{
  "book": "III Kingdoms (I Kings)",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And king David was old and advanced in days, and they covered him with clothes, and he was not warmed.",
          "id": 8690
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And his servants said, Let them seek for the king a young virgin, and she shall wait on the king, and cherish him, and lie with him, and my lord the king shall be warmed.",
          "id": 8691
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So they sought for a fair damsel out of all the coasts of Israel; and they found Abisag the Somanite, and they brought her to the king.",
          "id": 8692
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the damsel was extremely beautiful, and she cherished the king, and ministered to him, but the king knew her not.",
          "id": 8693
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Adonias the son of Aggith exalted himself, saying, I will be king; and he prepared for himself chariots and horses, and fifty men to run before him.",
          "id": 8694
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And his father never at any time checked him, saying, Why have you done thus? and he was also very handsome in appearance, and his mother bore him after Abessalom.",
          "id": 8695
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And he conferred with Joab the son of Saruia, and with Abiathar the priest, and they followed after Adonias.",
          "id": 8696
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But Sadoc the priest, and Banaeas the son of Jodae, and Nathan the prophet, and Semei, and Resi, and the mighty men of David, did not follow Adonias.",
          "id": 8697
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Adonias sacrificed sheep and calves and lambs by the stone of Zoelethi, which was near Rogel: and he called all his brethren, and all the adult men of Juda, servants of the king.",
          "id": 8698
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But Nathan the prophet, and Banaeas, and the mighty men, and Solomon his brother, he did not call.",
          "id": 8699
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Nathan spoke to Bersabee the mother of Solomon, saying, Hast you not heard that Adonias the son of Aggith reigns, and our lord David knows it not?",
          "id": 8700
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And now come, let me, I pray, give you counsel, and you shall rescue your life, and the life of your son Solomon.",
          "id": 8701
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Haste, and go in to king David, and you shall speak to him, saying, Hast not you, my lord, O king, sworn to your handmaid, saying, Your son Solomon shall reign after me, and he shall sit upon my throne? why then does Adonias reign?",
          "id": 8702
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And behold, while you are still speaking there with the king, I also will come in after you, and will confirm your words.",
          "id": 8703
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So Bersabee went in to the king into the chamber: and the king was very old, and Abisag the Somanite was ministering to the king.",
          "id": 8704
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Bersabee bowed, and did obeisance to the king; and the king said, What is your request?",
          "id": 8705
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And she said, My lord, you did swear by the Lord your God to your handmaid, saying, Your son Solomon shall reign after me, and shall sit upon my throne.",
          "id": 8706
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And now, behold, Adonias reigns, and you, my lord, O king, know it not.",
          "id": 8707
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And he has sacrificed calves and lambs and sheep in abundance, and has called all the king''s sons, and Abiathar the priest and Joab the commander-in-chief of the host; but Solomon your servant he has not called.",
          "id": 8708
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And you, my lord, O king, —the eyes of all Israel are upon you, to tell them who shall sit upon the throne of my lord the king after him.",
          "id": 8709
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And it shall come to pass, when my lord the king shall sleep with his fathers, that I and Solomon my son shall be offenders.",
          "id": 8710
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And behold, while she was yet talking with the king, Nathan the prophet came. And it was reported to the king,",
          "id": 8711
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Behold, Nathan the prophet is here: and he came in to the king''s presence, and did obeisance to the king with his face to the ground.",
          "id": 8712
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Nathan said, My lord, O king, did you say, Adonias shall reign after me, and he shall sit upon my throne?",
          "id": 8713
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "For he has gone down today, and has sacrificed calves and lambs and sheep in abundance, and has called all the king''s sons, and the chiefs of the army, and Abiathar the priest; and, behold, they are eating and drinking before him, and they said, Long live king Adonias.",
          "id": 8714
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But he has not invited me your servant, and Sadoc the priest, and Banaeas the son of Jodae, and Solomon your servant.",
          "id": 8715
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Has this matter happened by the authority of my lord the king, and have you not made known to your servant who shall sit upon the throne of my lord the king after him?",
          "id": 8716
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And king David answered and said, Call me Bersabee: and she came in before the king, and stood before him.",
          "id": 8717
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And the king swore, and said, As the Lord lives who redeemed my soul out of all affliction,",
          "id": 8718
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "as I swore to you by the Lord God of Israel, saying, Solomon your son shall reign after me, and he shall sit upon my throne in my stead, so will I do this day.",
          "id": 8719
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And Bersabee bowed with her face to the ground, and did obeisance to the king, and said, Let my lord king David live for ever.",
          "id": 8720
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And king David said, Call me Sadoc the priest, and Nathan the prophet, and Banaeas the son of Jodae: and they came in before the king.",
          "id": 8721
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And the king said to them, Take the servants of your lord with you, and mount my son Solomon upon my own mule, and bring him down to Gion.",
          "id": 8722
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And there let Sadoc the priest and Nathan the prophet anoint him to be king over Israel, and do you sound the trumpet, and you shall say, Let king Solomon live.",
          "id": 8723
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And he shall sit upon my throne, and reign in my stead: and I have given charge that he should be for a prince over Israel and Juda.",
          "id": 8724
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And Banaeas the son of Jodae answered the king and said, So let it be: may the Lord God of my lord the king confirm it.",
          "id": 8725
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "As the Lord was with my lord the king, so let him be with Solomon, and let him exalt his throne beyond the throne of my lord king David.",
          "id": 8726
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And Sadoc the priest went down, and Nathan the prophet, and Banaeas son of Jodae, and the Cherethite, and the Phelethite, and they mounted Solomon upon the mule of king David, and led him away to Gion.",
          "id": 8727
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And Sadoc the priest took the horn of oil out of the tabernacle, and anointed Solomon, and blew the trumpet; and all the people said, Let king Solomon live.",
          "id": 8728
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And all the people went up after him, and they danced in choirs, and rejoiced with great joy, and the earth quaked with their voice.",
          "id": 8729
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And Adonias and all his guests heard, and they had just left off eating: and Joab heard the sound of the trumpet, and said, What means the voice of the city in tumult?",
          "id": 8730
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "While he was yet speaking, behold, Jonathan the son of Abiathar the priest came in: and Adonias said, Come in, for you are a mighty man, and you come to bring glad tidings.",
          "id": 8731
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And Jonathan answered and said, Verily our lord king David has made Solomon king:",
          "id": 8732
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "and the king has sent with him Sadoc the priest, and Nathan the prophet, and Banaeas the son of Jodae, and the Cherethite, and the Phelethite, and they have mounted him on the king''s mule;",
          "id": 8733
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "and Sadoc the priest and Nathan the prophet have anointed him in Gion, and have gone up thence rejoicing, and the city resounded: this is the sound which you have heard.",
          "id": 8734
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "And Solomon is seated upon the throne of the kingdom.",
          "id": 8735
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "And the servants of the king have gone in to bless our lord king David, saying, God make the name of Solomon better than your name, and make his throne greater than your throne; and the king worshipped upon his bed.",
          "id": 8736
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Moreover thus said the king, Blessed be the Lord God of Israel, who has this day appointed one of my seed sitting on my throne, and my eyes see it.",
          "id": 8737
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "And all the guests of Adonias were dismayed, and every man went his way.",
          "id": 8738
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "And Adonias feared because of Solomon, and arose, and departed, and laid hold on the horns of the altar.",
          "id": 8739
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "And it was reported to Solomon, saying, Behold, Adonias fears king Solomon, and holds the horns of the altar, saying, Let Solomon swear to me this day, that he will not kill his servant with the sword.",
          "id": 8740
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "And Solomon said, If he should be a valiant man, there shall not a hair of his fall to the ground; but if evil be found in him, he shall die.",
          "id": 8741
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "And king Solomon sent, and they brought him away from the altar; and he went in and did obeisance to king Solomon: and Solomon said to him, Go to your house.",
          "id": 8742
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the days of David drew near that he should die: and he addressed his son Solomon, saying, I go the way of all the earth:",
          "id": 8743
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "but be you strong, and show yourself a man;",
          "id": 8744
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and keep the charge of the Lord your God, to walk in his ways, to keep the commandments and the ordinances and the judgements which are written in the law of Moses; that you may understand what you shall do in all things that I command you:",
          "id": 8745
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "that the Lord may confirm his word which he spoke, saying, If your children shall take heed to their way to walk before me in truth with all their heart, I promise you, saying, there shall not fail you a man on the throne of Israel.",
          "id": 8746
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Moreover you know all that Joab the son of Saruia did to me, what he did to the two captains of the forces of Israel, to Abenner the son of Ner, and to Amessai the son of Jether, that he killed them, and shed the blood of war in peace, and put innocent blood on his girdle that was about his loins, and on his sandal that was on his foot.",
          "id": 8747
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore you shall deal with him according to your wisdom, and you shall not bring down his grey hairs in peace to the grave.",
          "id": 8748
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But you shall deal kindly with the sons of Berzelli the Galaadite, and they shall be amongst those that eat at your table; for thus they drew near to me when I fled from the face of your brother Abessalom.",
          "id": 8749
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And, behold, there is with you Semei the son of Gera, a Benjamite of Baurim: and he cursed me with a grievous curse in the day when I went into the camp; and he came down to Jordan to meet me, and I swore to him by the Lord, saying, I will not put you to death with the sword.",
          "id": 8750
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But you shall by no means hold him guiltless, for you are a wise man, and will know what you shall do to him, and shall bring down his grey hairs with blood to the grave.",
          "id": 8751
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And David slept with his fathers, and was buried in the city of David.",
          "id": 8752
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the days which David reigned over Israel were forty years; he reigned seven years in Chebron, and thirty-three years in Jerusalem.",
          "id": 8753
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Solomon sat on the throne of his father David, and his kingdom was established greatly.",
          "id": 8754
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Adonias the son of Aggith came in to Bersabee the mother of Solomon, and did obeisance to her: and she said, Do you enter peaceably? and he said, Peaceably:",
          "id": 8755
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "I have business with you. And she said to him, Say on.",
          "id": 8756
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he said to her, You know that the kingdom was mine, and all Israel turned their face towards me for a king; but the kingdom was turned from me and became my brother''s: for it was appointed to him from the Lord.",
          "id": 8757
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And now I make one request of you, do not turn away your face. And Bersabee said to him, Speak on.",
          "id": 8758
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he said to her, Speak, I pray you, to king Solomon, for he will not turn away his face from you, and let him give me Abisag the Somanite for a wife.",
          "id": 8759
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Bersabee said, Well; I will speak for you to the king.",
          "id": 8760
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Bersabee went in to king Solomon to speak to him concerning Adonias; and the king rose up to meet her, and kissed her, and sat on the throne, and a throne was set for the mother of the king, and she sat on his right hand.",
          "id": 8761
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And she said to him, I ask of you one little request; turn not away my face from you. And the king said to her, Ask, my mother, and I will not reject you.",
          "id": 8762
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And she said, Let, I pray you, Abisag the Somanite be given to Adonias your brother to wife.",
          "id": 8763
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And king Solomon answered and said to his mother, And why have you asked Abisag for Adonias? ask for him the kingdom also; for he is my elder brother, and he has for his companion Abiathar the priest, and Joab the son of Saruia the commander-in-chief.",
          "id": 8764
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And king Solomon swore by the Lord, saying, God do so to me, and more also, if it be not that Adonias has spoken this word against his own life.",
          "id": 8765
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And now as the Lord lives who has established me, and set me on the throne of my father David, and he has made me a house, as the Lord spoke, this day shall Adonias be put to death.",
          "id": 8766
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "So king Solomon sent by the hand of Banaeas the son of Jodae, and he killed him, and Adonias died in that day.",
          "id": 8767
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the king said to Abiathar the priest, Depart you quickly to Anathoth to your farm, for you are worthy of death this day; but I will not kill you, because you have borne the ark of the covenant of the Lord before my father, and because you was afflicted in all things wherein my father was afflicted.",
          "id": 8768
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And Solomon removed Abiathar from being a priest of the Lord, that the word of the Lord might be fulfilled, which he spoke concerning the house of Heli in Selom.",
          "id": 8769
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And the report came to Joab son of Saruia; for Joab had turned after Adonias, and he went not after Solomon: and Joab fled to the tabernacle of the Lord, and caught hold of the horns of the altar.",
          "id": 8770
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And it was told Solomon, saying, Joab has fled to the tabernacle of the Lord, and behold! he has hold of the horns of the altar. And king Solomon sent to Joab, saying, What ails you, that you have fled to the altar? and Joab said, Because I was afraid of you, and fled for refuge to the Lord. And Solomon sent Banaeas son of Jodae, saying, Go and kill him, and bury him.",
          "id": 8771
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And Banaeas son of Jodae came to Joab to the tabernacle of the Lord, and said to him, Thus says the king, Come forth. And Joab said, I will not come forth, for I will die here. And Banaeas son of Jodae returned and spoke to the king, saying, Thus has Joab spoken, and thus has he answered me.",
          "id": 8772
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And the king said to him, Go, and do to him as he has spoken, and kill him: and you shall bury him, and you shall remove this day the blood which he shed without cause, from me and from the house of my father.",
          "id": 8773
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And the Lord has returned upon his own head the blood of his unrighteousness, inasmuch as he attacked two men more righteous and better than himself, and killed them with the sword, and my father David knew not of their blood, even Abenner the son of Ner the commander-in-chief of Israel, and Amessa the son of Jether the commander-in-chief of Juda.",
          "id": 8774
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And their blood is returned upon his head, and upon the head of his seed for ever: but to David, and his seed, and his house, and his throne, may there be peace for ever from the Lord.",
          "id": 8775
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "So Banaeas son of Jodae went up, and attacked him, and killed him, and buried him in his house in the wilderness.",
          "id": 8776
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And the king appointed Banaeas son of Jodae in his place over the host; and the kingdom was established in Jerusalem; and as for Sadoc the priest, the king appointed him to be high priest in the room of Abiathar. And Solomon son of David reigned over Israel and Juda in Jerusalem: and the Lord gave understanding to Solomon, and very much wisdom, and largeness of heart, as the sand by the sea-shore.",
          "id": 8777
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the wisdom of Solomon abounded exceedingly beyond the wisdom of all the ancients, and beyond all the wise men of Egypt: and he took the daughter of Pharao, and brought her into the city of David, until he had finished building his own house, and the house of the Lord first, and the wall of Jerusalem round about. In seven years he made and finished them. And Solomon had seventy thousand bearers of burdens, and eight thousand hewers of stone in the mountain: and Solomon made the sea, and the bases, and the great lavers, and the pillars, and the fountain of the court, and the brazen sea— and he built the citadel as a defence above it, he made a breach in the wall of the city of David: thus the daughter of Pharao went up out of the city of David to her house which he built for her. Then he built the citadel: and Solomon offered up three whole burnt offerings in the year, and peace-offerings on the altar which he built to the Lord, and he burnt incense before the Lord, and finished the house. And these are the chief persons who presided over the works of Solomon; three thousand and six hundred masters of the people that wrought the works. And he burit Assur, and Magdo, and Gazer, and upper Baethoron, and Ballath: only after he had built the house of the Lord, and the wall of Jerusalem round about, afterwards he built these cities. And when David was yet living, he charged Solomon, saying, Behold, there is with you Semei the son of Gera, of the seed of Benjamin out of Chebron: he cursed me with a grievous curse in the day when I went into the camp; and he came down to meet me at Jordan, and I swore to him by the Lord, saying, He shall not be slain with the sword. But now do not you hold him guiltless, for you are a man of understanding, and you will know what you shall do to him, and you shall bring down his grey hairs with blood to the grave. And the king called Semei, and said to him, Build you a house in Jerusalem, and dwell there, and you shall not go out thence any whither. And it shall come to pass in the day that you shall go forth and cross over the brook Kedron, know assuredly that you shall certainly die: your blood shall be upon your head. And the king caused him to swear in that day. And Semei said to the king, Good is the word that you have spoken, my lord O king: thus will your servant do. And Semei lived in Jerusalem three years. And it came to pass after the three years, that two servants of Semei ran away to Anchus son of Maacha king of Geth: and it was told Semei, saying, Behold, your servants are in Geth. And Semei rose up, and saddled his ass, and went to Geth to Anchus to seek out his servants: and Semei went, and brought his servants out of Geth. And it was told Solomon, saying, Semei is gone out of Jerusalem to Geth, and has brought back his servants. And the king sent and called Semei, and said to him, Did I not adjure you by the Lord, and testify to you, saying, In whatever day you shall go out of Jerusalem, and go to the right or left, know certainly that you shall assuredly die? And why have you not kept the oath of the Lord, and the commandment which I commanded you? And the king said to Semei, You know all your mischief which your heart knows, which you did to David my father: and the Lord has recompensed your mischief on your own head. And king Solomon is blessed, and the throne of David shall be established before the Lord for ever. And Solomon commanded Banaeas the son of Jodae, and he went forth and killed him. And king Solomon was very prudent and wise: and Juda and Israel were very many, as the sand which is by the sea for multitude, eating, and drinking, and rejoicing: and Solomon was chief in all the kingdoms, and they brought gifts, and served Solomon all the days of his life. And Solomon began to open the domains of Libanus, and he built Thermae in the wilderness. And this was the daily provision of Solomon, thirty measures of fine flour, and sixty measures of ground meal, ten choice calves, and twenty oxen from the pastures, and a hundred sheep, besides stags, and does, and choice fed birds. For he ruled in all the country on this side the river, from Raphi to Gaza, over all the kings on this side the river: and he was at peace on all sides round about; and Juda and Israel lived safely, every one under his vine and under his fig tree, eating and drinand feasting, from Dan even to Bersabee, all the days of Solomon. And these were the princes of Solomon; Azariu son of Sadoc the priest, and Orniu son of Nathan chief of the officers, and he went to his house; and Suba the scribe, and Basa son of Achithalam recorder, and Abi son of Joab commander-in-chief, and Achire son of Edrai was over the levies, and Banaeas son of Jodae over the household and over the brick work, and Cachur the son of Nathan was counsellor. And Solomon had forty thousand brood mares for his chariots, and twelve thousand horses. And he reigned over all the kings from the river and to the land of the Philistines, and to the borders of Egypt: so Solomon the son of David reigned over Israel and Juda in Jerusalem. ",
          "id": 8778
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Nevertheless the people burnt incense on the high places, because a house had not yet been built to the Lord.",
          "id": 8779
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Solomon loved the Lord, so as to walk in the ordinances of David his father; only he sacrificed and burnt incense on the high places.",
          "id": 8780
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he arose and went to Gabaon to sacrifice there, for that was the highest place, and great: Solomon offered a whole burnt offering of a thousand victims on the altar in Gabaon.",
          "id": 8781
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the Lord appeared to Solomon in a dream by night, and the Lord said to Solomon, Ask some petition for yourself.",
          "id": 8782
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Solomon said, You have dealt very mercifully with your servant David my father according as he walked before you in truth, and in righteousness, and in uprightness of heart with you, and you have kept for him this great mercy, to set his son upon his throne, as it is this day.",
          "id": 8783
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And now, O Lord my God, you have appointed your servant in the room of David my father; and I am a little child, and know not my going out an my coming in.",
          "id": 8784
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But your servant is in the midst of your people, whom you have chosen, a great people, which as this day can''t be numbered.",
          "id": 8785
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "You shall give therefore to your servant a heart to hear and to judge your people justly, and to discern between good and evil: for who will be able to judge this your great people?",
          "id": 8786
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And it was pleasing before the Lord, that Solomon asked this thing.",
          "id": 8787
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the Lord said to him, Because you have asked this thing of me, and have not asked for yourself long life, and have not asked wealth, nor have asked the lives of your enemies, but have asked for yourself understanding to hear judgement;",
          "id": 8788
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "behold, I have done according to your word: behold, I have given you an understanding and wise heart: there has not been any one like you before you, and after you there shall not arise one like you.",
          "id": 8789
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And I have given you what you have not asked, wealth and glory, so that there has not been any one like you amongst kings.",
          "id": 8790
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And if you will walk in my way, to keep my commandments and my ordinances, as David your father walked, then will I multiply your days.",
          "id": 8791
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Solomon awoke, and, behold, it was a dream: and he arose and came to Jerusalem, and stood before the altar that was in front of the ark of the covenant of the Lord in Sion: and he offered whole burnt offerings, and sacrificed peace-offerings, and made a great banquet for himself and all his servants.",
          "id": 8792
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then there appeared two harlots before the king, and they stood before him.",
          "id": 8793
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the one woman said, Hear me, my lord; I and this woman lived in one house, and we were delivered in the house.",
          "id": 8794
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And it came to pass on the third day after I was delivered, this woman also was delivered: and we were together; and there was no one with us besides our two selves in the house.",
          "id": 8795
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And this woman''s child died in the night; because she overlaid it.",
          "id": 8796
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "and she arose in the middle of the night, and took my son from my arms, and laid him in her bosom, and laid her dead son in my bosom.",
          "id": 8797
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "and I arose in the morning to suckle my son, and he was dead: and, behold, I considered him in the morning, and, behold, it was not my son whom I bore.",
          "id": 8798
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And the other woman said, No, but the living is my son, and the dead is your son. So they spoke before the king.",
          "id": 8799
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and the king said to them, You say, This is my son, even the living one, and this woman''s son is the dead one: and you say, No, but the living is my son, and the dead is your son.",
          "id": 8800
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the king said, Fetch a sword. And they brought a sword before the king.",
          "id": 8801
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And the king said, Divide the live child, the suckling, in two; and give half of it to one, and half of it to the other.",
          "id": 8802
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the woman whose the living child was, answered and said to the king, (for her bowels yearned over her son) and she said, I pray you, my lord, give her the child, and in nowise kill it. But the other said, Let it be neither mine nor hers; divide it.",
          "id": 8803
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Then the king answered and said, Give the child to her that said, ''Give it to her, and by no means kill it:'' she is its mother.",
          "id": 8804
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "and all Israel heard this judgement which the king judged, and they feared before the king; because they saw that the wisdom of God was in him, to execute judgement.",
          "id": 8805
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And king Solomon reigned over Israel.",
          "id": 8806
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And these are the princes which he had; Azarias son of Sadoc.",
          "id": 8807
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Eliaph, and Achia son of Seba, scribes; and Josaphat son of Achilud, recorder.",
          "id": 8808
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Banaeas son of Jodae over the host; and Sadoc and Abiathar were priests.",
          "id": 8809
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Ornia the son of Nathan was over the officers; and Zabuth son of Nathan was the king''s friend.",
          "id": 8810
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Achisar was steward, and Eliac the chief steward; and Eliab the son of Saph was over the family: and Adoniram the son of Audon over the tribute.",
          "id": 8811
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Solomon had twelve officers over all Israel, to provide for the king and his household; each one''s turn came to supply for a month in the year.",
          "id": 8812
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And these were their names: Been the son of Or in the mount of Ephraim, one.",
          "id": 8813
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The son of Dacar, in Makes, and in Salabin, and Baethsamys, and Elon as far as Bethanan, one.",
          "id": 8814
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "The son of Esdi in Araboth; his was Socho, and all the land of Opher.",
          "id": 8815
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "All Nephthador belonged to the son of Aminadab, Tephath daughter of Solomon was his wife, one.",
          "id": 8816
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Bana son of Achiluth had Ithaanach, and Mageddo, and his was the whole house of San which was by Sesathan below Esrae, and from Bethsan as far as Sabelmaula, as far as Maeber Lucam, one.",
          "id": 8817
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "The son of Naber in Raboth Galaad, to him fell the lot of Ergab in Basan, sixty great cities with walls, and brazen bars, one.",
          "id": 8818
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Achinadab son of Saddo, had Maanaim.",
          "id": 8819
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Achimaas was in Nephthalim, and he took Basemmath daughter of Solomon to wife, one.",
          "id": 8820
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Baana son of Chusi, in Aser and in Baaloth, one,",
          "id": 8821
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Josaphat son of Phuasud was in Issachar.",
          "id": 8822
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Semei son of Ela, in Benjamin.",
          "id": 8823
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Gaber son of Adai in the land of Gad, the land of Seon king of Esebon, and of Og king of Basan, and one officer in the land of Juda.",
          "id": 8824
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And thus the officers provided king Solomon: and they execute every one in his month all the orders for the table of the king, they omit nothing.",
          "id": 8825
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And they carried the barley and the straw for the horses and the chariots to the place where the king might be, each according to his charge.",
          "id": 8826
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And these were the requisite supplies for Solomon: in one day thirty measures of fine flour, and sixty measures of fine pounded meal,",
          "id": 8827
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and ten choice calves, and twenty pastured oxen, and a hundred sheep, besides stags, and choice fatted does.",
          "id": 8828
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For he had dominion on this side the river, and he was at peace on all sides round about.",
          "id": 8829
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And the Lord gave understanding to Solomon, and very much wisdom, and enlargement of heart, as the sand on the seashore.",
          "id": 8830
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And Solomon abounded greatly beyond the wisdom of all the ancients, and beyond all the wise men of Egypt.",
          "id": 8831
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And he was wiser than all other men: and he was wiser than Gaethan the Zarite, and than Aenan, and than Chalcad and Darala the son of Mal.",
          "id": 8832
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And Solomon spoke three thousand proverbs, and his songs were five thousand.",
          "id": 8833
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And he spoke of trees, from the cedar in Libanus even to the hyssop which comes out through the wall: he spoke also of cattle, and of birds, and of reptiles, and of fishes.",
          "id": 8834
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And all the nations came to hear the wisdom of Solomon, and ambassadors from all the kings of the earth, as many as heard of his wisdom. And Solomon took to himself the daughter of Pharao to wife, and brought her into the city of David until he had finished the house of the Lord, and his own house, and the wall of Jerusalem. Then went up Pharao the king of Egypt, and took Gazer, and burnt it and the Chananite dwelling in Mergab; and Pharao gave them as a dowry to his daughter the wife of Solomon: and Solomon rebuilt Gazer.",
          "id": 8835
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Chiram king of Tyre sent his servants to anoint Solomon in the room of David his father, because Chiram always loved David.",
          "id": 8836
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Solomon sent to Chiram, saying,",
          "id": 8837
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "You knew my father David, that he could not build a house to the name of the Lord my God because of the wars that compassed him about, until the Lord put them under the soles of his feet.",
          "id": 8838
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And now the Lord my God has given me rest round about; there is no one plotting against me, and there is no evil trespass against me.",
          "id": 8839
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And, behold, I intend to build a house to the name of the Lord my God, as the Lord God spoke to my father David, saying, Your son whom I will set on your throne in your place, he shall build a house to my name.",
          "id": 8840
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And now command, and let men cut wood for me out of Libanus: and, behold, my servants shall be with your servants, and I will give you the wages of your service, according to all that you shall say, because you know that we have no one skilled in cutting timber like the Sidonians.",
          "id": 8841
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And it came to pass, as soon as Chiram heard the words of Solomon, that he rejoiced greatly, and said, Blessed be God today, who has given to David a wise son over this numerous people.",
          "id": 8842
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And he sent to Solomon, saying, I have listened concerning all that you have sent to me for: I will do all your will: as for timber of cedar and fir,",
          "id": 8843
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "my servants shall bring them down from Libanus to the sea: I will form them into rafts, and bring them to the place which you shall send to me about; and I will land them there, and you shall take them up: and you shall do my will, in giving bread to my household.",
          "id": 8844
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So Chiram gave to Solomon cedars, and fir trees, and all his desire.",
          "id": 8845
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Solomon gave to Chiram twenty thousand measures of wheat as food for his house, and twenty thousand baths of beaten oil thus Solomon gave to Chiram yearly.",
          "id": 8846
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the Lord gave wisdom to Solomon as he promised him; and there was peace between Chiram and Solomon, and they made a covenant between them.",
          "id": 8847
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the king raised a levy out of all Israel, and the levy was thirty thousand men.",
          "id": 8848
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he sent them to Libanus, ten thousand taking turn every month: they were a month in Libanus and two months at home: and Adoniram was over the levy.",
          "id": 8849
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Solomon had seventy thousand bearers of burdens, and eighty thousand hewers of stone in the mountain;",
          "id": 8850
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "besides the rulers that were appointed over the works of Solomon, there were three thousand six hundred masters who wrought in the works.",
          "id": 8851
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the king commanded and they  brought great stones, precious stones for the foundation of the house, and unhewn stones.",
          "id": 8852
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And they prepared the stones and the timber during three years.",
          "id": 8853
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass in the four hundred and forties year after the departure of the children of Israel out of Egypt, in the fourth year and second month of the reign of king Solomon over Israel, that the king commanded that they should take great and costly stones for the foundation of the house, and hewn stones. And the men of Solomon, and the men of Chiram hewed the stones, and laid them for a foundation. In the fourth year he laid the foundation of the house of the Lord, in the month Ziu, even in the second month. In the eleventh year, in the month Baal, this is the eighth month, the house was completed according to all its plan, and according to all its arrangement.",
          "id": 8854
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the house which the king built to the Lord was forty cubits in length, and twenty cubits in breadth, and its height five and twenty cubits.",
          "id": 8855
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the porch in front of the temple—twenty cubits was its length according to the breadth of the house in front of the house: and he built the house, and finished it.",
          "id": 8856
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he made to the house secret windows inclining inward.",
          "id": 8857
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And against the wall of the house he set chambers round about the temple and the ark.",
          "id": 8858
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "The under side was five cubits broad, and the middle part six, and the third was seven cubits broad; for he formed an interval to the house round about without the house, that they might not touch the walls of the house.",
          "id": 8859
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the house was built in the construction of it with rough hewn stones: and there was not heard in the house in the building of it hammer or axe, or any iron tool.",
          "id": 8860
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the porch of the under side was below the right wing of the house, and there was a winding ascent into the middle chamber, and from the middle to the third story.",
          "id": 8861
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So he built the house and finished it; and he made the ceiling of the house with cedars.",
          "id": 8862
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And he made the partitions through all the house, each five cubits high, and enclosed each partition with cedar boards.",
          "id": 8863
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he framed the walls of the house within with cedar boards, from the floor of the house and on to the inner walls and to the beams: he lined the parts enclosed with boards within, and compassed the inward parts of the house with planks of fir.",
          "id": 8864
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And he built the twenty cubits from the top of the wall, one side from the floor to the beams, and he made it from the oracle to the most holy place.",
          "id": 8865
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the temple was forty cubits in extent,",
          "id": 8866
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "in front of the oracle in the midst of the house within, in order to put there the ark of the covenant of the Lord.",
          "id": 8867
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The length was twenty cubits, and the breadth was twenty cubits, and the height of it was twenty cubits. And he covered it with perfect gold, and he made an altar in front of the oracle, and covered it with gold.",
          "id": 8868
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And he covered the whole house with gold, till he had finished gilding the whole house.",
          "id": 8869
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he made in the oracle two cherubs of ten cubits measured size.",
          "id": 8870
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the wing of one cherub was five cubits, and his other wing was five cubits; ten cubits from the tip of one wing to the tip of the other wing.",
          "id": 8871
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Thus it was with the other cherub, both were alike finished with one measure.",
          "id": 8872
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the height of the one cherub was ten cubits, and so was it with the second cherub.",
          "id": 8873
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And both the cherubs were in the midst of the innermost part of the house; and they spread out their wings, and one wing touched the wall, and the wing of the other cherub touched the other wall; and their wings in the midst of the house touched each other.",
          "id": 8874
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And he covered the cherubs with gold.",
          "id": 8875
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "He graved all the walls of the house round about with the graving of cherubs, and he sculptured palm trees within and without the house.",
          "id": 8876
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he covered the floor of the house within and without with gold.",
          "id": 8877
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And for the door-way of the oracle he made doors of juniper wood, there were porches in a four-fold way.",
          "id": 8878
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "In both the doors were planks of fir; the one door had two leaves and their hinges, and the other door had two leaves and turned on hinges,",
          "id": 8879
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "being carved with cherubs, and there were palm-trees and open flower-leaves, and it was overlaid with gold gilt upon the engraving.",
          "id": 8880
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And he built the inner court, three rows of hewn stones, and a row of wrought cedar round about, and he made the curtain of the court of the porch of the house that was in front of the temple.",
          "id": 8881
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And king Solomon sent, and took Chiram out of Tyre,",
          "id": 8882
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "the son of a widow woman; and he was of the tribe of Nephthalim, and his father was a Tyrian; a worker in brass, and accomplished in are and skill and knowledge to work every work in brass: and he was brought in to king Solomon, and he wrought all the works.",
          "id": 8883
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he cast the two pillars for the porch of the house: eighteen cubits was the height of each pillar, and a circumference of fourteen cubits encompassed it, even the thickness of the pillar: the flutings were four fingers wide, and thus was the other pillar formed.",
          "id": 8884
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he made two molten chapiters to put on the heads of the pillars: five cubits was the height of one chapiter, and five cubits was the height of the other chapiter.",
          "id": 8885
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And he made two ornaments of network to cover the chapiters of the pillars; even a net for one chapiter, and a net for the other chapiter.",
          "id": 8886
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And hanging work, two rows of brazen pomegranates, formed with network, hanging work, row upon row: and thus he framed the ornaments for the second chapiter. And he set up the pillars of the porch of the temple: and he set up the one pillar, and called its name Jachum: and he set up the second pillar, and called its name Boloz.",
          "id": 8887
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And on the heads of the pillars he made lily-work against the porch, of four cubits,",
          "id": 8888
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "and a chamber over both the pillars, and above the sides an addition equal to the chamber in width.",
          "id": 8889
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he made the sea, ten cubits from one rim to the other, the same was completely circular round about: its height was five cubits, and its circumference thirty-three cubits.",
          "id": 8890
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And stays underneath its rim round about compassed it ten cubits round;",
          "id": 8891
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And there were twelve oxen under the sea: three looking to the north, and three looking to the west, and three looking to the south, and three looking to the east: and all their hinder parts were inward, and the sea was above upon them.",
          "id": 8892
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and its rim was as the work of the rim of a cup, a lily-flower, and the thickness of it was a span.",
          "id": 8893
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he made ten brazen bases: five cubits was the length of one base, and four cubits the breadth of it, and its height was six cubits.",
          "id": 8894
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And this work of the bases was formed with a border the them, and there was a border between the ledges.",
          "id": 8895
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And upon their borders between the projection were lions, and oxen, and cherubs: and on the projections, even so above, and also below were the places of lions and oxen, hanging work.",
          "id": 8896
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And there were four brazen wheels to one base; and there were brazen bases, and their four sides answering to them, side pieces under the bases.",
          "id": 8897
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And there were axles in the wheels under the base.",
          "id": 8898
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the height of one wheel was a cubit and a half.",
          "id": 8899
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the work of the wheels was as the work of chariot wheels: their axles, and their felloes, and the rest of their work, were all molten.",
          "id": 8900
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "The four side pieces were at the four corners of each base; its shoulders were formed of the base.",
          "id": 8901
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And on the top of the base half a cubit was the size of it, there was a circle on the top of the base, and there was the top of its spaces and its borders: and it was open at the top of its spaces.",
          "id": 8902
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And its borders were cherubs, and lions, and palm-trees, upright, each was joined in front and within and round about.",
          "id": 8903
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "According to the same form he made all the ten bases, even one order and one measure to all.",
          "id": 8904
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he made ten brazen lavers, each laver containing forty baths, and measuring four cubits, each laver placed on a several base throughout the ten bases.",
          "id": 8905
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And he put five bases on the right side of the house, and five on the left side of the house: and the sea was placed on the right side of the house eastward in the direction of the south.",
          "id": 8906
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And Chiram made the cauldrons, and the pans, and the bowls; and Chiram finished making all the works that he wrought for king Solomon in the house of the Lord:",
          "id": 8907
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "two pillars and the wreathen works of the pillars on the heads of the two pillars; and the two networks to cover both the wreathen works of the flutings that were upon the pillars.",
          "id": 8908
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "The four hundred pomegranates for both the networks, two rows of pomegranates for one network, to cover both the wreathen works of the bases belonging to both pillars.",
          "id": 8909
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And the ten bases, and the ten lavers upon the bases.",
          "id": 8910
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And one sea, and the twelve oxen under the sea.",
          "id": 8911
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And the cauldrons, and pans, and bowls, and all the furniture, which Chiram made for king Solomon for the house of the Lord: and there were eight and forty pillars of the house of the king and of the house of the Lord: all the works of the king which Chiram made were entirely of brass.",
          "id": 8912
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "There was no reckoning of the brass of which he made all these works, from the very great abundance, there was no end of the weight of the brass. In the country round about Jordan did he cast them, in the clay land between Socchoth and Sira.",
          "id": 8913
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And king Solomon took the furniture which Chiram made for the house of the Lord, the golden altar, and the golden table of show bread.",
          "id": 8914
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And he put the five candlesticks on the left, and five on the right in front of the oracle, being of pure gold, and the lamp-stands, and the lamps, and the snuffers of gold.",
          "id": 8915
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And there were made the porches, and the nails, and the bowls, and the spoons, and the golden censers, of pure gold: and the panels of the doors of the innermost part of the house, even the holy of holies, and the golden doors of the temple.",
          "id": 8916
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "So the work of the house of the Lord which Solomon wrought was finished; and Solomon brought in the holy things of David his father, and all the holy things of Solomon; he put the silver, and the gold, and the furniture, into the treasures of the house of the Lord. And Solomon built a house for himself in thirteen years. And he built the house with the wood of Libanus; its length was a hundred cubits, and its breadth was fifty cubits, and its height was of thirty cubits, and it was made with three rows of cedar pillars, and the pillars had side-pieces of cedar. And he formed the house with chambers above on the sides of the pillars, and the number of the pillars was each row forty and five, and there were three chambers, and space against space in three rows. And all the doors and spaces formed like chambers were square, and from door to door was a correspondence in three rows. And he made the porch of the pillars, they were fifty cubits long and fifty broad, the porch joining them in front; and the other pillars and the thick beam were in front of the house by the porches. And there was the Porch of seats where he would judge, the porch of judgement. And their house where he would dwell, had one court communicating with these according to this work; and he built the house for the daughter of Pharao whom Solomon had taken, according to this porch. All these were of costly stones, sculptured at intervals within even from the foundation even to the top, and outward to the great court, founded with large costly stones, stones of ten cubits and eight cubits long. And above with costly stones, according to the measure of hewn stones, and with cedars. There were three rows of hewn stones round about the great hall, and a row of sculptured cedar: and Solomon finished all his house.",
          "id": 8917
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass when Solomon had finished building the house of the Lord and his own house after twenty years, then king Solomon assembled all the elders of Israel in Sion, to bring the ark of the covenant of the Lord out of the city of David, this is Sion,",
          "id": 8918
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "in the month of Athanin.",
          "id": 8919
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the priests took up the ark,",
          "id": 8920
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "and the tabernacle of testimony, and the holy furniture that was in the tabernacle of testimony.",
          "id": 8921
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the king and all Israel were occupied before the ark, sacrificing sheep and oxen, without number.",
          "id": 8922
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the priests bring in the ark into its place, into the oracle of the house, even into the holy of holies, under the wings of the cherubs.",
          "id": 8923
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For the cherubs spread out their wings over the place of the ark, and the cherubs covered the ark and its holy things above.",
          "id": 8924
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the holy staves projected, and the ends of the holy staves appeared out of the holy places in front of the oracle, and were not seen without.",
          "id": 8925
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "There was nothing in the ark except the two tables of stone, the tables of the covenant which Moses put there in Choreb, which tables the Lord made as a covenant with the children of Israel in their going forth from the land of Egypt.",
          "id": 8926
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And it came to pass when the priests departed out of the holy place, that the cloud filled the house.",
          "id": 8927
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the priests could not stand to minister because of the cloud, because the glory of the Lord filled the house.",
          "id": 8928
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the king turned his face, and the king blessed all Israel, (and the whole assembly of Israel stood:)",
          "id": 8929
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "and he said, Blessed be the Lord God of Israel today, who spoke by his mouth concerning David my father, and has fulfilled it with his hands, saying,",
          "id": 8930
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "From the day that I brought out my people Israel out of Egypt, I have not chosen a city in any one tribe of Israel to build a house, so that my name should be there: but I chose Jerusalem that my name should be there, and I chose David to be over my people Israel.",
          "id": 8931
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And it was in the heart of my father to build a house to the name of the Lord God of Israel.",
          "id": 8932
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the Lord said to David my father, Forasmuch as it came into your heart to build a house to my name, you did well that it came upon your heart.",
          "id": 8933
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Nevertheless you shall not build the house, but your son that has proceeded out of your bowels, he shall build the house to my name.",
          "id": 8934
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the Lord has confirmed the word that he spoke, and I am risen up in the place of my father David, and I have sat down on the throne of Israel, as the Lord spoke, and I have built the house to the name of the Lord God of Israel.",
          "id": 8935
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And I have set there a place for the ark, in which is the covenant of the Lord, which the Lord made with our fathers, when he brought them out of the land of Egypt.",
          "id": 8936
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Solomon stood up in front of the altar before all the congregation of Israel; and he spread out his hands towards heaven:",
          "id": 8937
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "and he said, Lord God of Israel, there is no God like you in heaven above and on the earth beneath, keeping covenant and mercy with your servant who walks before you with all his heart;",
          "id": 8938
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "which you have kept towards your servant David my father: for you have spoken by your mouth and you have fulfilled it with your hands, as at this day.",
          "id": 8939
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And now, O Lord God of Israel, keep for your servant David my father, the promises which you have spoken to him, saying, There shall not be taken from you a man sitting before me on the throne of Israel, provided only your children shall take heed to their ways, to walk before me as you have walked before me.",
          "id": 8940
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And now, O Lord God of Israel, let, I pray you, your word to David my father be confirmed.",
          "id": 8941
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But will God indeed dwell with men upon the earth? if the heaven and heaven of heavens will not suffice you, how much less even this house which I have built to your name?",
          "id": 8942
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Yet, O Lord God of Israel, you shall look upon my petition, to hear the prayer which your servant prays to you in your presence this day,",
          "id": 8943
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "that your eyes may be open towards this house day and night, even towards the place which you said, My name shall be there, to hear the prayer which your servant prays at this place day and night.",
          "id": 8944
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And you shall listen to the prayer of your servant, and of your people Israel, which they shall pray towards this place; and you shall hear in your dwelling-place in heaven, and you shall do and be gracious.",
          "id": 8945
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Whatsoever trespasses any one shall commit against his neighbour,—and if he shall take upon him an oath so that he should swear, and he shall come and make confession before your altar in this house,",
          "id": 8946
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "then shall you hear from heaven, and do, and you shall judge your people Israel, that the wicked should be condemned, to recompense his way upon his head; and to justify the righteous, to give to him according to his righteousness.",
          "id": 8947
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "When your people Israel falls before enemies, because they shall sin against you, and they shall return and confess to your name, and they shall pray and supplicate in this house,",
          "id": 8948
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "then shall you hear from heaven, and be gracious to the sins of your people Israel, and you shall restore them to the land which you gave to their fathers.",
          "id": 8949
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "When the heaven is restrained, and there is no rain, because they shall sin against you, and the shall pray towards this place, and they shall make confession to your name, and shall turn from their sins when you shall have humbled them,",
          "id": 8950
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "then you shall hear from heaven, and be merciful to the sins of your servant and of your people Israel; for you shall show them the good way to walk in it, and you shall give rain upon the earth which you have given to your people for an inheritance.",
          "id": 8951
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "If there should be famine, if there should be death, because there should be blasting, locust, or if there be mildew, and if their enemy oppress them in any one of their cities, with regard to every calamity, every trouble,",
          "id": 8952
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "every prayer, every supplication whatever shall be made by any man, as they shall know each the plague of his heart, and shall spread abroad his hands to this house,",
          "id": 8953
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "then shall you listen from heaven, out of your established dwelling-place, and shall be merciful, and shall do, and recompense to every man according to his ways, as you shall know his heart, for you alone know the heart of all the children of men:",
          "id": 8954
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "that they may fear you all the days that they live upon the land, which you have given to our fathers.",
          "id": 8955
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And for the stranger who is not of your people,",
          "id": 8956
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "when they shall come and pray towards this place,",
          "id": 8957
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "then shall you hear them from heaven, out of your established dwelling-place, and you shall do according to all that the stranger shall call upon you for, that all the nations may know your name, and fear you, as do your people Israel, and may know that your name has been called on this house which I have builded.",
          "id": 8958
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "If it be that your people shall go forth to war against their enemies in the way by which you shall turn them, and pray in the name of the Lord towards the city which you have chosen, and the house which I have built to your name,",
          "id": 8959
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "then shall you hear from heaven their supplication and their prayer, and shall execute judgement for them.",
          "id": 8960
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "If it be that they shall sin against you, (for there is not a man who will not sin,) and you shall bring them and deliver them up before their enemies, and they that take them captive shall carry them to a land far or near,",
          "id": 8961
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "and they shall turn their hearts in the land whither they have been carried captives, and turn in the land of their sojourning, and supplicate you, saying, We have sinned, we have done unjustly, we have transgressed,",
          "id": 8962
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "and they shall turn to you with all their heart, and with all their soul, in the land of their enemies whither you have carried them captives, and shall pray to you towards their land which you have given to their fathers, and the city which you have chosen, and the house which I have built to your name:",
          "id": 8963
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "then shall you hear from heaven your established dwelling-place,",
          "id": 8964
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "and you shall be merciful to their unrighteousness wherein they have trespassed against you, and according to all their transgressions wherewith they have transgressed against you, and you shall cause them to be pitied before them that carried them captives, and they shall have compassion on them:",
          "id": 8965
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "for they are your people and your inheritance, whom you brought out of the land of Egypt, out of the midst of the furnace of iron.",
          "id": 8966
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "And let your eyes and your ears be opened to the supplication of your servant, and to the supplication of your people Israel, to listen to them in all things for which they shall call upon you.",
          "id": 8967
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "Because you have set them apart for an inheritance to yourself out of all the nations of the earth, as you spoke by the hand of your servant Moses, when you brought our fathers out of the land of Egypt, O Lord God.—Then spoke Solomon concerning the house, when he had finished building it—He manifested the sun in the heaven: the Lord said he would dwell in darkness: build you my house, a beautiful house for yourself to dwell in anew. Behold, is not this written in the book of the song?",
          "id": 8968
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "And it came to pass when Solomon had finished praying to the Lord all this prayer and supplication, that he rose up from before the altar of the Lord, after having knelt upon his knees, and his hands were spread out towards heaven.",
          "id": 8969
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "And he stood, and blessed all the congregation of Israel with a loud voice, saying,",
          "id": 8970
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Blessed be the Lord this day, who has given rest to his people Israel, according to all that he said: there has not failed one word amongst all his good words which he spoke by the hand of his servant Moses.",
          "id": 8971
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "May the Lord our God be with us, as he was with our fathers; let him not desert us nor turn from us,",
          "id": 8972
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "that he may turn our hearts towards him to walk in all his ways, and to keep all his commandments, and his ordinances which he commanded our fathers.",
          "id": 8973
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "And let these words, which I have prayed before the Lord our God, be near to the Lord our God day and night, to maintain the cause of your servant, and the cause of your people Israel for ever.",
          "id": 8974
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "that all the nations of the earth may know that the Lord God, he is God, and there is none beside.",
          "id": 8975
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "And let our hearts be perfect towards the Lord our God, to walk also holily in his ordinances, and to keep his commandments, as at this day.",
          "id": 8976
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "And the king and all the children of Israel offered sacrifice before the Lord.",
          "id": 8977
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "And king Solomon offered for the sacrifices of peace-offering which he sacrificed to the Lord, two and twenty thousand oxen, and hundred and twenty thousand sheep: and the king and all the children of Israel dedicated the house of the Lord.",
          "id": 8978
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "In that day the king consecrated the middle of the court in the front of the house of the Lord; for there he offered the whole burnt offering, and the sacrifices, and the fat of the peace-offerings, because the brazen altar which was before the Lord was too little to bear the whole burnt offering and the sacrifices of peace-offerings.",
          "id": 8979
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "And Solomon kept the feast in that day, and all Israel with him, even a great assembly from the entering in of Hemath to the river of Egypt, before the Lord our God in the house which he built, eating and drinking, and rejoicing before the Lord our God seven days.",
          "id": 8980
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "And on the eighth day he sent away the people: and they blessed the king, and each departed to his tabernacle rejoicing, and their heart was glad because of the good things which the Lord had done to his servant David, and to Israel his people.",
          "id": 8981
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass when Solomon had finished building the house of the Lord, and the king''s house, and all the work of Solomon, whatever he wished to perform,",
          "id": 8982
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "that the Lord appeared to Solomon a second time, as he appeared in Gabaon.",
          "id": 8983
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the Lord said to him, I have heard the voice of your prayer, and your supplication which you made before me: I have done for you according to all your prayer: I have hallowed this house which you have built to put my name there for ever, and mine eyes and my heart shall be there always.",
          "id": 8984
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And if you will walk before me as David your father walked, in holiness of heart and uprightness, and so as to do according to all that I commanded him, and shall keep my ordinances and my commandments:",
          "id": 8985
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "then will I establish the throne of your kingdom in Israel for ever, as I spoke to David your father, saying, There shall not fail you a man to rule in Israel.",
          "id": 8986
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But if you or your children do in any wise revolt from me, and do not keep my commandments and my ordinances, which Moses set before you, and you go and serve other gods, and worship them:",
          "id": 8987
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "then will I cut off Israel from the land which I have given them, and this house which I have consecrated to my name I will cast out of my sight; and Israel shall be a desolation and a byword to all nations.",
          "id": 8988
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And this house, which is high, shall be so that every one that passes by it shall be amazed, and shall hiss; and they shall say, Therefore has the Lord done thus to this land, and to this house?",
          "id": 8989
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And men shall say, Because they forsook the Lord their God, who brought out their fathers from Egypt, out of the house of bondage, and they attached themselves to strange gods, and worshipped them, and served them: therefore the Lord has brought this evil upon them. Then Solomon brought up the daughter of Pharao out of the city of David into his house which he built for himself in those days.",
          "id": 8990
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "During twenty years in which Solomon was building the two houses, the house of the Lord, and the house of the king,",
          "id": 8991
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Chiram king of Tyre helped Solomon with cedar wood, and fir wood, and with gold, and all that he wished for: then the king gave Chiram twenty cities in the land of Galilee.",
          "id": 8992
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So Chiram departed from Tyre, and went into Galilee to see the cities which Solomon gave to him; and they pleased him not. And he said,",
          "id": 8993
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "What are these cities which you have given me, brother? And he called them Boundary until this day.",
          "id": 8994
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Chiram brought to Solomon a hundred and twenty talents of gold,",
          "id": 8995
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "even that for which king Solomon built a ship in Gasion Gaber near Aelath on the shore of the extremity of the sea in the land of Edom.",
          "id": 8996
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Chiram sent in the ship together with the servants of Solomon servants of his own, mariners to row, men acquainted with the sea.",
          "id": 8997
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And they came to Sophira, and took thence a hundred and twenty talents of gold, and brought them to king Solomon.",
          "id": 8998
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the queen of Saba heard of the name of Solomon, and the name of the Lord, and she came to try him with riddles.",
          "id": 8999
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And she came to Jerusalem with a very great train; and there came camels bearing spices, and very much gold, and precious stones: and she came in to Solomon, and told him all that was in her heart.",
          "id": 9000
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Solomon answered all her questions: and there was not a question overlooked by the king which he did not answer her.",
          "id": 9001
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the queen of Saba saw all the wisdom of Solomon, and the house which he built,",
          "id": 9002
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "and the provision of Solomon and the sitting of his attendants, and the standing of his servants, and his raiment, and his cupbearers, and his whole burnt offering which he offered in the house of the Lord, and she was utterly amazed.",
          "id": 9003
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And she said to king Solomon, It was a true report which I heard in my land of your words and your wisdom.",
          "id": 9004
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But I believed not them that told me, until I came and my eyes saw: and, behold, the words as they reported to me are not the half: you have exceeded in goodness all the report which I heard in my land.",
          "id": 9005
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Blessed are your wives, blessed are these your servants who stand before you continually, who hear all your wisdom.",
          "id": 9006
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Blessed be the Lord your God, who has taken pleasure in you, to set you upon the throne of Israel, because the Lord loved Israel to establish him for ever; and he has made you king over them, to execute judgement with justice, and in their causes.",
          "id": 9007
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And she gave to Solomon a hundred and twenty talents of gold, and very many spices, and precious stones: there had not come any other spices so abundant as those which the queen of Saba gave to king Solomon.",
          "id": 9008
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the ship of Chiram which brought the gold from Suphir, brought very much hewn timber and precious stones.",
          "id": 9009
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the king made the hewn timber into buttresses of the house of the Lord and the king''s house, and lyres and harps for singers: such hewn timber had not come upon the earth, nor have been seen anywhere until this day.",
          "id": 9010
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And king Solomon gave to the queen of Saba all that she desired, whatever she asked, besides all that he had given her by the hand of king Solomon: and she returned, and came into her own land, she and her servants.",
          "id": 9011
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the weight of gold that came to Solomon in one year was six hundred and sixty-six talents of gold.",
          "id": 9012
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Besides the tributes of them that were subjects, both merchants and all the kings of the country beyond the river, and of the princess of the land.",
          "id": 9013
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Solomon made three hundred spears of beaten gold: three hundred shekels of gold were upon one spear.",
          "id": 9014
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And three hundred shields of beaten gold: and three pounds of gold were in one shield: and the king put them in the house of the forest of Lebanon.",
          "id": 9015
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the king made a great ivory throne, and gilded it with pure gold.",
          "id": 9016
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The throne had six steps, and calves in bold relief to the throne behind it, and side-pieces on either hand of the place of the seat, and two lions standing by the side-pieces,",
          "id": 9017
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "and twelve lions standing there on the six steps on either side: it was not so done in any other kingdom.",
          "id": 9018
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And all the vessels made by Solomon were of gold, and the lavers were golden, and all the vessels of the house of the forest of Lebanon were of pure gold; there was no silver, for it was not accounted of in the days of Solomon.",
          "id": 9019
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "For Solomon had a ship of Tharsis in the sea with the ships of Chiram: one ship came to the king every three years out of Tharsis, laden with gold and silver, and wrought stones, and hewn stones. This was the arrangement of the provision which king Solomon fetched to build the house of the Lord, and the house of the king, and the wall of Jerusalem, and the citadel; to fortify the city of David, and Assur, and Magdal, and Gazer, and Baethoron the upper, and Jethermath, and all the cities of the chariots, and all the cities of the horsemen, and the fortification of Solomon which he purposed to build in Jerusalem and in all the land, so that none of the people should rule over him that was left of the Chettite and the Amorite, and the Pher ezite, and the Chananite, and the Evite, and the Jebusite, and the Gergesite, who were not of the children of Israel, their descendants who had been left with him the land, whom the children of Israel could not utterly destroy; and Solomon made them tributaries until this day. But of the children of Israel Solomon made nothin for they were the warriors, and his servants and rulers, and captains of the third order, and the captains of his chariots, and his horsemen.",
          "id": 9020
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And Solomon increased beyond all the kings of the earth in wealth and wisdom.",
          "id": 9021
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And all the kings of the earth sought the presence of Solomon, to hear his wisdom which the Lord had put into his heart.",
          "id": 9022
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And they brought every one their gifts, vessels of gold, and raiment, and stacte, and spices, and horses, and mules, a rate year by year.",
          "id": 9023
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And Solomon had four thousand mares for his chariots, and twelve thousand horsemen: and he put them in the cities of his chariots, and with the king in Jerusalem: and he ruled over all the kings from the river to the land of the Philistines, and to the borders of Egypt.",
          "id": 9024
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the king made gold and silver in Jerusalem as stones, and he made cedars as the sycamores in the plain for multitude.",
          "id": 9025
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And the goings forth of Solomon''s horsemen was also out of Egypt, and the king''s merchants were of Thecue; and they received them out of Thecue at a price.",
          "id": 9026
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And that which proceeded out of Egypt went up thus, even a chariot for a hundred shekels of silver, and a horse for fifty shekels of silver: and thus for all the kings of the Chettians, and the kings of Syria, they came out by sea.",
          "id": 9027
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And king Solomon was a lover of women. And he had seven hundred wives, princesses, and three hundred concubines. And he took strange women, as well as the daughter of Pharao, Moabitish, Ammanitish women, Syrians and Idumeans, Chettites, and Amorites;",
          "id": 9028
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "of the nations concerning whom the Lord forbade the children of Israel, saying, You shall not go in to them, and they shall not come in to you, lest they turn away your hearts after their idols: Solomon clave to these in love.",
          "id": 9029
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And it came to pass in the time of the old age of Solomon, that his heart was not perfect with the Lord his God, as was the heart of David his father. And the strange women turned away his heart after their gods. Then Solomon built a high place to Chamos the idol of Moab, and to their king the idol of the children of Ammon,",
          "id": 9030
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "and to Astarte the abomination of the Sidonians.",
          "id": 9031
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And thus he acted towards all his strange wives, who burnt incense and sacrificed to their idols. And Solomon did that which was evil in the sight of the Lord: he went not after the Lord, as David his father.",
          "id": 9032
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the Lord was angry with Solomon, because he turned away his heart from the Lord God of Israel, who had appeared twice to him,",
          "id": 9033
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and charged him concerning this matter, by no means to go after other gods, but to take heed to do what the Lord God commanded him; neither was his heart perfect with the Lord, according to the heart of David his father.",
          "id": 9034
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the Lord said to Solomon, Because it has been thus with you, and you have not kept my commandments and my ordinances which I commanded you, I will surely rend your kingdom out of your hand, and give it to your servant.",
          "id": 9035
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Only in your days I will not do it for David your father''s sake: but I will take it out of the hand of your son.",
          "id": 9036
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Only I will not take away the whole kingdom: I will give one tribe to your son for David my servant''s sake, and for the sake of Jerusalem, the city which I have chosen.",
          "id": 9037
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the Lord raised up an enemy to Solomon, Ader the Idumaean, and Esrom son of Eliadae who lived in Raama, and Adadezer king of Suba his master; (and men gathered to him, and he was head of the conspiracy, and he seized on Damasec,) and they were adversaries to Israel all the days of Solomon: and Ader the Idumaean was of the seed royal in Idumaea.",
          "id": 9038
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And it happened, that while David was utterly destroying Edom, while Joab captain of the host was going to bury the dead, when they killed every male in Idumaea;",
          "id": 9039
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "(for Joab and all Israel abode there six months in Idumaea, until he utterly destroyed every male in Idumaea;)",
          "id": 9040
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "that Ader ran away, he and all the Idumaeans of the servants of his father with him; and they went into Egypt; and Ader was then a little child.",
          "id": 9041
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And there rise up men out of the city of Madiam, and they come to Pharan, and take men with them, and come to Pharao king of Egypt: and Ader went in to Pharao, and he gave him a house, and appointed him provision.",
          "id": 9042
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Ader found great favour in the sight of Pharao, and he gave him his wife''s sister in marriage, the elder sister of Thekemina.",
          "id": 9043
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the sister of Thekemina bore to him, even to Ader, Ganebath her son; and Thekemina brought him up in the midst of the sons of Pharao, and Ganebath was in the midst of the sons of Pharao.",
          "id": 9044
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Ader heard in Egypt that David slept with his fathers, and that Joab the captain of the host was dead; and Ader said to Pharao, Let me go, and I will return to my country.",
          "id": 9045
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Pharao said to Ader, What lack you with me? that behold! you seek to depart to your country? and Ader said to him, By all means let me go.",
          "id": 9046
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "So Ader returned to his country; this is the mischief which Ader did, and he was a bitter enemy of Israel, and he reigned in the land of Edom.",
          "id": 9047
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Jeroboam the son of Nabat, the Ephrathite of Sarira, the son of a widow, was servant of Solomon.",
          "id": 9048
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And this was the occasion of his lifting up his hands against king Solomon: now king Solomon built the citadel, he completed the fortification of the city of David his father.",
          "id": 9049
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the man Jeroboam was very strong; and Solomon saw the young man that he was active, and he set him over the levies of the house of Joseph.",
          "id": 9050
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And it came to pass at that time, that Jeroboam went forth from Jerusalem, and Achia the Selonite the prophet found him in the way, and caused him to turn aside out of the way: and Achia was clad with a new garment, and they two were alone in the field.",
          "id": 9051
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Achia laid hold of his new garment that was upon him, and tore it into twelve pieces:",
          "id": 9052
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "and he said to Jeroboam, Take to yourself ten pieces, for thus says the Lord God of Israel, Behold, I rend the kingdom out of the hand of Solomon, and will give you ten tribes.",
          "id": 9053
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Yet he shall have two tribes, for my servant David''s sake, and for the sake of Jerusalem, the city which I have chosen out of all the tribes of Israel.",
          "id": 9054
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Because he forsook me, and sacrificed to Astarte the abomination of the Sidonians, and to Chamos, and to the idols of Moab, and to their king the abomination of the children of Ammon, and he walked not in my ways, to do that which was right before me, as David his father did.",
          "id": 9055
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Howbeit I will not take the whole kingdom out of his hand, (for I will certainly resist him all the days of his life,) for David my servant''s sake, whom I have chosen.",
          "id": 9056
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "But I will take the kingdom out of the hand of his son, and give you ten tribes.",
          "id": 9057
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "But to his son I will give the two remaining tribes, that my servant David may have an establishment continually before me in Jerusalem, the city which I have chosen for myself to put my name there.",
          "id": 9058
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And I will take you, and you shall reign as your soul desires, and you shall be king over Israel.",
          "id": 9059
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And it shall come to pass, if you will keep all the commandments that I shall give you, and will walk in my ways, and do that which is right before me, to keep my ordinances and my commandments, as David my servant did, that I will be with you, and will build you a sure house, as I built to David.",
          "id": 9060
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And Solomon sought to kill Jeroboam: but he arose and fled into Egypt, to Susakim king of Egypt, and he was in Egypt until Solomon died.",
          "id": 9061
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And the rest of the history of Solomon, and all that he did, and all his wisdom, behold are not these things written in the book of the life of Solomon?",
          "id": 9062
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And the days during which Solomon reigned in Jerusalem over all Israel were forty years.",
          "id": 9063
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And Solomon slept with his fathers, and they buried him in the city of David his father. And it came to pass when Jeroboam son of Nabat heard of it, even while he was yet in Egypt as he fled from the face of Solomon and lived in Egypt, he straightway comes into his own city, into the land of Sarira in the mount of Ephraim. And king Solomon slept with his fathers, and Roboam his son reigned in his stead.",
          "id": 9064
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And king Roboam goes to Sikima; for all Israel were coming to Sikima to make him king.",
          "id": 9065
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the people spoke to king Roboam, saying, Your father made our yoke heavy;",
          "id": 9066
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "but do you now lighten somewhat of the hard service of your father, and of his heavy yoke which he put upon us, and we will serve you.",
          "id": 9067
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he said to them, Depart for three days, and return to me. And they departed.",
          "id": 9068
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the king referred the matter to the elders, who stood before Solomon his father while he was yet living, saying, How do you advise that I should answer this people?",
          "id": 9069
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And they spoke to him, saying, If you will this day be a servant to this people, and will serve them, and will speak to them good words, then will they be your servants continually.",
          "id": 9070
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But he forsook the counsel of the old men which they gave him, and consulted with the young men who were brought up with him, who stood in his presence.",
          "id": 9071
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And he said to them, What counsel do you give? And what shall I answer to this people who speak to me, saying, Lighten somewhat of the yoke which your father has put upon us?",
          "id": 9072
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the young men who had been brought up with him, who stood before his face, spoke to him, saying, Thus shall you say to this people who have spoken to you, saying, Your father made our yoke heavy, and do you now lighten it from off us: thus shall say to them, My little finger shall be thicker than my father''s loins.",
          "id": 9073
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And whereas my father did lade you with a heavy yoke, I also will add to your yoke: my father chastised you with whips, but I will chastise you with scorpions.",
          "id": 9074
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And all Israel came to king Roboam on the third day, as the king spoke to them, saying, Return to me on the third day.",
          "id": 9075
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the king answered the people harshly; and Roboam forsook the counsel of the old men which they counselled him.",
          "id": 9076
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he spoke to them according to the counsel of the young men, saying, My father made your yoke heavy, and I will add to your yoke: my father chastised you with whips, but I will chastise you with scorpions.",
          "id": 9077
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the king listened not to the people, because the change was from the Lord, that he might establish his word which he spoke by Achia the Selonite concerning Jeroboam the son of Nabat.",
          "id": 9078
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And all Israel saw that the king did not listen to them: and the people answered the king, saying, What portion have we in David? neither have we any inheritance in the son of Jessae. Depart, O Israel, to your tents: now feed your own house, David. So Israel departed to his tents.",
          "id": 9079
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the king sent Adoniram who was over the tribute; and they stoned him with stones, and he died: and king Roboam made haste to rise to flee to Jerusalem.",
          "id": 9080
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So Israel rebelled against the house of David until this day.",
          "id": 9081
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And it came to pass when all Israel heard that Jeroboam had returned out of Egypt, that they sent and called him to the assembly, and they made him king over Israel: and none followed the house of David except the tribe of Juda and Benjamin only.",
          "id": 9082
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Roboam went into Jerusalem, and he assembled the congregation of Juda, and the tribe of Benjamin, a hundred and twenty thousand young men, warriors, to fight against the house of Israel, to recover the kingdom to Roboam the son of Solomon.",
          "id": 9083
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the word of the Lord came to Samaia the man of God, saying,",
          "id": 9084
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Speak to Roboam the son of Solomon, king of Juda, and to all the house of Juda and Benjamin, and to the remnant of the people, saying,",
          "id": 9085
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Thus says the Lord, You shall not go up, neither shall you fight with your brethren the sons of Israel: return each man to his own home; for this thing is from me; and they listened to the word of the Lord, and they ceased from going up, according to the word of the Lord. So king Solomon sleeps with his fathers, and is buried with his fathers in the city of David; and Roboam his son reigned in his stead in Jerusalem, being sixteen years old when he began to reign, and he reigned twelve years I Jerusalem: and his mother''s name was Naanan, daughter of Ana son of Naas king of the children of Ammon. And he did that which was evil in the sight of the Lord, and walked not in the way of David his father. And there was a man of mount Ephraim, a servant to Solomon, and his name was Jeroboam: and the name of his mother was Sarira, a harlot: and Solomon made him head of the levies of the house of Joseph: and he built for Solomon Sarira in mount Ephraim; and he had three hundred chariots of horses: he built the citadel with the levies of the house of Ephraim; he fortified the city of David, and aspired to the kingdom, And Solomon sought to kill him; and he was afraid, and escaped to Susakim king of Egypt, and was with him until Solomon died. And Jeroboam heard in Egypt that Solomon was dead: and he spoke in the ears of Susakim king of Egypt, saying, Let me go, and I will depart into my land: and Susakim said to him, Ask and request, and I will grant it you. And Susakim gave to Jeroboam Ano the oldest sister of Thekemina his wife: she was great amongst the daughters of the king, and she bore to Jerobaom Abia his son: and Jeroboam said to Susakim, Let me indeed go, and I will depart. And Jeroboam departed out of Egypt, and came into the land of Saria that was in mount Ephraim, and there the whole in mount Ephraim, and there the whole tribe of Ephraim assembles, and Jeroboam built a fortress there. And his young child was sick with a very severe sickness; and Jeroboam went to enquire concerning the child: and he said to Ano his wife, Arise, go, enquire of God concerning the child, whether he shall recover from his sickness. Now there was a man in Selom, an his name was Achia: and he was sixty years old, and the word of the Lord was with him. And Jeroboam said to his wife, Arise, and take in your hand loaves for the man of God, and cakes for his children, and grapes, and a pot of honey. And the woman arose, and took in her hand bread, and two cakes, and grapes, and a pot of honey, for Achia: and the man was old, and his eyes were dim, so that he could not see. And she arose, up from Sarira and went; and it came to pass when she had come into the city to Achia the Selonite, that Achia said to his servant, Go out now to meet Ano the wife of Jeroboam, and you shall say to her, Come in, and stand not still: for thus says the Lord, I send grievous tidings to you. And Ano went in to the man of God; and Achia said to her, Why have you brought me bread and grapes, and cakes, and a pot of honey? Thus says the Lord, Behold, you shall depart from me, and it shall come to pass when you have entered into the city, even into Sarira, that your maidens shall come out to meet you, and shall say to you, The child is dead: for thus says the Lord, Behold, I will destroy every male of Jeroboam, and there shall be the dead of Jeroboam in the city, them the dogs shall eat, and him that eat, and he shall lament for the child, saying, Woe is me, Lord! For there has been found in him some good thing touching the Lord. And the woman departed, when she heard this: and it came to pass as she entered into Sarira, that the child died; and there came forth a wailing to meet her. And Jeroboam went to Sikima in mount Ephraim, and assembled there the tribes of Israel; and Roboam the son of Solomon went up there. And the word of the Lord came to Samaias son of Enlami, saying, Take to yourself a new garment which has not gone into the water, and rend it into twelve pieces; and you shall five some to Jeroboam, and shall say to him, thus says the Lord, Take to yourself ten pieces to cover you: and Jeroboam took them: and Samaias said, Thus says the Lord concerning the ten tribes of Israel. And the people said to Roboam the son of Solomon, Your father make his yoke heavy upon us, and made the meat of his table heavy; and now you shall lighten them upon us, and we will serve you. And Roboam said to the people, Wait three days, and I will return you an answer: and Roboam said, Bring in to me the elders, and I will take counsel with them what I shall answer to the people on the third day, So Roboam spoke in their ears, as the people sent to him to say: and the elders of the people said, Thus the people have spoken to you. And Roboam rejected their counsel, and it pleased him not: and he sent and brought in those who had been brought up with him; and he said to them, Thus and thus has the people sent to me to say: and they that had been brought up with him said, Thus shall you speak to the people saying, My little finger shall be thicker than my father''s loins; my father scourged you with whips, but I will rule you with scorpions. And the saying pleased Roboam, and he answered the people as the young men, they that were brought up with him, counselled him: and all the people spoke as one man, every one to his neighbour, and they cried out all together, saying, We have no part in David, nor inheritance in the son of Jessae: to they tents, O Israel, every one; for this man is not for a prince or a ruler over us. And all the people was dispersed from Sikima, and they departed every one to his tent: and Roboam strengthened him self and departed, and mounted his chariot, and entered into Jerusalem: and there follow him the whole tribe of Juda, and the whole tribe of Benjamin. And it came to pass at the beginning of the year, that Roboam gathered all the men of Juda and Benjamin, and went up to fight with Jeroboam at Sikima. And the word of the Lord came to Sameas the man of God, saying, Speak to Roboam king of Juda, and to all the house of Juda and Benjamin, and to the remnant of the people, saying, Thus says the Lord, You shall not go up, neither shall you fight with your brethren the sons of Israel: return every man to his house, for this thing is from me. And they listened to the word of the Lord, and forbore to go up, according to the word of the Lord.",
          "id": 9086
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And Jeroboam built Sikima in mount Ephraim and lived in it, and went forth thence and built Phanuel.",
          "id": 9087
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Jeroboam said in his heart, Behold, now the kingdom will return to the house of David.",
          "id": 9088
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "If this people shall go up to offer sacrifice in the house of the Lord at Jerusalem, then the heart of the people will return to the Lord, and to their master, to Roboam king of Juda, and they will kill me.",
          "id": 9089
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the king took counsel, and went, and made two golden heifers, and said to the people, Let it suffice you to have gone hitherto to Jerusalem: behold your gods, O Israel, who brought you up out of the land of Egypt.",
          "id": 9090
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And he put one in Bethel, and he put the other in Dan.",
          "id": 9091
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And this thing became a sin; and the people went before one as far as Dan, and left the house of the Lord.",
          "id": 9092
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And he made houses on the high places, and made priests of any part of the people, who were not of the sons of Levi.",
          "id": 9093
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And Jeroboam appointed a feast in the eighth month, on the fifteenth day of the month, according to the feast in the land of Juda;",
          "id": 9094
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "and went up to the altar which he made in Baethel to sacrifice to the heifers which he made, and he placed in Baethel the priests of the high places which he had made. And he went up to the altar which he had made, on the fifteenth day in the eighth month, at the feast which he devised out of his own heart; and he made a feast to the children of Israel, and went up to the altar to sacrifice.",
          "id": 9095
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And behold, there came a man of God out of Juda by the word of the Lord to Baethel, and Jeroboam stood at the altar to sacrifice.",
          "id": 9096
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he cried against the altar by the word of the Lord, and said, O altar, altar, thus says the Lord, Behold, a son is to be born to the house of David, Josias by name; and he shall offer upon you the priests of the high places, even of them that sacrifice upon you, and he shall burn men''s bones upon you.",
          "id": 9097
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And in that day one shall give a sign, saying, This is the word which the Lord has spoken, saying, Behold, the altar is tore, and the fatness upon it shall be poured out.",
          "id": 9098
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And it came to pass when king Jeroboam heard the words of the man of God who called on the altar that was in Baethel, that the king stretched forth his hand from the altar, saying, Take hold of him. And, behold, his hand, which he stretched forth against him, withered, and he could not draw it back to himself.",
          "id": 9099
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the altar was tore, and the fatness was poured out from the altar, according to the sign which the man of God gave by the word of the Lord.",
          "id": 9100
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And king Jeroboam said to the man of God, Intreat the Lord your God, and let my hand be restored to me. And the man of God entreated the Lord, and he restored the king''s hand to him, and it became as before.",
          "id": 9101
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the king said to the man of God, Enter with me into the house, and dine, and I will give you a gift.",
          "id": 9102
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the man of God said to the king, If you should give me the half of your house, I would not go in with you, neither will I eat bread, neither will I drink water in this place; for thus the Lord charged me by his word, saying,",
          "id": 9103
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Eat no bread, and drink no water, and return not by the way by which you came.",
          "id": 9104
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So he departed by another way, and returned not by the way by which he came to Baethel.",
          "id": 9105
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And there lived an old prophet in Baethel; and his sons came and told him all the works that the man of God did on that day in Baethel, and the words which he spoke to the king: and they turned the face of their father.",
          "id": 9106
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And their father spoke to them, saying, Which way went he? and his sons show him the way by which the man of God who came out of Juda went up.",
          "id": 9107
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he said to his sons, Saddle me the ass: and they saddled him the ass, and he mounted it,",
          "id": 9108
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "and went after the man of God, and found him sitting under an oak: and he said to him, Are you the man of God that came out of Juda? And he said to him, I am.",
          "id": 9109
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he said to him, Come with me, and eat bread.",
          "id": 9110
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And he said, I shall not by any means be able to return with you, neither will I eat bread, neither will I drink water in this place.",
          "id": 9111
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For thus the Lord commanded me by word, saying, Eat not bread there, and drink not water, and return not there by the way by which you came.",
          "id": 9112
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And he said to him, I also am a prophet as you are; and an angel spoke to me by the word of the Lord, saying, Bring him back to you into your house, and let him eat bread and drink water: but he lied to him.",
          "id": 9113
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And he brought him back, and he ate bread and drank water in his house.",
          "id": 9114
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And it came to pass while they were sitting at the table, that the word of the Lord came to the prophet that brought him back;",
          "id": 9115
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "and he spoke to the man of God that came out of Juda, saying, Thus says the Lord, Because you have resisted the word of the Lord, and have not kept the commandment which the Lord your God commanded you,",
          "id": 9116
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "but have returned, and eaten bread and drunk water in the place of which he spoke to you, saying, You shall not eat bread, and shall not drink water; therefore your body shall in nowise enter into the sepulchre of your fathers.",
          "id": 9117
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And it came to pass after he had eaten bread and drunk water, that he saddled the ass for him, and he turned and departed.",
          "id": 9118
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And a lion found him in the way, and killed him; and his body was cast out in the way, and the ass was standing by it, and the lion also was standing by the body.",
          "id": 9119
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And, behold, men were passing by, and saw the carcase cast in the way, and the lion was standing near the carcase: and they went in and spoke of it in the city where the old prophet lived.",
          "id": 9120
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the prophet that turned him back out of the way heard, and said, This is the man of God who rebelled against the word of the Lord.",
          "id": 9121
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And he spoke to his sons, saying, Saddle me the ass, and they saddled it.",
          "id": 9122
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And he went and found the body cast in the way, and the ass and the lion were standing by the body: and the lion had not devoured the body of the man of God, and had not torn the ass.",
          "id": 9123
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And the prophet took up the body of the man of God, and laid it on his ass; and the prophet brought him back to his city, to bury him in his own tomb,",
          "id": 9124
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "and they bewailed him, saying, Alas, brother.",
          "id": 9125
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And it came to pass after he had lamented him, that he spoke to his sons, saying, Whenever I die, bury me in this tomb wherein the man of God is buried; lay me by his bones, that my bones may be preserved with his bones.",
          "id": 9126
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "For the word will surely come to pass which he spoke by the word of the Lord against the altar in Baethel, and against the high houses in Samaria.",
          "id": 9127
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And after this Jeroboam turned not from his sin, but he turned and made of part of the people priests of the high places: whoever would, he consecrated him, and he became a priest for the high places.",
          "id": 9128
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And this thing became sin to the house of Jeroboam, even to its destruction and its removal from the face of the earth.",
          "id": 9129
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Roboam son of Solomon ruled over Juda. Roboam was forty and one years old when he began to reign, and he reigned seventeen years in the city Jerusalem, which the Lord chose to put his name there out of all the tribes of Israel: and his mother''s name was Naama the Ammonitess.",
          "id": 9130
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Roboam did evil in the sight of the Lord; and he provoked him in all the things which their fathers did in their sins which they sinned.",
          "id": 9131
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And they built for themselves high places, and pillars, and planted groves on every high hill, and under every shady tree.",
          "id": 9132
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And there was a conspiracy in the land, and they did according to all the abominations of the nations which the Lord removed from before the children of Israel.",
          "id": 9133
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And it came to pass in the fifth year of the reign of Roboam, Susakim king of Egypt came up against Jerusalem;",
          "id": 9134
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and took all the treasures of the house of the Lord, and the treasures of the king''s house, and the golden spears which David took out of the hand of the sons of Adrazaar king of Suba, and brought them into Jerusalem, even all that he took, and the golden shields which Solomon had made, and carried them away into Egypt.",
          "id": 9135
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And king Roboam made brazen shields instead of them; and the chiefs of the golden shields which Solomon had made, and the chiefs of the body guard, who kept the gate of the house of the king, were placed in charge over them.",
          "id": 9136
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And it came to pass when the king went into the house of the Lord, that the body guard took them up, and fixed them in the chamber of the body guard.",
          "id": 9137
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the rest of the history of Roboam, and all that he did, behold, are they not written in the book of the chronicles of the kings of Juda?",
          "id": 9138
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And there was war between Roboam and Jeroboam continually.",
          "id": 9139
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Roboam slept with his fathers, and was buried with his fathers in the city of David: and Abiu his son reigned in his stead.",
          "id": 9140
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And in the eighteenth year of the reign of Jeroboam son of Nabat, Abiu son of Roboam reigns over Juda.",
          "id": 9141
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he reigned three years over Jerusalem: and his mother''s name was Maacha, daughter of Abessalom.",
          "id": 9142
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he walked in the sins of his father which he wrought in his presence, and his heart was not perfect with the Lord his God, as was the heart of his father David.",
          "id": 9143
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Howbeit for David''s sake the Lord gave him a remnant, that he might establish his children after him, and might establish Jerusalem.",
          "id": 9144
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Forasmuch as David did that which was right in the sight of the Lord: he turned not from any thing that he commanded him all the days of his life.",
          "id": 9145
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the rest of the history of Abiu, and all that he did, behold, are not these written in the book of the chronicles of the kings of Juda? And there was war between Abiu and Jeroboam.",
          "id": 9146
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Abiu slept with his fathers in the twenty-fourth year of Jeroboam; and he is buried with his fathers in the city of David: And Asa his son reigns in his stead.",
          "id": 9147
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "In the four and twentieth year of Jeroboam king of Israel, Asa begins to reign over Juda.",
          "id": 9148
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he reigned forty-one years in Jerusalem: and his mother''s name was Ana, daughter of Abessalom.",
          "id": 9149
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Asa did that which was right in the sight of the Lord, as David his father.",
          "id": 9150
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he removed the sodomites out of the land, and abolished all the practices which his fathers had kept up.",
          "id": 9151
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And he removed Ana his mother from being queen, forasmuch as she gathered a meeting in her grove: and Asa cut down her retreats, and burnt them with fire in the brook of Kedron.",
          "id": 9152
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But he removed not the high places; nevertheless the heart of Asa was perfect with the Lord all his days.",
          "id": 9153
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he brought in the pillars of his father, he even brought in his gold and silver pillars into the house of the Lord, and his vessels.",
          "id": 9154
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And there was war between Asa and Baasa king of Israel all their days.",
          "id": 9155
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Baasa king of Israel went up against Juda, and built Rama, so that no one should go out or come in for Asa king of Juda.",
          "id": 9156
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Asa took all the silver and the gold that was found in the treasures of the house of the Lord, and in the treasures of the king''s house, and gave them into the hands of his servants; and king Asa sent them out to the son of Ader, the son of Taberema son of Azin king of Syria, who lived in Damascus, saying,",
          "id": 9157
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Make a covenant between me and you, and between my father and your father: behold! I have sent forth to you gold and silver for gifts: come, break your league with Baasa king of Israel, that he may go up from me.",
          "id": 9158
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the son of Ader listened to king Asa, and sent the chiefs of his forces to the cities of Israel; and they struck Ain, Dan, and Abel of the house of Maacha, and all Chennereth, as far as the whole land of Nephthali.",
          "id": 9159
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And it came to pass when Baasa heard it, that he left off building Rama, and returned to Thersa.",
          "id": 9160
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And king Asa charged all Juda without exception: and they take up the stones of Rama and its timbers with which Baasa was building; and king Asa built with them upon the whole hill of Benjamin, and the watch-tower.",
          "id": 9161
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And the rest of the history of Asa, and all his mighty deeds which he wrought, and the cities which he built, behold, are not these written in the book of the chronicles of the kings of Juda? Nevertheless in the time of his old age he was diseased in his feet.",
          "id": 9162
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And Asa slept with his fathers, and was buried with his fathers in the city of David his father: and Josaphat his son reigns in his stead.",
          "id": 9163
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Nabat son of Jeroboam reigns over Israel in the second year of Asa king of Juda, and he reigned two years in Israel.",
          "id": 9164
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And he did that which was evil in the sight of the Lord, and walked in the way of his father, and in his sins wherein he caused Israel to sin.",
          "id": 9165
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And Baasa son of Achia, who was over the house of Belaan son of Achia, conspired against him, and struck him in Gabathon of the Philistines; for Nabat and all Israel were besieging Gabathon.",
          "id": 9166
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And Baasa killed him in the third year of Asa son of Asa king of Juda; and reigned in his stead.",
          "id": 9167
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And it came to pass when he reigned, that he struck the whole house of Jeroboam, and left none that breathed of Jeroboam, until he has destroyed him utterly, according to the word of the Lord which he spoke by his servant Achia the Selonite,",
          "id": 9168
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "for the sins of Jeroboam, who led Israel into sin, even by his provocation wherewith he provoked the Lord God of Israel.",
          "id": 9169
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And the rest of the history of Nabat, and all that he did, behold, are not these written in the book of the chronicles of the kings of Israel?",
          "id": 9170
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And there was a war between Asa and Baasa king of Israel in all their days.",
          "id": 9171
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And in the third year of Asa king of Juda, Baasa the son of Achia begins to reign over Israel in Thersa, twenty and four years.",
          "id": 9172
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And he did that which was evil in the sight of the Lord, and walked in the way of Jeroboam the son of Nabat, and in his sins, as he caused Israel to sin.",
          "id": 9173
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the word of the Lord came by the hand of Ju son of Anani to Baasa, saying,",
          "id": 9174
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Forasmuch as I lifted you up from the earth, and made you ruler over my people Israel; and you have walked in the way of Jeroboam, and have caused my people Israel to sin, to provoke me with their vanities;",
          "id": 9175
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Behold, I raise up enemies after Baasa, and after his house; and I will make your house as the house of Jeroboam son of Nabat.",
          "id": 9176
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Him that dies of Baasa in the city the dogs shall devour, and him that dies of his in the field the birds of the sky shall devour.",
          "id": 9177
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now the rest of the history of Baasa, and all that he did, and his mighty acts, behold, are not these written in the book of the chronicles of the kings of Israel?",
          "id": 9178
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Baasa slept with his fathers, and they bury him in Thersa; and Ela his son reigns in his stead.",
          "id": 9179
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the Lord spoke by Ju the son of Anani against Baasa, and against his house, even all the evil which he wrought before the Lord to provoke him to anger by the works of his hands, in being like the house of Jeroboam; and because he struck him.",
          "id": 9180
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Ela son of Baasa reigned over Israel two years in Thersa.",
          "id": 9181
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Zambri, captain of half his cavalry, conspired against him, while he was in Thersa, drinking himself drunk in the house of Osa the steward at Thersa.",
          "id": 9182
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Zambri went in and struck him and killed him, and reigned in his stead.",
          "id": 9183
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And it came to pass when he reigned, when he sat upon his throne,",
          "id": 9184
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "that he struck all the house of Baasa, according to the word which the Lord spoke against the house of Baasa, and to Ju the prophet,",
          "id": 9185
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "for all the sins of Baasa and Ela his son, as he led Israel astray to sin, to provoke the Lord God of Israel with their vanities.",
          "id": 9186
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the rest of the deeds of Ela which he did, behold, are not these written in the book of the chronicles of the kings of Israel?",
          "id": 9187
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Zambri reigned in Thersa seven days: and the army of Israel was encamped against Gabathon of the Philistines.",
          "id": 9188
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the people heard in the army, saying, Zambri has conspired and struck the king: and the people of Israel made Ambri the captain of the host king in that day in the camp over Israel.",
          "id": 9189
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Ambri went up, and all Israel with him, out of Gabathon; and they besieged Thersa.",
          "id": 9190
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And it came to pass when Zambri saw that his city was taken, that he goes into the inner chamber of the house of the king, and burnt the king''s house over him, and died.",
          "id": 9191
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Because of his sins which he committed, doing that which was evil in the sight of the Lord, so as to walk in the way of Jeroboam the son of Nabat, and in his sins wherein he caused Israel to sin.",
          "id": 9192
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the rest of the history of Zambri, and his conspiracies wherein he conspired, behold, are not these written in the book of the chronicles of the kings of Israel?",
          "id": 9193
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then the people of Israel divides; half the people goes after Thamni the son of Gonath to make him king; and half the people goes after Ambri.",
          "id": 9194
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "The people that followed Ambri overpowered the people that followed Thamni son of Gonath; and Thamni died and Joram his brother at that time, and Ambri reigned after Thamni.",
          "id": 9195
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "In the thirty-first year of king Asa, Ambri begins to reign over Israel twelve years: he reigns six years in Thersa.",
          "id": 9196
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Ambri bought the mount Semeron of Semer the lord of the mountain for two talents of silver; and he built upon the mountain, and they called the name of the mountain on which he built, after the name of Semer the lord of the mount, Semeron.",
          "id": 9197
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Ambri did that which was evil in the sight of the Lord, and wrought wickedly beyond all that were before him.",
          "id": 9198
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And he walked in all the way of Jeroboam the son of Nabat, and in his sins wherewith he caused Israel to sin, to provoke the Lord God of Israel by their vanities.",
          "id": 9199
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the rest of the acts of Ambri, and all that he did, and all his might, behold, are not these things written in the book of the chronicles of the kings of Israel?",
          "id": 9200
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And Ambri slept with his fathers, and is buried in Samaria; and Achaab his son reigns in his stead. And in the eleventh year of Ambri Josaphat the son of Asa reigns, being thirty-five years old in the beginning of his reign, and he reigned twenty-five years in Jerusalem: and his mother''s name was Gazuba, daughter of Seli. And he walked in the way of Asa his father, and turned not from it, even from doing right in the eyes of the Lord: only they removed not any of the high places; they sacrificed and burnt incense on the high places. Now the engagements which Josaphat made with the king of Israel, and all his mighty deeds which he performed, and the enemies whom he fought against, behold, are not these written in the book of the chronicles of the kings of Juda? and the remains of the prostitution which they practised in the days of Asa his father, he removed out of the land: and there was king in Syria, but a deputy. And king Josaphat made a ship at Tharsis to go to Sophir for gold: but it went not, for the ship was broken at Gasion Gaber. Then king of Israel said to Josaphat, I will send forth your servants and my servants in the ship: but Josaphat would not. And Josaphat slept with his fathers, and buried with his fathers in the city of David: and Joram his son reigned in his stead.",
          "id": 9201
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "In the second year of Josaphat king of Juda, Achaab son of Ambri reigned over Israel in Samaria twenty-two years.",
          "id": 9202
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And Achaab did that which was evil in the sight of the Lord, and did more wickedly than all that were before him.",
          "id": 9203
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And it was not enough for him to walk in the sins of Jeroboam the son of Nabat, but he took as wife, Jezabel the daughter of Jethebaal king of the Sidonians; and he went and served Baal, and worshipped him.",
          "id": 9204
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And he set up an alter to Baal, in the house of his abominations, which he built in Samaria.",
          "id": 9205
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And Achaab made a grove; and Achaab did yet more abominably, to provoke the Lord God of Israel, and to sin against his own life so that he should be destroyed: he did evil above all the kings of Israel that were before him.",
          "id": 9206
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And in his days Achiel the Baethelite built Jericho: he laid the foundation of it in Abiron his firstborn, and he set up the doors of it in Segub his younger son, according to the word of the Lord which he spoke by Joshua the son of Naue.",
          "id": 9207
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Eliu the prophet, the Thesbite of Thesbae of Galaad, said to Achaab, As the Lord God of hosts, the God of Israel, lives, before whom I stand, there shall not be these years dew nor rain, except by the word of my mouth.",
          "id": 9208
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the word of the Lord came to Eliu, saying,",
          "id": 9209
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Depart hence eastward, and hide you by the brook of Chorrath, that is before Jordan.",
          "id": 9210
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And it shall be that you shall drink water of the brook, and I will charge the ravens to feed you there.",
          "id": 9211
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Eliu did according to the word of the Lord, and he sat by the brook of Chorrath before Jordan.",
          "id": 9212
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the ravens brought him loaves in the morning, and flesh in the evening and he drank water of the brook.",
          "id": 9213
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And it came to pass after some time, that the brook was dried up, because there had been no rain upon the earth.",
          "id": 9214
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the word of the Lord came to Eliu, saying,",
          "id": 9215
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Arise, and go to Sarepta of the Sidonian land: behold, I have there commanded a widow-woman to maintain you.",
          "id": 9216
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And he arose and went to Sarepta, and came to the gate of the city: and, behold, a widow-woman was there gathering sticks; and Eliu cried after her, and said to her, Fetch me, I pray you, a little water in a vessel, that I may drink.",
          "id": 9217
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And she went to fetch it; and Eliu cried after her, and said, Bring me, I pray you, a morsel of the bread that is in your hand.",
          "id": 9218
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the woman said, As the Lord your God lives, I have not a cake, but only a handful of meal in the pitcher, and a little oil in a cruse, and, behold, I am going to gather two sticks, and I shall go in and dress it for myself and my children, and we shall eat it and die.",
          "id": 9219
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Eliu said to her, Be of good courage, go in and do according to your word: but make me thereof a little cake, and you shall bring it out to me first, and you shall make some for yourself and your children last.",
          "id": 9220
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For thus says the Lord, The pitcher of meal shall not fail, and the cruse of oil shall not diminish, until the day that the Lord gives rain upon the earth.",
          "id": 9221
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the woman went and did so, and did eat, she, and he, and her children.",
          "id": 9222
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the pitcher of meal failed not, and the cruse of oil was not diminished, according to the word of the Lord which he spoke by the hand of Eliu.",
          "id": 9223
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And it came to pass afterward, that the son of the woman the mistress of the house was sick; and his sickness was very severe, until there was no breath left in him.",
          "id": 9224
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And she said to Eliu, What have I to do with you, O man of God? have you come in to me to bring my sins to remembrance, and to kill my son?",
          "id": 9225
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Eliu said to the woman, Give me your son. And he took him out of her bosom, and took him up to the chamber in which he himself lodged, and laid him on the bed.",
          "id": 9226
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Eliu cried aloud, and said, Alas, O Lord, the witness of the widow with whom I sojourn, you have wrought evil for her in slaying her son.",
          "id": 9227
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And he breathed on the child thrice, and called on the Lord, and said, O Lord my God, let, I pray you, the soul of this child return to him.",
          "id": 9228
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And it was so, and the child cried out,",
          "id": 9229
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and he brought him down from the upper chamber into the house, and gave him to his mother; and Eliu said, See, your son lives.",
          "id": 9230
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the woman said to Eliu, Behold, I know that you are a man of God, and the word of the Lord in your mouth is true.",
          "id": 9231
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass after many days, that the word of the Lord came to Eliu in the third year, saying, Go, and appear before Achaab, and I will bring rain upon the face of the earth.",
          "id": 9232
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Eliu went to appear before Achaab: and the famine was severe in Samaria.",
          "id": 9233
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Achaab called Abdiu the steward. Now Abdiu feared the Lord greatly.",
          "id": 9234
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And it came to pass when Jezabel struck the prophets of the Lord, that Abdiu took a hundred prophets, and hid them by fifty in a cave, and fed them with bread and water.",
          "id": 9235
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Achaab said to Abdiu, Come, and let us go through the land, and to the fountains of water, and to the brooks, if by any means we may find grass, and may save the horses and mules, and so they will not perish from the tents.",
          "id": 9236
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And they made a division of the way between them to pass through it: Achaab went one way, and Abdiu went by another way alone.",
          "id": 9237
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Abdiu was alone in the way; and Eliu came alone to meet him: and Abdiu hasted, and fell upon his face, and said, My lord Eliu, are you indeed he?",
          "id": 9238
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Eliu said to him, I am: go say to your master, Behold, Eliu is here.",
          "id": 9239
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Abdiu said, What sin have I committed, that you give your servant into the hand of Achaab to kill me?",
          "id": 9240
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "As the Lord your God lives, there is not a nation or kingdom, whither my lord has not sent to seek you; and if they said, He is not here, then has he set fire to the kingdom and its territories, because he has not found you.",
          "id": 9241
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And now you say, Go, tell your lord, Behold, Eliu is here.",
          "id": 9242
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And it shall come to pass when I shall have departed from you, that the Spirit of the Lord shall carry you to a land which I know not, and I shall go in to tell the matter to Achaab, and he will not find you and will kill me: yet your servant fears the Lord from his youth.",
          "id": 9243
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Has it not been told to you my lord, what I did when Jezabel killed the prophets of the Lord, that I hid a hundred men of the prophets of the Lord, by fifty in a cave, and fed them with bread and water?",
          "id": 9244
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And now you say to me, Go, say to your master, Behold, Eliu is here: and he shall kill me.",
          "id": 9245
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Eliu said, As the Lord of Hosts before whom I stand lives, today I will appear before him.",
          "id": 9246
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Abdiu went to meet Achaab, and told him: and Achaab hasted forth, and went to meet Eliu.",
          "id": 9247
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And it came to pass when Achaab saw Eliu, that Achaab said to Eliu, Are you he that perverts Israel?",
          "id": 9248
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Eliu said, I do not pervert Israel; but it is you and your father''s house, in that you forsake the Lord your God, and you have gone after Baalim.",
          "id": 9249
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And now send, gather to me all Israel to mount Carmel, and the prophets of shame four hundred and fifty, and the prophets of the groves four hundred, that eat at Jezabel''s table.",
          "id": 9250
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Achaab sent to all Israel, and gathered all the prophets to mount Carmel.",
          "id": 9251
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Eliu drew near to them all: and Eliu said to them, How long will you halt on both feet? if the Lord be God, follow him; but if Baal, follow him. And the people answered not a word.",
          "id": 9252
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Eliu said to the people, I am left, the only one prophet of the Lord; and the prophets of Baal are four hundred and fifty men, and the prophets of the groves four hundred.",
          "id": 9253
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Let them give us two oxen, and let them choose one for themselves, and cut it in pieces, and lay it on the wood, and put no fire on the wood: and I will dress the other bullock, and put on no fire.",
          "id": 9254
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And do you call loudly on the name of your gods, and I will call on the name of the Lord my God, and it shall come to pass that the God who shall answer by fire, he is God. And all the people answered and said, The word which you have spoken is good.",
          "id": 9255
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Eliu said to the prophets of shame, Choose to yourselves one calf, and dress it first, for you are many; and call you on the name of your god; but apply no fire.",
          "id": 9256
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And they took the calf and dressed it, and called on the name of Baal from morning till noon, and said, hear us, O Baal, hear us. And there was no voice, neither was there hearing, and they ran up and down on the alter which they had made.",
          "id": 9257
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And it was noon, and Eliu the Thesbite mocked them, and said, Call with a loud voice, for he is a god; for he is meditating, or else perhaps he is engaged in business, or perhaps he is asleep, and is to be awaked.",
          "id": 9258
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And they cried with a loud voice, and cut themselves according to their custom with knives and lancets until the blood gushed out upon them.",
          "id": 9259
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And they prophesied until the evening came; and it came to pass as it was the time of the offering of the sacrifice, that Eliu the Thesbite spoke to the prophets of the abominations, saying, Stand by for the present, and I will offer my sacrifice. And they stood aside and departed.",
          "id": 9260
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And Eliu said to the people, Come near to me. And all the people came near to him.",
          "id": 9261
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And Eliu took twelve stones, according to the number of the tribes of Israel, as the Lord spoke to him, saying, Israel shall be your name.",
          "id": 9262
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And he built up the stones in the name of the Lord, and repaired the altar that had been broken down; and he made a trench that would hold two measures of seed round about the altar.",
          "id": 9263
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And he piled the cleft wood on the altar which he had made, and divided the whole burnt offering, and laid it on the wood, and laid it in order on the altar, and said, Fetch me four pitchers of water, and pour it on the whole burnt offering, and on the wood. And they did so.",
          "id": 9264
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And he said, Do it the second time. And they did it the second time. And he said, Do it the third time. And they did it the third time.",
          "id": 9265
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And the water ran round about the altar, and they filled the trench with water.",
          "id": 9266
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And Eliu cried aloud to the heaven, and said, Lord God of Abraam, and Isaac, and Israel, answer me, O Lord, answer me this day by fire, and let all this people know that you are the Lord, the God of Israel, and I am your servant, and for your sake I have wrought these works.",
          "id": 9267
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Hear me, O Lord, hear me, and let this people know that you are the Lord God, and you have turned back the heart of this people.",
          "id": 9268
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Then fire fell from the Lord out of heaven, and devoured the whole burnt offerings, and the wood and the water that was in the trench, and the fire licked up the stones and the earth.",
          "id": 9269
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And all the people fell upon their faces, and said, Truly the Lord is God; he is God.",
          "id": 9270
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And Eliu said to the people, Take the prophets of Baal; let not one of them escape. And they took them; and Eliu brings them down to the brook Kisson, and he killed them there.",
          "id": 9271
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And Eliu said to Achaab, Go up, and eat and drink, for there is a sound of the coming of rain.",
          "id": 9272
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And Achaab went up to eat and to drink; and Eliu went up to Carmel, and stooped to the ground, and put his face between his knees,",
          "id": 9273
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "and said to his servant, Go up, and look towards the sea. And the servant looked, and said, There is nothing: and Eliu said, Do you then go again seven times.",
          "id": 9274
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And the servant went again seven times: and it came to pass at the seventh time, that, behold, a little cloud like the sole of a man''s foot brought water; and he said, Go up, and say to Achaab, make ready your chariot, and go down, lest the rain overtake you.",
          "id": 9275
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And it came to pass in the meanwhile, that the heaven grew black with clouds and wind, and there was a great rain. And Achaab wept, and went to Jezrael.",
          "id": 9276
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "And the hand of the Lord was upon Eliu, and he girded up his loins, and ran before Achaab to Jezrael.",
          "id": 9277
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Achaab told Jezabel his wife all that Eliu had done, and how he had slain the prophets with the sword.",
          "id": 9278
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Jezabel sent to Eliu, and said, If you are Eliu and I am Jezabel, God do so to me, and more also, if I do not make your life by this time to-morrow as the life of one of them.",
          "id": 9279
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Eliu feared, and rose, and departed for his life: and he comes to Bersabee to the land of Juda, and he left his servant there.",
          "id": 9280
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he himself went a day''s journey in the wilderness, and came and sat under a juniper tree; and asked concerning his life that he might die, and said, Let it be enough now, O Lord, take, I pray you, my life from me; for I am no better than my fathers.",
          "id": 9281
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And he lay down and slept there under a tree; and behold, some one touched him, and said to him, Arise and eat.",
          "id": 9282
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Eliu looked, and, behold, at his head there was a cake of meal and a cruse of water; and he arose, and ate and drank, and returned and lay down.",
          "id": 9283
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the angel of the Lord returned again, and touched him, and said to him, Arise, and eat, for the journey is far from you.",
          "id": 9284
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And he arose, and ate and drank, and went in the strength of that meat forty days and forty nights to mount Choreb.",
          "id": 9285
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he entered there into a cave, and rested there; and, behold, the word of the Lord came to him, and he said, What do you here, Eliu?",
          "id": 9286
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Eliu said, I have been very jealous for the Lord Almighty, because the children of Israel have forsaken you: they have digged down your altars, and have slain your prophets with the sword; and I only am left alone, and they seek my life to take it.",
          "id": 9287
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he said, You shall go forth to-morrow, and shall stand before the Lord in the mount; behold, the Lord will pass by. And, behold, a great and strong wind rending the mountains, and crushing the rocks before the Lord; but the Lord was not in the wind; and after the wind an earthquake; but the Lord was not in the earthquake:",
          "id": 9288
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and after the earthquake a fire; but the Lord was not in the fire: and after the fire the voice of a gentle breeze.",
          "id": 9289
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And it came to pass when Eliu heard, that he wrapt his face in his mantle, and went forth and stood in the cave: and, behold, a voice came to him and said, What do you here, Eliu?",
          "id": 9290
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Eliu said, I have been very jealous for the Lord Almighty; for the children of Israel have forsaken your covenant, and they have overthrown your altars, and have slain your prophets with the sword! and I am left entirely alone, and they seek my life to take it.",
          "id": 9291
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the Lord said to him, Go, return, and you shall come into the way of the wilderness of Damascus: and you shall go and anoint Azael to be king over Syria.",
          "id": 9292
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Ju the son of Namessi shall you anoint to be king over Israel; and Elisaie the son of Saphat shall you anoint to be prophet in your room.",
          "id": 9293
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And it shall come to pass, that him that escapes from the sword of Azael, Ju shall kill; and him that escapes from the sword of Ju, Elisaie shall kill.",
          "id": 9294
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And you shall leave in Israel seven thousand men, all the knees which had not bowed themselves to Baal, and every mouth which had not worshipped him.",
          "id": 9295
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And he departed thence, and finds Elisaie the son of Saphat, and he was ploughing with oxen; there were twelve yoke before him, and he with the twelve, and he passed by to him, and cast his mantle upon him.",
          "id": 9296
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Elisaie left the cattle, and ran after Eliu and said, I will kiss my father, and follow after you. And Eliu said, Return, for I have done a work for you.",
          "id": 9297
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And he returned from following him, and took a yoke of oxen, and killed them, and boiled them with the instruments of the oxen, and gave to the people, and they ate: and he arose, and went after Eliu, and ministered to him.",
          "id": 9298
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Nabuthai the Jezraelite had a vineyard, near the threshing floor of Achaab king of Samaria.",
          "id": 9299
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Achaab spoke to Nabuthai, saying, Give me your vineyard, and I will have it for a garden of herbs, for it is near my house: and I will give you another vineyard better than it; or if it please you, I will give you money, the price of this your vineyard, and I will have it for a garden of herbs.",
          "id": 9300
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Nabuthai said to Achaab, My God forbid me that I should give you the inheritance of my fathers.",
          "id": 9301
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the spirit of Achaab was troubled, and he lay down upon his bed, and covered his face, and ate no bread.",
          "id": 9302
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Jezabel his wife went in to him, and spoke to him, saying, Why is your spirit troubled, and why do you eat no bread?",
          "id": 9303
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And he said to her, Because I spoke to Nabuthai the Jezraelite, saying, Give me your vineyard for money; or if you will, I will give you another vineyard for it: and he said, I will not give you the inheritance of my fathers.",
          "id": 9304
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Jezabel his wife said to him, Do you now thus act the king over Israel? arise, and eat bread, and be your own master, and I will give you the vineyard of Nabuthai the Jezraelite.",
          "id": 9305
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And she wrote a letter in the name of Achaab, and sealed it with his seal, and sent the letter to the elders, and to the freemen who lived with Nabuthai.",
          "id": 9306
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And it was written in the letters, saying, Keep a fast, and set Naboth in a chief place amongst the people.",
          "id": 9307
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And set two men, sons of transgressors, before him, and let them testify against him, saying, He blessed God and the king: and let them lead him forth, and stone him, and let them die.",
          "id": 9308
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the men of his city, the elders, and the nobles who lived in his city, did as Jezabel sent to them, and as it had been written in the letters which she sent to them.",
          "id": 9309
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And they proclaimed a fast, and set Nebuthai in a chief place amongst the people.",
          "id": 9310
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And two men, sons of transgressors, came in, and sat opposite him, and bore witness against him, saying, You have blessed God and the king. And they led him forth out of the city, and stoned him with stones, and he died.",
          "id": 9311
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And they sent to Jezabel, saying, Nabuthai is stoned, and is dead.",
          "id": 9312
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And it came to pass, when Jezabel heard it, that she said to Achaab, Arise, take possession of the vineyard of Nabuthai the Jezraelite, who would not sell it to you: for Nebuthai is not alive, for he is dead.",
          "id": 9313
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And it came to pass, when Achaab heard that Nabuthai the Jezraelite was dead, that he tore his garments, and put on sackcloth. And it came to pass afterward, that Achaab arose and went down to the vineyard of Nabuthai the Jezraelite, to take possession of it.",
          "id": 9314
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the Lord spoke to Eliu the Thesbite, saying,",
          "id": 9315
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Arise, and go down to meet Achaab king of Israel, who is in Samaria, for he is in the vineyard of Nabuthai, for he has gone down there to take possession of it.",
          "id": 9316
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And you shall speak to him, saying, Thus says the Lord, Forasmuch as you have slain and taken possession, therefore thus says the Lord, In every place where the swine and the dogs have licked the blood of Nabuthai, there shall the dogs lick your blood; and the harlots shall wash themselves in your blood.",
          "id": 9317
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Achaab said to Eliu, Hast you found me, mine enemy? and he said, I have found you: because you have wickedly sold yourself to work evil in the sight of the Lord, to provoke him to anger;",
          "id": 9318
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "behold, I bring evil upon you: and I will kindle a fire after you, and I will utterly destroy every male of Achaab, and him that is shut up and him that is left in Israel.",
          "id": 9319
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And I will make your house as the house of Jeroboam the son of Nabat, and as the house of Baasa son of Achia, because of the provocations wherewith you have provoked me, and caused Israel to sin.",
          "id": 9320
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the Lord spoke of Jezabel, saying, The dogs shall devour her within the fortification of Jezrael.",
          "id": 9321
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Him that is dead of Achaab in the city shall the dogs eat, and him that is dead of him in the field shall the birds of the sky eat.",
          "id": 9322
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But Achaab did wickedly, in that he sold himself to do that which was evil in the sight of the Lord, as his wife Jezabel led him astray.",
          "id": 9323
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And he did very abominably in following after the abominations, according to all that the Amorite did, whom the Lord utterly destroyed from before the children of Israel.",
          "id": 9324
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And because of the word, Achaab was pierced with sorrow before the Lord, and he both went weeping, and tore his garment, and girded sackcloth upon his body, and fasted; he put on sackcloth also in the day that he struck Nabuthai the Jezraelite, and went his way.",
          "id": 9325
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And the word of the Lord came by the hand of his servant Eliu concerning Achaab, and the Lord said,",
          "id": 9326
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Hast you seen how Achaab has been pricked to the heart before me? I will not bring on the evil in his days, but in his son''s days will I bring on the evil.",
          "id": 9327
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the son of Ader gathered all his forces, and went up and besieged Samaria, he and thirty-two kings with him, and all his horse and chariots: and they went up and besieged Samaria, and fought against it.",
          "id": 9328
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he sent into the city to Achaab king of Israel, and said to him, Thus says the son of Ader,",
          "id": 9329
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Your silver and your gold are mine, and your wives and your children are mine.",
          "id": 9330
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the king of Israel answered and said, As you have said, my lord, O king, I am your, and all mine also.",
          "id": 9331
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the messengers came again, and said, Thus says the son of Ader, I sent to you, saying, You shall give me your silver and your gold, and your wives and your children.",
          "id": 9332
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For at this time to-morrow I will send my servants to you, and they shall search your house, and the houses of your servants, and it shall be that all the desirable objects of their eyes on which they shall lay their hands, they shall even take them.",
          "id": 9333
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the king of Israel called all the elders of the land, and said, Take notice now and consider, that this man seeks mischief: for he has sent to me concerning my wives, and concerning my sons, an concerning my daughters: I have not kept back from him my silver and my gold.",
          "id": 9334
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the elders and all the people said to him, Listen not, and consent not.",
          "id": 9335
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he said to the messengers of the son of Ader, Say to your master, All things that you have sent to your servant about at first I will do; but this thing I shall not be able to do. And the men departed, and carried back the answer to him.",
          "id": 9336
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the son of Ader sent to him, saying, So do God to me, and more also, if the dust of Samaria shall suffice for foxes to all the people, even my infantry.",
          "id": 9337
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the king of Israel answered and said, Let it be sufficient; let not the humpbacked boast as he that is upright.",
          "id": 9338
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And it came to pass when he returned him this answer, he and all the kings with him were drinking in tents: and he said to his servants, Form a trench. And they made a trench against the city.",
          "id": 9339
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And, behold, a prophet came to Achaab king of Israel, and said, Thus says the Lord, Hast you seen this great multitude? behold, I give it this day into your hands; and you shall know that I am the Lord.",
          "id": 9340
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Achaab said, Whereby? And he said, Thus says the Lord, by the young men of the heads of the districts. And Achaab said, Who shall begin the battle? and he said, You.",
          "id": 9341
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Achaab numbered the young men the heads of the districts, and they were two hundred and thirty: and afterwards he numbered the people, even every man fit for war, seven thousand.",
          "id": 9342
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And he went forth at noon, an the son of Ader was drinking and getting drunk in Socchoth, he and the kings, even thirty and two kings, his allies.",
          "id": 9343
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the young men the heads of the districts went forth first; and they send and report to the king of Syria, saying, There are men come forth out of Samaria.",
          "id": 9344
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And he said to them, If they come forth peaceably, take them alive; and if they come forth to war, take them alive:",
          "id": 9345
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and let not the young men the heads of the districts go forth of the city. And the force that was behind them",
          "id": 9346
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "struck each one the man next to him; and each one a second time struck the man next to him: and Syria fled, and Israel pursued them; and the son of Ader, even the king of Syria, escapes on the horse of a horseman.",
          "id": 9347
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the king of Israel went forth, and took all the horses and the chariots, and struck the enemy with a great slaughter in Syria.",
          "id": 9348
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And the prophet came to the king of Israel, and said, Strengthen yourself, and observe, and see what you shall do; for at the return of the year the son of Ader king of Syria comes up against you.",
          "id": 9349
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the servants of the king of Syria, even they said, The God of Israel is a God of mountains, and not a God of valleys; therefore has he prevailed against us: but if we should fight against them in the plain, verily we shall prevail against them.",
          "id": 9350
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And do you this thing: Send away the kings, each one to his place, and set princes in their stead.",
          "id": 9351
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And we will give you another army according to the army that was destroyed, and cavalry according to the cavalry, and chariots according to the chariots, and we will fight against them in the plain, and we shall prevail against them. And he listened to their voice, and did so.",
          "id": 9352
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And it came to pass at the return of the year, that the son of Ader reviewed Syria, and went up to Apheca to war against Israel.",
          "id": 9353
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the children of Israel were numbered, and came to meet them: and Israel encamped before them as two little flocks of goats, but Syria filled the land.",
          "id": 9354
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And there came the man of God, and said to the king of Israel, Thus says the Lord, Because Syria has said, The Lord God of Israel is a God of the hills, and he is not a God of the valleys, therefore will I give this great army into your hand, and you shall know that I am the Lord.",
          "id": 9355
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And they encamp one over against the other before them seven days. And it came to pass on the seventh day that the battle drew on, and Israel struck Syria, even a hundred thousand footmen in one day.",
          "id": 9356
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And the rest fled to Apheca, into the city; and the wall fell upon twenty-seven thousand men that were left: and the son of Ader fled, and entered into an inner chamber, into a closet.",
          "id": 9357
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And he said to his servants, I know that the kings of Israel are merciful kings: let us now put sackcloth upon our loins, and ropes upon our heads, and let us go forth to the king of Israel, if by any means he will save our souls alive.",
          "id": 9358
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "So they girded sackcloth upon their loins, and put ropes upon their heads, and said to the king of Israel, Your servant the son of Ader says, Let our souls live, I pray you. And he said, Does he yet live? He is my brother.",
          "id": 9359
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And the men divined, and offered drink-offerings; and they caught the word out of his mouth, and said, Your brother the son of Ader. And he said, Go you in and fetch him. And the son of Ader went out to him, and they cause him to go up to him into the chariot.",
          "id": 9360
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And he said to him, The cities which my father took from your father I will restore to you; and you shall make streets for yourself in Damascus, as my father made streets in Samaria; and I will let you go with a covenant. And he made a covenant with him, and let him go.",
          "id": 9361
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And a certain man of the sons of the prophets said to his neighbour by the word of the Lord, Strike me, I pray, And the man would not strike him.",
          "id": 9362
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And he said to him, Because you have not listened to the voice of the Lord, therefore, behold, as you depart from me, a lion shall strike you: and he departed from him, and a lion found him, and struck him.",
          "id": 9363
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And he finds another man, and says, Strike me, I pray you. And the man struck him, and in striking wounded him.",
          "id": 9364
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And the prophet went and stood before the king of Israel by the way, and bound his eyes with a bandage.",
          "id": 9365
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And it came to pass as the king passed by, that he cried aloud to the king, and said, Your servant went out to war, and, behold, a man brought another man to me, and said to me, Keep his man; and if he should by any means escape, then your life shall go for his life, or you shall pay a talent of silver.",
          "id": 9366
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And it came to pass, that your servant looked round this way and that way, and the man was gone. And the king of Israel said to him, Behold, you have also destroyed snares set for me.",
          "id": 9367
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And he hasted, and took away the bandage from his eyes; and the king of Israel recognised him, that he was one of the prophets.",
          "id": 9368
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And he said to him, Thus says the Lord, Because you have suffered to escape out of your hand a man appointed to destruction, therefore your life shall go for his life, and your people for his people.",
          "id": 9369
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And the king of Israel departed confounded and discouraged, and came to Samaria.",
          "id": 9370
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And he rested three years, and there was no war between Syria and Israel.",
          "id": 9371
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And it came to pass in the third year, that Josaphat king of Juda went down to the king of Israel.",
          "id": 9372
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the king of Israel said to his servants, Know you that Remmath Galaad is ours, and we are slow to take it out of the hand of the king of Syria?",
          "id": 9373
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the king of Israel said to Josaphat, Will you go up with us to Remmath Galaad to battle?",
          "id": 9374
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Josaphat said, As I am, so are you also; as my people, so is your people; as my horses, so are your horses. And Josaphat king of Juda said to the king of Israel, Enquire, I pray you, of the Lord today.",
          "id": 9375
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the king of Israel gathered all the prophets together, about four hundred men; and the king said to them, Shall I go up to Remmath Galaad to battle, or shall I forbear? and they said, Go up, and the Lord will surely give it into the hands of the king.",
          "id": 9376
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Josaphat said to the king of Israel, Is there not here a prophet of the Lord, that we may enquire of the Lord by him?",
          "id": 9377
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the king of Israel said to Josaphat, There is one man here for us to enquire of the Lord by; but I hate him, for he does not speak good of me, but only evil; Michaias son of Jemblaa. And Josaphat king of Juda said, Let not the king say so.",
          "id": 9378
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the king of Israel called a eunuch and said, Bring hither quickly Michaias son of Jemblaa.",
          "id": 9379
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the king of Israel and Josaphat king of Juda sat, each on his throne, armed in the gates of Samaria; and all the prophets prophesied before them.",
          "id": 9380
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Sedekias son of Chanaan made for himself iron horns, and said, Thus says the Lord, With these you shall push Syria, until it be consumed.",
          "id": 9381
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And all the prophets prophesied in like manner, saying, Go up to Remmath Galaad, and the thing shall prosper, and the Lord shall deliver it and the king of Syria into your hands.",
          "id": 9382
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the messenger that went to call Michaias spoke to him, saying, Behold now, all the prophets speak with one mouth good concerning the king, let now your words be like the words of one of them, and speak good things.",
          "id": 9383
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Michaias said, As the Lord lives, whatever the Lord shall say to me, that will I speak.",
          "id": 9384
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he came to the king: and the king said to him, Michaias, shall I go up to Remmath Galaad to battle, or shall I forbear? and he said, Go up, and the Lord shall deliver it into the hand of the king.",
          "id": 9385
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the king said to him, How often shall I adjure you, that you speak to me truth in the name of the Lord?",
          "id": 9386
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he said, Not so. I saw all Israel scattered on the mountains as a flock without a shepherd: and the Lord said, Is not God lord of these? let each one return to his home in peace.",
          "id": 9387
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the king of Israel said to Josaphat king of Juda, Did I not say to you that this man does not prophesy good to me, for he speaks nothing but evil?",
          "id": 9388
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Michaias said, Not so, it is not I: hear the word of the Lord; it is not so. I saw the God of Israel sitting on his throne, and all the host of heaven stood about him on his right hand and on his left.",
          "id": 9389
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the Lord said, Who will deceive Achaab king of Israel, that he may go up and fall in Remmath Galaad? and one spoke one way, and another another way.",
          "id": 9390
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And there came forth a spirit and stood before the Lord, and said, I will deceive him.",
          "id": 9391
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And the Lord said to him, Whereby? And he said, I will go forth, and will be a false spirit in the mouth of all his prophets. And he said, You shall deceive him, yes, and shall prevail: go forth, and do so.",
          "id": 9392
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And now, behold, the Lord has put a false spirit in the mouth of all these your prophets, and the Lord has spoken evil against you.",
          "id": 9393
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Sedekias the son of Chanaan came near and struck Michaias on the cheek, and said, What sort of a spirit of the Lord has spoken in you?",
          "id": 9394
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Michaias said, Behold, you shall see in that day, when you shall go into an innermost chamber to hide yourself there.",
          "id": 9395
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the king of Israel said, Take Michaias, and convey him away to Semer the keeper of the city;",
          "id": 9396
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "and tell Joas the king''s son to put this fellow in prison, and to feed him with bread of affliction and water of affliction until I return in peace.",
          "id": 9397
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And Michaias said, If you return at all in peace, the Lord has not spoken by me.",
          "id": 9398
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "So the king of Israel went up, and Josaphat king of Juda with him to Remmath Galaad.",
          "id": 9399
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And the king of Israel said to Josaphat king of Juda, I will disguise myself, and enter into the battle, and do you put on my raiment. So the king of Israel disguised himself, and went into the battle.",
          "id": 9400
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And the king of Syria had charged the thirty-two captains of his chariots, saying, Fight not against small or great, but against the king of Israel only.",
          "id": 9401
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And it came to pass, when the captains of the chariots saw Josaphat king of Juda, that they said, this seems to be the king of Israel. And they compassed him about to fight against him; and Josaphat cried out.",
          "id": 9402
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And it came to pass, when the captains of the chariots saw that this was not the king of Israel, that they returned from him.",
          "id": 9403
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And one drew a bow with a good aim, and struck the king of Israel between the lungs and the breast-plate: and he said to his charioteer, Turn your hands, and carry me away out of the battle, for I am wounded.",
          "id": 9404
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And the war was turned in that day, and the king was standing on the chariot, against Syria from morning till evening; and he shed the blood out of his wound, into the bottom of the chariot, and died at even, and the blood ran out of the wound into the bottom of the chariot.",
          "id": 9405
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And the herald of the army stood at sunset, saying, Let every man go to his own city and his own land,",
          "id": 9406
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "for the king is dead. And they came to Samaria, and buried the king in Samaria.",
          "id": 9407
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And they washed the chariot at the fountain of Samaria; and the swine and the dogs licked up the blood, and the harlots washed themselves in the blood, according to the word of the Lord which he spoke.",
          "id": 9408
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And the rest of the acts of Achaab, and all that he did, and the ivory house which he built, and all the cities which he built, behold, are not these things written in the book of the chronicles of the kings of Israel?",
          "id": 9409
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And Achaab slept with his fathers, and Ochozias his son reigned in his stead.",
          "id": 9410
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And Josaphat the son of Asa reigned over Juda: in the fourth year of Achaab king of Israel began Josaphat to reign.",
          "id": 9411
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Thirty and five years old was he when he began to reign, and he reigned twenty and five years in Jerusalem; and his mother''s name was Azuba daughter of Salai.",
          "id": 9412
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And he walked in all the way of Asa his father: he turned not from it, even from doing that which was right in the eyes of the Lord.",
          "id": 9413
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Only he took not away any of the high places: the people still sacrificed and burnt incense on the high places.",
          "id": 9414
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And Josaphat was at peace with the king of Israel.",
          "id": 9415
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "And the rest of the acts of Josaphat, and his mighty deeds, whatever he did, behold, are not these things written in the book of the chronicles of the kings of Juda?",
          "id": 9416
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "And Josaphat slept with his fathers, and was buried by his fathers in the city of David his father, and Joram his son reigned in his stead.",
          "id": 9417
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "And Ochozias son of Achaab reigned over Israel in Samaria: in the seventeenth year of Josaphat king of Juda, Ochozias son of Achaab reigned over Israel in Samaria two years.",
          "id": 9418
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "And he did that which was evil in the sight of the Lord, and walked in the way of Achaab his father, and in the way of Jezabel his mother, and in the sins of the house of Jeroboam the son of Nabat, who caused Israel to sin.",
          "id": 9419
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "And he served Baalim, and worshipped them, and provoked the Lord God of Israel, according to all that had been done before him.",
          "id": 9420
        }
      ]
    }
  ]
}