{
  "book": "I Maccabees",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it happened, after that Alexander son of Philip, the Macedonian, who came out of the land of Chettiim, had struck Darius king of the Persians and Medes, that he reigned in his stead, the first over Greece,",
          "id": 13770
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And made many wars, and won many strong holds, and killed the kings of the earth,",
          "id": 13771
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And went through to the ends of the earth, and took spoils of many nations, insomuch that the earth was quiet before him; whereupon he was exalted and his heart was lifted up.",
          "id": 13772
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he gathered a mighty strong host and ruled over countries, and nations, and kings, who became tributaries to him.",
          "id": 13773
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And after these things he fell sick, and perceived that he should die.",
          "id": 13774
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore he called his servants, such as were honourable, and had been brought up with him from his youth, and parted his kingdom amongst them, while he was yet alive.",
          "id": 13775
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So Alexander reigned twelve years, and then died.",
          "id": 13776
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And his servants bare rule every one in his place.",
          "id": 13777
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And after his death they all put crowns upon themselves; so did their sons after them many years: and evils were multiplied in the earth.",
          "id": 13778
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And there came out of them a wicked root Antiochus surnamed Epiphanes, son of Antiochus the king, who had been an hostage at Rome, and he reigned in the hundred and thirty and seventh year of the kingdom of the Greeks.",
          "id": 13779
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "In those days went there out of Israel wicked men, who persuaded many, saying, Let us go and make a covenant with the heathen that are round about us: for since we departed from them we have had much sorrow.",
          "id": 13780
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So this device pleased them well.",
          "id": 13781
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then certain of the people were so forward herein, that they went to the king, who gave them licence to do after the ordinances of the heathen:",
          "id": 13782
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Whereupon they built a place of exercise at Jerusalem according to the customs of the heathen:",
          "id": 13783
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And made themselves uncircumcised, and forsook the holy covenant, and joined themselves to the heathen, and were sold to do mischief.",
          "id": 13784
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Now when the kingdom was established before Antiochus, he thought to reign over Egypt that he might have the dominion of two realms.",
          "id": 13785
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Therefore he entered into Egypt with a great multitude, with chariots, and elephants, and horsemen, and a great navy,",
          "id": 13786
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And made war against Ptolemee king of Egypt: but Ptolemee was afraid of him, and fled; and many were wounded to death.",
          "id": 13787
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Thus they got the strong cities in the land of Egypt and he took the spoils thereof.",
          "id": 13788
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And after that Antiochus had struck Egypt, he returned again in the hundred and forty and third year, and went up against Israel and Jerusalem with a great multitude,",
          "id": 13789
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And entered proudly into the sanctuary, and took away the golden altar, and the candlestick of light, and all the vessels thereof,",
          "id": 13790
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And the table of the show bread, and the pouring vessels, and the vials. and the censers of gold, and the veil, and the crown, and the golden ornaments that were before the temple, all which he pulled off.",
          "id": 13791
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "He took also the silver and the gold, and the precious vessels: also he took the hidden treasures which he found.",
          "id": 13792
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And when he had taken all away, he went into his own land, having made a great massacre, and spoken very proudly.",
          "id": 13793
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Therefore there was a great mourning in Israel, in every place where they were;",
          "id": 13794
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "So that the princes and elders mourned, the virgins and young men were made feeble, and the beauty of women was changed.",
          "id": 13795
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Every bridegroom took up lamentation, and she that sat in the marriage chamber was in heaviness,",
          "id": 13796
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "The land also was moved for the inhabitants thereof, and all the house of Jacob was covered with confusion.",
          "id": 13797
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And after two years fully expired the king sent his chief collector of tribute to the cities of Juda, who came to Jerusalem with a great multitude,",
          "id": 13798
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And spoke peaceful words to them, but all was deceit: for when they had given him credence, he fell suddenly upon the city, and struck it very sore, and destroyed much people of Israel.",
          "id": 13799
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And when he had taken the spoils of the city, he set it on fire, and pulled down the houses and walls thereof on every side.",
          "id": 13800
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "But the women and children took they captive, and possessed the cattle.",
          "id": 13801
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Then builded they the city of David with a great and strong wall, and with mighty towers, and made it a strong hold for them.",
          "id": 13802
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And they put therein a sinful nation, wicked men, and fortified themselves therein.",
          "id": 13803
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "They stored it also with armour and food, and when they had gathered together the spoils of Jerusalem, they laid them up there, and so they became a sore snare:",
          "id": 13804
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "For it was a place to lie in wait against the sanctuary, and an evil adversary to Israel.",
          "id": 13805
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Thus they shed innocent blood on every side of the sanctuary, and defiled it:",
          "id": 13806
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Insomuch that the inhabitants of Jerusalem fled because of them: whereupon the city was made an habitation of strangers, and became strange to those that were born in her; and her own children left her.",
          "id": 13807
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Her sanctuary was laid waste like a wilderness, her feasts were turned into mourning, her sabbaths into reproach her honour into contempt.",
          "id": 13808
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "As had been her glory, so was her dishonour increased, and her excellency was turned into mourning.",
          "id": 13809
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Moreover king Antiochus wrote to his whole kingdom, that all should be one people,",
          "id": 13810
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And every one should leave his laws: so all the heathen agreed according to the commandment of the king.",
          "id": 13811
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Yes, many also of the Israelites consented to his religion, and sacrificed to idols, and profaned the sabbath.",
          "id": 13812
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "For the king had sent letters by messengers to Jerusalem and the cities of Juda that they should follow the strange laws of the land,",
          "id": 13813
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And forbid burnt offerings, and sacrifice, and drink offerings, in the temple; and that they should profane the sabbaths and festival days:",
          "id": 13814
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "And pollute the sanctuary and holy people:",
          "id": 13815
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Set up altars, and groves, and chapels of idols, and sacrifice swine''s flesh, and unclean beasts:",
          "id": 13816
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "That they should also leave their children uncircumcised, and make their souls abominable with all manner of uncleanness and profanation:",
          "id": 13817
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "To the end they might forget the law, and change all the ordinances.",
          "id": 13818
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "And whoever would not do according to the commandment of the king, he said, he should die.",
          "id": 13819
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "In the selfsame manner wrote he to his whole kingdom, and appointed overseers over all the people, commanding the cities of Juda to sacrifice, city by city.",
          "id": 13820
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "Then many of the people were gathered to them, to wit every one that forsook the law; and so they committed evils in the land;",
          "id": 13821
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "And drove the Israelites into secret places, even wherever they could flee for succour.",
          "id": 13822
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Now the fifteenth day of the month Casleu, in the hundred and forty and fifth year, they set up the abomination of desolation upon the altar, and builded idol altars throughout the cities of Juda on every side;",
          "id": 13823
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "And burnt incense at the doors of their houses, and in the streets.",
          "id": 13824
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "And when they had tore in pieces the books of the law which they found, they burnt them with fire.",
          "id": 13825
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "And whoever was found with any the book of the testament, or if any committed to the law, the king''s commandment was, that they should put him to death.",
          "id": 13826
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "Thus did they by their authority to the Israelites every month, to as many as were found in the cities.",
          "id": 13827
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "Now the five and twentieth day of the month they did sacrifice upon the idol altar, which was upon the altar of God.",
          "id": 13828
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "At which time according to the commandment they put to death certain women, that had caused their children to be circumcised.",
          "id": 13829
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "And they hanged the infants about their necks, and rifled their houses, and killed them that had circumcised them.",
          "id": 13830
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "Howbeit many in Israel were fully resolved and confirmed in themselves not to eat any unclean thing.",
          "id": 13831
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "Therefore the rather to die, that they might not be defiled with meats, and that they might not profane the holy covenant: so then they died.",
          "id": 13832
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "And there was very great wrath upon Israel.",
          "id": 13833
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In those days arose Mattathias the son of John, the son of Simeon, a priest of the sons of Joarib, from Jerusalem, and lived in Modin.",
          "id": 13834
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he had five sons, Joannan, called Caddis:",
          "id": 13835
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Simon; called Thassi:",
          "id": 13836
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Judas, who was called Maccabeus:",
          "id": 13837
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Eleazar, called Avaran: and Jonathan, whose surname was Apphus.",
          "id": 13838
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And when he saw the blasphemies that were committed in Juda and Jerusalem,",
          "id": 13839
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "He said, Woe is me! therefore was I born to see this misery of my people, and of the holy city, and to dwell there, when it was delivered into the hand of the enemy, and the sanctuary into the hand of strangers?",
          "id": 13840
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Her temple is become as a man without glory.",
          "id": 13841
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Her glorious vessels are carried away into captivity, her infants are slain in the streets, her young men with the sword of the enemy.",
          "id": 13842
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "What nation has not had a part in her kingdom and gotten of her spoils?",
          "id": 13843
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "All her ornaments are taken away; of a free woman she is become a bondslave.",
          "id": 13844
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And, behold, our sanctuary, even our beauty and our glory, is laid waste, and the Gentiles have profaned it.",
          "id": 13845
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "To what end therefore shall we live any longer?",
          "id": 13846
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then Mattathias and his sons tore their clothes, and put on sackcloth, and mourned very sore.",
          "id": 13847
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "In the mean while the king''s officers, such as compelled the people to revolt, came into the city Modin, to make them sacrifice.",
          "id": 13848
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And when many of Israel came to them, Mattathias also and his sons came together.",
          "id": 13849
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then answered the king''s officers, and said to Mattathias on this wise, You are a ruler, and an honourable and great man in this city, and strengthened with sons and brethren:",
          "id": 13850
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Now therefore come you first, and fulfil the king''s commandment, like as all the heathen have done, yes, and the men of Juda also, and such as remain at Jerusalem: so shall you and your house be in the number of the king''s friends, and you and your children shall be honoured with silver and gold, and many rewards.",
          "id": 13851
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then Mattathias answered and spoke with a loud voice, Though all the nations that are under the king''s dominion obey him, and fall away every one from the religion of their fathers, and give consent to his commandments:",
          "id": 13852
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Yet will I and my sons and my brethren walk in the covenant of our fathers.",
          "id": 13853
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "God forbid that we should forsake the law and the ordinances.",
          "id": 13854
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "We will not listen to the king''s words, to go from our religion, either on the right hand, or the left.",
          "id": 13855
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Now when he had left speaking these words, there came one of the Jews in the sight of all to sacrifice on the altar which was at Modin, according to the king''s commandment.",
          "id": 13856
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Which thing when Mattathias saw, he was inflamed with zeal, and his reins trembled, neither could he forbear to show his anger according to judgement: therefore he ran, and killed him upon the altar.",
          "id": 13857
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Also the king''s commissioner, who compelled men to sacrifice, he killed at that time, and the altar he pulled down.",
          "id": 13858
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Thus dealt he zealously for the law of God like as Phinees did to Zambri the son of Salom.",
          "id": 13859
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And Mattathias cried throughout the city with a loud voice, saying, Whosoever is zealous of the law, and maintains the covenant, let him follow me.",
          "id": 13860
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "So he and his sons fled into the mountains, and left all that ever they had in the city.",
          "id": 13861
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Then many that sought after justice and judgement went down into the wilderness, to dwell there:",
          "id": 13862
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Both they, and their children, and their wives; and their cattle; because afflictions increased sore upon them.",
          "id": 13863
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Now when it was told the king''s servants, and the host that was at Jerusalem, in the city of David, that certain men, who had broken the king''s commandment, were gone down into the secret places in the wilderness,",
          "id": 13864
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "They pursued after them a great number, and having overtaken them, they camped against them, and made war against them on the sabbath day.",
          "id": 13865
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And they said to them, Let that which you have done hitherto suffice; come forth, and do according to the commandment of the king, and you shall live.",
          "id": 13866
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "But they said, We will not come forth, neither will we do the king''s commandment, to profane the sabbath day.",
          "id": 13867
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "So then they gave them the battle with all speed.",
          "id": 13868
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Howbeit they answered them not, neither cast they a stone at them, nor stopped the places where they lay hid;",
          "id": 13869
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "But said, Let us die all in our innocency: heaven and earth will testify for us, that you put us to death wrongfully.",
          "id": 13870
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "So they rose up against them in battle on the sabbath, and they killed them, with their wives and children and their cattle, to the number of a thousand people.",
          "id": 13871
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Now when Mattathias and his friends understood hereof, they mourned for them right sore.",
          "id": 13872
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And one of them said to another, If we all do as our brethren have done, and fight not for our lives and laws against the heathen, they will now quickly root us out of the earth.",
          "id": 13873
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "At that time therefore they decreed, saying, Whosoever shall come to make battle with us on the sabbath day, we will fight against him; neither will we die all, as our brethren that were murdered in the secret places.",
          "id": 13874
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Then came there to him a company of Assideans who were mighty men of Israel, even all such as were voluntarily devoted to the law.",
          "id": 13875
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Also all they that fled for persecution joined themselves to them, and were a stay to them.",
          "id": 13876
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "So they joined their forces, and struck sinful men in their anger, and wicked men in their wrath: but the rest fled to the heathen for succour.",
          "id": 13877
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Then Mattathias and his friends went round about, and pulled down the altars:",
          "id": 13878
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "And what children soever they found within the coast of Israel uncircumcised, those they circumcised valiantly.",
          "id": 13879
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "They pursued also after the proud men, and the work prospered in their hand.",
          "id": 13880
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "So they recovered the law out of the hand of the Gentiles, and out of the hand of kings, neither suffered they the sinner to triumph.",
          "id": 13881
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "Now when the time drew near that Mattathias should die, he said to his sons, Now has pride and rebuke gotten strength, and the time of destruction, and the wrath of indignation:",
          "id": 13882
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Now therefore, my sons, be you zealous for the law, and give your lives for the covenant of your fathers.",
          "id": 13883
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "Call to remembrance what acts our fathers did in their time; so shall you receive great honour and an everlasting name.",
          "id": 13884
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "Was not Abraham found faithful in temptation, and it was imputed to him for righteousness?",
          "id": 13885
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "Joseph in the time of his distress kept the commandment and was made lord of Egypt.",
          "id": 13886
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Phinees our father in being zealous and fervent obtained the covenant of an everlasting priesthood.",
          "id": 13887
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Jesus for fulfilling the word was made a judge in Israel.",
          "id": 13888
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "Caleb for bearing witness before the congregation received the heritage of the land.",
          "id": 13889
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "David for being merciful possessed the throne of an everlasting kingdom.",
          "id": 13890
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "Elias for being zealous and fervent for the law was taken up into heaven.",
          "id": 13891
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "Ananias, Azarias, and Misael, by believing were saved out of the flame.",
          "id": 13892
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "Daniel for his innocency was delivered from the mouth of lions.",
          "id": 13893
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "And thus consider you throughout all ages, that none that put their trust in him shall be overcome.",
          "id": 13894
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "Fear not then the words of a sinful man: for his glory shall be dung and worms.",
          "id": 13895
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "To day he shall be lifted up and to morrow he shall not be found, because he is returned into his dust, and his thought is come to nothing.",
          "id": 13896
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "Therefore, you my sons, be valiant and show yourselves men in the behalf of the law; for by it shall you obtain glory.",
          "id": 13897
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "And behold, I know that your brother Simon is a man of counsel, give ear to him always: he shall be a father to you.",
          "id": 13898
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "As for Judas Maccabeus, he has been mighty and strong, even from his youth up: let him be your captain, and fight the battle of the people.",
          "id": 13899
        },
        {
          "isRed": false,
          "verse": 67,
          "text": "Take also to you all those that observe the law, and avenge you the wrong of your people.",
          "id": 13900
        },
        {
          "isRed": false,
          "verse": 68,
          "text": "Recompense fully the heathen, and take heed to the commandments of the law.",
          "id": 13901
        },
        {
          "isRed": false,
          "verse": 69,
          "text": "So he blessed them, and was gathered to his fathers.",
          "id": 13902
        },
        {
          "isRed": false,
          "verse": 70,
          "text": "And he died in the hundred and forty and sixth year, and his sons buried him in the sepulchres of his fathers at Modin, and all Israel made great lamentation for him.",
          "id": 13903
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then his son Judas, called Maccabeus, rose up in his stead.",
          "id": 13904
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And all his brethren helped him, and so did all they that held with his father, and they fought with cheerfulness the battle of Israel.",
          "id": 13905
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So he got his people great honour, and put on a breastplate as a giant, and girded his warlike harness about him, and he made battles, protecting the host with his sword.",
          "id": 13906
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "In his acts he was like a lion, and like a lion''s whelp roaring for his prey.",
          "id": 13907
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For He pursued the wicked, and sought them out, and burnt up those that vexed his people.",
          "id": 13908
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore the wicked shrunk for fear of him, and all the workers of iniquity were troubled, because salvation prospered in his hand.",
          "id": 13909
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "He grieved also many kings, and made Jacob glad with his acts, and his memorial is blessed for ever.",
          "id": 13910
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Moreover he went through the cities of Juda, destroying the ungodly out of them, and turning away wrath from Israel:",
          "id": 13911
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So that he was renowned to the utmost part of the earth, and he received to him such as were ready to perish.",
          "id": 13912
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then Apollonius gathered the Gentiles together, and a great host out of Samaria, to fight against Israel.",
          "id": 13913
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Which thing when Judas perceived, he went forth to meet him, and so he struck him, and killed him: many also fell down slain, but the rest fled.",
          "id": 13914
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Therefore Judas took their spoils, and Apollonius'' sword also, and therewith he fought all his life long.",
          "id": 13915
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now when Seron, a prince of the army of Syria, heard say that Judas had gathered to him a multitude and company of the faithful to go out with him to war;",
          "id": 13916
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "He said, I will get me a name and honour in the kingdom; for I will go fight with Judas and them that are with him, who despise the king''s commandment.",
          "id": 13917
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So he made him ready to go up, and there went with him a mighty host of the ungodly to help him, and to be avenged of the children of Israel.",
          "id": 13918
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And when he came near to the going up of Bethhoron, Judas went forth to meet him with a small company:",
          "id": 13919
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Who, when they saw the host coming to meet them, said to Judas, How shall we be able, being so few, to fight against so great a multitude and so strong, seeing we are ready to faint with fasting all this day?",
          "id": 13920
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "To whom Judas answered, It is no hard matter for many to be shut up in the hands of a few; and with the God of heaven it is all one, to deliver with a great multitude, or a small company:",
          "id": 13921
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "For the victory of battle stands not in the multitude of an host; but strength comes from heaven.",
          "id": 13922
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "They come against us in much pride and iniquity to destroy us, and our wives and children, and to spoil us:",
          "id": 13923
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But we fight for our lives and our laws.",
          "id": 13924
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Therefore the Lord himself will overthrow them before our face: and as for you, be you not afraid of them.",
          "id": 13925
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Now as soon as he had left off speaking, he leapt suddenly upon them, and so Seron and his host was overthrown before him.",
          "id": 13926
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And they pursued them from the going down of Bethhoron to the plain, where were slain about eight hundred men of them; and the residue fled into the land of the Philistines.",
          "id": 13927
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then began the fear of Judas and his brethren, and an exceeding great dread, to fall upon the nations round about them:",
          "id": 13928
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Insomuch as his fame came to the king, and all nations talked of the battles of Judas.",
          "id": 13929
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Now when king Antiochus heard these things, he was full of indignation: therefore he sent and gathered together all the forces of his realm, even a very strong army.",
          "id": 13930
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "He opened also his treasure, and gave his soldiers pay for a year, commanding them to be ready whenever he should need them.",
          "id": 13931
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Nevertheless, when he saw that the money of his treasures failed and that the tributes in the country were small, because of the dissension and plague, which he had brought upon the land in taking away the laws which had been of old time;",
          "id": 13932
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "He feared that he should not be able to bear the charges any longer, nor to have such gifts to give so liberally as he did before: for he had abounded above the kings that were before him.",
          "id": 13933
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Therefore, being greatly perplexed in his mind, he determined to go into Persia, there to take the tributes of the countries, and to gather much money.",
          "id": 13934
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "So he left Lysias, a nobleman, and one of the blood royal, to oversee the affairs of the king from the river Euphrates to the borders of Egypt:",
          "id": 13935
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And to bring up his son Antiochus, until he came again.",
          "id": 13936
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Moreover he delivered to him the half of his forces, and the elephants, and gave him charge of all things that he would have done, as also concerning them that lived in Juda and Jerusalem:",
          "id": 13937
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "To wit, that he should send an army against them, to destroy and root out the strength of Israel, and the remnant of Jerusalem, and to take away their memorial from that place;",
          "id": 13938
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And that he should place strangers in all their quarters, and divide their land by lot.",
          "id": 13939
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "So the king took the half of the forces that remained, and departed from Antioch, his royal city, the hundred and forty and seventh year; and having passed the river Euphrates, he went through the high countries.",
          "id": 13940
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Then Lysias chose Ptolemee the son of Dorymenes, Nicanor, and Gorgias, mighty men of the king''s friends:",
          "id": 13941
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And with them he sent forty thousand footmen, and seven thousand horsemen, to go into the land of Juda, and to destroy it, as the king commanded.",
          "id": 13942
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "So they went forth with all their power, and came and pitched by Emmaus in the plain country.",
          "id": 13943
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And the merchants of the country, hearing the fame of them, took silver and gold very much, with servants, and came into the camp to buy the children of Israel for slaves: a power also of Syria and of the land of the Philistines joined themselves to them.",
          "id": 13944
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Now when Judas and his brethren saw that miseries were multiplied, and that the forces did encamp themselves in their borders: for they knew how the king had given commandment to destroy the people, and utterly abolish them;",
          "id": 13945
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "They said one to another, Let us restore the decayed fortune of our people, and let us fight for our people and the sanctuary.",
          "id": 13946
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Then was the congregation gathered together, that they might be ready for battle, and that they might pray, and ask mercy and compassion.",
          "id": 13947
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Now Jerusalem lay void as a wilderness, there was none of her children that went in or out: the sanctuary also was trodden down, and aliens kept the strong hold; the heathen had their habitation in that place; and joy was taken from Jacob, and the pipe with the harp ceased.",
          "id": 13948
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Therefore the Israelites assembled themselves together, and came to Maspha, over against Jerusalem; for in Maspha was the place where they prayed aforetime in Israel.",
          "id": 13949
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Then they fasted that day, and put on sackcloth, and cast ashes upon their heads, and tore their clothes,",
          "id": 13950
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "And laid open the book of the law, wherein the heathen had sought to paint the likeness of their images.",
          "id": 13951
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "They brought also the priests'' garments, and the first fruits, and the tithes: and the Nazarites they stirred up, who had accomplished their days.",
          "id": 13952
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Then cried they with a loud voice towards heaven, saying, What shall we do with these, and whither shall we carry them away?",
          "id": 13953
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "For your sanctuary is trodden down and profaned, and your priests are in heaviness, and brought low.",
          "id": 13954
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "And behold, the heathen are assembled together against us to destroy us: what things they imagine against us, you know.",
          "id": 13955
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "How shall we be able to stand against them, except you, O God, be our help?",
          "id": 13956
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Then sounded they with trumpets, and cried with a loud voice.",
          "id": 13957
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "And after this Judas ordained captains over the people, even captains over thousands, and over hundreds, and over fifties, and over tens.",
          "id": 13958
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "But as for such as were building houses, or had betrothed wives, or were planting vineyards, or were fearful, those he commanded that they should return, every man to his own house, according to the law.",
          "id": 13959
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "So the camp removed, and pitched upon the south side of Emmaus.",
          "id": 13960
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "And Judas said, arm yourselves, and be valiant men, and see that you be in readiness against the morning, that you may fight with these nations, that are assembled together against us to destroy us and our sanctuary:",
          "id": 13961
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "For it is better for us to die in battle, than to behold the calamities of our people and our sanctuary.",
          "id": 13962
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "Nevertheless, as the will of God is in heaven, so let him do.",
          "id": 13963
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then took Gorgias five thousand footmen, and a thousand of the best horsemen, and removed out of the camp by night;",
          "id": 13964
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "To the end he might rush in upon the camp of the Jews, and strike them suddenly. And the men of the fortress were his guides.",
          "id": 13965
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Now when Judas heard thereof he himself removed, and the valiant men with him, that he might strike the king''s army which was at Emmaus,",
          "id": 13966
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "While as yet the forces were dispersed from the camp.",
          "id": 13967
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "In the mean season came Gorgias by night into the camp of Judas: and when he found no man there, he sought them in the mountains: for said he, These fellows flee from us",
          "id": 13968
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But as soon as it was day, Judas showed himself in the plain with three thousand men, who nevertheless had neither armour nor swords to their minds.",
          "id": 13969
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And they saw the camp of the heathen, that it was strong and well harnessed, and compassed round about with horsemen; and these were expert of war.",
          "id": 13970
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then said Judas to the men that were with him, Fear you not their multitude, neither be you afraid of their assault.",
          "id": 13971
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Remember how our fathers were delivered in the Red sea, when Pharaoh pursued them with an army.",
          "id": 13972
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Now therefore let us cry to heaven, if perhaps the Lord will have mercy upon us, and remember the covenant of our fathers, and destroy this host before our face this day:",
          "id": 13973
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "That so all the heathen may know that there is one who delivers and saves Israel.",
          "id": 13974
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then the strangers lifted up their eyes, and saw them coming over against them.",
          "id": 13975
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Therefore they went out of the camp to battle; but they that were with Judas sounded their trumpets.",
          "id": 13976
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "So they joined battle, and the heathen being discomfited fled into the plain.",
          "id": 13977
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Howbeit all the hindmost of them were slain with the sword: for they pursued them to Gazera, and to the plains of Idumea, and Azotus, and Jamnia, so that there were slain of them upon a three thousand men.",
          "id": 13978
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "This done, Judas returned again with his host from pursuing them,",
          "id": 13979
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And said to the people, Be not greedy of the spoil inasmuch as there is a battle before us,",
          "id": 13980
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Gorgias and his host are here by us in the mountain: but stand you now against our enemies, and overcome them, and after this you may boldly take the spoils.",
          "id": 13981
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "As Judas was yet speaking these words, there appeared a part of them looking out of the mountain:",
          "id": 13982
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Who when they perceived that the Jews had put their host to flight and were burning the tents; for the smoke that was seen declared what was done:",
          "id": 13983
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "When therefore they perceived these things, they were sore afraid, and seeing also the host of Judas in the plain ready to fight,",
          "id": 13984
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "They fled every one into the land of strangers.",
          "id": 13985
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Then Judas returned to spoil the tents, where they got much gold, and silver, and blue silk, and purple of the sea, and great riches.",
          "id": 13986
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "After this they went home, and sung a song of thanksgiving, and praised the Lord in heaven: because it is good, because his mercy endures forever.",
          "id": 13987
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Thus Israel had a great deliverance that day.",
          "id": 13988
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Now all the strangers that had escaped came and told Lysias what had happened:",
          "id": 13989
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Who, when he heard thereof, was confounded and discouraged, because neither such things as he would were done to Israel, nor such things as the king commanded him were come to pass.",
          "id": 13990
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "The next year therefore following Lysias gathered together threescore thousand choice men of foot, and five thousand horsemen, that he might subdue them.",
          "id": 13991
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "So they came into Idumea, and pitched their tents at Bethsura, and Judas met them with ten thousand men.",
          "id": 13992
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And when he saw that mighty army, he prayed and said, Blessed are you, O Saviour of Israel, who did quell the violence of the mighty man by the hand of your servant David, and gave the host of strangers into the hands of Jonathan the son of Saul, and his armour bearer;",
          "id": 13993
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Shut up this army in the hand of your people Israel, and let them be confounded in their power and horsemen:",
          "id": 13994
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Make them to be of no courage, and cause the boldness of their strength to fall away, and let them quake at their destruction:",
          "id": 13995
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Cast them down with the sword of them that love you, and let all those that know your name praise you with thanksgiving.",
          "id": 13996
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "So they joined battle; and there were slain of the host of Lysias about five thousand men, even before them were they slain.",
          "id": 13997
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Now when Lysias saw his army put to flight, and the manliness of Judas'' soldiers, and how they were ready either to live or die valiantly, he went into Antiochia, and gathered together a company of strangers, and having made his army greater than it was, he purposed to come again into Judea.",
          "id": 13998
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Then said Judas and his brethren, Behold, our enemies are discomfited: let us go up to cleanse and dedicate the sanctuary.",
          "id": 13999
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Upon this all the host assembled themselves together, and went up into mount Sion.",
          "id": 14000
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And when they saw the sanctuary desolate, and the altar profaned, and the gates burnt up, and shrubs growing in the courts as in a forest, or in one of the mountains, yes, and the priests'' chambers pulled down;",
          "id": 14001
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "They tore their clothes, and made great lamentation, and cast ashes upon their heads,",
          "id": 14002
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And fell down flat to the ground upon their faces, and blew an alarm with the trumpets, and cried towards heaven.",
          "id": 14003
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Then Judas appointed certain men to fight against those that were in the fortress, until he had cleansed the sanctuary.",
          "id": 14004
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "So he chose priests of blameless conversation, such as had pleasure in the law:",
          "id": 14005
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Who cleansed the sanctuary, and bare out the defiled stones into an unclean place.",
          "id": 14006
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And when as they consulted what to do with the altar of burnt offerings, which was profaned;",
          "id": 14007
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "They thought it best to pull it down, lest it should be a reproach to them, because the heathen had defiled it: therefore they pulled it down,",
          "id": 14008
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "And laid up the stones in the mountain of the temple in a convenient place, until there should come a prophet to show what should be done with them.",
          "id": 14009
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Then they took whole stones according to the law, and built a new altar according to the former;",
          "id": 14010
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "And made up the sanctuary, and the things that were within the temple, and hallowed the courts.",
          "id": 14011
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "They made also new holy vessels, and into the temple they brought the candlestick, and the altar of burnt offerings, and of incense, and the table.",
          "id": 14012
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "And upon the altar they burnt incense, and the lamps that were upon the candlestick they lighted, that they might give light in the temple.",
          "id": 14013
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "Furthermore they set the loaves upon the table, and spread out the veils, and finished all the works which they had begun to make.",
          "id": 14014
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "Now on the five and twentieth day of the ninth month, which is called the month Casleu, in the hundred and forty and eighth year, they rose up betimes in the morning,",
          "id": 14015
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "And offered sacrifice according to the law upon the new altar of burnt offerings, which they had made.",
          "id": 14016
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Look, at what time and what day the heathen had profaned it, even in that was it dedicated with songs, and citherns, and harps, and cymbals.",
          "id": 14017
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Then all the people fell upon their faces, worshipping and praising the God of heaven, who had given them good success.",
          "id": 14018
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "And so they kept the dedication of the altar eight days and offered burnt offerings with gladness, and sacrificed the sacrifice of deliverance and praise.",
          "id": 14019
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "They decked also the forefront of the temple with crowns of gold, and with shields; and the gates and the chambers they renewed, and hanged doors upon them.",
          "id": 14020
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "Thus was there very great gladness amongst the people, for that the reproach of the heathen was put away.",
          "id": 14021
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "Moreover Judas and his brethren with the whole congregation of Israel ordained, that the days of the dedication of the altar should be kept in their season from year to year by the space of eight days, from the five and twentieth day of the month Casleu, with mirth and gladness.",
          "id": 14022
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "At that time also they builded up the mount Sion with high walls and strong towers round about, lest the Gentiles should come and tread it down as they had done before.",
          "id": 14023
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "And they set there a garrison to keep it, and fortified Bethsura to preserve it; that the people might have a defence against Idumea.",
          "id": 14024
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now when the nations round about heard that the altar was built and the sanctuary renewed as before, it displeased them very much.",
          "id": 14025
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Therefore they thought to destroy the generation of Jacob that was amongst them, and thereupon they began to kill and destroy the people.",
          "id": 14026
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then Judas fought against the children of Esau in Idumea at Arabattine, because they besieged Gael: and he gave them a great overthrow, and abated their courage, and took their spoils.",
          "id": 14027
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Also he remembered the injury of the children of Bean, who had been a snare and an offence to the people, in that they lay in wait for them in the ways.",
          "id": 14028
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "He shut them up therefore in the towers, and encamped against them, and destroyed them utterly, and burnt the towers of that place with fire, and all that were therein.",
          "id": 14029
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Afterward he passed over to the children of Ammon, where he found a mighty power, and much people, with Timotheus their captain.",
          "id": 14030
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So he fought many battles with them, till at length they were discomfited before him; and he struck them.",
          "id": 14031
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And when he had taken Jazar, with the towns belonging thereto, he returned into Judea.",
          "id": 14032
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then the heathen that were at Galaad assembled themselves together against the Israelites that were in their quarters, to destroy them; but they fled to the fortress of Dathema.",
          "id": 14033
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And sent letters to Judas and his brethren, The heathen that are round about us are assembled together against us to destroy us:",
          "id": 14034
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And they are preparing to come and take the fortress whereunto we are fled, Timotheus being captain of their host.",
          "id": 14035
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Come now therefore, and deliver us from their hands, for many of us are slain:",
          "id": 14036
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Yes, all our brethren that were in the places of Tobie are put to death: their wives and their children also they have carried away captives, and borne away their stuff; and they have destroyed there about a thousand men.",
          "id": 14037
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "While these letters were yet reading, behold, there came other messengers from Galilee with their clothes tore, who reported on this wise,",
          "id": 14038
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And said, They of Ptolemais, and of Tyrus, and Sidon, and all Galilee of the Gentiles, are assembled together against us to consume us.",
          "id": 14039
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Now when Judas and the people heard these words, there assembled a great congregation together, to consult what they should do for their brethren, that were in trouble, and assaulted of them.",
          "id": 14040
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then said Judas to Simon his brother, Choose you out men, and go and deliver your brethren that are in Galilee, for I and Jonathan my brother will go into the country of Galaad.",
          "id": 14041
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "So he left Joseph the son of Zacharias, and Azarias, captains of the people, with the remnant of the host in Judea to keep it.",
          "id": 14042
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "To whom he gave commandment, saying, Take you the charge of this people, and see that you make not war against the heathen until the time that we come again.",
          "id": 14043
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Now to Simon were given three thousand men to go into Galilee, and to Judas eight thousand men for the country of Galaad.",
          "id": 14044
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then went Simon into Galilee, where he fought many battles with the heathen, so that the heathen were discomfited by him.",
          "id": 14045
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And he pursued them to the gate of Ptolemais; and there were slain of the heathen about three thousand men, whose spoils he took.",
          "id": 14046
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And those that were in Galilee, and in Arbattis, with their wives and their children, and all that they had, took he away with him, and brought them into Judea with great joy.",
          "id": 14047
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Judas Maccabeus also and his brother Jonathan went over Jordan, and travelled three days'' journey in the wilderness,",
          "id": 14048
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Where they met with the Nabathites, who came to them in a peaceful manner, and told them every thing that had happened to their brethren in the land of Galaad:",
          "id": 14049
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And how that many of them were shut up in Bosora, and Bosor, and Alema, Casphor, Maked, and Carnaim; all these cities are strong and great:",
          "id": 14050
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And that they were shut up in the rest of the cities of the country of Galaad, and that against to morrow they had appointed to bring their host against the forts, and to take them, and to destroy them all in one day.",
          "id": 14051
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Hereupon Judas and his host turned suddenly by the way of the wilderness to Bosora; and when he had won the city, he killed all the males with the edge of the sword, and took all their spoils, and burnt the city with fire,",
          "id": 14052
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "From whence he removed by night, and went till he came to the fortress.",
          "id": 14053
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And betimes in the morning they looked up, and, behold, there was an innumerable people bearing ladders and other engines of war, to take the fortress: for they assaulted them.",
          "id": 14054
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "When Judas therefore saw that the battle was begun, and that the cry of the city went up to heaven, with trumpets, and a great sound,",
          "id": 14055
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "He said to his host, Fight this day for your brethren.",
          "id": 14056
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "So he went forth behind them in three companies, who sounded their trumpets, and cried with prayer.",
          "id": 14057
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Then the host of Timotheus, knowing that it was Maccabeus, fled from him: therefore he struck them with a great slaughter; so that there were killed of them that day about eight thousand men.",
          "id": 14058
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "This done, Judas turned aside to Maspha; and after he had assaulted it he took and killed all the males therein, and received the spoils thereof and burnt it with fire.",
          "id": 14059
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "From thence went he, and took Casphon, Maged, Bosor, and the other cities of the country of Galaad.",
          "id": 14060
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "After these things gathered Timotheus another host and encamped against Raphon beyond the brook.",
          "id": 14061
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "So Judas sent men to espy the host, who brought him word, saying, All the heathen that be round about us are assembled to them, even a very great host.",
          "id": 14062
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "He has also hired the Arabians to help them and they have pitched their tents beyond the brook, ready to come and fight against you. Upon this Judas went to meet them.",
          "id": 14063
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Then Timotheus said to the captains of his host, When Judas and his host come near the brook, if he pass over first to us, we shall not be able to withstand him; for he will mightily prevail against us:",
          "id": 14064
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "But if he be afraid, and camp beyond the river, we shall go over to him, and prevail against him.",
          "id": 14065
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Now when Judas came near the brook, he caused the scribes of the people to remain by the brook: to whom he gave commandment, saying, Suffer no man to remain in the camp, but let all come to the battle.",
          "id": 14066
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "So he went first over to them, and all the people after him: then all the heathen, being discomfited before him, cast away their weapons, and fled to the temple that was at Carnaim.",
          "id": 14067
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "But they took the city, and burnt the temple with all that were therein. Thus was Carnaim subdued, neither could they stand any longer before Judas.",
          "id": 14068
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Then Judas gathered together all the Israelites that were in the country of Galaad, from the least to the greatest, even their wives, and their children, and their stuff, a very great host, to the end they might come into the land of Judea.",
          "id": 14069
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Now when they came to Ephron, (this was a great city in the way as they should go, very well fortified) they could not turn from it, either on the right hand or the left, but must needs pass through the midst of it.",
          "id": 14070
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Then they of the city shut them out, and stopped up the gates with stones.",
          "id": 14071
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Whereupon Judas sent to them in peaceful manner, saying, Let us pass through your land to go into our own country, and none shall do you any hurt; we will only pass through on foot: howbeit they would not open to him.",
          "id": 14072
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "Therefore Judas commanded a proclamation to be made throughout the host, that every man should pitch his tent in the place where he was.",
          "id": 14073
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "So the soldiers pitched, and assaulted the city all that day and all that night, till at the length the city was delivered into his hands:",
          "id": 14074
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "Who then killed all the males with the edge of the sword, and rased the city, and took the spoils thereof, and passed through the city over them that were slain.",
          "id": 14075
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "After this they went over Jordan into the great plain before Bethsan.",
          "id": 14076
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "And Judas gathered together those that came behind, and exhorted the people all the way through, till they came into the land of Judea.",
          "id": 14077
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "So they went up to mount Sion with joy and gladness, where they offered burnt offerings, because not one of them were slain until they had returned in peace.",
          "id": 14078
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Now what time as Judas and Jonathan were in the land of Galaad, and Simon his brother in Galilee before Ptolemais,",
          "id": 14079
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "Joseph the son of Zacharias, and Azarias, captains of the garrisons, heard of the valiant acts and warlike deeds which they had done.",
          "id": 14080
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "Therefore they said, Let us also get us a name, and go fight against the heathen that are round about us.",
          "id": 14081
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "So when they had given charge to the garrison that was with them, they went towards Jamnia.",
          "id": 14082
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "Then came Gorgias and his men out of the city to fight against them.",
          "id": 14083
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "And so it was, that Joseph and Azarias were put to flight, and pursued to the borders of Judea: and there were slain that day of the people of Israel about two thousand men.",
          "id": 14084
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "Thus was there a great overthrow amongst the children of Israel, because they were not obedient to Judas and his brethren, but thought to do some valiant act.",
          "id": 14085
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "Moreover these men came not of the seed of those, by whose hand deliverance was given to Israel.",
          "id": 14086
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "Howbeit the man Judas and his brethren were greatly renowned in the sight of all Israel, and of all the heathen, wherever their name was heard of;",
          "id": 14087
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "Insomuch as the people assembled to them with joyful acclamations.",
          "id": 14088
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "Afterward went Judas forth with his brethren, and fought against the children of Esau in the land towards the south, where he struck Hebron, and the towns thereof, and pulled down the fortress of it, and burnt the towers thereof round about.",
          "id": 14089
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "From thence he removed to go into the land of the Philistines, and passed through Samaria.",
          "id": 14090
        },
        {
          "isRed": false,
          "verse": 67,
          "text": "At that time certain priests, desirous to show their valour, were slain in battle, for that they went out to fight unadvisedly.",
          "id": 14091
        },
        {
          "isRed": false,
          "verse": 68,
          "text": "So Judas turned to Azotus in the land of the Philistines, and when he had pulled down their altars, and burnt their carved images with fire, and spoiled their cities, he returned into the land of Judea.",
          "id": 14092
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "About that time king Antiochus travelling through the high countries heard say, that Elymais in the country of Persia was a city greatly renowned for riches, silver, and gold;",
          "id": 14093
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And that there was in it a very rich temple, wherein were coverings of gold, and breastplates, and shields, which Alexander, son of Philip, the Macedonian king, who reigned first amongst the Grecians, had left there.",
          "id": 14094
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Therefore he came and sought to take the city, and to spoil it; but he was not able, because they of the city, having had warning thereof,",
          "id": 14095
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Rose up against him in battle: so he fled, and departed thence with great heaviness, and returned to Babylon.",
          "id": 14096
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Moreover there came one who brought him tidings into Persia, that the armies, which went against the land of Judea, were put to flight:",
          "id": 14097
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And that Lysias, who went forth first with a great power was driven away of the Jews; and that they were made strong by the armour, and power, and store of spoils, which they had gotten of the armies, whom they had destroyed:",
          "id": 14098
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Also that they had pulled down the abomination, which he had set up upon the altar in Jerusalem, and that they had compassed about the sanctuary with high walls, as before, and his city Bethsura.",
          "id": 14099
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Now when the king heard these words, he was astonished and sore moved: whereupon he laid him down upon his bed, and fell sick for grief, because it had not befallen him as he looked for.",
          "id": 14100
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And there he continued many days: for his grief was ever more and more, and he made account that he should die.",
          "id": 14101
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Therefore he called for all his friends, and said to them, The sleep is gone from mine eyes, and my heart fails for very care.",
          "id": 14102
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And I thought with myself, Into what tribulation am I come, and how great a flood of misery is it, wherein now I am! for I was bountiful and beloved in my power.",
          "id": 14103
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But now I remember the evils that I did at Jerusalem, and that I took all the vessels of gold and silver that were therein, and sent to destroy the inhabitants of Judea without a cause.",
          "id": 14104
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "I perceive therefore that for this cause these troubles are come upon me, and, behold, I perish through great grief in a strange land.",
          "id": 14105
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then called he for Philip, one of his friends, who he made ruler over all his realm,",
          "id": 14106
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And gave him the crown, and his robe, and his signet, to the end he should bring up his son Antiochus, and nourish him up for the kingdom.",
          "id": 14107
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So king Antiochus died there in the hundred and forty and ninth year.",
          "id": 14108
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Now when Lysias knew that the king was dead, he set up Antiochus his son, whom he had brought up being young, to reign in his stead, and his name he called Eupator.",
          "id": 14109
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "About this time they that were in the tower shut up the Israelites round about the sanctuary, and sought always their hurt, and the strengthening of the heathen.",
          "id": 14110
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Therefore Judas, purposing to destroy them, called all the people together to besiege them.",
          "id": 14111
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "So they came together, and besieged them in the hundred and fifties year, and he made mounts for shot against them, and other engines.",
          "id": 14112
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Howbeit certain of them that were besieged got forth, to whom some ungodly men of Israel joined themselves:",
          "id": 14113
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And they went to the king, and said, How long will it be ere you execute judgement, and avenge our brethren?",
          "id": 14114
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "We have been willing to serve your father, and to do as he would have us, and to obey his commandments;",
          "id": 14115
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For which cause they of our nation besiege the tower, and are alienated from us: moreover as many of us as they could light on they killed, and spoiled our inheritance.",
          "id": 14116
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Neither have they stretched out their hand against us only, but also against their borders.",
          "id": 14117
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And, behold, this day are they besieging the tower at Jerusalem, to take it: the sanctuary also and Bethsura have they fortified.",
          "id": 14118
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Therefore if you do not prevent them quickly, they will do the greater things than these, neither shall you be able to rule them.",
          "id": 14119
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Now when the king heard this, he was angry, and gathered together all his friends, and the captains of his army, and those that had charge of the horse.",
          "id": 14120
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "There came also to him from other kingdoms, and from isles of the sea, bands of hired soldiers.",
          "id": 14121
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "So that the number of his army was an hundred thousand footmen, and twenty thousand horsemen, and two and thirty elephants exercised in battle.",
          "id": 14122
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "These went through Idumea, and pitched against Bethsura, which they assaulted many days, making engines of war; but they of Bethsura came out, and burnt them with fire, and fought valiantly.",
          "id": 14123
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Upon this Judas removed from the tower, and pitched in Bathzacharias, over against the king''s camp.",
          "id": 14124
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Then the king rising very early marched fiercely with his host towards Bathzacharias, where his armies made them ready to battle, and sounded the trumpets.",
          "id": 14125
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And to the end they might provoke the elephants to fight, they showed them the blood of grapes and mulberries.",
          "id": 14126
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Moreover they divided the beasts amongst the armies, and for every elephant they appointed a thousand men, armed with coats of mail, and with helmets of brass on their heads; and beside this, for every beast were ordained five hundred horsemen of the best.",
          "id": 14127
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "These were ready at every occasion: wherever the beast was, and wherever the beast went, they went also, neither departed they from him.",
          "id": 14128
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And upon the beasts were there strong towers of wood, which covered every one of them, and were girded fast to them with devices: there were also upon every one two and thirty strong men, that fought upon them, beside the Indian that ruled him.",
          "id": 14129
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "As for the remnant of the horsemen, they set them on this side and that side at the two parts of the host giving them signs what to do, and being harnessed all over amidst the ranks.",
          "id": 14130
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Now when the sun shone upon the shields of gold and brass, the mountains glistered therewith, and shined like lamps of fire.",
          "id": 14131
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "So part of the king''s army being spread upon the high mountains, and part on the valleys below, they marched on safely and in order.",
          "id": 14132
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Therefore all that heard the noise of their multitude, and the marching of the company, and the rattling of the harness, were moved: for the army was very great and mighty.",
          "id": 14133
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Then Judas and his host drew near, and entered into battle, and there were slain of the king''s army six hundred men.",
          "id": 14134
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Eleazar also, surnamed Savaran, perceiving that one of the beasts, armed with royal harness, was higher than all the rest, and supposing that the king was upon him,",
          "id": 14135
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Put himself in jeopardy, to the end he might deliver his people, and get him a perpetual name:",
          "id": 14136
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Therefore he ran upon him courageously through the midst of the battle, slaying on the right hand and on the left, so that they were divided from him on both sides.",
          "id": 14137
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Which done, he crept under the elephant, and thrust him under, and killed him: whereupon the elephant fell down upon him, and there he died.",
          "id": 14138
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Howbeit the rest of the Jews seeing the strength of the king, and the violence of his forces, turned away from them.",
          "id": 14139
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Then the king''s army went up to Jerusalem to meet them, and the king pitched his tents against Judea, and against mount Sion.",
          "id": 14140
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "But with them that were in Bethsura he made peace: for they came out of the city, because they had no food there to endure the siege, it being a year of rest to the land.",
          "id": 14141
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "So the king took Bethsura, and set a garrison there to keep it.",
          "id": 14142
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "As for the sanctuary, he besieged it many days: and set there artillery with engines and instruments to cast fire and stones, and pieces to cast darts and slings.",
          "id": 14143
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "Whereupon they also made engines against their engines, and held them battle a long season.",
          "id": 14144
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "Yet at the last, their vessels being without food, (for that it was the seventh year, and they in Judea that were delivered from the Gentiles, had eaten up the residue of the store;)",
          "id": 14145
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "There were but a few left in the sanctuary, because the famine did so prevail against them, that they were fain to disperse themselves, every man to his own place.",
          "id": 14146
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "At that time Lysias heard say, that Philip, whom Antiochus the king, while he lived, had appointed to bring up his son Antiochus, that he might be king,",
          "id": 14147
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "Was returned out of Persia and Media, and the king''s host also that went with him, and that he sought to take to him the ruling of the affairs.",
          "id": 14148
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "Therefore he went in all haste, and said to the king and the captains of the host and the company, We decay daily, and our food are but small, and the place we lay siege to is strong, and the affairs of the kingdom lie upon us:",
          "id": 14149
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "Now therefore let us be friends with these men, and make peace with them, and with all their nation;",
          "id": 14150
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "And covenant with them, that they shall live after their laws, as they did before: for they are therefore displeased, and have done all these things, because we abolished their laws.",
          "id": 14151
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "So the king and the princes were content: therefore he sent to them to make peace; and they accepted thereof.",
          "id": 14152
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "Also the king and the princes made an oath to them: whereupon they went out of the strong hold.",
          "id": 14153
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "Then the king entered into mount Sion; but when he saw the strength of the place, he broke his oath that he had made, and gave commandment to pull down the wall round about.",
          "id": 14154
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "Afterward departed he in all haste, and returned to Antiochia, where he found Philip to be master of the city: so he fought against him, and took the city by force.",
          "id": 14155
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the hundred and one and fifties year Demetrius the son of Seleucus departed from Rome, and came up with a few men to a city of the sea coast, and reigned there.",
          "id": 14156
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And as he entered into the palace of his ancestors, so it was, that his forces had taken Antiochus and Lysias, to bring them to him.",
          "id": 14157
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Therefore, when he knew it, he said, Let me not see their faces.",
          "id": 14158
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "So his host killed them. Now when Demetrius was set upon the throne of his kingdom,",
          "id": 14159
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "There came to him all the wicked and ungodly men of Israel, having Alcimus, who was desirous to be high priest, for their captain:",
          "id": 14160
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And they accused the people to the king, saying, Judas and his brethren have slain all your friends, and driven us out of our own land.",
          "id": 14161
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Now therefore send some man whom you trust, and let him go and see what havock he has made amongst us, and in the king''s land, and let him punish them with all them that aid them.",
          "id": 14162
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then the king chose Bacchides, a friend of the king, who ruled beyond the flood, and was a great man in the kingdom, and faithful to the king,",
          "id": 14163
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And him he sent with that wicked Alcimus, whom he made high priest, and commanded that he should take vengeance of the children of Israel.",
          "id": 14164
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So they departed, and came with a great power into the land of Judea, where they sent messengers to Judas and his brethren with peaceful words deceitfully.",
          "id": 14165
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But they gave no heed to their words; for they saw that they were come with a great power.",
          "id": 14166
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then did there assemble to Alcimus and Bacchides a company of scribes, to require justice.",
          "id": 14167
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now the Assideans were the first amongst the children of Israel that sought peace of them:",
          "id": 14168
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For said they, One that is a priest of the seed of Aaron is come with this army, and he will do us no wrong.",
          "id": 14169
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So he spoke to them, peaceably, and sware to them, saying, we will procure the harm neither of you nor your friends.",
          "id": 14170
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Whereupon they believed him: howbeit he took of them threescore men, and killed them in one day, according to the words which he wrote,",
          "id": 14171
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "The flesh of your saints have they cast out, and their blood have they shed round about Jerusalem, and there was none to bury them.",
          "id": 14172
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Therefore the fear and dread of them fell upon all the people, who said, There is neither truth nor righteousness in them; for they have broken the covenant and oath that they made.",
          "id": 14173
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "After this, removed Bacchides from Jerusalem, and pitched his tents in Bezeth, where he sent and took many of the men that had forsaken him, and certain of the people also, and when he had slain them, he cast them into the great pit.",
          "id": 14174
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Then committed he the country to Alcimus, and left with him a power to aid him: so Bacchides went to the king.",
          "id": 14175
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But Alcimus contended for the high priesthood.",
          "id": 14176
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And to him resorted all such as troubled the people, who, after they had gotten the land of Juda into their power, did much hurt in Israel.",
          "id": 14177
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Now when Judas saw all the mischief that Alcimus and his company had done amongst the Israelites, even above the heathen,",
          "id": 14178
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "He went out into all the coasts of Judea round about, and took vengeance of them that had revolted from him, so that they dared no more go forth into the country.",
          "id": 14179
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "On the other side, when Alcimus saw that Judas and his company had gotten the upper hand, and knew that he was not able to abide their force, he went again to the king, and said all the worst of them that he could.",
          "id": 14180
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Then the king sent Nicanor, one of his honourable princes, a man that bare deadly hate to Israel, with commandment to destroy the people.",
          "id": 14181
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "So Nicanor came to Jerusalem with a great force; and sent to Judas and his brethren deceitfully with friendly words, saying,",
          "id": 14182
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Let there be no battle between me and you; I will come with a few men, that I may see you in peace.",
          "id": 14183
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "He came therefore to Judas, and they saluted one another peaceably. Howbeit the enemies were prepared to take away Judas by violence.",
          "id": 14184
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Which thing after it was known to Judas, to wit, that he came to him with deceit, he was sore afraid of him, and would see his face no more.",
          "id": 14185
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Nicanor also, when he saw that his counsel was discovered, went out to fight against Judas beside Capharsalama:",
          "id": 14186
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Where there were slain of Nicanor''s side about five thousand men, and the rest fled into the city of David.",
          "id": 14187
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "After this went Nicanor up to mount Sion, and there came out of the sanctuary certain of the priests and certain of the elders of the people, to salute him peaceably, and to show him the burnt sacrifice that was offered for the king.",
          "id": 14188
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "But he mocked them, and laughed at them, and abused them shamefully, and spoke proudly,",
          "id": 14189
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And sware in his wrath, saying, Unless Judas and his host be now delivered into my hands, if ever I come again in safety, I will burn up this house: and with that he went out in a great rage.",
          "id": 14190
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Then the priests entered in, and stood before the altar and the temple, weeping, and saying,",
          "id": 14191
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "You, O Lord, did choose this house to be called by your name, and to be a house of prayer and petition for your people:",
          "id": 14192
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Be avenged of this man and his host, and let them fall by the sword: remember their blasphemies, and suffer them not to continue any longer.",
          "id": 14193
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "So Nicanor went out of Jerusalem, and pitched his tents in Bethhoron, where an host out of Syria met him.",
          "id": 14194
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "But Judas pitched in Adasa with three thousand men, and there he prayed, saying,",
          "id": 14195
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "O Lord, when they that were sent from the king of the Assyrians blasphemed, your angel went out, and struck an hundred fourscore and five thousand of them.",
          "id": 14196
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Even so destroy you this host before us this day, that the rest may know that he has spoken blasphemously against your sanctuary, and judge you him according to his wickedness.",
          "id": 14197
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "So the thirteenth day of the month Adar the hosts joined battle: but Nicanor''s host was discomfited, and he himself was first slain in the battle.",
          "id": 14198
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Now when Nicanor''s host saw that he was slain, they cast away their weapons, and fled.",
          "id": 14199
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Then they pursued after them a day''s journey, from Adasa to Gazera, sounding an alarm after them with their trumpets.",
          "id": 14200
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Whereupon they came forth out of all the towns of Judea round about, and closed them in; so that they, turning back upon them that pursued them, were all slain with the sword, and not one of them was left.",
          "id": 14201
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Afterwards they took the spoils, and the prey, and struck off Nicanor''s head, and his right hand, which he stretched out so proudly, and brought them away, and hanged them up towards Jerusalem.",
          "id": 14202
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "For this cause the people rejoiced greatly, and they kept that day a day of great gladness.",
          "id": 14203
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "Moreover they ordained to keep yearly this day, being the thirteenth of Adar.",
          "id": 14204
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Thus the land of Juda was in rest a little while.",
          "id": 14205
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now Judas had heard of the fame of the Romans, that they were mighty and valiant men, and such as would lovingly accept all that joined themselves to them, and make a league of amity with all that came to them;",
          "id": 14206
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And that they were men of great valour. It was told him also of their wars and noble acts which they had done amongst the Galatians, and how they had conquered them, and brought them under tribute;",
          "id": 14207
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And what they had done in the country of Spain, for the winning of the mines of the silver and gold which is there;",
          "id": 14208
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And that by their policy and patience they had conquered all the place, though it were very far from them; and the kings also that came against them from the uttermost part of the earth, till they had discomfited them, and given them a great overthrow, so that the rest did give them tribute every year:",
          "id": 14209
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Beside this, how they had discomfited in battle Philip, and Perseus, king of the Citims, with others that lifted up themselves against them, and had overcome them:",
          "id": 14210
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "How also Antiochus the great king of Asia, that came against them in battle, having an hundred and twenty elephants, with horsemen, and chariots, and a very great army, was discomfited by them;",
          "id": 14211
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And how they took him alive, and covenanted that he and such as reigned after him should pay a great tribute, and give hostages, and that which was agreed upon,",
          "id": 14212
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the country of India, and Media and Lydia and of the goodliest countries, which they took of him, and gave to king Eumenes:",
          "id": 14213
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Moreover how the Grecians had determined to come and destroy them;",
          "id": 14214
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And that they, having knowledge thereof sent against them a certain captain, and fighting with them killed many of them, and carried away captives their wives and their children, and spoiled them, and took possession of their lands, and pulled down their strong holds, and brought them to be their servants to this day:",
          "id": 14215
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "It was told him besides, how they destroyed and brought under their dominion all other kingdoms and isles that at any time resisted them;",
          "id": 14216
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But with their friends and such as relied upon them they kept amity: and that they had conquered kingdoms both far and near, insomuch as all that heard of their name were afraid of them:",
          "id": 14217
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Also that, whom they would help to a kingdom, those reign; and whom again they would, they displace: finally, that they were greatly exalted:",
          "id": 14218
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Yet for all this none of them wore a crown or was clothed in purple, to be magnified thereby:",
          "id": 14219
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Moreover how they had made for themselves a senate house, wherein three hundred and twenty men sat in council daily, consulting always for the people, to the end they might be well ordered:",
          "id": 14220
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And that they committed their government to one man every year, who ruled over all their country, and that all were obedient to that one, and that there was neither envy nor emulation amongst them.",
          "id": 14221
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "In consideration of these things, Judas chose Eupolemus the son of John, the son of Accos, and Jason the son of Eleazar, and sent them to Rome, to make a league of amity and confederacy with them,",
          "id": 14222
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And to entreat them that they would take the yoke from them; for they saw that the kingdom of the Grecians did oppress Israel with servitude.",
          "id": 14223
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "They went therefore to Rome, which was a very great journey, and came into the senate, where they spoke and said.",
          "id": 14224
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Judas Maccabeus with his brethren, and the people of the Jews, have sent us to you, to make a confederacy and peace with you, and that we might be registered your confederates and friends.",
          "id": 14225
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "So that matter pleased the Romans well.",
          "id": 14226
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And this is the copy of the epistle which the senate wrote back again in tables of brass, and sent to Jerusalem, that there they might have by them a memorial of peace and confederacy:",
          "id": 14227
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Good success be to the Romans, and to the people of the Jews, by sea and by land for ever: the sword also and enemy be far from them,",
          "id": 14228
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "If there come first any war upon the Romans or any of their confederates throughout all their dominion,",
          "id": 14229
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "The people of the Jews shall help them, as the time shall be appointed, with all their heart:",
          "id": 14230
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Neither shall they give any thing to them that make war upon them, or aid them with food, weapons, money, or ships, as it has seemed good to the Romans; but they shall keep their covenants without taking any thing therefore.",
          "id": 14231
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "In the same manner also, if war come first upon the nation of the Jews, the Romans shall help them with all their heart, according as the time shall be appointed them:",
          "id": 14232
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Neither shall food be given to them that take part against them, or weapons, or money, or ships, as it has seemed good to the Romans; but they shall keep their covenants, and that without deceit.",
          "id": 14233
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "According to these articles did the Romans make a covenant with the people of the Jews.",
          "id": 14234
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Howbeit if hereafter the one party or the other shall think to meet to add or diminish any thing, they may do it at their pleasures, and whatever they shall add or take away shall be ratified.",
          "id": 14235
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And as touching the evils that Demetrius does to the Jews, we have written to him, saying, Therefore you made your yoke heavy upon our friends and confederates the Jews?",
          "id": 14236
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "If therefore they complain any more against you, we will do them justice, and fight with you by sea and by land.",
          "id": 14237
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Furthermore, when Demetrius heard the Nicanor and his host were slain in battle, he sent Bacchides and Alcimus into the land of Judea the second time, and with them the chief strength of his host:",
          "id": 14238
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Who went forth by the way that leads to Galgala, and pitched their tents before Masaloth, which is in Arbela, and after they had won it, they killed much people.",
          "id": 14239
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Also the first month of the hundred and fifty and second year they encamped before Jerusalem:",
          "id": 14240
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "From whence they removed, and went to Berea, with twenty thousand footmen and two thousand horsemen.",
          "id": 14241
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now Judas had pitched his tents at Eleasa, and three thousand chosen men with him:",
          "id": 14242
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Who seeing the multitude of the other army to he so great were sore afraid; whereupon many conveyed themselves out of the host, insomuch as abode of them no more but eight hundred men.",
          "id": 14243
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "When Judas therefore saw that his host slipt away, and that the battle pressed upon him, he was sore troubled in mind, and much distressed, for that he had no time to gather them together.",
          "id": 14244
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Nevertheless to them that remained he said, Let us arise and go up against our enemies, if perhaps we may be able to fight with them.",
          "id": 14245
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But they dehorted him, saying, We shall never be able: let us now rather save our lives, and hereafter we will return with our brethren, and fight against them: for we are but few.",
          "id": 14246
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then Judas said, God forbid that I should do this thing, and flee away from them: if our time be come, let us die manfully for our brethren, and let us not stain our honour.",
          "id": 14247
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "With that the host of Bacchides removed out of their tents, and stood over against them, their horsemen being divided into two troops, and their slingers and archers going before the host and they that marched in the foreward were all mighty men.",
          "id": 14248
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "As for Bacchides, he was in the right wing: so the host drew near on the two parts, and sounded their trumpets.",
          "id": 14249
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "They also of Judas'' side, even they sounded their trumpets also, so that the earth shook at the noise of the armies, and the battle continued from morning till night.",
          "id": 14250
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Now when Judas perceived that Bacchides and the strength of his army were on the right side, he took with him all the hardy men,",
          "id": 14251
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Who discomfited the right wing, and pursued them to the mount Azotus.",
          "id": 14252
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "But when they of the left wing saw that they of the right wing were discomfited, they followed upon Judas and those that were with him hard at the heels from behind:",
          "id": 14253
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Whereupon there was a sore battle, insomuch as many were slain on both parts.",
          "id": 14254
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Judas also was killed, and the remnant fled.",
          "id": 14255
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then Jonathan and Simon took Judas their brother, and buried him in the sepulchre of his fathers in Modin.",
          "id": 14256
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Moreover they bewailed him, and all Israel made great lamentation for him, and mourned many days, saying,",
          "id": 14257
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "How is the valiant man fallen, that delivered Israel!",
          "id": 14258
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "As for the other things concerning Judas and his wars, and the noble acts which he did, and his greatness, they are not written: for they were very many.",
          "id": 14259
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Now after the death of Judas the wicked began to put forth their heads in all the coasts of Israel, and there arose up all such as wrought iniquity.",
          "id": 14260
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "In those days also was there a very great famine, by reason whereof the country revolted, and went with them.",
          "id": 14261
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then Bacchides chose the wicked men, and made them lords of the country.",
          "id": 14262
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And they made enquiry and search for Judas'' friends, and brought them to Bacchides, who took vengeance of them, and used them despitefully.",
          "id": 14263
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "So was there a great affliction in Israel, the like whereof was not since the time that a prophet was not seen amongst them.",
          "id": 14264
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "For this cause all Judas'' friends came together, and said to Jonathan,",
          "id": 14265
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Since your brother Judas died, we have no man like him to go forth against our enemies, and Bacchides, and against them of our nation that are adversaries to us.",
          "id": 14266
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Now therefore we have chosen you this day to be our prince and captain in his stead, that you may fight our battles.",
          "id": 14267
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Upon this Jonathan took the governance upon him at that time, and rose up instead of his brother Judas.",
          "id": 14268
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "But when Bacchides got knowledge thereof, he sought for to kill him",
          "id": 14269
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Then Jonathan, and Simon his brother, and all that were with him, perceiving that, fled into the wilderness of Thecoe, and pitched their tents by the water of the pool Asphar.",
          "id": 14270
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Which when Bacchides understood, he came near to Jordan with all his host upon the sabbath day.",
          "id": 14271
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Now Jonathan had sent his brother John, a captain of the people, to pray his friends the Nabathites, that they might leave with them their carriage, which was much.",
          "id": 14272
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "But the children of Jambri came out of Medaba, and took John, and all that he had, and went their way with it.",
          "id": 14273
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "After this came word to Jonathan and Simon his brother, that the children of Jambri made a great marriage, and were bringing the bride from Nadabatha with a great train, as being the daughter of one of the great princes of Chanaan.",
          "id": 14274
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Therefore they remembered John their brother, and went up, and hid themselves under the covert of the mountain:",
          "id": 14275
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Where they lifted up their eyes, and looked, and, behold, there was much ado and great carriage: and the bridegroom came forth, and his friends and brethren, to meet them with drums, and instruments of musick, and many weapons.",
          "id": 14276
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Then Jonathan and they that were with him rose up against them from the place where they lay in ambush, and made a slaughter of them in such sort, as many fell down dead, and the remnant fled into the mountain, and they took all their spoils.",
          "id": 14277
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Thus was the marriage turned into mourning, and the noise of their melody into lamentation.",
          "id": 14278
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "So when they had avenged fully the blood of their brother, they turned again to the marsh of Jordan.",
          "id": 14279
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Now when Bacchides heard hereof, he came on the sabbath day to the banks of Jordan with a great power.",
          "id": 14280
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Then Jonathan said to his company, Let us go up now and fight for our lives, for it stands not with us to day, as in time past:",
          "id": 14281
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "For, behold, the battle is before us and behind us, and the water of Jordan on this side and that side, the marsh likewise and wood, neither is there place for us to turn aside.",
          "id": 14282
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Therefore cry you now to heaven, that you may be delivered from the hand of your enemies.",
          "id": 14283
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "With that they joined battle, and Jonathan stretched forth his hand to strike Bacchides, but he turned back from him.",
          "id": 14284
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Then Jonathan and they that were with him leapt into Jordan, and swam over to the other bank: howbeit the other passed not over Jordan to them.",
          "id": 14285
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "So there were slain of Bacchides'' side that day about a thousand men.",
          "id": 14286
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Afterward returned Bacchides to Jerusalem and repaired the strong cites in Judea; the fort in Jericho, and Emmaus, and Bethhoron, and Bethel, and Thamnatha, Pharathoni, and Taphon, these did he strengthen with high walls, with gates and with bars.",
          "id": 14287
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "And in them he set a garrison, that they might work malice upon Israel.",
          "id": 14288
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "He fortified also the city Bethsura, and Gazera, and the tower, and put forces in them, and provision of food.",
          "id": 14289
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "Besides, he took the chief men''s sons in the country for hostages, and put them into the tower at Jerusalem to be kept.",
          "id": 14290
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Moreover in the hundred and fifty and third year, in the second month, Alcimus commanded that the wall of the inner court of the sanctuary should be pulled down; he pulled down also the works of the prophets",
          "id": 14291
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "And as he began to pull down, even at that time was Alcimus plagued, and his enterprises hindered: for his mouth was stopped, and he was taken with a palsy, so that he could no more speak any thing, nor give order concerning his house.",
          "id": 14292
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "So Alcimus died at that time with great torment.",
          "id": 14293
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "Now when Bacchides saw that Alcimus was dead, he returned to the king: whereupon the land of Judea was in rest two years.",
          "id": 14294
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "Then all the ungodly men held a council, saying, Behold, Jonathan and his company are at ease, and dwell without care: now therefore we will bring Bacchides hither, who shall take them all in one night.",
          "id": 14295
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "So they went and consulted with him.",
          "id": 14296
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "Then removed he, and came with a great host, and sent letters privily to his adherents in Judea, that they should take Jonathan and those that were with him: howbeit they could not, because their counsel was known to them.",
          "id": 14297
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "Therefore they took of the men of the country, that were authors of that mischief, about fifty persons, and killed them.",
          "id": 14298
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "Afterward Jonathan, and Simon, and they that were with him, got them away to Bethbasi, which is in the wilderness, and they repaired the decays thereof, and made it strong.",
          "id": 14299
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "Which thing when Bacchides knew, he gathered together all his host, and sent word to them that were of Judea.",
          "id": 14300
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "Then went he and laid siege against Bethbasi; and they fought against it a long season and made engines of war.",
          "id": 14301
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "But Jonathan left his brother Simon in the city, and went forth himself into the country, and with a certain number went he forth.",
          "id": 14302
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "And he struck Odonarkes and his brethren, and the children of Phasiron in their tent.",
          "id": 14303
        },
        {
          "isRed": false,
          "verse": 67,
          "text": "And when he began to strike them, and came up with his forces, Simon and his company went out of the city, and burnt up the engines of war,",
          "id": 14304
        },
        {
          "isRed": false,
          "verse": 68,
          "text": "And fought against Bacchides, who was discomfited by them, and they afflicted him sore: for his counsel and travail was in vain.",
          "id": 14305
        },
        {
          "isRed": false,
          "verse": 69,
          "text": "Therefore he was very angry at the wicked men that gave him counsel to come into the country, inasmuch as he killed many of them, and purposed to return into his own country.",
          "id": 14306
        },
        {
          "isRed": false,
          "verse": 70,
          "text": "Whereof when Jonathan had knowledge, he sent ambassadors to him, to the end he should make peace with him, and deliver them the prisoners.",
          "id": 14307
        },
        {
          "isRed": false,
          "verse": 71,
          "text": "Which thing he accepted, and did according to his demands, and sware to him that he would never do him harm all the days of his life.",
          "id": 14308
        },
        {
          "isRed": false,
          "verse": 72,
          "text": "When therefore he had restored to him the prisoners that he had taken aforetime out of the land of Judea, he returned and went his way into his own land, neither came he any more into their borders.",
          "id": 14309
        },
        {
          "isRed": false,
          "verse": 73,
          "text": "Thus the sword ceased from Israel: but Jonathan lived at Machmas, and began to govern the people; and he destroyed the ungodly men out of Israel.",
          "id": 14310
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the hundred and sixties year Alexander, the son of Antiochus surnamed Epiphanes, went up and took Ptolemais: for the people had received him, by means whereof he reigned there,",
          "id": 14311
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Now when king Demetrius heard thereof, he gathered together an exceeding great host, and went forth against him to fight.",
          "id": 14312
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Moreover Demetrius sent letters to Jonathan with loving words, so as he magnified him.",
          "id": 14313
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For said he, Let us first make peace with him, before he join with Alexander against us:",
          "id": 14314
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Else he will remember all the evils that we have done against him, and against his brethren and his people.",
          "id": 14315
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore he gave him authority to gather together an host, and to provide weapons, that he might aid him in battle: he commanded also that the hostages that were in the tower should be delivered him.",
          "id": 14316
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then came Jonathan to Jerusalem, and read the letters in the audience of all the people, and of them that were in the tower:",
          "id": 14317
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Who were sore afraid, when they heard that the king had given him authority to gather together an host.",
          "id": 14318
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Whereupon they of the tower delivered their hostages to Jonathan, and he delivered them to their parents.",
          "id": 14319
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "This done, Jonathan settled himself in Jerusalem, and began to build and repair the city.",
          "id": 14320
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he commanded the workmen to build the walls and the mount Sion and about with square stones for fortification; and they did so.",
          "id": 14321
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then the strangers, that were in the fortresses which Bacchides had built, fled away;",
          "id": 14322
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Insomuch as every man left his place, and went into his own country.",
          "id": 14323
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Only at Bethsura certain of those that had forsaken the law and the commandments remained still: for it was their place of refuge.",
          "id": 14324
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now when king Alexander had heard what promises Demetrius had sent to Jonathan: when also it was told him of the battles and noble acts which he and his brethren had done, and of the pains that they had endured,",
          "id": 14325
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "He said, Shall we find such another man? now therefore we will make him our friend and confederate.",
          "id": 14326
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Upon this he wrote a letter, and sent it to him, according to these words, saying,",
          "id": 14327
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "King Alexander to his brother Jonathan sends greeting:",
          "id": 14328
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "We have heard of you, that you are a man of great power, and meet to be our friend.",
          "id": 14329
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Therefore now this day we ordain you to be the high priest of your nation, and to be called the king''s friend; (and therewithal he sent him a purple robe and a crown of gold:) and require you to take our part, and keep friendship with us.",
          "id": 14330
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "So in the seventh month of the hundred and sixties year, at the feast of the tabernacles, Jonathan put on the holy robe, and gathered together forces, and provided much armour.",
          "id": 14331
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Whereof when Demetrius heard, he was very sorry, and said,",
          "id": 14332
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "What have we done, that Alexander has prevented us in making amity with the Jews to strengthen himself?",
          "id": 14333
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "I also will write to them words of encouragement, and promise them dignities and gifts, that I may have their aid.",
          "id": 14334
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "He sent to them therefore to this effect: King Demetrius to the people of the Jews sends greeting:",
          "id": 14335
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Whereas you have kept covenants with us, and continued in our friendship, not joining yourselves with our enemies, we have heard hereof, and are glad.",
          "id": 14336
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Therefore now continue you still to be faithful to us, and we will well recompense you for the things you do in our behalf,",
          "id": 14337
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And will grant you many immunities, and give you rewards.",
          "id": 14338
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And now do I free you, and for your sake I release all the Jews, from tributes, and from the customs of salt, and from crown taxes,",
          "id": 14339
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And from that which appertains to me to receive for the third part or the seed, and the half of the fruit of the trees, I release it from this day forth, so that they shall not be taken of the land of Judea, nor of the three governments which are added thereto out of the country of Samaria and Galilee, from this day forth for evermore.",
          "id": 14340
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Let Jerusalem also be holy and free, with the borders thereof, both from tenths and tributes.",
          "id": 14341
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And as for the tower which is at Jerusalem, I yield up authority over it, and give the high priest, that he may set in it such men as he shall choose to keep it.",
          "id": 14342
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Moreover I freely set at liberty every one of the Jews, that were carried captives out of the land of Judea into any part of my kingdom, and I will that all my officers remit the tributes even of their cattle.",
          "id": 14343
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Furthermore I will that all the feasts, and sabbaths, and new moons, and solemn days, and the three days before the feast, and the three days after the feast shall be all of immunity and freedom for all the Jews in my realm.",
          "id": 14344
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Also no man shall have authority to meddle with or to molest any of them in any matter.",
          "id": 14345
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "I will further, that there be enrolled amongst the king''s forces about thirty thousand men of the Jews, to whom pay shall be given, as belongs to all king''s forces.",
          "id": 14346
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And of them some shall be placed in the king''s strong holds, of whom also some shall be set over the affairs of the kingdom, which are of trust: and I will that their overseers and governors be of themselves, and that they live after their own laws, even as the king has commanded in the land of Judea.",
          "id": 14347
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And concerning the three governments that are added to Judea from the country of Samaria, let them be joined with Judea, that they may be reckoned to be under one, nor bound to obey other authority than the high priest''s.",
          "id": 14348
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "As for Ptolemais, and the land pertaining thereto, I give it as a free gift to the sanctuary at Jerusalem for the necessary expenses of the sanctuary.",
          "id": 14349
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Moreover I give every year fifteen thousand shekels of silver out of the king''s accounts from the places appertaining.",
          "id": 14350
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And all the overplus, which the officers payed not in as in former time, from henceforth shall be given towards the works of the temple.",
          "id": 14351
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And beside this, the five thousand shekels of silver, which they took from the uses of the temple out of the accounts year by year, even those things shall be released, because they appertain to the priests that minister.",
          "id": 14352
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And whoever they be that flee to the temple at Jerusalem, or be within the liberties hereof, being indebted to the king, or for any other matter, let them be at liberty, and all that they have in my realm.",
          "id": 14353
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "For the building also and repairing of the works of the sanctuary expenses shall be given of the king''s accounts.",
          "id": 14354
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Yes, and for the building of the walls of Jerusalem, and the fortifying thereof round about, expenses shall be given out of the king''s accounts, as also for the building of the walls in Judea.",
          "id": 14355
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Now when Jonathan and the people heard these words, they gave no credit to them, nor received them, because they remembered the great evil that he had done in Israel; for he had afflicted them very sore.",
          "id": 14356
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "But with Alexander they were well pleased, because he was the first that entreated of true peace with them, and they were confederate with him always.",
          "id": 14357
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Then gathered king Alexander great forces, and camped over against Demetrius.",
          "id": 14358
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "And after the two kings had joined battle, Demetrius'' host fled: but Alexander followed after him, and prevailed against them.",
          "id": 14359
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "And he continued the battle very sore until the sun went down: and that day was Demetrius slain.",
          "id": 14360
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "Afterward Alexander sent ambassadors to Ptolemee king of Egypt with a message to this effect:",
          "id": 14361
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "Forasmuch as I am come again to my realm, and am set in the throne of my progenitors, and have gotten the dominion, and overthrown Demetrius, and recovered our country;",
          "id": 14362
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "For after I had joined battle with him, both he and his host was discomfited by us, so that we sit in the throne of his kingdom:",
          "id": 14363
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Now therefore let us make a league of amity together, and give me now your daughter to wife: and I will be your son in law, and will give both you and her as according to your dignity.",
          "id": 14364
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Then Ptolemee the king gave answer, saying, Happy be the day wherein you did return into the land of your fathers, and sat in the throne of their kingdom.",
          "id": 14365
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "And now will I do to you, as you have written: meet me therefore at Ptolemais, that we may see one another; for I will marry my daughter to you according to your desire.",
          "id": 14366
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "So Ptolemee went out of Egypt with his daughter Cleopatra, and they came to Ptolemais in the hundred threescore and second year:",
          "id": 14367
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "Where king Alexander meeting him, he gave to him his daughter Cleopatra, and celebrated her marriage at Ptolemais with great glory, as the manner of kings is.",
          "id": 14368
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "Now king Alexander had written to Jonathan, that he should come and meet him.",
          "id": 14369
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "Who thereupon went honourably to Ptolemais, where he met the two kings, and gave them and their friends silver and gold, and many presents, and found favour in their sight.",
          "id": 14370
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "At that time certain pestilent fellows of Israel, men of a wicked life, assembled themselves against him, to accuse him: but the king would not hear them.",
          "id": 14371
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "Yes more than that, the king commanded to take off his garments, and clothe him in purple: and they did so.",
          "id": 14372
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "And he made him sit by himself, and said into his princes, Go with him into the midst of the city, and make proclamation, that no man complain against him of any matter, and that no man trouble him for any manner of cause.",
          "id": 14373
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "Now when his accusers saw that he was honoured according to the proclamation, and clothed in purple, they fled all away.",
          "id": 14374
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "So the king honoured him, and wrote him amongst his chief friends, and made him a duke, and partaker of his dominion.",
          "id": 14375
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "Afterward Jonathan returned to Jerusalem with peace and gladness.",
          "id": 14376
        },
        {
          "isRed": false,
          "verse": 67,
          "text": "Furthermore in the; hundred threescore and fifth year came Demetrius son of Demetrius out of Crete into the land of his fathers:",
          "id": 14377
        },
        {
          "isRed": false,
          "verse": 68,
          "text": "Whereof when king Alexander heard tell, he was right sorry, and returned into Antioch.",
          "id": 14378
        },
        {
          "isRed": false,
          "verse": 69,
          "text": "Then Demetrius made Apollonius the governor of Celosyria his general, who gathered together a great host, and camped in Jamnia, and sent to Jonathan the high priest, saying,",
          "id": 14379
        },
        {
          "isRed": false,
          "verse": 70,
          "text": "You alone lift up yourself against us, and I am laughed to scorn for your sake, and reproached: and why do you vaunt your power against us in the mountains?",
          "id": 14380
        },
        {
          "isRed": false,
          "verse": 71,
          "text": "Now therefore, if you trust in your own strength, come down to us into the plain field, and there let us try the matter together: for with me is the power of the cities.",
          "id": 14381
        },
        {
          "isRed": false,
          "verse": 72,
          "text": "Ask and learn who I am, and the rest that take our part, and they shall tell you that your foot is not able to stand before our face; for your fathers have twice been put to flight in their own land.",
          "id": 14382
        },
        {
          "isRed": false,
          "verse": 73,
          "text": "Therefore now you shall not be able to abide the horsemen and so great a power in the plain, where is neither stone nor flint, nor place to flee to.",
          "id": 14383
        },
        {
          "isRed": false,
          "verse": 74,
          "text": "So when Jonathan heard these words of Apollonius, he was moved in his mind, and choosing ten thousand men he went out of Jerusalem, where Simon his brother met him for to help him.",
          "id": 14384
        },
        {
          "isRed": false,
          "verse": 75,
          "text": "And he pitched his tents against Joppa: but; they of Joppa shut him out of the city, because Apollonius had a garrison there.",
          "id": 14385
        },
        {
          "isRed": false,
          "verse": 76,
          "text": "Then Jonathan laid siege to it: whereupon they of the city let him in for fear: and so Jonathan won Joppa.",
          "id": 14386
        },
        {
          "isRed": false,
          "verse": 77,
          "text": "Whereof when Apollonius heard, he took three thousand horsemen, with a great host of footmen, and went to Azotus as one that journeyed, and therewithal drew him forth into the plain. because he had a great number of horsemen, in whom he put his trust.",
          "id": 14387
        },
        {
          "isRed": false,
          "verse": 78,
          "text": "Then Jonathan followed after him to Azotus, where the armies joined battle.",
          "id": 14388
        },
        {
          "isRed": false,
          "verse": 79,
          "text": "Now Apollonius had left a thousand horsemen in ambush.",
          "id": 14389
        },
        {
          "isRed": false,
          "verse": 80,
          "text": "And Jonathan knew that there was an ambushment behind him; for they had compassed in his host, and cast darts at the people, from morning till evening.",
          "id": 14390
        },
        {
          "isRed": false,
          "verse": 81,
          "text": "But the people stood still, as Jonathan had commanded them: and so the enemies'' horses were tired.",
          "id": 14391
        },
        {
          "isRed": false,
          "verse": 82,
          "text": "Then brought Simon forth his host, and set them against the footmen, (for the horsemen were spent) who were discomfited by him, and fled.",
          "id": 14392
        },
        {
          "isRed": false,
          "verse": 83,
          "text": "The horsemen also, being scattered in the field, fled to Azotus, and went into Bethdagon, their idol''s temple, for safety.",
          "id": 14393
        },
        {
          "isRed": false,
          "verse": 84,
          "text": "But Jonathan set fire on Azotus, and the cities round about it, and took their spoils; and the temple of Dagon, with them that were fled into it, he burnt with fire.",
          "id": 14394
        },
        {
          "isRed": false,
          "verse": 85,
          "text": "Thus there were burnt and slain with the sword well near eight thousand men.",
          "id": 14395
        },
        {
          "isRed": false,
          "verse": 86,
          "text": "And from thence Jonathan removed his host, and camped against Ascalon, where the men of the city came forth, and met him with great pomp.",
          "id": 14396
        },
        {
          "isRed": false,
          "verse": 87,
          "text": "After this returned Jonathan and his host to Jerusalem, having any spoils.",
          "id": 14397
        },
        {
          "isRed": false,
          "verse": 88,
          "text": "Now when king Alexander heard these things, he honoured Jonathan yet more.",
          "id": 14398
        },
        {
          "isRed": false,
          "verse": 89,
          "text": "And sent him a buckle of gold, as the use is to be given to such as are of the king''s blood: he gave him also Accaron with the borders thereof in possession.",
          "id": 14399
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the king of Egypt gathered together a great host, like the sand that lies upon the sea shore, and many ships, and went about through deceit to get Alexander''s kingdom, and join it to his own.",
          "id": 14400
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Whereupon he took his journey into Syria in peaceful manner, so as they of the cities opened to him, and met him: for king Alexander had commanded them so to do, because he was his brother in law.",
          "id": 14401
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Now as Ptolemee entered into the cities, he set in every one of them a garrison of soldiers to keep it.",
          "id": 14402
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And when he came near to Azotus, they showed him the temple of Dagon that was burnt, and Azotus and the suburbs thereof that were destroyed, and the bodies that were cast abroad and them that he had burnt in the battle; for they had made heaps of them by the way where he should pass.",
          "id": 14403
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Also they told the king whatever Jonathan had done, to the intent he might blame him: but the king held his peace.",
          "id": 14404
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then Jonathan met the king with great pomp at Joppa, where they saluted one another, and lodged.",
          "id": 14405
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Afterward Jonathan, when he had gone with the king to the river called Eleutherus, returned again to Jerusalem.",
          "id": 14406
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "King Ptolemee therefore, having gotten the dominion of the cities by the sea to Seleucia upon the sea coast, imagined wicked counsels against Alexander.",
          "id": 14407
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Whereupon he sent ambassadors to king Demetrius, saying, Come, let us make a league between us, and I will give you my daughter whom Alexander has, and you shall reign in your father''s kingdom:",
          "id": 14408
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For I repent that I gave my daughter to him, for he sought to kill me.",
          "id": 14409
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Thus did he slander him, because he was desirous of his kingdom.",
          "id": 14410
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Therefore he took his daughter from him, and gave her to Demetrius, and forsook Alexander, so that their hatred was openly known.",
          "id": 14411
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then Ptolemee entered into Antioch, where he set two crowns upon his head, the crown of Asia, and of Egypt.",
          "id": 14412
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "In the mean season was king Alexander in Cilicia, because those that lived in those parts had revolted from him.",
          "id": 14413
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But when Alexander heard of this, he came to war against him: whereupon king Ptolemee brought forth his host, and met him with a mighty power, and put him to flight.",
          "id": 14414
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So Alexander fled into Arabia there to be defended; but king Ptolemee was exalted:",
          "id": 14415
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For Zabdiel the Arabian took off Alexander''s head, and sent it to Ptolemee.",
          "id": 14416
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "King Ptolemee also died the third day after, and they that were in the strong holds were slain one of another.",
          "id": 14417
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "By this means Demetrius reigned in the hundred threescore and seventh year.",
          "id": 14418
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "At the same time Jonathan gathered together them that were in Judea to take the tower that was in Jerusalem: and he made many engines of war against it.",
          "id": 14419
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then came ungodly persons, who hated their own people, went to the king, and told him that Jonathan besieged the tower,",
          "id": 14420
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Whereof when he heard, he was angry, and immediately removing, he came to Ptolemais, and wrote to Jonathan, that he should not lay siege to the tower, but come and speak with him at Ptolemais in great haste.",
          "id": 14421
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Nevertheless Jonathan, when he heard this, commanded to besiege it still: and he chose certain of the elders of Israel and the priests, and put himself in peril;",
          "id": 14422
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And took silver and gold, and raiment, and various presents besides, and went to Ptolemais to the king, where he found favour in his sight.",
          "id": 14423
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And though certain ungodly men of the people had made complaints against him,",
          "id": 14424
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Yet the king entreated him as his predecessors had done before, and promoted him in the sight of all his friends,",
          "id": 14425
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And confirmed him in the high priesthood, and in all the honours that he had before, and gave him preeminence amongst his chief friends.",
          "id": 14426
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Then Jonathan desired the king, that he would make Judea free from tribute, as also the three governments, with the country of Samaria; and he promised him three hundred talents.",
          "id": 14427
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "So the king consented, and wrote letters to Jonathan of all these things after this manner:",
          "id": 14428
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "King Demetrius to his brother Jonathan, and to the nation of the Jews, sends greeting:",
          "id": 14429
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "We send you here a copy of the letter which we did write to our cousin Lasthenes concerning you, that you might see it.",
          "id": 14430
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "King Demetrius to his father Lasthenes sends greeting:",
          "id": 14431
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "We are determined to do good to the people of the Jews, who are our friends, and keep covenants with us, because of their good will towards us.",
          "id": 14432
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Therefore we have ratified to them the borders of Judea, with the three governments of Apherema and Lydda and Ramathem, that are added to Judea from the country of Samaria, and all things appertaining to them, for all such as do sacrifice in Jerusalem, instead of the payments which the king received of them yearly aforetime out of the fruits of the earth and of trees.",
          "id": 14433
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And as for other things that belong to us, of the tithes and customs pertaining to us, as also the saltpits, and the crown taxes, which are due to us, we discharge them of them all for their relief.",
          "id": 14434
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And nothing hereof shall be revoked from this time forth for ever.",
          "id": 14435
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Now therefore see that you make a copy of these things, and let it be delivered to Jonathan, and set upon the holy mount in a conspicuous place.",
          "id": 14436
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "After this, when king Demetrius saw that the land was quiet before him, and that no resistance was made against him, he sent away all his forces, every one to his own place, except certain bands of strangers, whom he had gathered from the isles of the heathen: therefore all the forces of his fathers hated him.",
          "id": 14437
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Moreover there was one Tryphon, that had been of Alexander''s part before, who, seeing that all the host murmured against Demetrius, went to Simalcue the Arabian that brought up Antiochus the young son of Alexander,",
          "id": 14438
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And lay sore upon him to deliver him this young Antiochus, that he might reign in his father''s stead: he told him therefore all that Demetrius had done, and how his men of war were at enmity with him, and there he remained a long season.",
          "id": 14439
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "In the mean time Jonathan sent to king Demetrius, that he would cast those of the tower out of Jerusalem, and those also in the fortresses: for they fought against Israel.",
          "id": 14440
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "So Demetrius sent to Jonathan, saying, I will not only do this for you and your people, but I will greatly honour you and your nation, if opportunity serve.",
          "id": 14441
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Now therefore you shall do well, if you send me men to help me; for all my forces are gone from me.",
          "id": 14442
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Upon this Jonathan sent him three thousand strong men to Antioch: and when they came to the king, the king was very glad of their coming.",
          "id": 14443
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Howbeit they that were of the city gathered themselves together into the midst of the city, to the number of an hundred and twenty thousand men, and would have slain the king.",
          "id": 14444
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Therefore the king fled into the court, but they of the city kept the passages of the city, and began to fight.",
          "id": 14445
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Then the king called to the Jews for help, who came to him all at once, and dispersing themselves through the city killed that day in the city to the number of an hundred thousand.",
          "id": 14446
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Also they set fire on the city, and got many spoils that day, and delivered the king.",
          "id": 14447
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "So when they of the city saw that the Jews had got the city as they would, their courage was abated: therefore they made supplication to the king, and cried, saying,",
          "id": 14448
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Grant us peace, and let the Jews cease from assaulting us and the city.",
          "id": 14449
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "With that they cast away their weapons, and made peace; and the Jews were honoured in the sight of the king, and in the sight of all that were in his realm; and they returned to Jerusalem, having great spoils.",
          "id": 14450
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "So king Demetrius sat on the throne of his kingdom, and the land was quiet before him.",
          "id": 14451
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "Nevertheless he dissembled in all that ever he spoke, and estranged himself from Jonathan, neither rewarded he him according to the benefits which he had received of him, but troubled him very sore.",
          "id": 14452
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "After this returned Tryphon, and with him the young child Antiochus, who reigned, and was crowned.",
          "id": 14453
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Then there gathered to him all the men of war, whom Demetrius had put away, and they fought against Demetrius, who turned his back and fled.",
          "id": 14454
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "Moreover Tryphon took the elephants, and won Antioch.",
          "id": 14455
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "At that time young Antiochus wrote to Jonathan, saying, I confirm you in the high priesthood, and appoint you ruler over the four governments, and to be one of the king''s friends.",
          "id": 14456
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "Upon this he sent him golden vessels to be served in, and gave him leave to drink in gold, and to be clothed in purple, and to wear a golden buckle.",
          "id": 14457
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "His brother Simon also he made captain from the place called The ladder of Tyrus to the borders of Egypt.",
          "id": 14458
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "Then Jonathan went forth, and passed through the cities beyond the water, and all the forces of Syria gathered themselves to him for to help him: and when he came to Ascalon, they of the city met him honourably.",
          "id": 14459
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "From whence he went to Gaza, but they of Gaza shut him out; therefore he laid siege to it, and burnt the suburbs thereof with fire, and spoiled them.",
          "id": 14460
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "Afterward, when they of Gaza made supplication to Jonathan, he made peace with them, and took the sons of their chief men for hostages, and sent them to Jerusalem, and passed through the country to Damascus.",
          "id": 14461
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "Now when Jonathan heard that Demetrius'' princes were come to Cades, which is in Galilee, with a great power, purposing to remove him out of the country,",
          "id": 14462
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "He went to meet them, and left Simon his brother in the country.",
          "id": 14463
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "Then Simon encamped against Bethsura and fought against it a long season, and shut it up:",
          "id": 14464
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "But they desired to have peace with him, which he granted them, and then put them out from thence, and took the city, and set a garrison in it.",
          "id": 14465
        },
        {
          "isRed": false,
          "verse": 67,
          "text": "As for Jonathan and his host, they pitched at the water of Gennesar, from whence betimes in the morning they got them to the plain of Nasor.",
          "id": 14466
        },
        {
          "isRed": false,
          "verse": 68,
          "text": "And, behold, the host of strangers met them in the plain, who, having laid men in ambush for him in the mountains, came themselves over against him.",
          "id": 14467
        },
        {
          "isRed": false,
          "verse": 69,
          "text": "So when they that lay in ambush rose out of their places and joined battle, all that were of Jonathan''s side fled;",
          "id": 14468
        },
        {
          "isRed": false,
          "verse": 70,
          "text": "Insomuch as there was not one of them left, except Mattathias the son of Absalom, and Judas the son of Calphi, the captains of the host.",
          "id": 14469
        },
        {
          "isRed": false,
          "verse": 71,
          "text": "Then Jonathan tore his clothes, and cast earth upon his head, and prayed.",
          "id": 14470
        },
        {
          "isRed": false,
          "verse": 72,
          "text": "Afterwards turning again to battle, he put them to flight, and so they ran away.",
          "id": 14471
        },
        {
          "isRed": false,
          "verse": 73,
          "text": "Now when his own men that were fled saw this, they turned again to him, and with him pursued them to Cades, even to their own tents, and there they camped.",
          "id": 14472
        },
        {
          "isRed": false,
          "verse": 74,
          "text": "So there were slain of the heathen that day about three thousand men: but Jonathan returned to Jerusalem.",
          "id": 14473
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now when Jonathan saw that time served him, he chose certain men, and sent them to Rome, for to confirm and renew the friendship that they had with them.",
          "id": 14474
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "He sent letters also to the Lacedemonians, and to other places, for the same purpose.",
          "id": 14475
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So they went to Rome, and entered into the senate, and said, Jonathan the high priest, and the people of the Jews, sent us to you, to the end you should renew the friendship, which you had with them, and league, as in former time.",
          "id": 14476
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Upon this the Romans gave them letters to the governors of every place that they should bring them into the land of Judea peaceably.",
          "id": 14477
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And this is the copy of the letters which Jonathan wrote to the Lacedemonians:",
          "id": 14478
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Jonathan the high priest, and the elders of the nation, and the priests, and the other of the Jews, to the Lacedemonians their brethren send greeting:",
          "id": 14479
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "There were letters sent in times past to Onias the high priest from Darius, who reigned then amongst you, to signify that you are our brethren, as the copy here underwritten does specify.",
          "id": 14480
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "At which time Onias entreated the ambassador that was sent honourably, and received the letters, wherein declaration was made of the league and friendship.",
          "id": 14481
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Therefore we also, albeit we need none of these things, that we have the holy books of scripture in our hands to comfort us,",
          "id": 14482
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Have nevertheless attempted to send to you for the renewing of brotherhood and friendship, lest we should become strangers to you altogether: for there is a long time passed since you sent to us.",
          "id": 14483
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "We therefore at all times without ceasing, both in our feasts, and other convenient days, do remember you in the sacrifices which we offer, and in our prayers, as reason is, and as it becomes us to think upon our brethren:",
          "id": 14484
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And we are right glad of your honour.",
          "id": 14485
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "As for ourselves, we have had great troubles and wars on every side, forsomuch as the kings that are round about us have fought against us.",
          "id": 14486
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Howbeit we would not be troublesome to you, nor to others of our confederates and friends, in these wars:",
          "id": 14487
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "For we have help from heaven that helps us, so as we are delivered from our enemies, and our enemies are brought under foot.",
          "id": 14488
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For this cause we chose Numenius the son of Antiochus, and Antipater he son of Jason, and sent them to the Romans, to renew the amity that we had with them, and the former league.",
          "id": 14489
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "We commanded them also to go to you, and to salute and to deliver you our letters concerning the renewing of our brotherhood.",
          "id": 14490
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Therefore now you shall do well to give us an answer thereto.",
          "id": 14491
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And this is the copy of the letters which Oniares sent.",
          "id": 14492
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Areus king of the Lacedemonians to Onias the high priest, greeting:",
          "id": 14493
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "It is found in writing, that the Lacedemonians and Jews are brethren, and that they are of the stock of Abraham:",
          "id": 14494
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Now therefore, since this is come to our knowledge, you shall do well to write to us of your prosperity.",
          "id": 14495
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "We do write back again to you, that your cattle and goods are our''s, and our''s are your''s We do command therefore our ambassadors to make report to you on this wise.",
          "id": 14496
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Now when Jonathan heard that Demetrius'' princes were come to fight against him with a greater host than before,",
          "id": 14497
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "He removed from Jerusalem, and met them in the land of Amathis: for he gave them no respite to enter his country.",
          "id": 14498
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "He sent spies also to their tents, who came again, and told him that they were appointed to come upon them in the night season.",
          "id": 14499
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Therefore so soon as the sun was down, Jonathan commanded his men to watch, and to be in arms, that all the night long they might be ready to fight: also he sent forth sentinels round about the host.",
          "id": 14500
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "But when the adversaries heard that Jonathan and his men were ready for battle, they feared, and trembled in their hearts, and they kindled fires in their camp.",
          "id": 14501
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Howbeit Jonathan and his company knew it not till the morning: for they saw the lights burning.",
          "id": 14502
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Then Jonathan pursued after them, but overtook them not: for they were gone over the river Eleutherus.",
          "id": 14503
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Therefore Jonathan turned to the Arabians, who were called Zabadeans, and struck them, and took their spoils.",
          "id": 14504
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And removing thence, he came to Damascus, and so passed through all the country,",
          "id": 14505
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Simon also went forth, and passed through the country to Ascalon, and the holds there adjoining, from whence he turned aside to Joppa, and won it.",
          "id": 14506
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "For he had heard that they would deliver the hold to them that took Demetrius'' part; therefore he set a garrison there to keep it.",
          "id": 14507
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "After this came Jonathan home again, and calling the elders of the people together, he consulted with them about building strong holds in Judea,",
          "id": 14508
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And making the walls of Jerusalem higher, and raising a great mount between the tower and the city, for to separate it from the city, that so it might be alone, that men might neither sell nor buy in it.",
          "id": 14509
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Upon this they came together to build up the city, forasmuch as part of the wall towards the brook on the east side was fallen down, and they repaired that which was called Caphenatha.",
          "id": 14510
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Simon also set up Adida in Sephela, and made it strong with gates and bars.",
          "id": 14511
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Now Tryphon went about to get the kingdom of Asia, and to kill Antiochus the king, that he might set the crown upon his own head.",
          "id": 14512
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Howbeit he was afraid that Jonathan would not suffer him, and that he would fight against him; therefore he sought a way how to take Jonathan, that he might kill him. So he removed, and came to Bethsan.",
          "id": 14513
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Then Jonathan went out to meet him with forty thousand men chosen for the battle, and came to Bethsan.",
          "id": 14514
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Now when Tryphon saw Jonathan came with so great a force, he dared not stretch his hand against him;",
          "id": 14515
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "But received him honourably, and commended him to all his friends, and gave him gifts, and commanded his men of war to be as obedient to him, as to himself.",
          "id": 14516
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "To Jonathan also he said, Why have you brought all this people to so great trouble, seeing there is no war between us?",
          "id": 14517
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Therefore send them now home again, and choose a few men to wait on you, and come you with me to Ptolemais, for I will give it you, and the rest of the strong holds and forces, and all that have any charge: as for me, I will return and depart: for this is the cause of my coming.",
          "id": 14518
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "So Jonathan believing him did as he bade him, and sent away his host, who went into the land of Judea.",
          "id": 14519
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "And with himself he retained but three thousand men, of whom he sent two thousand into Galilee, and one thousand went with him.",
          "id": 14520
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Now as soon as Jonathan entered into Ptolemais, they of Ptolemais shut the gates and took him, and all them that came with him they killed with the sword.",
          "id": 14521
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "Then sent Tryphon an host of footmen and horsemen into Galilee, and into the great plain, to destroy all Jonathan''s company.",
          "id": 14522
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "But when they knew that Jonathan and they that were with him were taken and slain, they encouraged one another; and went close together, prepared to fight.",
          "id": 14523
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "They therefore that followed upon them, perceiving that they were ready to fight for their lives, turned back again.",
          "id": 14524
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "Whereupon they all came into the land of Judea peaceably, and there they bewailed Jonathan, and them that were with him, and they were sore afraid; therefore all Israel made great lamentation.",
          "id": 14525
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "Then all the heathen that were round about then sought to destroy them: for said they, They have no captain, nor any to help them: now therefore let us make war upon them, and take away their memorial from amongst men.",
          "id": 14526
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now when Simon heard that Tryphon had gathered together a great host to invade the land of Judea, and destroy it,",
          "id": 14527
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And saw that the people was in great trembling and fear, he went up to Jerusalem, and gathered the people together,",
          "id": 14528
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And gave them exhortation, saying, You yourselves know what great things I, and my brethren, and my father''s house, have done for the laws and the sanctuary, the battles also and troubles which we have seen.",
          "id": 14529
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "By reason whereof all my brethren are slain for Israel''s sake, and I am left alone.",
          "id": 14530
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now therefore be it far from me, that I should spare mine own life in any time of trouble: for I am no better than my brethren.",
          "id": 14531
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Doubtless I will avenge my nation, and the sanctuary, and our wives, and our children: for all the heathen are gathered to destroy us of very malice.",
          "id": 14532
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Now as soon as the people heard these words, their spirit revived.",
          "id": 14533
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And they answered with a loud voice, saying, You shall be our leader instead of Judas and Jonathan your brother.",
          "id": 14534
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Fight you our battles, and whatever, you command us, that will we do.",
          "id": 14535
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So then he gathered together all the men of war, and made haste to finish the walls of Jerusalem, and he fortified it round about.",
          "id": 14536
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Also he sent Jonathan the son of Absalom, and with him a great power, to Joppa: who casting out them that were therein remained there in it.",
          "id": 14537
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So Tryphon removed from Ptolemais with a great power to invade the land of Judea, and Jonathan was with him in ward.",
          "id": 14538
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But Simon pitched his tents at Adida, over against the plain.",
          "id": 14539
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Now when Tryphon knew that Simon was risen up instead of his brother Jonathan, and meant to join battle with him, he sent messengers to him, saying,",
          "id": 14540
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Whereas we have Jonathan your brother in hold, it is for money that he is owing to the king''s treasure, concerning the business that was committed to him.",
          "id": 14541
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Therefore now send an hundred talents of silver, and two of his sons for hostages, that when he is at liberty he may not revolt from us, and we will let him go.",
          "id": 14542
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Hereupon Simon, albeit he perceived that they spoke deceitfully to him yet sent he the money and the children, lest perhaps he should procure to himself great hatred of the people:",
          "id": 14543
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Who might have said, Because I sent him not the money and the children, therefore is Jonathan dead.",
          "id": 14544
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "So he sent them the children and the hundred talents: howbeit Tryphon dissembled neither would he let Jonathan go.",
          "id": 14545
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And after this came Tryphon to invade the land, and destroy it, going round about by the way that leads to Adora: but Simon and his host marched against him in every place, wherever he went.",
          "id": 14546
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Now they that were in the tower sent messengers to Tryphon, to the end that he should hasten his coming to them by the wilderness, and send them food.",
          "id": 14547
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Therefore Tryphon made ready all his horsemen to come that night: but there fell a very great snow, by reason whereof he came not. So he departed, and came into the country of Galaad.",
          "id": 14548
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And when he came near to Bascama he killed Jonathan, who was buried there.",
          "id": 14549
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Afterward Tryphon returned and went into his own land.",
          "id": 14550
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then sent Simon, and took the bones of Jonathan his brother, and buried them in Modin, the city of his fathers.",
          "id": 14551
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And all Israel made great lamentation for him, and bewailed him many days.",
          "id": 14552
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Simon also built a monument upon the sepulchre of his father and his brethren, and raised it aloft to the sight, with hewn stone behind and before.",
          "id": 14553
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Moreover he set up seven pyramids, one against another, for his father, and his mother, and his four brethren.",
          "id": 14554
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And in these he made cunning devices, about the which he set great pillars, and upon the pillars he made all their armour for a perpetual memory, and by the armour ships carved, that they might be seen of all that sail on the sea.",
          "id": 14555
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "This is the sepulchre which he made at Modin, and it stands yet to this day.",
          "id": 14556
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Now Tryphon dealt deceitfully with the young king Antiochus, and killed him.",
          "id": 14557
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And he reigned in his stead, and crowned himself king of Asia, and brought a great calamity upon the land.",
          "id": 14558
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Then Simon built up the strong holds in Judea, and fenced them about with high towers, and great walls, and gates, and bars, and laid up food therein.",
          "id": 14559
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Moreover Simon chose men, and sent to king Demetrius, to the end he should give the land an immunity, because all that Tryphon did was to spoil.",
          "id": 14560
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "To whom king Demetrius answered and wrote after this manner:",
          "id": 14561
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "King Demetrius to Simon the high priest, and friend of kings, as also to the elders and nation of the Jews, sends greeting:",
          "id": 14562
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "The golden crown, and the scarlet robe, which you sent to us, we have received: and we are ready to make a stedfast peace with you, yes, and to write to our officers, to confirm the immunities which we have granted.",
          "id": 14563
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And whatever covenants we have made with you shall stand; and the strong holds, which you have builded, shall be your own.",
          "id": 14564
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "As for any oversight or fault committed to this day, we forgive it, and the crown tax also, which you owe us: and if there were any other tribute paid in Jerusalem, it shall no more be paid.",
          "id": 14565
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And look who are meet amongst you to be in our court, let then be enrolled, and let there be peace between us.",
          "id": 14566
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Thus the yoke of the heathen was taken away from Israel in the hundred and seventies year.",
          "id": 14567
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Then the people of Israel began to write in their instruments and contracts, In the first year of Simon the high priest, the governor and leader of the Jews.",
          "id": 14568
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "In those days Simon camped against Gaza and besieged it round about; he made also an engine of war, and set it by the city, and battered a certain tower, and took it.",
          "id": 14569
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And they that were in the engine leapt into the city; whereupon there was a great uproar in the city:",
          "id": 14570
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Insomuch as the people of the city tore their clothes, and climbed upon the walls with their wives and children, and cried with a loud voice, beseeching Simon to grant them peace.",
          "id": 14571
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "And they said, Deal not with us according to our wickedness, but according to your mercy.",
          "id": 14572
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "So Simon was appeased towards them, and fought no more against them, but put them out of the city, and cleansed the houses wherein the idols were, and so entered into it with songs and thanksgiving.",
          "id": 14573
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Yes, he put all uncleanness out of it, and placed such men there as would keep the law, and made it stronger than it was before, and built therein a dwelling place for himself.",
          "id": 14574
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "They also of the tower in Jerusalem were kept so strait, that they could neither come forth, nor go into the country, nor buy, nor sell: therefore they were in great distress for lack of food, and a great number of them perished through famine.",
          "id": 14575
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Then cried they to Simon, beseeching him to be at one with them: which thing he granted them; and when he had put them out from thence, he cleansed the tower from pollutions:",
          "id": 14576
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "And entered into it the three and twentieth day of the second month in the hundred and seventy and first year, with thanksgiving, and branches of palm trees, and with harps, and cymbals, and with viols, and hymns, and songs: because there was destroyed a great enemy out of Israel.",
          "id": 14577
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "He ordained also that that day should be kept every year with gladness. Moreover the hill of the temple that was by the tower he made stronger than it was, and there he lived himself with his company.",
          "id": 14578
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "And when Simon saw that John his son was a valiant man, he made him captain of all the hosts; and he lived in Gazera.",
          "id": 14579
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now in the hundred threescore and twelfth year king Demetrius gathered his forces together, and went into Media to get him help to fight against Tryphon.",
          "id": 14580
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "But when Arsaces, the king of Persia and Media, heard that Demetrius was entered within his borders, he sent one of his princes to take him alive:",
          "id": 14581
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Who went and struck the host of Demetrius, and took him, and brought him to Arsaces, by whom he was put in ward.",
          "id": 14582
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "As for the land of Judea, that was quiet all the days of Simon; for he sought the good of his nation in such wise, as that evermore his authority and honour pleased them well.",
          "id": 14583
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And as he was honourable in all his acts, so in this, that he took Joppa for an haven, and made an entrance to the isles of the sea,",
          "id": 14584
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And enlarged the bounds of his nation, and recovered the country,",
          "id": 14585
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And gathered together a great number of captives, and had the dominion of Gazera, and Bethsura, and the tower, out of the which he took all uncleanness, neither was there any that resisted him.",
          "id": 14586
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then did they till their ground in peace, and the earth gave her increase, and the trees of the field their fruit.",
          "id": 14587
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The ancient men sat all in the streets, communing together of good things, and the young men put on glorious and warlike apparel.",
          "id": 14588
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "He provided food for the cities, and set in them all manner of munition, so that his honourable name was renowned to the end of the world.",
          "id": 14589
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "He made peace in the land, and Israel rejoiced with great joy:",
          "id": 14590
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For every man sat under his vine and his fig tree, and there was none to fray them:",
          "id": 14591
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Neither was there any left in the land to fight against them: yes, the kings themselves were overthrown in those days.",
          "id": 14592
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Moreover he strengthened all those of his people that were brought low: the law he searched out; and every contemner of the law and wicked person he took away.",
          "id": 14593
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "He beautified the sanctuary, and multiplied vessels of the temple.",
          "id": 14594
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Now when it was heard at Rome, and as far as Sparta, that Jonathan was dead, they were very sorry.",
          "id": 14595
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But as soon as they heard that his brother Simon was made high priest in his stead, and ruled the country, and the cities therein:",
          "id": 14596
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "They wrote to him in tables of brass, to renew the friendship and league which they had made with Judas and Jonathan his brethren:",
          "id": 14597
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Which writings were read before the congregation at Jerusalem.",
          "id": 14598
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And this is the copy of the letters that the Lacedemonians sent; The rulers of the Lacedemonians, with the city, to Simon the high priest, and the elders, and priests, and residue of the people of the Jews, our brethren, send greeting:",
          "id": 14599
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "The ambassadors that were sent to our people certified us of your glory and honour: therefore we were glad of their coming,",
          "id": 14600
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And did register the things that they spoke in the council of the people in this manner; Numenius son of Antiochus, and Antipater son of Jason, the Jews'' ambassadors, came to us to renew the friendship they had with us.",
          "id": 14601
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And it pleased the people to entertain the men honourably, and to put the copy of their ambassage in publick records, to the end the people of the Lacedemonians might have a memorial thereof: furthermore we have written a copy thereof to Simon the high priest.",
          "id": 14602
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "After this Simon sent Numenius to Rome with a great shield of gold of a thousand pound weight to confirm the league with them.",
          "id": 14603
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Whereof when the people heard, they said, What thanks shall we give to Simon and his sons?",
          "id": 14604
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "For he and his brethren and the house of his father have established Israel, and chased away in fight their enemies from them, and confirmed their liberty.",
          "id": 14605
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "So then they wrote it in tables of brass, which they set upon pillars in mount Sion: and this is the copy of the writing; The eighteenth day of the month Elul, in the hundred threescore and twelfth year, being the third year of Simon the high priest,",
          "id": 14606
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "At Saramel in the great congregation of the priests, and people, and rulers of the nation, and elders of the country, were these things notified to us.",
          "id": 14607
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Forasmuch as oftentimes there have been wars in the country, wherein for the maintenance of their sanctuary, and the law, Simon the son of Mattathias, of the posterity of Jarib, together with his brethren, put themselves in jeopardy, and resisting the enemies of their nation did their nation great honour:",
          "id": 14608
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "(For after that Jonathan, having gathered his nation together, and been their high priest, was added to his people,",
          "id": 14609
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Their enemies prepared to invade their country, that they might destroy it, and lay hands on the sanctuary:",
          "id": 14610
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "At which time Simon rose up, and fought for his nation, and spent much of his own substance, and armed the valiant men of his nation and gave them wages,",
          "id": 14611
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And fortified the cities of Judea, together with Bethsura, that lies upon the borders of Judea, where the armour of the enemies had been before; but he set a garrison of Jews there:",
          "id": 14612
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Moreover he fortified Joppa, which lies upon the sea, and Gazera, that borders upon Azotus, where the enemies had lived before: but he placed Jews there, and furnished them with all things convenient for the reparation thereof.)",
          "id": 14613
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "The people therefore sang the acts of Simon, and to what glory he thought to bring his nation, made him their governor and chief priest, because he had done all these things, and for the justice and faith which he kept to his nation, and for that he sought by all means to exalt his people.",
          "id": 14614
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "For in his time things prospered in his hands, so that the heathen were taken out of their country, and they also that were in the city of David in Jerusalem, who had made themselves a tower, out of which they issued, and polluted all about the sanctuary, and did much hurt in the holy place:",
          "id": 14615
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "But he placed Jews therein. and fortified it for the safety of the country and the city, and raised up the walls of Jerusalem.",
          "id": 14616
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "King Demetrius also confirmed him in the high priesthood according to those things,",
          "id": 14617
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And made him one of his friends, and honoured him with great honour.",
          "id": 14618
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "For he had heard say, that the Romans had called the Jews their friends and confederates and brethren; and that they had entertained the ambassadors of Simon honourably;",
          "id": 14619
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Also that the Jews and priests were well pleased that Simon should be their governor and high priest for ever, until there should arise a faithful prophet;",
          "id": 14620
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Moreover that he should be their captain, and should take charge of the sanctuary, to set them over their works, and over the country, and over the armour, and over the fortresses, that, I say, he should take charge of the sanctuary;",
          "id": 14621
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Beside this, that he should be obeyed of every man, and that all the writings in the country should be made in his name, and that he should be clothed in purple, and wear gold:",
          "id": 14622
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Also that it should be lawful for none of the people or priests to break any of these things, or to gainsay his words, or to gather an assembly in the country without him, or to be clothed in purple, or wear a buckle of gold;",
          "id": 14623
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And whoever should do otherwise, or break any of these things, he should be punished.",
          "id": 14624
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Thus it liked all the people to deal with Simon, and to do as has been said.",
          "id": 14625
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Then Simon accepted hereof, and was well pleased to be high priest, and captain and governor of the Jews and priests, and to defend them all.",
          "id": 14626
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "So they commanded that this writing should be put in tables of brass, and that they should be set up within the compass of the sanctuary in a conspicuous place;",
          "id": 14627
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "Also that the copies thereof should be laid up in the treasury, to the end that Simon and his sons might have them.",
          "id": 14628
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Moreover Antiochus son of Demetrius the king sent letters from the isles of the sea to Simon the priest and prince of the Jews, and to all the people;",
          "id": 14629
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "The contents whereof were these: King Antiochus to Simon the high priest and prince of his nation, and to the people of the Jews, greeting:",
          "id": 14630
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Forasmuch as certain pestilent men have usurped the kingdom of our fathers, and my purpose is to challenge it again, that I may restore it to the old estate, and to that end have gathered a multitude of foreign soldiers together, and prepared ships of war;",
          "id": 14631
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "My meaning also being to go through the country, that I may be avenged of them that have destroyed it, and made many cities in the kingdom desolate:",
          "id": 14632
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now therefore I confirm to you all the oblations which the kings before me granted you, and whatever gifts besides they granted.",
          "id": 14633
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "I give you leave also to coin money for your country with your own stamp.",
          "id": 14634
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And as concerning Jerusalem and the sanctuary, let them be free; and all the armour that you have made, and fortresses that you have built, and keep in your hands, let them remain to you.",
          "id": 14635
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And if anything be, or shall be, owing to the king, let it be forgiven you from this time forth for evermore.",
          "id": 14636
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Furthermore, when we have obtained our kingdom, we will honour you, and your nation, and your temple, with great honour, so that your honour shall be known throughout the world.",
          "id": 14637
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "In the hundred threescore and fourteenth year went Antiochus into the land of his fathers: at which time all the forces came together to him, so that few were left with Tryphon.",
          "id": 14638
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Therefore being pursued by king Antiochus, he fled to Dora, which lies by the sea side:",
          "id": 14639
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For he saw that troubles came upon him all at once, and that his forces had forsaken him.",
          "id": 14640
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then camped Antiochus against Dora, having with him an hundred and twenty thousand men of war, and eight thousand horsemen.",
          "id": 14641
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And when he had compassed the city round about, and joined ships close to the town on the sea side, he vexed the city by land and by sea, neither suffered he any to go out or in.",
          "id": 14642
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "In the mean season came Numenius and his company from Rome, having letters to the kings and countries; wherein were written these things:",
          "id": 14643
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Lucius, consul of the Romans to king Ptolemee, greeting:",
          "id": 14644
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "The Jews'' ambassadors, our friends and confederates, came to us to renew the old friendship and league, being sent from Simon the high priest, and from the people of the Jews:",
          "id": 14645
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And they brought a shield of gold of a thousand pound.",
          "id": 14646
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "We thought it good therefore to write to the kings and countries, that they should do them no harm, nor fight against them, their cities, or countries, nor yet aid their enemies against them.",
          "id": 14647
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "It seemed also good to us to receive the shield of them.",
          "id": 14648
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "If therefore there be any pestilent fellows, that have fled from their country to you, deliver them to Simon the high priest, that he may punish them according to their own law.",
          "id": 14649
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "The same things wrote he likewise to Demetrius the king, and Attalus, to Ariarathes, and Arsaces,",
          "id": 14650
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And to all the countries and to Sampsames, and the Lacedemonians, and to Delus, and Myndus, and Sicyon, and Caria, and Samos, and Pamphylia, and Lycia, and Halicarnassus, and Rhodus, and Aradus, and Cos, and Side, and Aradus, and Gortyna, and Cnidus, and Cyprus, and Cyrene.",
          "id": 14651
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the copy hereof they wrote to Simon the high priest.",
          "id": 14652
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "So Antiochus the king camped against Dora the second day, assaulting it continually, and making engines, by which means he shut up Tryphon, that he could neither go out nor in.",
          "id": 14653
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "At that time Simon sent him two thousand chosen men to aid him; silver also, and gold, and much armour.",
          "id": 14654
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Nevertheless he would not receive them, but brake all the covenants which he had made with him before, and became strange to him.",
          "id": 14655
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Furthermore he sent to him Athenobius, one of his friends, to commune with him, and say, You withhold Joppa and Gazera; with the tower that is in Jerusalem, which are cities of my realm.",
          "id": 14656
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "The borders thereof you have wasted, and done great hurt in the land, and got the dominion of many places within my kingdom.",
          "id": 14657
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Now therefore deliver the cities which you have taken, and the tributes of the places, whereof you have gotten dominion without the borders of Judea:",
          "id": 14658
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Or else give me for them five hundred talents of silver; and for the harm that you have done, and the tributes of the cities, other five hundred talents: if not, we will come and fight against you",
          "id": 14659
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "So Athenobius the king''s friend came to Jerusalem: and when he saw the glory of Simon, and the cupboard of gold and silver plate, and his great attendance, he was astonished, and told him the king''s message.",
          "id": 14660
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Then answered Simon, and said to him, We have neither taken other men''s land, nor holden that which appertains to others, but the inheritance of our fathers, which our enemies had wrongfully in possession a certain time.",
          "id": 14661
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Therefore we, having opportunity, hold the inheritance of our fathers.",
          "id": 14662
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And whereas you demand Joppa and Gazera, albeit they did great harm to the people in our country, yet will we give you an hundred talents for them. Hereunto Athenobius answered him not a word;",
          "id": 14663
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "But returned in a rage to the king, and made report to him of these speeches, and of the glory of Simon, and of all that he had seen: whereupon the king was exceeding angry.",
          "id": 14664
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "In the mean time fled Tryphon by ship to Orthosias.",
          "id": 14665
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Then the king made Cendebeus captain of the sea coast, and gave him an host of footmen and horsemen,",
          "id": 14666
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And commanded him to remove his host towards Judea; also he commanded him to build up Cedron, and to fortify the gates, and to war against the people; but as for the king himself, he pursued Tryphon.",
          "id": 14667
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "So Cendebeus came to Jamnia and began to provoke the people and to invade Judea, and to take the people prisoners, and kill them.",
          "id": 14668
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And when he had built up Cedron, he set horsemen there, and an host of footmen, to the end that issuing out they might make outroads upon the ways of Judea, as the king had commanded him.",
          "id": 14669
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then came up John from Gazera, and told Simon his father what Cendebeus had done.",
          "id": 14670
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Therefore Simon called his two oldest sons, Judas and John, and said to them, I, and my brethren, and my father''s house, have ever from my youth to this day fought against the enemies of Israel; and things have prospered so well in our hands, that we have delivered Israel oftentimes.",
          "id": 14671
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "But now I am old, and you, by God''s mercy, are of a sufficient age: be you instead of me and my brother, and go and fight for our nation, and the help from heaven be with you.",
          "id": 14672
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "So he chose out of the country twenty thousand men of war with horsemen, who went out against Cendebeus, and rested that night at Modin.",
          "id": 14673
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And when as they rose in the morning, and went into the plain, behold, a mighty great host both of footmen and horsemen came against them: howbeit there was a water brook between them.",
          "id": 14674
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So he and his people pitched over against them: and when he saw that the people were afraid to go over the water brook, he went first over himself, and then the men seeing him passed through after him.",
          "id": 14675
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "That done, he divided his men, and set the horsemen in the midst of the footmen: for the enemies'' horsemen were very many.",
          "id": 14676
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then sounded they with the holy trumpets: whereupon Cendebeus and his host were put to flight, so that many of them were slain, and the remnant got them to the strong hold.",
          "id": 14677
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "At that time was Judas John''s brother wounded; but John still followed after them, until he came to Cedron, which Cendebeus had built.",
          "id": 14678
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So they fled even to the towers in the fields of Azotus; therefore he burnt it with fire: so that there were slain of them about two thousand men. Afterward he returned into the land of Judea in peace.",
          "id": 14679
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Moreover in the plain of Jericho was Ptolemeus the son of Abubus made captain, and he had abundance of silver and gold:",
          "id": 14680
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For he was the high priest''s son in law.",
          "id": 14681
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Therefore his heart being lifted up, he thought to get the country to himself, and thereupon consulted deceitfully against Simon and his sons to destroy them.",
          "id": 14682
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Now Simon was visiting the cities that were in the country, and taking care for the good ordering of them; at which time he came down himself to Jericho with his sons, Mattathias and Judas, in the hundred threescore and seventeenth year, in the eleventh month, called Sabat:",
          "id": 14683
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Where the son of Abubus receiving them deceitfully into a little hold, called Docus, which he had built, made them a great banquet: howbeit he had hid men there.",
          "id": 14684
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So when Simon and his sons had drunk largely, Ptolemee and his men rose up, and took their weapons, and came upon Simon into the banqueting place, and killed him, and his two sons, and certain of his servants.",
          "id": 14685
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "In which doing he committed a great treachery, and recompensed evil for good.",
          "id": 14686
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Then Ptolemee wrote these things, and sent to the king, that he should send him an host to aid him, and he would deliver him the country and cities.",
          "id": 14687
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "He sent others also to Gazera to kill John: and to the tribunes he sent letters to come to him, that he might give them silver, and gold, and rewards.",
          "id": 14688
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And others he sent to take Jerusalem, and the mountain of the temple.",
          "id": 14689
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Now one had run before to Gazera and told John that his father and brethren were slain, and, quoth he, Ptolemee has sent to kill you also.",
          "id": 14690
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Hereof when he heard, he was sore astonished: so he laid hands on them that were come to destroy him, and killed them; for he knew that they sought to make him away.",
          "id": 14691
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "As concerning the rest of the acts of John, and his wars, and worthy deeds which he did, and the building of the walls which he made, and his doings,",
          "id": 14692
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Behold, these are written in the chronicles of his priesthood, from the time he was made high priest after his father.",
          "id": 14693
        }
      ]
    }
  ]
}