{
  "book": "I Peter",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Peter, an apostle of Jesus Christ, to the sojourners scattered abroad in Pontus, Galatia, Cappadocia, Asia, and Bithynia, chosen",
          "id": 35576
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "according to the foreknowledge of God the Father and sanctified by the Spirit to be obedient to Jesus Christ and to be sprinkled with his blood: Grace and peace be multiplied to you.",
          "id": 35577
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Blessed be the God and Father of our Lord Jesus Christ! In his great mercy he caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,",
          "id": 35578
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "to an inheritance that is imperishable, undefiled, and unfading, reserved in heaven for you,",
          "id": 35579
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "who by the power of God are being guarded through faith for a salvation ready to be revealed in the last time.",
          "id": 35580
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "In this you rejoice, even if now for a little while you have had to suffer various trials",
          "id": 35581
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "so that the proven character of your faith—far more precious than gold that perishes even though it is tested by fire—may result in praise, honor, and glory when Jesus Christ is revealed.",
          "id": 35582
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Although you once did not know him, you love him; although you do not now see him, you believe in him and rejoice with an unspeakable and glorious joy,",
          "id": 35583
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "because you are receiving the end result of your faith—the salvation of your souls.",
          "id": 35584
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Concerning this salvation, the prophets who prophesied about the grace that would come to you searched and carefully investigated,",
          "id": 35585
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "inquiring about the time and circumstances that the Spirit of Christ within them was indicating when he testified in advance to the sufferings of Christ and the glories that would follow.",
          "id": 35586
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "It was revealed to them that they were not serving themselves, but you, in regard to the things that have now been announced to you through those who preached the gospel to you by the Holy Spirit sent from heaven. Even angels long to catch a glimpse of these things.",
          "id": 35587
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Therefore, with minds that are alert and fully sober, set your hope completely on the grace that will be brought to you when Jesus Christ is revealed.",
          "id": 35588
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "As children of obedience, do not conform yourselves to the evil desires you had when you lived in ignorance.",
          "id": 35589
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But just as he who called you is holy, you also must be holy in all your conduct,",
          "id": 35590
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "for it is written, \"Be holy, because I am holy.\"",
          "id": 35591
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "If you call on the Father who judges without partiality according to each person''s work, pass the time of your sojourn in reverent fear.",
          "id": 35592
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For you know that you were redeemed from the empty way of life handed down to you from your fathers, not with perishable things like silver or gold,",
          "id": 35593
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "but with the precious blood of Christ, a lamb without blemish or spot.",
          "id": 35594
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "He was foreknown before the foundation of the world, but was revealed in the last times for your sake.",
          "id": 35595
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Through him you believe in God, who raised him from the dead and gave him glory, so that your faith and hope might be in God.",
          "id": 35596
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Since you have purified your souls by your obedience to the truth through the Spirit, resulting in genuine brotherly love, love one another deeply, from a pure heart.",
          "id": 35597
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For you have been born again, not of perishable seed but of imperishable, through the word of God that lives and abides forever.",
          "id": 35598
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For, \"All flesh is like grass, and all the glory of man is like a flower of grass. The grass withers, and its flower falls,",
          "id": 35599
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "but the word of the Lord endures forever.\" This word is the good news that was preached to you.",
          "id": 35600
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "So put aside all wickedness, all deceit, hypocrisy, envy, and all slander.",
          "id": 35601
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Like newborn babies, long for pure spiritual milk, so that by it you may grow,",
          "id": 35602
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "if indeed you have tasted that the Lord is good.",
          "id": 35603
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "As you come to him, a living stone rejected by men but chosen and precious in the sight of God,",
          "id": 35604
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "you yourselves, like living stones, are being built up as a spiritual house, a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ.",
          "id": 35605
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For it says in Scripture, \"Behold, I lay in Zion a stone, a chosen and precious cornerstone, and no one who believes in him will ever be put to shame.\"",
          "id": 35606
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "This precious value is for you who believe, but to those who are disobedient, \"The stone that the builders rejected has become the cornerstone,\"",
          "id": 35607
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "and, \"A stone of stumbling, and a rock of offense.\" By disobeying the word they stumble, which is what they were appointed to do.",
          "id": 35608
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But you are a chosen lineage, a royal priesthood, a holy nation, a people for God''s own possession, so that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.",
          "id": 35609
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Once you were not a people, but now you are the people of God. Once you had not received mercy, but now you have received mercy.",
          "id": 35610
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Beloved, I urge you as strangers and sojourners to abstain from the desires of the flesh that wage war against the soul,",
          "id": 35611
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "keeping your conduct honorable among the Gentiles, so that when they speak against you as evildoers, they may see your good works and glorify God on the day of his visitation.",
          "id": 35612
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Therefore, be subject to every human institution for the sake of the Lord, whether to the king as supreme,",
          "id": 35613
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "or to governors as those who are sent by him to punish evildoers and to praise those who do good.",
          "id": 35614
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "For it is God''s will that you silence the ignorance of foolish people by doing good.",
          "id": 35615
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Live as free people, but do not use your freedom as an excuse to do evil; live as servants of God.",
          "id": 35616
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Give honor to all, love the brotherhood, fear God, and honor the king.",
          "id": 35617
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Servants, submit to your masters with complete respect, not only to those who are good and gentle, but also to those who are cruel.",
          "id": 35618
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "For there is favor upon anyone who endures pain while suffering unjustly for the sake of conscience toward God.",
          "id": 35619
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "What credit do you get if you endure when you sin and are beaten for it? But if you endure when you do good and suffer for it, this finds favor with God.",
          "id": 35620
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For to this you have been called, because Christ also suffered for us, leaving an example so that you could follow in his footsteps.",
          "id": 35621
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "He committed no sin, nor was deceit found in his mouth.",
          "id": 35622
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "When he was reviled, he did not revile in return; when he suffered, he did not threaten but entrusted himself to him who judges justly.",
          "id": 35623
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "He himself bore our sins in his body on the cross, so that we might die to our sins and live for righteousness. By his wounds you have been healed.",
          "id": 35624
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls.",
          "id": 35625
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the same way, wives, submit to your own husbands, so that, even if some are disobedient to the word, they will be won without a word by the way you live",
          "id": 35626
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "when they observe your pure and reverent conduct.",
          "id": 35627
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Do not adorn yourselves outwardly with elaborately braided hair, gold jewelry, or fancy clothes.",
          "id": 35628
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Rather, let your adornment be the hidden person of the heart with the imperishable quality of a gentle and quiet spirit, which is very precious in God''s sight.",
          "id": 35629
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For this is how the holy women who hoped in God adorned themselves in the past, by submitting to their own husbands,",
          "id": 35630
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "just as Sarah obeyed Abraham and called him her lord. You have become her children if you do good and do not give way to fear.",
          "id": 35631
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Husbands, in the same way, live with your wives in an understanding way, showing honor to the woman as the weaker partner, since they are heirs with you of the grace of life, so that your prayers may not be hindered.",
          "id": 35632
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Finally, you must all be of one mind, sympathetic, loving as brothers, tenderhearted, and kind.",
          "id": 35633
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Do not repay evil for evil or reviling for reviling, but, on the contrary, bless, knowing that to this you were called, so that you may inherit a blessing.",
          "id": 35634
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For, \"Whoever wants to love life and see good days must keep his tongue from evil, and his lips from speaking deceit;",
          "id": 35635
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "he must turn aside from evil and do good; he must seek peace and pursue it.",
          "id": 35636
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For the eyes of the Lord are upon the righteous, and his ears are open to their prayers. But the face of the Lord is against those who do evil.\"",
          "id": 35637
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now who will harm you if you become imitators of what is good?",
          "id": 35638
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But even if you do suffer because of righteousness, you are blessed. Do not fear people''s threats or be troubled,",
          "id": 35639
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "but sanctify the Lord God in your hearts. Always be ready to make a defense to anyone who asks you for an explanation of the hope you have within you, with gentleness and respect,",
          "id": 35640
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "keeping a clear conscience, so that, when those who revile your good conduct in Christ speak against you as evildoers, they may be put to shame.",
          "id": 35641
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For it is better to suffer for doing good, if that is God''s will, than to suffer for doing evil.",
          "id": 35642
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For Christ also suffered for sins once for all, the righteous for the unrighteous, so that he might bring you to God. He was put to death in the flesh, but made alive in the spirit,",
          "id": 35643
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "in which he went and preached to the spirits in prison,",
          "id": 35644
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "who disobeyed long ago when God waited patiently in the days of Noah, while the ark was being prepared, in which a few, that is, eight people, were saved through water.",
          "id": 35645
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Baptism, which corresponds to this, now saves us—not by removing dirt from the body, but as an appeal to God for a clear conscience—through the resurrection of Jesus Christ,",
          "id": 35646
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "who has gone into heaven and is at the right hand of God, with angels, authorities, and powers subject to him.",
          "id": 35647
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Therefore, since Christ has suffered for us in the flesh, arm yourselves with the same mentality, because whoever has suffered in the flesh has ceased from sin,",
          "id": 35648
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "so as to live his remaining time in the flesh no longer for the evil desires of men, but for the will of God.",
          "id": 35649
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For we have spent enough of our life doing what the Gentiles like to do, walking in sensual indulgences, evil desires, excesses of wine, revelries, drinking bouts, and illicit idolatries.",
          "id": 35650
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They are surprised when you do not run with them into the same flood of debauchery, so they revile you.",
          "id": 35651
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But they will give an account to him who is ready to judge the living and the dead.",
          "id": 35652
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For this is the reason the gospel was preached even to the dead, so that, though they have been judged in the flesh as men are, they might live in the spirit as God does.",
          "id": 35653
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "The end of all things has drawn near. Therefore be alert and sober-minded for the sake of your prayers.",
          "id": 35654
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Above all, maintain a deep love for one another, because love will cover a multitude of sins.",
          "id": 35655
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Be hospitable to one another without grumbling.",
          "id": 35656
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "As each of you has received a gift, use it to serve one another, as good stewards of the manifold grace of God.",
          "id": 35657
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "If anyone speaks, he should do so as one who speaks the oracles of God; if anyone serves, he should do so as one who serves from strength as God supplies it, so that in all things God may be glorified through Jesus Christ. To him belong the glory and the power forever and ever. Amen.",
          "id": 35658
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Beloved, do not be surprised at the fiery trial that has come upon you to test you, as though a strange thing were happening to you.",
          "id": 35659
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But insofar as you share in the sufferings of Christ, rejoice, so that you may also rejoice and be glad when his glory is revealed.",
          "id": 35660
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "If you are reproached for the name of Christ, you are blessed, because the Spirit of glory and of God rests upon you. On their part he is blasphemed, but on your part he is glorified.",
          "id": 35661
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "None of you should suffer as a murderer, thief, evildoer, or meddler,",
          "id": 35662
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "but if anyone suffers as a Christian, he should not be ashamed, but should glorify God in this matter.",
          "id": 35663
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For it is time for judgment to begin with the household of God, and if it begins first with us, what will be the outcome for those who are disobedient to the gospel of God?",
          "id": 35664
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And, \"If the righteous man is scarcely saved, what will become of the ungodly man and sinner?\"",
          "id": 35665
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Therefore, those who suffer according to the will of God should entrust their souls to him as their faithful Creator while doing what is good.",
          "id": 35666
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "I exhort the elders among you, I who am a fellow elder, a witness of the sufferings of Christ, and a partaker in the glory that will be revealed:",
          "id": 35667
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly; not for sordid gain, but eagerly.",
          "id": 35668
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Do not lord it over those entrusted to you, but be examples to the flock.",
          "id": 35669
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And when the chief Shepherd appears, you will receive the unfading crown of glory.",
          "id": 35670
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "In the same way, you who are younger must submit to your elders. And all of you must clothe yourselves with humility as you submit to one another, for \"God opposes the proud but gives grace to the humble.\"",
          "id": 35671
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Humble yourselves therefore under the mighty hand of God, so that he may exalt you in due time,",
          "id": 35672
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "casting all your anxiety on him, because he cares for you.",
          "id": 35673
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Be sober-minded and watchful; your adversary the devil walks around like a roaring lion, seeking whom he may devour.",
          "id": 35674
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Resist him, standing firm in the faith, because you know that your brothers throughout the world are enduring the same kinds of suffering.",
          "id": 35675
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And after you have suffered for a little while, may the God of all grace, who called you to his eternal glory in Christ Jesus, himself perfect you; he will establish, strengthen, and settle you.",
          "id": 35676
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "To him be the glory and the power forever and ever. Amen.",
          "id": 35677
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Through Silvanus, whom I regard as a faithful brother, I have written to you briefly, encouraging you and testifying that this is the true grace of God in which you stand.",
          "id": 35678
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "She who is in Babylon, who is chosen together with you, greets you, and so does my son Mark.",
          "id": 35679
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Greet one another with a kiss of love. Peace be with all of you who are in Christ Jesus. Amen.",
          "id": 35680
        }
      ]
    }
  ]
}