{
  "book": "I Kingdoms (I Samuel)",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "There was a man of Armathaim Sipha, of mount Ephraim, and his name was Helkana, a son of Jeremeel the son of Elias the son of Thoke, in Nasib Ephraim.",
          "id": 7186
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he had two wives; the name of the one was Anna, and the name of the second Phennana. And Phennana had children, but Anna had no child.",
          "id": 7187
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the man went up from year to year from his city, from Armathaim, to worship and sacrifice to the Lord God of Sabaoth at Selom: and there were Heli and his two sons Ophni and Phinees, the priests of the Lord.",
          "id": 7188
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the day came, and Helkana sacrificed, and gave portions to his wife Phennana and her children.",
          "id": 7189
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And to Anna he gave a prime portion, because she had no child, only Helkana loved Anna more than the other; but the Lord had closed her womb.",
          "id": 7190
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For the Lord gave her no child in her affliction, and according to the despondency of her affliction; and she was dispirited on this account, that the Lord shut up her womb so as not to give her a child.",
          "id": 7191
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So she did year by year, in going up to the house of the Lord; and she was dispirited, and wept, and did not eat.",
          "id": 7192
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Helkana her husband said to her, Anna: and she said to him, Here am I, my lord: and he said to her, What ails you that you weep? and why do you not eat? and why does your heart strike you? am I not better to you than ten children?",
          "id": 7193
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Anna rose up after they had eaten in Selom, and stood before the Lord: and Heli the priest was on a seat by the threshold of the temple of the Lord.",
          "id": 7194
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And she was very much grieved in spirit, and prayed to the Lord, and wept abundantly.",
          "id": 7195
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And she vowed a vow to the Lord, saying, O Lord God of Sabaoth, if you welt indeed look upon the humiliation of your handmaid, and remember me, and give to your handmaid a boy, then will I indeed dedicate him to you till the day of his death; and he shall drink no wine nor strong drink, and no razor shall come upon his head.",
          "id": 7196
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And it came to pass, while she was long praying before the Lord, that Heli the priest marked her mouth.",
          "id": 7197
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And she was speaking in her heart, and her lips moved, but her voice was not heard: and Heli accounted her a drunken woman.",
          "id": 7198
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the servant of Heli said to her, How long will you be drunken? take away your wine from you, and go out from the presence of the Lord.",
          "id": 7199
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Anna answered and said, Nay, my lord, I live in a hard day, and I have not drunk wine or strong drink, and I pour out my soul before the Lord.",
          "id": 7200
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Count not your handmaid for a pestilent woman, for by reason of the abundance of my importunity I have continued my prayer until now.",
          "id": 7201
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Heli answered and said to her, Go in peace: the God of Israel give you all your petition, which you have asked of him.",
          "id": 7202
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And she said, Your handmaid has found favour in your eyes: and the woman went her way, and entered into her lodging, and ate and drank with her husband, and her countenance was no more sad.",
          "id": 7203
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And they rise early in the morning, and worship the Lord, and they go their way: and Helkana went into his house at Armathaim, and knew his wife Anna; and the Lord remembered her, and she conceived.",
          "id": 7204
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And it came to pass when the time was come, that she brought forth a son, and called his name Samuel, and said, Because I asked him of the Lord God of Sabaoth.",
          "id": 7205
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the man Helkana and all his house went up to offer in Selom the yearly sacrifice, and his vows, and all the tithes of his land.",
          "id": 7206
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But Anna did not go up with him, for she said to her husband, I will not go up until the child goes up, when I have weaned him, and he shall be presented before the Lord, and he shall abide there continually.",
          "id": 7207
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And Helkana her husband said to her, Do that which is good in your eyes, abide still until you shall have weaned him; but may the Lord establish that which comes out of your mouth: and the woman tarried, and suckled her son until she had weaned him.",
          "id": 7208
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And she went up with him to Selom with a calf of three years old, and loaves, and an ephah of fine flour, and a bottle of wine: and she entered into the house of the Lord in Selom, and the child with them.",
          "id": 7209
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And they brought him before the Lord; and his father killed his offering which he offered from year to year to the Lord; and he brought near the child, and killed the calf; and Anna the mother of the child brought him to Heli.",
          "id": 7210
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And she said, I pray you, my lord, as your soul lives, I am the woman that stood in your presence with you while praying to the Lord.",
          "id": 7211
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "For this child I prayed; and the Lord has given me my request that I asked of him.",
          "id": 7212
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And I lend him to the Lord all his days that he lives, a loan to the Lord: and she said,",
          "id": 7213
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "My heart is established in the Lord, my horn is exalted in my God; my mouth is enlarged over my enemies, I have rejoiced in your salvation.",
          "id": 7214
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For there is none holy as the Lord, and there is none righteous as our God; there is none holy besides you.",
          "id": 7215
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Boast not, and utter not high things; let not high-sounding words come out of your mouth, for the Lord is a God of knowledge, and God prepares his own designs.",
          "id": 7216
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "The bow of the mighty has waxed feeble, and the weak have girded themselves with strength.",
          "id": 7217
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "They that were full of bread are brought low; and the hungry have forsaken the land; for the barren has born seven, and she that abounded in children has waxed feeble.",
          "id": 7218
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "The Lord kills and makes alive; he brings down to the grave, and brings up.",
          "id": 7219
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "The Lord makes poor, and makes rich; he brings low, and lifts up.",
          "id": 7220
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "He lifts up the poor from the earth, and raises the needy from the dunghill; to seat him with the princes of the people, and causing them to inherit the throne of glory:",
          "id": 7221
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "granting his petition to him that prays; and he blesses the years of the righteous, for by strength can''t man prevail.",
          "id": 7222
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "The Lord will weaken his adversary; the Lord is holy. Let not the wise man boast in his wisdom, nor let the mighty man boast in his strength, and let not the rich man boast in his wealth; but let him that boasts boast in this, to understand and know the Lord, and to execute judgement and justice in the midst of the earth. The Lord has gone up to the heavens, and has thundered: he will judge the extremities of the earth, and he gives strength to our kings, and will exalt the horn of his Christ. And she left him there before the Lord,",
          "id": 7223
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "and departed to Armathaim: and the child ministered in the presence of the Lord before Heli the priest.",
          "id": 7224
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the sons of Heli the priest were evil sons, not knowing the Lord.",
          "id": 7225
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the priest''s claim from every one of the people that sacrificed was this: the servant of the priest came when the flesh was in seething, and a flesh-hook of three teeth was in his hand.",
          "id": 7226
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he struck it into the great cauldron, or into the brazen vessel, or into the pot, and whatever came up with the flesh-hook, the priest took for himself: so they did to all Israel that came to sacrifice to the Lord in Selom.",
          "id": 7227
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And before the fat was burnt for a sweet savour, the servant of the priest would come, and say to the man that sacrificed, Give flesh to roast for the priest, and I will by no means take of you sodden flesh out of the cauldron.",
          "id": 7228
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And if the man that sacrificed said, First let the fat be burnt, as it is fit, and take for yourself of all things which your soul desires: then he would say, Nay, for you shall give it me now; and if not I will take it by force.",
          "id": 7229
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So the sin of the young men was very great before the Lord, for they set at nothing the offering of the Lord.",
          "id": 7230
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Samuel ministered before the Lord, a child girded with a linen ephod.",
          "id": 7231
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And his mother made him a little doublet, and brought it to him from year to year, in her going up in company with her husband to offer the yearly sacrifice.",
          "id": 7232
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Heli blessed Helcana and his wife, saying The Lord recompense to you seed of this woman, in return for the loan which you have lent to the Lord: and the man returned to his place.",
          "id": 7233
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the Lord visited Anna, and she bore yet three sons, and two daughters. And the child Samuel grew before the Lord.",
          "id": 7234
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Heli was very old, and he heard what his sons did to the children of Israel.",
          "id": 7235
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And he said to them, Why do you according to this thing, which I hear from the mouth of all the people of the Lord?",
          "id": 7236
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Nay my sons, for the report which I hear is not good; do not so, for the reports which I hear are not good, so that the people do not serve God.",
          "id": 7237
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "If a man should at all sin against another, then shall they pray for him to the Lord; but if a man sin against the Lord, who shall entreat for him? But they listened not to the voice of their father, because the Lord would by all means destroy them.",
          "id": 7238
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the child Samuel advanced, and was in favour with God and with men.",
          "id": 7239
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And a man of God came to Heli, and said, Thus says the Lord, I plainly revealed myself to the house of your father, when they were servants in Egypt to the house of Pharao.",
          "id": 7240
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And I chose the house of your father out of all the tribes of Israel to minister to me in the priest''s office, to go up to my altar, and to burn incense, and to wear an ephod. And I gave to the house of your father all the offerings by fire of the children of Israel for food.",
          "id": 7241
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And therefore have you looked upon my incense-offering and my meat-offering with a shameless eye, and have honoured your sons above me, so that they should bless themselves with the first fruits of every sacrifice of Israel before me?",
          "id": 7242
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Therefore thus says the Lord God of Israel, I said, Your house and the house of your father shall pass before me for ever: but now the Lord says, That be far from me; for I will only honour them that honour me, and he that sets me at nothing shall be despised.",
          "id": 7243
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Behold, the days come when I will destroy your seed and the seed of your father''s house.",
          "id": 7244
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And you shall not have an old man in my house for ever.",
          "id": 7245
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And if I do not destroy a man of your from my altar, it shall be that his eyes may fail and his soul may perish; and every one that remains in your house shall fall by the sword of men.",
          "id": 7246
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And this which shall come upon your two sons Ophni and Phinees shall be a sign to you; in one day they shall both die.",
          "id": 7247
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And I will raise up to myself a faithful priest, who shall do all that is in my heart and in my soul; and I will build him a sure house, and he shall walk before my Christ for ever.",
          "id": 7248
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And it shall come to pass that he that survives in your house, shall come to do obeisance before him for a little piece of silver, saying, Put me into one of your priest''s offices to eat bread.",
          "id": 7249
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the child Samuel ministered to the Lord before Heli the priest: and the word of the Lord was precious in those days, there was no distinct vision.",
          "id": 7250
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And it came to pass at that time that Heli was sleeping in his place; and his eyes began to fail, and could not see.",
          "id": 7251
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the lamp of God was burning before it was trimmed, and Samuel slept in the temple, where was the ark of God.",
          "id": 7252
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the Lord called, Samuel, Samuel; and he said, Behold, here am I.",
          "id": 7253
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And he ran to Heli, and said, Here am I, for you did call me: and he said, I did not call you; return, go to sleep; and he returned and went to sleep.",
          "id": 7254
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the Lord called again, Samuel, Samuel: and he went to Heli the second time, and said, Behold here am I, for you did call me: and he said, I called you not; return, go to sleep.",
          "id": 7255
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And it was before Samuel knew the Lord, and before the word of the Lord was revealed to him.",
          "id": 7256
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the Lord called Samuel again for the third time: and he arose and went to Heli, and said, Behold, I am here, for you did call me: and Heli perceived that the Lord had called the child.",
          "id": 7257
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he said, Return, child, go to sleep; and it shall come to pass if he shall call you, that you shall say, Speak for your servant hears: and Samuel went and lay down in his place.",
          "id": 7258
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the Lord came, and stood, and called him as before: and Samuel said, Speak, for your servant hears.",
          "id": 7259
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the Lord said to Samuel, Behold, I execute my words in Israel; whoever hears them, both his ears shall tingle.",
          "id": 7260
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "In that day I will raise up against Heli all things that I have said against his house; I will begin, and I will make an end.",
          "id": 7261
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And I have told him that I will be avenged on his house perpetually for the iniquities of his sons, because his sons spoke evil against God, and he did not admonish them.",
          "id": 7262
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And it shall not go on so; I have sworn to the house of Eli, the iniquity of the house of Eli shall not be atoned for with incense or sacrifices for ever.",
          "id": 7263
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Samuel slept till morning, and rose early in the morning, and opened the doors of the house of the Lord; and Samuel feared to tell Heli the vision.",
          "id": 7264
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Heli said to Samuel, Samuel, my son; and he said, Behold, here am I.",
          "id": 7265
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he said, What was the word that was spoken to you? I pray you hide it not from me: may God do these things to you, and more also, if you hide from me any thing of all the words that were spoken to you in your ears.",
          "id": 7266
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Samuel reported all the words, and hid them not from him. And Heli said, He is the Lord, he shall do that which is good in his sight.",
          "id": 7267
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Samuel grew, and the Lord was with him, and there did not fall one of his words to the ground.",
          "id": 7268
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And all Israel knew from Dan even to Bersabee, that Samuel was faithful as a prophet to the Lord.",
          "id": 7269
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the Lord manifested himself again in Selom, for the Lord revealed himself to Samuel; and Samuel was accredited to all Israel as a prophet to the Lord from one end of the land to the other: and Heli was very old, and his sons kept advancing in wickedness, and their way was evil before the Lord.",
          "id": 7270
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass in those days that the Philistines gathered themselves together against Israel to war; and Israel went out to meet them and encamped at Abenezer, and the Philistines encamped in Aphec.",
          "id": 7271
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the Philistines prepare to fight with Israel, and the battle was turned against them; and the men of Israel fell before the Philistines, and there were struck in the battle in the field four thousand men.",
          "id": 7272
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the people came to the camp, and the elders of Israel said, Why has the Lord caused us to fall this day before the Philistines? let us take the ark of our God out of Selom, and let it proceed from the midst of us, and it shall save us from the hand of our enemies.",
          "id": 7273
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the people sent to Selom, and they take thence the ark of the Lord who dwells between the cherubs: and both the sons of Heli, Ophni and Phinees, were with the ark.",
          "id": 7274
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And it came to pass when the ark of the Lord entered into the camp, that all Israel cried out with a loud voice, and the earth resounded.",
          "id": 7275
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the Philistines heard the cry, and the Philistines said, What is this great cry in the camp of the Hebrews: and they understood that the ark of the Lord was come into the camp.",
          "id": 7276
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the Philistines feared, and said, These are the Gods that are come to them into the camp.",
          "id": 7277
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Woe to us, O Lord, deliver us today for such a thing has not happened aforetime: woe to us, who shall deliver us out of the hand of these mighty Gods? these are the Gods that struck Egypt with every plague, and in the wilderness.",
          "id": 7278
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Strengthen yourselves and behave yourselves like men, O you Philistines, that you may not serve the Hebrews as they have served us, but be you men and fight with them.",
          "id": 7279
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And they fought with them; and the men of Israel fall, and they fled every man to his ten; and there was a very great slaughter; and there fell of Israel thirty thousand fighting men.",
          "id": 7280
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the ark of God was taken, and both the sons of Heli, Ophni, and Phinees, died.",
          "id": 7281
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And there ran a man of Benjamin out of the battle, and he came to Selom on that day: and his clothes were tore, and earth was upon his head.",
          "id": 7282
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he came, an behold, Heli was upon the seat by the gate looking along the way, for his heart was greatly alarmed for the ark of God: and the man entered into the city to bring tidings; and the city cried out.",
          "id": 7283
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Heli heard the sound of the cry, and said, What is the voice of this cry? and the men hasted and went in, and reported to Heli.",
          "id": 7284
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now Heli was ninety years old, and his eyes were fixed, and he saw not.",
          "id": 7285
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Heli said to them that stood round about him, What is the voice of this sound? And the man hasted and advanced to Heli, and said to him, I am he that is come out of the camp, and I have fled from the battle today: and Heli said, What is the even, my son?",
          "id": 7286
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And they young man answered and said, The men of Israel fled from the face of the Philistines, and there was a great slaughter amongst the people, and both your sons are dead, and the ark of God is taken.",
          "id": 7287
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And it came to pass, when he mentioned the ark of God, that he fell from the seat backward near the gate, and his back was broken, and he died, for he was an old man and heavy: and he judged Israel twenty years.",
          "id": 7288
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And his daughter-in-law the wife of Phinees was with child, about to bring forth; and she heard the tidings, that the ark of God was taken, and that her father-in-law and her husband were dead; and she wept and was delivered, for her pains came upon her.",
          "id": 7289
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And in her time she was at the point of death; and the women that stood by her, said to her, Fear not, for you have born a son: but she answered not, and her heart did not regard it.",
          "id": 7290
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And she called the child Uaebarchaboth, because of the ark of God, and because of her father-in-law, and because of her husband.",
          "id": 7291
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And they said, The glory of Israel is departed, forasmuch as the ark of the Lord is taken.",
          "id": 7292
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the Philistines took the ark of God, and brought it from Abenezer to Azotus.",
          "id": 7293
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the Philistines took the ark of the Lord, and brought it into the house of Dagon, and set it by Dagon.",
          "id": 7294
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the people of Azotus rose early, and entered into the house of Dagon; and looked, and behold, Dagon had fallen on his face before the ark of the Lord: and they lifted up Dagon, and set him in his place. And the hand of the Lord was heavy upon the Azotians, and he plagued them, and he struck them in their secret parts, Azotus and her coasts.",
          "id": 7295
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And it came to pass when they rose early in the morning, behold, Dagon had fallen on his face before the ark of the covenant of the Lord; and the head of Dagon and both the palms of his hands were cut off each before the threshold, and both the wrists of his hands had fallen on the floor of the porch; only the stump of Dagon was left.",
          "id": 7296
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Therefore the priests of Dagon, and every one that enters into the house of Dagon, do not tread upon the threshold of the house of Dagon in Azotus until this day, for they step over.",
          "id": 7297
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the hand of the Lord was heavy upon Azotus, and he brought evil upon them, and it burst out upon them into the ships, and mice sprang up in the midst of their country, and there was a great and indiscriminate mortality in the city.",
          "id": 7298
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the men of Azotus saw that it was so, and they said, The ark of the God of Israel shall not abide with us, for his hand is heavy upon us and upon Dagon our god.",
          "id": 7299
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And they send and gather the lords of the Philistines to them, and say, What shall we do to the ark of the God of Israel? and the Gittites say, Let the ark of God come over to us; and the ark of the God of Israel came to Geth.",
          "id": 7300
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And it came to pass after it went about to Geth, that the hand of the Lord comes upon the city, a very great confusion; and he struck the men of the city small and great, and struck them in their secret parts: and the Gittites made to themselves images of tumours.",
          "id": 7301
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And they send away the ark of God to Ascalon; and it came to pass when the ark of God went into Ascalon, that the men of Ascalon cried out, saying, Why have you brought back the ark of the God of Israel to us, to kill us and our people?",
          "id": 7302
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And they send and gather the lords of the Philistines, and they said, Send away the ark of the God of Israel, and let it lodge in its place; and let it not kill us and our people.",
          "id": 7303
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For there was a very great confusion in all the city, when the ark of the God of Israel entered there; and those, who lived and died not were struck with tumours; and the cry of the city went up to heaven.",
          "id": 7304
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the ark was seven months in the country of the Philistines, and their land brought forth swarms of mice.",
          "id": 7305
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the Philistines call their priests, and their prophets, and their enchanters, saying, What shall we do to the ark of the Lord? teach us wherewith we shall send it away to its place.",
          "id": 7306
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And they said, If you send away the ark of the covenant of the Lord God of Israel, do not on any account send it away empty, but by all means render to it an offering for the plague; and then shall you be healed, and an atonement shall be made for you: should not his hand be thus stayed from off you?",
          "id": 7307
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And they say, What is the offering for the plague which we shall return to it? and they said,",
          "id": 7308
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "According to the number of the lords of the Philistines, five golden tumours, for the plague was on you, and on your rulers, and on the people; and golden mice, the likeness of the mice that destroy your land: and you shall give glory to the Lord, that he may lighten his hand from off you, and from off your gods, and from off your land.",
          "id": 7309
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And why do you harden your hearts, as Egypt and Pharao hardened their hearts? was it not so when he mocked them, that they let the people go, and they departed?",
          "id": 7310
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And now take wood and make a new wagon, and take two cows, that have calved for the first time, without their calves; and do you yoke the cows to the wagon, and lead away the calves from behind them home.",
          "id": 7311
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And you shall take the ark and put it on the wagon; and you shall restore to it the golden articles for the trespass-offering in a coffer by the side of it: and you shall let it go, and sent it away, and you shall depart.",
          "id": 7312
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And you shall see, if it shall go the way of its coasts along by Baethsamys, he has brought upon us this great affliction; and if not, then shall we know that his hand has not touched us, but this is a chance which has happened to us.",
          "id": 7313
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the Philistines did so; and they took two cows that had calved for the first time, and yoked them to the waggon, and shut up their calves at home.",
          "id": 7314
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And they set the ark of the Lord, and the coffer, and the golden mice, on the waggon.",
          "id": 7315
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the cows went straight on the way to the way of Baethsamys, they went along one track; and laboured, and turned not aside to the right hand or to the left, and the lords of the Philistines went after it as far as the coasts of Baethsamys.",
          "id": 7316
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the men of Baethsamys were reaping the wheat harvest in the valley; and they lifted up their eyes, and saw the ark of the Lord, and rejoiced to meet it.",
          "id": 7317
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the waggon entered into the field of Osee, which was in Baethsamys, and they set there by it a great stone; and they split the wood of the waggon, and offered up the cows for a whole burnt offering to the Lord.",
          "id": 7318
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the Levites brought up the ark of the Lord, and the coffer with it, and the golden articles upon it, and placed them on the great stone, and the men of Baethsamys offered whole burnt offerings and meat offerings on that day to the Lord.",
          "id": 7319
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the five lords of the Philistines saw, and returned to Ascalon in that day.",
          "id": 7320
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And these are the golden tumours which the lords of the Philistines gave as a trespass-offering to the Lord; for Azotus one, for Gaza one, for Ascalon one, for Geth one, for Accaron one.",
          "id": 7321
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the golden mice according to the number of all the cities of the Philistines, belonging to the five lords, from the fenced city to the village of the Pherezite, and to the great stone, on which they placed the ark of the covenant of the Lord, that was in the field of Osee the Baethsamysite.",
          "id": 7322
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the sons of Jechonias were not pleased with the men of Baethsamys, because they saw the ark of the Lord; and the Lord struck amongst them seventy men, and fifty thousand men: and the people mourned, because the Lord had inflicted on the people, a very great plague.",
          "id": 7323
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the men of Baethsamys said, Who shall be able to pass before this holy Lord God? and to whom shall the ark of the Lord go up from us?",
          "id": 7324
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And they send messengers to the inhabitants of Cariathiarim, saying, The Philistines have brought back the ark of the Lord, go down and take it home to yourselves.",
          "id": 7325
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the men of Cariathiarim come, and bring up the ark of the covenant of the Lord: and they bring it into the house of Aminadab in the hill; and they sanctified Eleazar his son to keep the ark of the covenant of the Lord.",
          "id": 7326
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And it came to pass from the time that the ark was in Cariathiarim, the days were multiplied, and the time was twenty years; and all the house of Israel looked after the Lord.",
          "id": 7327
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Samuel spoke to all the house of Israel, saying, If you do with all your heart return to the Lord, take away the strange gods from the midst of you, and the groves, and prepare your hearts to serve the Lord, and serve him only; and he shall deliver you from the hand of the Philistines.",
          "id": 7328
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the children of Israel took away Baalim and the groves of Astaroth, and served the Lord only.",
          "id": 7329
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Samuel said, Gather all Israel to Massephath, and I will pray for you to the Lord.",
          "id": 7330
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And they were gathered together to Massephath, and they drew water, and poured it out upon the earth before the Lord. And they fasted on that day, and said, We have sinned before the Lord. And Samuel judged the children of Israel in Massephath.",
          "id": 7331
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the Philistines heard that all the children of Israel were gathered together to Massephath: and the lords of the Philistines went up against Israel: and the children of Israel heard, and they feared before the Philistines.",
          "id": 7332
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the children of Israel said to Samuel, Cease not to cry to the Lord your God for us, and he shall save us out of the hand of the Philistines.",
          "id": 7333
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Samuel took a sucking lamb, and offered it up as a whole burnt offering with all the people to the Lord: and Samuel cried to the Lord for Israel, and the Lord heard him.",
          "id": 7334
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Samuel was offering the whole burnt offering; and the Philistines drew near to war against Israel; and the Lord thundered with a mighty sound in that day upon the Philistines, and they were confounded and overthrown before Israel.",
          "id": 7335
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the men of Israel went forth out of Massephath, and pursued the Philistines, and struck them to the parts under Baethchor.",
          "id": 7336
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Samuel took a stone, and set it up between Massephath and the old city; and he called the name of it Abenezer, stone of the helper; and he said, Hitherto has the Lord helped us.",
          "id": 7337
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "So the Lord humbled the Philistines, and they did not anymore come into the border of Israel; and the hand of the Lord was against the Philistines all the days of Samuel.",
          "id": 7338
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the cities which the Philistines took from the children of Israel were restored; and they restored them to Israel from Ascalon to Azob: and they took the coast of Israel out of the hand of the Philistines; and there was peace between Israel and the Amorite.",
          "id": 7339
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Samuel judged Israel all the days of his life.",
          "id": 7340
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And he went year by year, and went round Baethel, and Galgala, and Massephath; and he judged Israel in all these consecrated places.",
          "id": 7341
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And his return was to Armathaim, because there was his house; and there he judged Israel, and built there an altar to the Lord.",
          "id": 7342
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass when Samuel was old, that he made his sons judges over Israel.",
          "id": 7343
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And these are the names of his sons; Joel the firstborn, and the name of the second Abia, judges in Bersabee.",
          "id": 7344
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And his sons did not walk in his way; and they turned aside after gain, and took gifts, and perverted judgements.",
          "id": 7345
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the men of Israel gather themselves together, and come to Armathaim to Samuel,",
          "id": 7346
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "and they said to him, Behold, you are grown old, and your sons walk not in your way; and now set over us a king to judge us, as also the other nations have.",
          "id": 7347
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the thing was evil in the eyes of Samuel, when they said, Give us a king to judge us: and Samuel prayed to the Lord.",
          "id": 7348
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the Lord said to Samuel, Hear the voice of the people, in whatever they shall say to you; for they have not rejected you, but they have rejected me from reigning over them.",
          "id": 7349
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "According to all their doings which they have done to me, from the day that I brought them out of Egypt until this day, even as they have deserted me, and served other gods, so they do also to you.",
          "id": 7350
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And now listen to their voice; only you shall solemnly testify to them, and you shall describe to them the manner of the king who shall reign over them.",
          "id": 7351
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Samuel spoke every word of the Lord to the people who asked of him a king.",
          "id": 7352
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he said, This shall be the manner of the king that shall rule over you: he shall take your sons, and put them in his chariots, and amongst his horsemen, and running before his chariots,",
          "id": 7353
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and his manner shall be to make them to himself captains of hundreds and captains of thousands; and to reap his harvest, and gather his vintage, and prepare his instruments of war, and the implements of his chariots.",
          "id": 7354
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he will take your daughters to be perfumers, and cooks, and bakers.",
          "id": 7355
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he will take your fields, and your vineyards, and your good olive yards, and give them to his servants.",
          "id": 7356
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he will take the tithe of your seeds and your vineyards, and give it to his eunuchs, and to his servants.",
          "id": 7357
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And he will take your servants, and your handmaids, and your good herds and your asses, and will take the tenth of them for his works.",
          "id": 7358
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he will tithe your flocks; and you shall be his servants.",
          "id": 7359
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And you shall cry out in that day because of your king whom you have chosen to yourselves, and the Lord shall not hear you in those days, because you have chosen to yourselves a king.",
          "id": 7360
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But the people would not listen to Samuel; and they said to him, Nay, but there shall be a king over us.",
          "id": 7361
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "An we also will be like all the nations; and our king shall judge us, and shall go out before us, and fight our battles.",
          "id": 7362
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Samuel heard all the words of the people, and spoke them in the ears of the Lord.",
          "id": 7363
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And the Lord said to Samuel, Listen to their voice, and appoint them a king. And Samuel said to the men of Israel, Let each man depart to his city.",
          "id": 7364
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And there was a man of the sons of Benjamin, and his name was Kis, the son of Abiel, the son of Jared, the son of Bachir, the son of Aphec, the son of a Benjamite, a man of might.",
          "id": 7365
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And this man had a son, and his name was Saul, of great stature, a goodly man; and there was not amongst the sons of Israel a goodlier than he, high above all the people from his shoulders and upward.",
          "id": 7366
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the asses of Kis the father of Saul were lost; and Kis said to Saul his son, Take with you one of the young men, and arise you, and go seek the asses.",
          "id": 7367
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And they went through mount Ephraim, and they went through the land of Selcha, and found them not: and they passed through the land of Segalim, and they were not there: and they passed through the land of Jamin, and found them not.",
          "id": 7368
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And when they came to Siph, then Saul said to his young man that was with him, Come and let us return, lest my father leave the asses, and take care for us.",
          "id": 7369
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the young man said to him, Behold now, there is a man of God in this city, and the man is of high repute; all that he shall speak will surely come to pass: now then let us go, that he may tell us our way on which we have set out.",
          "id": 7370
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Saul said to his young man that was with him, Behold, then, we will go; but what shall we bring the man of God? for the loaves are spent out of our vessels, and we have nothing more with us that belongs to us to bring to the man of God.",
          "id": 7371
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the young man answered Saul again, and said, Behold, there is found in my hand a fourth part of a shekel of silver; and you shall give it to the man of God, and he shall tell us our way.",
          "id": 7372
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Now before time in Israel every one in going to enquire of God said, Come and let us go to the seer; for the people beforetime called the prophet, the seer.",
          "id": 7373
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Saul said to his servant, Well said, come and let us go: and they went to the city where the man of God was.",
          "id": 7374
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "As they went up the ascent to the city, they find damsels come out to draw water, and they say to them, Is the seer here?",
          "id": 7375
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the virgins answered them, and they say to them, He is: behold, he is before you: now he is coming to the city, because of the day, for today there is a sacrifice for the people in Bama.",
          "id": 7376
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "As soon as you shall enter into the city, so shall you find him in the city, before he goes up to Bama to eat; for the people will not eat until he comes in, for he blesses the sacrifice, and afterwards the guests eat; now then go up, for you shall find him because of the holiday.",
          "id": 7377
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And they go up to the city; and as they were entering into the midst of the city, behold, Samuel came out to meet them, to go up to Bama.",
          "id": 7378
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the Lord uncovered the ear of Samuel one day before Saul came to him, saying,",
          "id": 7379
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "At this time to-morrow I will send to you a man out of the land of Benjamin, and you shall anoint him to be ruler over my people Israel, and he shall save my people out of the hand of the Philistines; for I have looked upon the humiliation of my people, for their cry is come to me.",
          "id": 7380
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Samuel looked upon Saul, and the Lord answered him, Behold the man of whom I spoke to you, this one shall rule over my people.",
          "id": 7381
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Saul drew near to Samuel into the midst of the city, and said, Tell me now which is the house of the seer?",
          "id": 7382
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Samuel answered Saul, and said, I am he: go up before me to Bama, and eat with me today, and I will send you away in the morning, and I will tell you all that is in your heart.",
          "id": 7383
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And concerning your asses that have been lost now these three days, care not for them, for they are found. And to whom does the excellency of Israel belong? does it not to you and to your father''s house?",
          "id": 7384
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Saul answered and said, Am not I the son of a Benjamite, the least tribe of the people of Israel? and of the least family of the whole tribe of Benjamin? and why have you spoken to me according to this word?",
          "id": 7385
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Samuel took Saul and his servant, and brought them to the inn, and set them there a place amongst the chief of those that were called, about seventy men.",
          "id": 7386
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And Samuel said to the cook, Give me the portion which I gave you, which I told you to set by you.",
          "id": 7387
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Now the cook had boiled the shoulder, and he set it before Saul; and Samuel said to Saul, Behold that which is left: set before you, an eat; for it is set you for a testimony in preference to the others; take of it: and Saul ate with Samuel on that day.",
          "id": 7388
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And he went down from Bama into the city; and they prepared a lodging for Saul on the roof, and he lay down.",
          "id": 7389
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "An it came to pass when the morning dawned, that Samuel called Saul on the roof, saying, Rise up, and I will dismiss you. And Saul arose, and he and Samuel went out.",
          "id": 7390
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "As they went down to a part of the city, Samuel said to Saul, Speak to the young man, and let him pass on before us; and do you stand as today, and listen to the word of God.",
          "id": 7391
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Samuel took a vial of oil, and poured it on his head, and kissed him, and said to him, Has not the Lord anointed you for a ruler over his people, over Israel? and you shall rule amongst the people of the Lord, and you shall save them out of the hand of their enemies; and this shall be the sign to you that the Lord has anointed you for a ruler over his inheritance.",
          "id": 7392
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "As soon as you shall have departed this day from me, you shall find two men by the burial-place of Rachel on the mount of Benjamin, exulting greatly; and they shall say to you, The asses are found which you went to seek; and, behold, your father has given up the matter of the asses, and he is anxious for you, saying, What shall I do for my son?",
          "id": 7393
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And you shall depart thence, and shall go beyond that as far as the oak of Thabor, and you shall find there three men going up to God to Baethel, one bearing three kids, and another bearing three vessels of bread, and another bearing a bottle of wine.",
          "id": 7394
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And they shall ask you how you do, and shall give you two presents of bread, and you shall receive them of their hand.",
          "id": 7395
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And afterward you shall go to the hill of God, where is the encampment of the Philistines; there is Nasib the Philistine: an it shall come to pass when you shall have entered into the city, that you shall meet a band of prophets coming down from the Bama; and before them will be lutes, and a drum, and a pipe, and a harp, and they shall prophesy.",
          "id": 7396
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the Spirit of the Lord shall come upon you, and you shall prophesy with them, and shall be turned into another man.",
          "id": 7397
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And it shall come to pass when these signs shall come upon you, then do you whatever your hand shall find, because God is with you.",
          "id": 7398
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And you shall go down in front of Galgal, and behold, I come down to you to offer a whole burnt offering and peace-offerings: seven days shall you wait until I shall come to you, and I will make known to you what you shall do.",
          "id": 7399
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And it came to pass when he turned his back to depart from Samuel, God gave him another heart; and all these signs came to pass in that day.",
          "id": 7400
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And he comes thence to the hill, and behold a band of prophets opposite to him; and the Spirit of God came upon him, and he prophesied in the midst of them.",
          "id": 7401
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And all that had known him before came, and saw, and behold, he was in the midst of the prophets: and the people said every one to his neighbour, What is this that has happened to the son of Kis? is Saul also amongst the prophets?",
          "id": 7402
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And one of them answered and said, And who is his father? and therefore it became a proverb, Is Saul also amongst the prophets?",
          "id": 7403
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he ceased prophesying, and comes to the hill.",
          "id": 7404
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And his kinsman said to him and to his servant, Whither went you? and they said, To seek the asses; and we saw that they were lost, and we went in to Samuel.",
          "id": 7405
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And his kinsman said to Saul, Tell me, I pray you, What did Samuel say to you?",
          "id": 7406
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Saul said to his kinsman, he verily told me that the asses were found. But the matter of the kingdom he told him not.",
          "id": 7407
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Samuel summoned all the people before the Lord to Massephath.",
          "id": 7408
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And he said to the children of Israel, Thus has the Lord God of Israel spoken, saying, I brought up the children of Israel out of Egypt, and I rescued you out of the hand of Pharao king of Egypt, and out of all the kingdoms that afflicted you.",
          "id": 7409
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And you have this day rejected God, who is himself your Deliverer out of all your evils and afflictions; and you said, Nay, but you shall set a king over us: and now stand before the Lord according to your tribes, and according to your families.",
          "id": 7410
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Samuel brought near all the tribes of Israel, and the tribe of Benjamin is taken by lot.",
          "id": 7411
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And he brings near the tribe of Benjamin by families, and the family of Mattari is taken by lot: and they bring near the family of Mattari, man by man, and Saul the son of Kis is taken; and he sought him, but he was not found.",
          "id": 7412
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Samuel asked yet again of the Lord, Will the man come here? and the Lord said, Behold, he is hid amongst the stuff.",
          "id": 7413
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And he ran and took him thence, and he set him in the midst of the people; and he was higher than all the people by his shoulders and upwards.",
          "id": 7414
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Samuel said to all the people, Have you seen whom the Lord has chosen to himself, that there is none like to him amongst you all? And all the people took notice, and said, Let the king live!",
          "id": 7415
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Samuel told the people the manner of the king, and wrote it in a book, and set it before the Lord: and Samuel sent away all the people, and each went to his place.",
          "id": 7416
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And Saul departed to his house to Gabaa; and there went with Saul mighty men whose hearts God had touched.",
          "id": 7417
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "But evil men said, Who is this man that shall save us? and they despised him, and brought him no gifts.",
          "id": 7418
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass about a month after this, that Naas the Ammanite went up, and encamped against Jabis Galaad: and all the men of Jabis said to Naas the Ammanite, Make a covenant with us, and we will serve you.",
          "id": 7419
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Naas the Ammanite said to them, On these terms will I make a covenant with you, that I should put out all your right eyes, and I will lay a reproach upon Israel.",
          "id": 7420
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the men of Jabis say to him, Allow us seven days, and we will send messengers into all the coasts of Israel: if there should be no one to deliver us, we will come out to you.",
          "id": 7421
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the messengers came to Gabaa to Saul, and they speak the words into the ears of the people; and all the people lifted up their voice, and wept.",
          "id": 7422
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And, behold, Saul came after the early morning out of the field: and Saul said, Why does the people week? and they tell him the words of the men of Jabis.",
          "id": 7423
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the Spirit of the Lord came upon Saul when he heard these words, and his anger was greatly kindled against them.",
          "id": 7424
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And he took two cows, and cut them in pieces, and sent them into all the coasts of Israel by the hand of messengers, saying, Whoso comes not forth after Saul and after Samuel, so shall they do to his oxen: and a transport from the Lord came upon the people of Israel, and they came out to battle as one man.",
          "id": 7425
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And he reviews them at Bezec in Bama, every man of Israel six hundred thousand, and the men of Juda seventy thousand.",
          "id": 7426
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he said to the messengers that came, Thus shall you say to the men of Jabis, To-morrow you shall have deliverance when the sun is hot; and the messengers came to the city, and told the men of Jabis, and they rejoiced.",
          "id": 7427
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the men of Jabis said to Naas the Ammanite, To-morrow we will come forth to you, and you shall do to us what seems good in your sight.",
          "id": 7428
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And it came to pass on the morrow, that Saul divided the people into three companies, and they go into the midst of the camp in the morning watch, and they struck the children of Ammon until the day was hot; at it came to pass that those who were left were scattered, and there were not left amongst them two together.",
          "id": 7429
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the people said to Samuel, Who has said that Saul shall not reign over us? Give up the men, and we will put them to death.",
          "id": 7430
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Saul said, No man shall die this day, for today the Lord has wrought deliverance in Israel.",
          "id": 7431
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Samuel spoke to the people, saying, Let us go to Galgala, and there renew the kingdom.",
          "id": 7432
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And all the people went to Galgala, and Samuel anointed Saul there to be king before the Lord in Galgala, and there he offered meat-offerings and peace-offerings before the Lord: and Samuel and all Israel rejoiced exceedingly.",
          "id": 7433
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Samuel said to all Israel, Behold, I have listened to your voice in all things that you have said to me, and I have set a king over you.",
          "id": 7434
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And now, behold, the king goes before you; and I am grown old and shall rest; and, behold, my sons are amongst you; and, behold, I have gone about before you from my youth to this day.",
          "id": 7435
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Behold, here am I, answer against me before the Lord and before his anointed: whose calf have I taken? or whose ass have I taken? or whom of you have I oppressed? or from whose hand have I taken a bribe, even to a sandal? bear witness against me, and I will make restitution to you.",
          "id": 7436
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And they said to Samuel, You have not injured us, and you have not oppressed us; and you have not afflicted us, and you have not taken anything from any one''s hand.",
          "id": 7437
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Samuel said to the people, The Lord is witness amongst you, and his anointed is witness this day, that you have not found anything in my hand: and they said, He is witness.",
          "id": 7438
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Samuel spoke to the people, saying, The Lord who appointed Moses and Aaron is witness, who brought our fathers up out of Egypt.",
          "id": 7439
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And now stand still, and I will judge you before the Lord; and I will relate to you all the righteousness of the Lord, the things which he has wrought amongst you and your fathers.",
          "id": 7440
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "When Jacob and his sons went into Egypt, and Egypt humbled them, then our fathers cried to the Lord, and the Lord sent Moses and Aaron; and they brought our fathers out of Egypt, and he made them to dwell in this place.",
          "id": 7441
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And they forgot the Lord their God, and he sold them into the hands of Sisara captain of the host of Jabis king of Asor, and into the hands of the Philistines, and into the hands of the king of Moab; and he fought with them.",
          "id": 7442
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And they cried to the Lord, and said, We have sinned, for we have forsaken the Lord, and have served Baalim and the groves: and now deliver us out of the hand of our enemies, and we will serve you.",
          "id": 7443
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he sent Jerobaal, and Barac, and Jephthae, and Samuel, and rescued us out of the hand of our enemies round about, and you lived in security.",
          "id": 7444
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And you saw that Naas king of the children of Ammon came against you, and you said, Nay, none but a king shall reign over us; whereas the Lord our God is our king.",
          "id": 7445
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And now behold the king whom you have chosen; and behold, the Lord has set a king over you.",
          "id": 7446
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "If you should fear the Lord, and serve him, and listen to his voice, and not resist the mouth of the Lord, and you and your king that reigns over you should follow the Lord, well.",
          "id": 7447
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But if you should not listen to the voice of the Lord, and you should resist the mouth of the Lord, then shall the hand of the Lord be upon you and upon your king.",
          "id": 7448
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And now stand still, and see this great thing, which the Lord will do before your eyes.",
          "id": 7449
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Is it not wheat harvest today? I will call upon the Lord, and he shall send thunder and rain; and know you and see, that your wickedness is great which you have wrought before the Lord, having asked for yourselves a king.",
          "id": 7450
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Samuel called upon the Lord, and the Lord sent thunders and rain in that day; and all the people feared greatly the Lord and Samuel.",
          "id": 7451
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And all the people said to Samuel, Pray for your servants to the Lord your God, and let us not die; for we have added to all our sins this iniquity, in asking for us a king.",
          "id": 7452
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Samuel said to the people, Fear not: you have indeed wrought all this iniquity; only turn not from following the Lord, and serve the Lord with all your heart.",
          "id": 7453
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And turn not aside after the gods that are nothing, who will do nothing, and will not deliver you, because they are nothing.",
          "id": 7454
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "For the Lord will not cast off his people for his great name''s sake, because the Lord graciously took you to himself for a people.",
          "id": 7455
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And far be it from me to sin against the Lord in ceasing to pray for you: but I will serve the Lord, and show you the good and the right way.",
          "id": 7456
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Only fear the Lord, and serve him in truth and with all your heart, for you see what great things he has wrought with you.",
          "id": 7457
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But if you continue to do evil, then shall you and your king be consumed.",
          "id": 7458
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Saul chooses for himself three thousand men of the men of Israel: and there were with Saul two thousand who were in Machmas, and in mount Baethel, and a thousand were with Jonathan in Gabaa of Benjamin: and he sent the rest of the people every man to his tent.",
          "id": 7459
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Jonathan struck Nasib the Philistine that lived in the hill; and the Philistines hear of it, and Saul sounds the trumpet through all the land, saying, The servants have despised us.",
          "id": 7460
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And all Israel heard say, Saul has struck Nasib the Philistine; now Israel had been put to shame before the Philistines; and the children of Israel went up after Saul in Galgala.",
          "id": 7461
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the Philistines gather together to war with Israel; and then come up against Israel thirty thousand chariots, and six thousand horsemen, and people as the sand by the seashore for multitude: and they come up, and encamp in Machmas, opposite Baethoron southward.",
          "id": 7462
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the men of Israel saw that they were in a strait so that they could not draw near, and the people hid themselves in caves, and sheepfolds, and rocks, and ditches, and pits.",
          "id": 7463
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And they that went over went over Jordan to the land of Gad and Galaad: and Saul was yet in Galgala, and all the people followed after him in amazement.",
          "id": 7464
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And he continued seven days for the appointed testimony, as Samuel told him, and Samuel came not to Galgala, and his people were dispersed from him.",
          "id": 7465
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Saul said, Bring hither victims, that I may offer whole burnt offerings and peace-offerings: and he offered the whole burnt offering.",
          "id": 7466
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And it came to pass when he had finished offering the whole burnt offering, that Samuel arrived, and Saul went out to meet him, and to bless him.",
          "id": 7467
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Samuel said, What have you done? and Saul said, Because I saw how the people were scattered from me, and you was not present as you purposed according to the set time of the days, and the Philistines were gathered to Machmas.",
          "id": 7468
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Then I said, Now will the Philistines come down to me to Galgala, and I have not sought the face of the Lord: so I forced myself and offered the whole burnt offering.",
          "id": 7469
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Samuel said to Saul, You have done foolishly; for you have not kept my command, which the Lord commanded you, as now the Lord would have confirmed your kingdom over Israel for ever.",
          "id": 7470
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But now your kingdom shall not stand to you, and the Lord shall seek for himself a man after his own heart; and the Lord shall appoint him to be a ruler over his people, because you have not kept all that the Lord commanded you.",
          "id": 7471
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Samuel arose, and departed from Galgala, and the remnant of the people went after Saul to meet him after the men of war, when they had come out of Galgala to Gabaa of Benjamin. And Saul numbered the people that were found with him, about six hundred men.",
          "id": 7472
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Saul and Jonathan his son, and the people that were found with them, halted in Gabaa, of Benjamin; and they wept: and the Philistines had encamped in Machmas.",
          "id": 7473
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And men came forth to destroy out of the land of the Philistines in three companies; one company turning by the way of Gophera towards the land of Sogal,",
          "id": 7474
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "and another company turning the way of Baethoron, and another company turning by the way of Gabae that turns aside to Gai of Sabim.",
          "id": 7475
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And there was not found a smith in all the land of Israel, for the Philistines said, Lest the Hebrews make themselves sword or spear.",
          "id": 7476
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And all Israel went down to the Land of the Philistines to forge every one his reaping-hook and his tool, and every one his axe and his sickle.",
          "id": 7477
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And it was near the time of vintage: and their tools were valued at three shekels for a ploughshare, and there was the same rate for the axe and the sickle.",
          "id": 7478
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And it came to pass in the days of the war of Machmas, that there was not a sword or spear found in the hand of all the people, that were with Saul and Jonathan; but with Saul and Jonathan his son was there found.",
          "id": 7479
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And there went out some from the camp of the Philistines to the place beyond Machmas.",
          "id": 7480
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And when a certain day arrived, Jonathan the son of Saul said to the young man that bore his armour, Come, and let us go over to Messab of the Philistines that is on the other side yonder; but he told not his father.",
          "id": 7481
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Saul sat on the top of the hill under the pomegranate tree that is in Magdon, and there were with him about six hundred men.",
          "id": 7482
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Achia son of Achitob, the brother of Jochabed the son of Phinees, the son of Heli, was the priest of God in Selom wearing an ephod: and the people knew not that Jonathan was gone.",
          "id": 7483
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And in the midst of the passage whereby Jonathan sought to pass over to the encampment of the Philistines, there was both a sharp rock on this side, and a sharp rock on the other side: the name of the one was Bases, and the name of the other Senna.",
          "id": 7484
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The one way was northward to one coming to Machmas, and the other way was southward to one coming to Gabae.",
          "id": 7485
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Jonathan said to the young man that bore his armour, Come, let us go over to Messab of these uncircumcised, if perhaps the Lord may do something for us; for the Lord is not straitened to save by many or by few.",
          "id": 7486
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And his armour-bearer said to him, Do all that your heart inclines towards: behold, I am with you, my heart is as your heart.",
          "id": 7487
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Jonathan said, Behold, we will go over to the men, and will come down suddenly upon them.",
          "id": 7488
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "If they should say thus to us, Stand aloof there until we shall send you word; then we will stand still by ourselves, and will not go up against them.",
          "id": 7489
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But if they should say thus to us, Come up to us; then will we go up, for the Lord has delivered them into our hands; this shall be a sign to us.",
          "id": 7490
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And they both went in to Messab of the Philistines; and the Philistines said, Behold, the Hebrews come forth out of their Caves, where they had hidden themselves.",
          "id": 7491
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the men of Messab answered Jonathan and his armour-bearer, and said, Come up to us, and we will show you a thing: and Jonathan said to his armour-bearer, Come up after me, for the Lord has delivered them into the hands of Israel.",
          "id": 7492
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Jonathan went up on his hands and feet, and his armour-bearer with him; and they looked on the face of Jonathan, and he struck them, and his armour-bearer did strike them after him.",
          "id": 7493
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the first slaughter which Jonathan and his armour-bearer effected was twenty men, with darts and slings, and pebbles of the field.",
          "id": 7494
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And there was dismay in the camp, and in the field; and all the people in Messab, and the spoilers were amazed; and they would not act, and the land was terror-struck, and there was dismay from the lord.",
          "id": 7495
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the watchmen of Saul *saw in Gabaa of Benjamin, and, behold, the army was thrown into confusion on every side.",
          "id": 7496
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Saul said to the people with him, Number yourselves now, and see who has gone out from you: and they numbered themselves, and behold, Jonathan and his armour-bearer were not found.",
          "id": 7497
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Saul said to Achia, Bring the ephod; for he wore the ephod in that day before Israel.",
          "id": 7498
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And it came to pass while Saul was speaking to the priest, that the sound in the camp of the Philistines continued to increase greatly; and Saul said to the priest, Withdraw your hands.",
          "id": 7499
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Saul went up and all the people that were with him, and they come to the battle: and, behold, every man''s sword was against his neighbour, a very great confusion.",
          "id": 7500
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the servants who had been before with the Philistines, who had gone up to the army, turned themselves also to be with the Israelites who were with Saul and Jonathan.",
          "id": 7501
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And all the Israelites who were hidden in mount Ephraim heard also that the Philistines fled; and they also gather themselves after them to battle: and the Lord saved Israel in that day; and the war passed through Bamoth; and all the people with Saul were about ten thousand men.",
          "id": 7502
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the battle extended itself to every city in the mount Ephraim.",
          "id": 7503
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Saul committed a great trespass of ignorance in that day, and he lays a curse on the people, saying, Cursed is the man who shall eat bread before the evening; so I will avenge myself on my enemy: and none of the people tasted bread, though all the land was dining.",
          "id": 7504
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Jaal was a wood abounding in swarms of bees on the face of the ground.",
          "id": 7505
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the people went into the place of the bees, and, behold, they continued speaking; and, behold, there was none that put his hand to his mouth, for the people feared the oath of the Lord.",
          "id": 7506
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And Jonathan had not heard when his father adjured the people; and he reached forth the end of the staff that was in his hand, an dipped it into the honeycomb, and returned his hand to his mouth, and his eyes recovered their sight.",
          "id": 7507
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And one of the people answered and said, Your father solemnly adjured the people, saying, Cursed is the man who shall eat bread today. And the people were very faint,",
          "id": 7508
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "and Jonathan knew it, and said, My father has destroyed the land: see how my eyes have received sight now that I have tasted a little of this honey.",
          "id": 7509
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Surely if the people had this day eaten freely of the spoils of their enemies which they found, the slaughter amongst the Philistines would have been greater.",
          "id": 7510
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And on that day he struck some of the Philistines in Machmas; and the people were very weary.",
          "id": 7511
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And the people turned to the spoil; and the people took flocks, and herds, and calves, and killed them on the ground, and the people ate with the blood.",
          "id": 7512
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And it was reported to Saul, saying, The people have sinned against the Lord, eating with the blood: and Saul said, Out of Getthaim roll a great stone to me hither.",
          "id": 7513
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And Saul said, Disperse yourselves amongst the people, and tell them to bring hither every one his calf, and every one his sheep: and let them kill it on this stone and sin not against the Lord in eating with the blood: and the people brought each one that which was in his hand, and they killed them there.",
          "id": 7514
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And Saul built an altar there to the Lord: this was the first altar that Saul built to the Lord.",
          "id": 7515
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And Saul said, Let us go down after the Philistines this night, and let us plunder amongst them till the day break, and let us not leave a man amongst them. And they said, Do all that is good in your sight: and the priest said, let us draw near hither to God.",
          "id": 7516
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And Saul enquired of God, If I go down after the Philistines, will you deliver them into the hands of Israel? And he answered him not in that day.",
          "id": 7517
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And Saul said, Bring hither all the chiefs of Israel, and know and see by whom this sin has been committed this day.",
          "id": 7518
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "For as the Lord lives who has saved Israel, if answer should be against my son Jonathan, he shall surely die. And there was no one that answered out of all the people.",
          "id": 7519
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And he said to all the men of Israel, You shall be under subjection, and I an Jonathan my son will be under subjection: and the people said to Saul, Do that which is good in your sight.",
          "id": 7520
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And Saul said, O Lord God of Israel, why have you not answered your servant this day? is the iniquity in me, or in Jonathan my son? Lord God of Israel, give clear manifestations; and if the lot should declare this, give, I pray you, to your people of Israel, give, I pray, holiness. And Jonathan and Saul are taken, and the people escaped.",
          "id": 7521
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And Saul said, Cast lots between me and my son Jonathan: whoever the Lord shall cause to be taken by lot, let him die: and the people said to Saul, This thing is not to be done: and Saul prevailed against the people, and they cast lots between him and Jonathan his son, and Jonathan is taken by lot.",
          "id": 7522
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And Saul said to Jonathan, Tell me what you have done: and Jonathan told him, and said, I did indeed taste a little honey, with the end of my staff that was in my hand, and, behold! I am to die.",
          "id": 7523
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And Saul said to him, God do so to me, and more also, you shall surely die today.",
          "id": 7524
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And the people said to Saul, Shall he that has wrought this great salvation in Israel be put to death this day? As the Lord lives, there shall not fall to the ground one of the hairs of his head; for the people of God have wrought successfully this day. And the people prayed for Jonathan in that day, and he died not.",
          "id": 7525
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "And Saul went up from following the Philistines; and the Philistines departed to their place.",
          "id": 7526
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "And Saul received the kingdom, by lot he inherits the office of ruling over Israel: and he fought against all his enemies round about, against Moab, and against the children of Ammon, and against the children of Edom, and against Baethaeor, and against the king of Suba, and against the Philistines: wherever he turned, he was victorious.",
          "id": 7527
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "And he wrought valiantly, and struck Amalec, and rescued Israel out of the hand of them that trampled on him.",
          "id": 7528
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "And the sons of Saul were Jonathan, and Jessiu, and Melchisa: and these were the names of his two daughters, the name of the firstborn Merob, and the name of the second Melchol.",
          "id": 7529
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "And the name of his wife was Achinoom, the daughter of Achimaa: and the name of his captain of the host was Abenner, the son of Ner, son of a kinsman of Saul.",
          "id": 7530
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "And Kis was the father of Saul, and Ner, the father of Abenezer, was son of Jamin, son of Abiel.",
          "id": 7531
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "And the war was vehement against the Philistines all the days of Saul; and when Saul saw any mighty man, and any valiant man, then he took them to himself.",
          "id": 7532
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Samuel said to Saul, The Lord sent me to anoint you king over Israel: and now hear the voice of the Lord.",
          "id": 7533
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Thus said the Lord of hosts, Now will I take vengeance for what Amalec did to Israel, when he met him in the way as he came up out of Egypt.",
          "id": 7534
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And now go, and you shall strike Amalec and Hierim and all that belongs to him, and you shall not save anything of him alive, but you shall utterly destroy him: and you shall devote him and all his to destruction, and you shall spare nothing belonging to him; and you shall kill both man and woman, and infant and suckling, and calf and sheep, and camel and ass.",
          "id": 7535
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Saul summoned the people, and he numbered them in Galgala, four hundred thousand regular troops, and Juda thirty thousand regular troops.",
          "id": 7536
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Saul came to the cities of Amalec, and laid wait in the valley.",
          "id": 7537
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Saul said to the Kinite, Go, and depart out of the midst of the Amalekites, lest I put you with them; for you dealt mercifully with the children of Israel when they went up out of Egypt. So the Kinite departed from the midst of Amalec.",
          "id": 7538
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Saul struck Amalec from Evilat to Sur fronting Egypt.",
          "id": 7539
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And he took Agag the king of Amalec alive, and he killed all the people and Hierim with the edge of the sword.",
          "id": 7540
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Saul and all the people saved Agag alive, and the best of the flocks, and of the herds, and of the fruits, of the vineyards, and of all the good things; and they would not destroy them: but every worthless and refuse thing they destroyed.",
          "id": 7541
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the word of the Lord came to Samuel, saying,",
          "id": 7542
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "I have repented that I have made Saul to be king: for he has turned back from following me, and has not kept my word. And Samuel was grieved, and cried to the Lord all night.",
          "id": 7543
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Samuel rose early and went to meet Israel in the morning, and it was told Saul, saying, Samuel has come to Carmel, and he has raised up help for himself: and he turned his chariot, and came down to Galgala to Saul; and, behold, he was offering up a whole burnt offering to the Lord, the chief of the spoils which he brought out of Amalec.",
          "id": 7544
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Samuel came to Saul: and Saul said to him, Blessed are you of the Lord: I have performed all that the Lord said.",
          "id": 7545
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Samuel said, What then is the bleating of this flock in my ears, and the sound of the oxen which I hear?",
          "id": 7546
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Saul said, I have brought them out of Amalec, that which the people preserved, even the best of the sheep, and of the cattle, that it might be sacrificed to the Lord your God, and the rest have I utterly destroyed.",
          "id": 7547
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Samuel said to Saul, Stay, and I will tell you what the Lord has said to me this night: and he said to him, Say on.",
          "id": 7548
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Samuel said to Saul, Are you not little in his eyes, though a leader of one of the tribes of Israel? and yet the Lord anointed you to be king over Israel.",
          "id": 7549
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the Lord sent you on a journey, and said to you, Go, and utterly destroy: you shall kill the sinners against me, even the Amalekites; and you shall war against them until you have consumed them.",
          "id": 7550
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And why did not you listen to the voice of the Lord, but did haste to fasten upon the spoils, and did that which was evil in the sight of the Lord?",
          "id": 7551
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Saul said to Samuel, Because I listened to the voice of the people: yet I went the way by which the Lord sent me, and I brought Agag the king of Amalec, and I destroyed Amalec.",
          "id": 7552
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But the people took of the spoils the best flocks and herds out of that which was destroyed, to sacrifice before the Lord our God in Galgal.",
          "id": 7553
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Samuel said, Does the Lord take pleasure in whole burnt offerings and sacrifices, as in hearing the words of the Lord? behold, obedience is better than a good sacrifice, and hearkening than the fat of rams.",
          "id": 7554
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For sin is as divination; idols bring on pain and grief. Because you have rejected the word of the Lord, the Lord also shall reject you from being king over Israel.",
          "id": 7555
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Saul said to Samuel, I have sinned, in that I have transgressed the word of the Lord and your direction; for I feared the people, and I listened to their voice.",
          "id": 7556
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And now remove, I pray you, my sin, and turn back with me, and I will worship the Lord your God.",
          "id": 7557
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And Samuel said to Saul, I will not turn back with you, for you have rejected the word of the Lord, and the Lord will reject you from being king over Israel.",
          "id": 7558
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And Samuel turned his face to depart, and Saul caught hold of the skirt of his garment, and tore it.",
          "id": 7559
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And Samuel said to him, The Lord has tore your kingdom from Israel out of your hand this day, and will give it to your neighbour who is better than you.",
          "id": 7560
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And Israel shall be divided to two: and God will not turn nor repent, for he is not as a man to repent.",
          "id": 7561
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And Saul said, I have sinned; yet honour me, I pray you, before the elders of Israel, and before my people; and turn back with me, and I will worship the Lord your God.",
          "id": 7562
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "So Samuel turned back after Saul, and he worshipped the Lord.",
          "id": 7563
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And Samuel said, Bring me Agag the king of Amalec: and Agag came to him trembling; and Agag said Is death thus bitter?",
          "id": 7564
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And Samuel said to Agag, As your sword has bereaved women of their children, so shall your mother be made childless amongst women: and Samuel killed Agag before the Lord in Galgal.",
          "id": 7565
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And Samuel departed to Armathaim, and Saul went up to his house at Gabaa.",
          "id": 7566
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And Samuel did not see Saul again till the day of his death, for Samuel mourned after Saul, and the Lord repented that he had made Saul king over Israel.",
          "id": 7567
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the Lord said to Samuel, How long do you mourn for Saul, whereas I have rejected him from reigning over Israel? Fill your horn with oil, and come, I will send you to Jessae, to Bethleem; for I have seen amongst his sons a king for me.",
          "id": 7568
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Samuel said, How can I go? whereas Saul will hear of it, and kill me: and the Lord said, Take a heifer in your hand and you shall say, I am come to sacrifice to the Lord.",
          "id": 7569
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And you shall call Jessae to the sacrifice, and I will make known to you what you shall do; and you shall anoint him whom I shall mention to you.",
          "id": 7570
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Samuel did all that the Lord told him; and he came to Bethleem: and the elders of the city were amazed at meeting him, and said, Do you come peaceably, you Seer?",
          "id": 7571
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And he said, Peaceably: I am come to sacrifice to the Lord. Sanctify yourselves, and rejoice with me this day: and he sanctified Jessae and his sons, and he called them to the sacrifice.",
          "id": 7572
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And it came to pass when they came in, that he saw Eliab, and said, Surely the Lord''s anointed is before him.",
          "id": 7573
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But the Lord said to Samuel, Look not on his appearance, nor on his stature, for I have rejected him; for God sees not as man looks; for man looks at the outward appearance, but God looks at the heart.",
          "id": 7574
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Jessae called Aminadab, and he passed before Samuel: and he said, Neither has God chosen this one.",
          "id": 7575
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Jessae caused Sama to pass by: and he said, Neither has God chosen this one.",
          "id": 7576
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Jessae caused his seven sons to pass before Samuel: and Samuel said, the Lord has not chosen these.",
          "id": 7577
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Samuel said to Jessae, Hast you no more sons? And Jessae said, There is yet a little one; behold, he tends the flock. And Samuel said to Jessae, Send and fetch him for we may not sit down till he comes.",
          "id": 7578
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And he sent and fetched him: and he was ruddy, with beauty of eyes, and very goodly to behold. And the Lord said to Samuel, Arise, and anoint David, for he is good.",
          "id": 7579
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Samuel took the horn of oil, and anointed him in the midst of his brethren: and the Spirit of the Lord came upon David from that day forward: and Samuel arose, and departed to Armathaim.",
          "id": 7580
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the Spirit of the Lord departed from Saul, and an evil spirit from the Lord tormented him.",
          "id": 7581
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Saul''s servants said to him, Behold now, and evil spirit from the Lord torments you.",
          "id": 7582
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Let now your servants speak before you, and let them seek for our lord a man skilled to play on the harp; and it shall come to pass when an evil spirit comes upon you and he shall play on his harp, that you shall be well, and he shall refresh you.",
          "id": 7583
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Saul said to his servants, Look now out for me a skilful player, and bring him to me.",
          "id": 7584
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And one of his servants answered and said, Behold, I have seen a son of Jessae the Bethleemite, and he understands playing on the harp, and the man is prudent, and a warrior, and wise in speech, and the man is handsome, and the Lord is with him.",
          "id": 7585
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Saul sent messengers to Jessae, saying, Send to me your son David who is with your flock.",
          "id": 7586
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Jessae took a homer of bread, and a bottle of wine, and one kid of the goats, and sent them by the hand of his son David to Saul.",
          "id": 7587
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And David went in to Saul, and stood before him; and he loved him greatly; and he became his armour-bearer.",
          "id": 7588
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Saul sent to Jessae, saying, Let David, I pray you, stand before me, for he has found grace in my eyes.",
          "id": 7589
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And it came to pass when the evil spirit was upon Saul, that David took his harp, and played with his hand: and Saul was refreshed, and it was well with him, and the evil spirit departed from him.",
          "id": 7590
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the Philistines gather their armies to battle, and gather themselves to Socchoth of Judaea, and encamp between Socchoth and Azeca Ephermen.",
          "id": 7591
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Saul and the men of Israel gather together, and they encamp in the valley, and set the battle in array against the Philistines.",
          "id": 7592
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the Philistines stand on the mountain on one side, and Israel stands on the mountain on the other side, and the valley was between them.",
          "id": 7593
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And there went forth a mighty man out of the army of the Philistines, Goliath, by name, out of Geth, his height was four cubits and a span.",
          "id": 7594
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And he had a helmet upon his head, and he wore a breastplate of chain armour; and the weight of his breastplate was five thousand shekels of brass and iron.",
          "id": 7595
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And greaves of grass were upon his legs, and a brazen target was between his shoulders.",
          "id": 7596
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the staff of his spear was like a weaver''s beam, and the spear''s head was formed of six hundred shekels of iron; and his armour-bearer went before him.",
          "id": 7597
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And he stood and cried to the army of Israel, and said to them, Why are you come forth to set yourselves in battle array against us? Am not I a Philistine, and you Hebrews of Saul? Choose for yourselves a man, and let him come down to me.",
          "id": 7598
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And if he shall be able to fight against me, and shall strike me, then will we be your servants: but if I should prevail and strike him, you shall be our servants, and serve us.",
          "id": 7599
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the Philistine said, Behold, I have defied the armies of Israel this very day: give me a man, and we will both of us fight in single combat.",
          "id": 7600
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Saul and all Israel heard these words of the Philistine, and they were dismayed, and greatly terrified.",
          "id": 7601
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And David son of an Ephrathite said, this Eplarathite was of Bethleem Juda, and his name was Jessae, and he had eight sons. And the man passed for an old man amongst men in the days of Saul.",
          "id": 7602
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the three elder sons of Jessae went and followed Saul to the war, and the  names of his sons that went to the war were, Eliab his rst-born, and his second Aminadab, and his third son Samma.",
          "id": 7603
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And David himself  was the younger son, and the three elder followed Saul.",
          "id": 7604
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And David departed and returned from Saul,  to feed his father''s sheep in Bethleem;",
          "id": 7605
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the Philistine advanced morning and evening, and stood up forty days.",
          "id": 7606
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Jessae said to David, Take now to your brethren an ephah of this meal, and these ten loaves, and run to the camp and give them to your brothers.",
          "id": 7607
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And you shall carry to the captain of the thousand  these ten cheeses of milk, and you shall see how your brethren fare, and learn what they lack.",
          "id": 7608
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Saul himself and all the men of Israel were in the valley of the Oak, warring with the Philistines.",
          "id": 7609
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And David rose early in the morning, and left the sheep to a keeper, and took and went as Jessae commanded him, and he came to the trench and to the army as it was going out to ght, and they shouted for the battle.",
          "id": 7610
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Israel and the Philistines formed their lines one opposite the other.",
          "id": 7611
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And David deposited his burden in the hand of a keeper, and ran to the line, and went and asked his brethren how they Were.",
          "id": 7612
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And while he was speaking with them, behold the Amessaean advanced, Goliath by name, the Philistine of Geth, of the armies of the Philistines, and he spoke  as before, and David heard.",
          "id": 7613
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And all the men of Israel when they saw the man ed from before him, and they were greatly terrified.",
          "id": 7614
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And the men of Israel said, Have you seen this man that comes up? for he has reproached Israel and has come up; and it shall be that the man who shall strike him, the king shall enrich him with great wealth and shall give him his daughter, and shall make his father''s house free in Israel.",
          "id": 7615
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "and David spoke to the men who stood with him saying, Shall it indeed be done thus to the man who shall strike that Philistine, and take away reproach from Israel? for who is this uncircumcised Philistine that he has defied the army of the living God?",
          "id": 7616
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the people spoke to him according to this Word, saying Thus shall it be done to the man Who shall strike him.",
          "id": 7617
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And Eliab his elder brother heard as he spoke to the men, and Eliab was very angry with David and said, Why have you thus come down, and with whom have you left those few sheep in the wilderness? I know your pride and the naughtiness of your heart, for you are come down to see the battle.",
          "id": 7618
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And David said what have I done now?  Have I no business here?",
          "id": 7619
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And he turned from him towards another, and he spoke after the same manner; and the people answered him  after the former manner.",
          "id": 7620
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And the Words which David spoke were heard and were reported  to Saul. And he took him to himself.",
          "id": 7621
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And David said to Saul, Let not, I pray you, the heart of my lord be dejected within him: your servant will go, and fight with this Philistine.",
          "id": 7622
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And Saul said to David, You will not in anyway be able to go against this Philistine to fight with him, for you are a mere youth, and he a man of war from his youth.",
          "id": 7623
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And David said to Saul, Your servant was tending the flock for his father; and when a lion came and a she-bear, and took a sheep out of the flock,",
          "id": 7624
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "then I went forth after him, and struck him, and drew the spoil out of his mouth: and as he rose up against me, then I caught hold of his throat, and struck him, and killed him.",
          "id": 7625
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Your servant struck both the lion and the bear, and the uncircumcised Philistine shall be as one of them: shall I not go and strike him, and remove this day a reproach from Israel? For who is this uncircumcised one, who has defied the army of the living God?",
          "id": 7626
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "The Lord who delivered me out of the paw of the lion and out the paw of the bear, he will deliver me out of the hand of this uncircumcised Philistine. And Saul said to David, Go, and the Lord shall be with you.",
          "id": 7627
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And Saul clothed David with a military coat, and put his brazen helmet on his head.",
          "id": 7628
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And he girded David with his sword over his coat: and he made trial walking with them once and again: and David said to Saul, I shall not be able to go with these, for I have not proved them: so they remove them from him.",
          "id": 7629
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And he took his staff in his hand, and he chose for himself five smooth stones out of the brook, and put them in the shepherd''s scrip which he had for his store, and his sling was in his hand; and he approached the Philistine.",
          "id": 7630
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And the Philistine advanced and drew near to David, and a man bearing his shield went before him, and the Philistine looked on.",
          "id": 7631
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And Goliath saw David, and despised him; for he was a lad, and ruddy, with a fair countenance.",
          "id": 7632
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And the Philistine said to David, Am I as a dog, that you come against me with a staff and stones? and David said, Nay, but worse than a dog. And the Philistine cursed David by his gods.",
          "id": 7633
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And the Philistine said to David, Come to me, and I will give your flesh to the birds of the air, and to the beasts of the earth.",
          "id": 7634
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And David said to the Philistine, You come to me with sword, and with spear, and with shield; but I come to you in the name of the Lord God of hosts of the army of Israel, which you have defied",
          "id": 7635
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "this day. And the Lord shall deliver you this day into my hand; and I will kill you, and take away your head from off you, and will give your limbs and the limbs of the army of the Philistines this day to the birds of the sky, and to the wild beasts of the earth; and all the earth shall know that there is a God in Israel.",
          "id": 7636
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "And all this assembly shall know that the Lord delivers not by sword or spear, for the battle is the Lord''s, and the Lord will deliver you into our hands.",
          "id": 7637
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "And the Philistine arose and went to meet David.",
          "id": 7638
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "And David stretched out his hand to his scrip, and took thence a stone, and slang it, and struck the Philistine on his forehead, and the stone penetrated through the helmet into his forehead, and he fell upon his face to the ground.",
          "id": 7639
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "So David prevailed over the Philistine with a sling and a stone, and struck the Philistine and killed him, and there was no sword in the hand of David.",
          "id": 7640
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "And David ran, and stood upon him, and took his sword, and killed him, and cut off his head: and the Philistines saw that their champion was dead, and they fled.",
          "id": 7641
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "And the men of Israel and Juda arose, and shouted and pursued them as far as the entrance to Geth, and as far as the gate of Ascalon: and the slain men of the Philistines fell in the way of the gates, both to Geth, and to Accaron.",
          "id": 7642
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "And the men of Israel returned from pursuing after the Philistines, and they destroyed their camp.",
          "id": 7643
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "And David took the head of the Philistine, and brought it to Jerusalem; but he put his armour in his tent.",
          "id": 7644
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "And when Saul saw David going out to meet the Philistine, he said to Abener the captain of the host, Whose son is this youth? and Abener said, As your sould lives, O King, I know not.",
          "id": 7645
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "And the king said, Do you ask whose son this youth is.",
          "id": 7646
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "And as David returned from the slaughter of the Philistine, Abener took him and brought him before Saul, and the head of the Philistine was in his hand.",
          "id": 7647
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "And Saul said to him, Whose son are you, young man? and David said, The son of your servant Jessae the Bethleemite.",
          "id": 7648
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass when he had finished speaking to Saul, that the soul of Jonathan was knit to the soul of David and David loved him  as his own soul.",
          "id": 7649
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Saul took him in that day, and did not suffer him to return to his father''s house.",
          "id": 7650
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Jonathan and David made a covenant because he loved him as his own soul.",
          "id": 7651
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Jonathan stripped himself of his  upper garment, and gave it to David, and his mantle and all he had upon him, even to his sword and to his bow, and to his girdle.",
          "id": 7652
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And David went out withersoever Saul sent him, and  acted wisely, and Saul set him over the men of war, and he was pleasing in the eyes of all the people, and also in the eyes of the servants of Saul.",
          "id": 7653
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And there came out women in dances to meet David out of all the cities of Israel, with timbrels, and with rejoicing, and with cymbals.",
          "id": 7654
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the women began the strain, and said, Saul has struck his thousands, and David his ten thousands.",
          "id": 7655
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And it seemed evil in the eyes of Saul concerning this matter, and he said, To David they have given ten thousands, and to me they have given thousands. And what more can he have but the kingdom?",
          "id": 7656
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Saul eyed David from that day and onward.",
          "id": 7657
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And it came to pass on the morrow that an evil spirit from God fell upon Saul, and he prophesied in the midst of his house. And David was playing on the harp with his hand, according to his daily custom. And Saul''s spear was in his hand.",
          "id": 7658
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Saul took his spear and said, I will strike David even to the wall. But David escaped twice from his presence.",
          "id": 7659
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Saul was alarmed on account of David.",
          "id": 7660
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he removed him from him, and made him a captain of a thousand for himself; and he went out and came in before the people.",
          "id": 7661
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And David was prudent in all his ways, and the Lord was with him.",
          "id": 7662
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Saul saw that he was very wise, and he was afraid of him.",
          "id": 7663
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And all Israel and Juda loved David, because he came in and went out before the people.",
          "id": 7664
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Saul said to David, Behold my elder daughter Merob, I will give her to you to Wife, only be you to me a mighty man and ght the wars of the Lord. And Saul said, Let not my hand be upon him, but the hand of the Philistines shall be upon him.",
          "id": 7665
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And David said to Saul, Who am I, and What is the life of my father''s family in Israel, that I should be the king''s sonin-law?",
          "id": 7666
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But it came to pass at the time when Merob Saul''s daughter should have been given to David, that she was given to Israel the Mothulathite to wife.",
          "id": 7667
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Melchol the daughter of Saul loved David; and it was told Saul, and the thing was pleasing in his eyes.",
          "id": 7668
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Saul said, I will give her to him, and she shall be a stumbling block to him. Now the hand of the Philistines was against Saul.",
          "id": 7669
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Saul charged his servants, saying, Speak you privately to David, saying, Behold, the king delights in you, and all his servants love you, and do you becomes the king''s son-in-law.",
          "id": 7670
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the servants of Saul spoke these words in the ears of David; and David said, Is it a light thing in your eyes to become son-in-law to the king? Whereas I am an humble man, an not honourable?",
          "id": 7671
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the servants of Saul reported to him according to these words, which David spoke.",
          "id": 7672
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Saul said, Thus shall you speak to David, The king wants no gift but a hundred foreskins of the Philistines, to avenge himself on the kings enemies. Now Saul thought to cast him into the hands of the Philistines.",
          "id": 7673
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the servants of Saul report these words to David, and David was well pleased to become the son-in-law to the king.",
          "id": 7674
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And David arose, and went, he and his men, and struck amongst the Philistines a hundred men: and he brought their foreskins, and he becomes the king''s son-in-law, and Saul gives him Melchol his daughter to wife.",
          "id": 7675
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And Saul saw that the Lord was with David, and that all Israel loved him.",
          "id": 7676
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And he was yet more afraid of David.",
          "id": 7677
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And the chief of the Philistines went forth; and it came to pass that from the suficiency of their expedition David acted Wisely above all the servants of Saul; and his name was honoured exceedingly.",
          "id": 7678
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Saul spoke to Jonathan his son, and to all his servants, to kill David.",
          "id": 7679
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Jonathan, Saul''s son, loved David much: and Jonathan told David, saying, Saul seeks to kill you: take heed to yourself therefore to-morrow morning, and hide yourself, and dwell in secret.",
          "id": 7680
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And I will go forth, and stand near my father in the field where you shall be, and I will speak concerning you to my father; and I will see what his answer may be, and I will tell you.",
          "id": 7681
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Jonathan spoke favourably concerning David to Saul his father, and said to him, Let not the king sin against your servant David, for he has not sinned against you, and his deeds are very good.",
          "id": 7682
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And he put his life in his hand, and struck the Philistine, and the Lord wrought a great deliverance; and all Israel saw, and rejoined: why then do you sin against innocent blood, to kill David without a cause?",
          "id": 7683
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Saul listened to the voice of Jonathan; and Saul swore, saying, As the Lord lives, he shall not die.",
          "id": 7684
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Jonathan called David, and told him all these words; and Jonathan brought David in to Saul, and he was before him as in former times.",
          "id": 7685
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And there was again war against Saul; and David did valiantly, and fought against the Philistines, and struck them with a very great slaughter, and they fled from before him.",
          "id": 7686
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And an evil spirit from God was upon Saul, and he was resting in his house, and a spear was in his hand, and David was playing on the harp with his hands.",
          "id": 7687
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Saul sought to strike David with the spear; and David withdrew suddenly from the presence of Saul; and he drove the spear into the wall; and David retreated and escaped.",
          "id": 7688
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And it came to pass in that night, that Saul sent messengers to the house of David to watch him, in order to kill him in the morning; and Melchol David''s wife told him, saying, Unless you save your life this night, to-morrow you shall be slain.",
          "id": 7689
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So Melchol lets David down by the window, and he departed, and fled, and escaped.",
          "id": 7690
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Melchol took images, and laid them on the bed, and she put the liver of a goat by his head, and covered them with clothes.",
          "id": 7691
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Saul sent messengers to take David; and they say that he is sick.",
          "id": 7692
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he sends to David, saying, Bring him to me on the bed, that I may kill him.",
          "id": 7693
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the messengers come, and, behold, the images were on the bed, and the goat''s liver at his head.",
          "id": 7694
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Saul said to Melchol, Why have you thus deceived me, and suffered my enemy to depart, and he has escaped? and Melchol said to Saul, He said, let me go, and if not, I will kill you.",
          "id": 7695
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "So David fled, and escaped, and comes to Samuel to Armathaim, and tells him all that Saul had done to him: and Samuel and David went, and lived in Navath in Rama.",
          "id": 7696
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And it was told Saul, saying, Behold, David is in Navath in Rama.",
          "id": 7697
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Saul sent messengers to take David, and they saw the assembly of the prophets, and Samuel stood as appointed over them; and the Spirit of God came upon the messengers of Saul, and they prophesy.",
          "id": 7698
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And it was told Saul, and he sent other messengers, and they also prophesied: and Saul sent again a third set of messengers, and they also prophesied.",
          "id": 7699
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Saul was very angry, and went himself also to Armathaim, and he comes as far as the well of the threshing floor that is in Sephi; and he asked and said, Where are Samuel and David? And they said, Behold, in Navath in Rama.",
          "id": 7700
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And he went thence to Navath in Rama: and there came the Spirit of God upon him also, and he went on prophesying till he came to Navath in Rama.",
          "id": 7701
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he took off his clothes, and prophesied before them; and lay down naked all that day and all that night: therefore they said, Is Saul also amongst the prophets?",
          "id": 7702
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And David fled from Navath in Rama, and comes into the presence of Jonathan; and he said, What have I done, and what is my fault, and wherein have I sinned before your father, that he seeks my life?",
          "id": 7703
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Jonathan said to him, Far be it from you: you shall not die: behold, my father will not do any thing great or small without discovering it to me; and why should my father hide this matter from me? This thing is not so.",
          "id": 7704
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And David answered Jonathan, and said, Your father knows surely that I have found grace in your sight, and he said, Let not Jonathan know this, lest he refuse his consent: but as the Lord lives and your soul lives, as I said, the space is filled up between me and death.",
          "id": 7705
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Jonathan said to David, What does your soul desire, and what shall I do for you.",
          "id": 7706
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And David said to Jonathan, Behold, to-morrow is the new moon, and I shall not on any account sit down to eat, but you shall let me go, and I will hide in the plain till the evening.",
          "id": 7707
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And if your father do in anyway enquire for me, then shall you say, David earnestly asked leave of me to run to Bethleem his city, for there is there, a yearly sacrifice for all the family.",
          "id": 7708
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "If he shall say thus, Well,  all is safe for your servant: but if he shall answer harshly to you, know that evil is determined by him.",
          "id": 7709
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And you shall deal mercifully with your servant; for you have brought your servant into a covenant of the Lord with yourself: and if there is iniquity in your servant, kill me yourself; but why do you thus bring me to your father?",
          "id": 7710
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Jonathan said, That be far from you: for if I surely know that evil is determined by my father to come upon you, although it should not be against your cities, I will tell you.",
          "id": 7711
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And David said to Jonathan, Who can tell me if your father should answer roughly?",
          "id": 7712
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Jonathan said to David, Go, and abide in the field. And they went out both into the field.",
          "id": 7713
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Jonathan said to David, the Lord God of Israel knows that I will sound my father as I have an opportunity, three several times, and, behold, if good should be determined concerning David, and I do not send to you to the field,",
          "id": 7714
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "God do so to Jonathan and more also: as I shall also report the evil to you, and make it known to you, and I will let you go; and you shall depart in peace, and the Lord shall be with you, as he was with my father.",
          "id": 7715
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And if indeed I continue to live, then shall you deal mercifully with me; and if I indeed die,",
          "id": 7716
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "you shall not withdraw your mercy from my house for ever: and if you do not, when the Lord cuts off the enemies of David each from the face of the earth,",
          "id": 7717
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "should it happen that the name of Jonathan be discovered by the house of David, then let the Lord seek out the enemies of David.",
          "id": 7718
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Jonathan swore yet again to David, because he loved the soul of him that loved him.",
          "id": 7719
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Jonathan said, To-morrow is the new moon, and you will be enquired for, because your seat will be observed as vacant.",
          "id": 7720
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And you shall stay three days, and watch an opportunity, and shall come to your place where you may hide yourself in the day of your business, and you shall wait by that stone Ezel.",
          "id": 7721
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And I will shoot three arrows, aiming them at a mark.",
          "id": 7722
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And behold, I will send a lad, saying, Go find me the arrow.",
          "id": 7723
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "If I should expressly say to the lad, The arrow is here, and on this side of you, take it; then come, for it is well with you, and there is no reason for fear, as the Lord lives: but if I should say thus to the young man, The arrow is on that side of you, and beyond; go, for the Lord has sent you away.",
          "id": 7724
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And as for the word which you and I have spoken, behold, the Lord is witness between me and you for ever.",
          "id": 7725
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "So David hides himself in the field, and the new month arrives, and the king comes to the table to eat.",
          "id": 7726
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And he sat upon his seat as in former times, even on his seat by the wall, and he went before Jonathan; and Abenner sat on one side of Saul, and the place of David was empty.",
          "id": 7727
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And Saul said nothing on that day, for he said, It seems to have fallen out that he is not clean, because he has not purified himself.",
          "id": 7728
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And it came to pass on the morrow, on the second day of the month, that the place of David was empty; and Saul said to Jonathan his son, Why has not the son of Jessae attended both yesterday and today at the table?",
          "id": 7729
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And Jonathan answered Saul, and said to him, David asked leave of me to go as far as Bethleem his city;",
          "id": 7730
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "and he said, Let me go, I pray you, for we have a family sacrifice in the city, and my brethren have sent for me; and now, if I have found grace in your eyes, I will even go over and see my brethren: therefore he is not present at the table of the king.",
          "id": 7731
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And Saul was exceedingly angry with Jonathan, and said to him, You son of traitorous damsels! for do I not know that you are an accomplice with the son of Jessae to your same, and to the shame of your mother''s nakedness?",
          "id": 7732
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "For so long as the son of Jessae lives upon the earth, your kingdom shall not be established: now then send and take the young man, for he shall surely die.",
          "id": 7733
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And Jonathan answered Saul, Why is he to die? What has he done?",
          "id": 7734
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And Saul lifted up his spear against Jonathan to kill him: so Jonathan knew that this evil was determined on by his father to kill David.",
          "id": 7735
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And Jonathan sprang up from the table in great anger, and did not eat bread on the second day of the month, for he grieved bitterly for David, because his father determined on mischief against him.",
          "id": 7736
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And morning came, and Jonathan went out to the field, as he appointed to do for a signal to David, and a little boy was with him.",
          "id": 7737
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And he said to the boy, Run, find me the arrows which I shoot: and the boy ran, and Jonathan shot an arrow, and sent it beyond him.",
          "id": 7738
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And the boy came to the place where the arrow was which Jonathan shot; and Jonathan cried out after the lad, and said, The arrow is on that side of you and beyond you.",
          "id": 7739
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And Jonathan cried out after his boy, saying, Make all speed, and stay not. And Jonathan''s boy gathered up the arrows, and brought the arrows to his master.",
          "id": 7740
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And the boy knew nothing, only Jonathan and David knew.",
          "id": 7741
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And Jonathan gave his weapons to his boy, and said to his boy, Go, enter into the city.",
          "id": 7742
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And when the lad went in, then David arose from the south, and fell upon his face, and did obeisance to him three times, and they kissed each other, and wept for each other, for a great while.",
          "id": 7743
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And Jonathan said to David, Go in peace, and as we have both sworn in the name of the Lord, saying, The Lord shall be witness between me and you, and between my seed and your seed for evereven so let it be. And David arose and departed, and Jonathan went into the city.",
          "id": 7744
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And David comes to Nomba to Abimelech the priest: and Abimelech was amazed at meeting him, and said to him, Why are you alone, and nobody with you?",
          "id": 7745
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And David said to the priest, The king gave me a command today, and said to me, Let no one know the matter on which I send you, an concerning which I have charged you: and I have charged my servants to be in the place that is called, The faithfulness of God, Phellani Maemoni.",
          "id": 7746
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And now if there are under your hand five loaves, give into my hand what is ready.",
          "id": 7747
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the priest answered David, and said, There are no common loaves under my hand, for I have none but holy loaves: if the young men have been kept at least from women, then they shall eat them.",
          "id": 7748
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And David answered the priest, and said to him, Yes, we have been kept from women for three days: when I came forth for the journey all the young men were purified; but this expedition is unclean, therefore it shall be sanctified this day because of my weapons.",
          "id": 7749
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So Abimelech the priest gave him the show bread; for there were no loaves there, but only the presence loaves which had been removed from the presence of the Lord, in order that hot bread should be set on, on the day on which he took them.",
          "id": 7750
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And there was there on that day one of Saul''s servants detained before the Lord, and his name was Doec the Syrian, tending the mules of Saul.",
          "id": 7751
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And David said to Abimelech, See if there is here under your hand spear or sword, for I have not brought in my hand my sword or my weapons, for the word of the king was urgent.",
          "id": 7752
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the priest said, Behold the sword of Goliath the Philistine, whom you struck in the valley of Ela; and it is wrapt in a cloth: if you will take it, take it for yourself, for there is no other except it here. And David said, Behold, there is none like it; give it me.",
          "id": 7753
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And he gave it him; and David arose, and fled in that day from he presence of Saul: and David came to Anchus king of Geth.",
          "id": 7754
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the servants of Anchus said to him, Is not this David the king of the land? Did not the dancing women begin the son to him, saying, Saul has struck his thousand, and David his ten thousands?",
          "id": 7755
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And David laid up the words in his heart, and was greatly afraid of Anchus king of Geth.",
          "id": 7756
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he changed his appearance before him, and feigned himself a false character in that day; and drummed upon the doors of the city, and used extravagant gestures with his hands, and fell against the doors of the gate, and his spittle ran down upon his beard.",
          "id": 7757
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Anchus said to his servants, Behold! you see the man is mad: why have you brought him in to me?",
          "id": 7758
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Am I in lack of madmen, that you have brought him in to me to play the madman? He shall not come into the house.",
          "id": 7759
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And David departed thence, and escaped; and he comes to the cave of Odollam, and his brethren hear, and the house of his father, and they go down to him there.",
          "id": 7760
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And there gathered to him every one that was in distress, and every one that was in debt, and every one that was troubled in mind; and he was a leader over them, and there were with him about four hundred men.",
          "id": 7761
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And David departed thence to Massephath of Moab, and said to the king of Moab, Let, I pray you, my father and my mother be with you, until I know what God will do to me.",
          "id": 7762
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he persuaded the King of Moab, and they dwell with him continually, while David was in the hold.",
          "id": 7763
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Gad the prophet said to David, Dwell not in the hold: go, and you shall enter the land of Juda. So David went, and came and lived in the city of Saric.",
          "id": 7764
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Saul heard that David was discovered, and his men with him: now Saul lived in the hill below the field that is in Rama, and his spear was in his hand, and all his servants stood near him.",
          "id": 7765
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Saul said to his servants that stood by him, Hear now, you sons of Benjamin, will the son of Jessae indeed give all of you fields and vineyards, and will he make you all captains of hundreds and captains of thousands?",
          "id": 7766
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "That you are conspiring against me, and there is no one that informs me, whereas my son has made a covenant with the son of Jessae, and there is no one of you that is sorry for me, or informs me, that my son has stirred up my servant against me for an enemy, as it is this day?",
          "id": 7767
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Doec the Syrian who was over the mules of Saul answered and said, I saw the son of Jessae as he came to Nomba to Abimelech son of Achitob the priest.",
          "id": 7768
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the priest enquired of God for him, and gave him provision, and gave him the sword of Goliath the Philistine.",
          "id": 7769
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the king sent to call Abimelech son of Achitob and all his father''s sons, the priests that were in Nomba; and they all came to the king.",
          "id": 7770
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Saul said, Hear now, you son of Achitob. And he said, Behold! I am here, speak, my lord.",
          "id": 7771
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Saul said to him, Why have you and the son of Jessae conspired against me, that you should give him bread and a sword, and should enquire of God for him, to raise him up against me as an enemy, as he is this day?",
          "id": 7772
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he answered the king, and said, And who is there amongst all your servants faithful as David, and he is a son-in-law of the king, and he is executor of all your commands, and is honourable in your house?",
          "id": 7773
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Have I begun today to enquire of God for him? By no means: let not the king bring a charge against his servant, and against you whole of my father''s house; for your servant knew not in all these matters anything great or small.",
          "id": 7774
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And king Saul said, You shall surely die, Abimelech, you, and all your father''s house.",
          "id": 7775
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the king said to the footmen that attended on him, Draw near and kill the priests of the Lord, because their hand is with David, and because they knew that he fled, and they did not inform me. But the servants of the king would not lift their hands to fall upon the priest of the Lord.",
          "id": 7776
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the king said to Doec, Turn you, and fall upon the priests: and Doec the Syrian turned, and killed the priests of the Lord in that day, three hundred and five men, all wearing an ephod.",
          "id": 7777
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And he struck Nomba the city of the priest with the edge of the sword, both man, and woman, infant and suckling, and calf, and ox, and sheep.",
          "id": 7778
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And one son of Abimelech son of Achitob escapes, and his name was Abiathar, and he fled after David.",
          "id": 7779
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Abiathar told David that Saul had slain all the priests of the Lord.",
          "id": 7780
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And David said to Abiathar, I knew it in that day, that Doec the Syrian would surely tell Saul: I am guilty of the death of the house of your father.",
          "id": 7781
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Dwell with me; fear not, for wherever I shall seek a place of safety for my life, I will also seek a place for your life, for you are safely guarded while with me.",
          "id": 7782
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it was told David, saying, behold, the Philistines war in Keila, and they rob, they trample on the threshing-floors.",
          "id": 7783
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And David enquired of the Lord, saying, Shall I go and strike these Philistines? And the Lord said, Go, and you shall strike these Philistines, and shall save Keila.",
          "id": 7784
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the men of David said to him, Behold, we are afraid here in Judea; and how shall it be if we go to Keila? Shall we go after the spoils of the Philistines?",
          "id": 7785
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And David enquired yet again of the Lord; and the Lord answered him, and said to him, Arise and go down to Keila, for I will deliver the Philistines into your hands.",
          "id": 7786
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So David and his men with him went to Keila, and fought with the Philistines; and they fled from before him, and he carried off their cattle, and struck them with a great slaughter, and David rescued the inhabitants of Keila.",
          "id": 7787
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And it came to pass when Abiathar the son of Achimelech fled to David, that he went down with David to Keila, having and ephod in his hand.",
          "id": 7788
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And it was told Saul that David was come to Keila: and Saul said, God has sold him into my hands, for he is shut up, having entered into a city that has gates and bars.",
          "id": 7789
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Saul charged all the people to go down to war to Keila, to besiege David and his men.",
          "id": 7790
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And David knew that Saul spoke openly of mischief against him: and David said to Abiathar the priest, Bring the ephod of the Lord.",
          "id": 7791
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And David said, Lord God of Israel, your servant has indeed heard, that Saul seeks to come against Keila to destroy the city on my account.",
          "id": 7792
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Will the place be shut up? And now will Saul come down, as your servant has heard? Lord God of Israel, tell your servant.",
          "id": 7793
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the Lord said, It will be shut up.",
          "id": 7794
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And David arose, and the men with him, in number about four hundred, and they went forth from Keila, and went wherever they could go: and it was told Saul that David had escaped from Keila, and he forbore to come.",
          "id": 7795
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he lived in Maserem in the wilderness, in the narrow passes; and lived in the wilderness in mount Ziph, in the dry country. And Saul sought him continually, but the Lord delivered him not into his hands.",
          "id": 7796
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And David perceived that Saul went forth to seek David; and David was in the dry mountain in the New Ziph.",
          "id": 7797
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Jonathan son of Saul rose, and went to David to Caene, and strengthened his hands in the Lord.",
          "id": 7798
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he said to him, Fear not, for the hand of Saul my father shall not find you; and you shall be king over Israel, and I shall be second to you; and Saul my father knows it.",
          "id": 7799
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "So they both made a covenant before the Lord; and David lived in Caene, and Jonathan went to his home.",
          "id": 7800
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the Ziphites came up out of the dry country to Saul to the hill, saying, Behold, is not David hidden with us in Messara, in the narrows in Caene in the hill of Echela, which is on the right of Jessaemon?",
          "id": 7801
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And now according to all the king''s desire to come down, let him come down to us; they have shut him up into the hands of the king.",
          "id": 7802
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Saul said to them, Blessed be you of the Lord, for you have been grieved on my account.",
          "id": 7803
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Go, I pray you, and make preparations yet, and notice his place where his foot shall be, quickly, in that place which you spoke of, lest by any means he should deal craftily.",
          "id": 7804
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Take notice, then, and learn, and I will go with you; and it shall come to pass that if he is in the land, I will search him out amongst all the thousands of Juda.",
          "id": 7805
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the Ziphites arose, and went before Saul: and David and his men were in the wilderness of Maon, westward, to the right of Jessaemon.",
          "id": 7806
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Saul and his men went to seek him: and they brought word to David, and he went down to the rock that was in the wilderness of Maon: and Saul heard, and followed after David to the wilderness of Maon.",
          "id": 7807
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And Saul and his men go on one side of the mountain, and David and his men are on the other side of the mountain: and David was hiding himself to escape from Saul: and Saul and his men encamped against David and his men, in order to take them.",
          "id": 7808
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And there came a messenger to Saul, saying, Haste you, and come here, for the Philistines have invaded the land.",
          "id": 7809
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "So Saul returned from following after David, and went to meet the Philistines: therefore that place was called The divided Rock.",
          "id": 7810
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And David rose up from thence, and lived in the narrow passes of Engaddi.",
          "id": 7811
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And it came to pass when Saul returned from pursuing after the Philistines, that it was reported to him, saying, David is in the wilderness of Engaddi.",
          "id": 7812
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he took with him three thousand men, chosen out of all Israel, and went to seek David and his men in front of Saddaeem.",
          "id": 7813
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he came to the flocks of sheep that were by the way, and there was a cave there; and Saul went in to make preparation, and David and his men were sitting in the inner part of the cave.",
          "id": 7814
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the men of David said to him, Behold, this is the day of which the Lord spoke to you, that he would deliver your enemy into your hands; and you shall do to him as it is good in your sight. So David arose and cut off the skirt of Saul''s garment secretly.",
          "id": 7815
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And it came to pass after this that David''s heart struck him, because he had cut off the skirt of his garment.",
          "id": 7816
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And David said to his men, The Lord forbid it me, that I should do this ting to my lord the anointed of the Lord, to lift my hand against him; for he is the anointed of the Lord.",
          "id": 7817
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "So David persuaded his men by his words, and did not suffer them to arise and kill Saul: and Saul arose and went his way.",
          "id": 7818
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And David rose up and went after him out of the cave: and David cried after Saul, saying, My lord, O king! and Saul looked behind him, and David bowed with his face to the ground, and did obeisance to him.",
          "id": 7819
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And David said to Saul, Why do you listen to the words of the people, saying, Behold, David seeks your life?",
          "id": 7820
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Behold, your eyes have seen this day how that the Lord has delivered you this day into my hands in the cave; and I would not kill you, but spared you, and said, I will not lift up my hand against my lord, for he is the Lord''s anointed.",
          "id": 7821
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And behold, the skirt of your mantle is in my hand, I cut off the skirt, and did not kill you: know then and see today, there is no evil in my hand, nor impiety, nor rebellion; and I have not sinned against you, yet you lay snares for my soul to take it.",
          "id": 7822
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "The Lord judge between me and you, and the Lord requite you on yourself: but my hand shall not be upon you.",
          "id": 7823
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "As the old proverb says, Transgression will proceed from the wicked ones: but my hand shall not be upon you.",
          "id": 7824
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And now after whom do you come forth, O king of Israel? After whom do you pursue? After a dead dog, and after a flea?",
          "id": 7825
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "The Lord be judge and umpire between me and you, the Lord look upon and judge my cause, and rescue me out of your hand.",
          "id": 7826
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And it came to pass when David had finished speaking these words to Saul, that Saul said, Is this your voice, Son David? And Saul lifted up his voice, and wept.",
          "id": 7827
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Saul said to David, You are more righteous that I, for you have recompensed me good, but I have recompensed you evil.",
          "id": 7828
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And you have told me today what good you have done me, how the Lord shut me up into your hands today, and you did not kill me.",
          "id": 7829
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And if any one should find his enemy in distress, and should send him forth in a good way, then the Lord will reward him good, as you have done this day.",
          "id": 7830
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And now, behold, I know that you shall surely reign, and the kingdom of Israel shall be established in your hand.",
          "id": 7831
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Now then swear to me by the Lord, that you will not destroy my seed after me, that you will not blot out my name from the house of my father.",
          "id": 7832
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "So David swore to Saul: and Saul departed to his place, and David and his men went up to the strong-hold of Messera.",
          "id": 7833
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Samuel died, and all Israel assembled, and bewailed him, and they bury him in his house in Armathaim: and David arose, and went down to the wilderness of Maon.",
          "id": 7834
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And there was a man in Maon, and his flocks were in Carmel, and he was a very great man; and he had three thousand sheep, and a thousand she-goats: and he happened to be shearing his flock in Carmel.",
          "id": 7835
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the man''s name was Nabal, and his wife''s name was Abigaia: and his wife was of good understanding and very beautiful in person: but the man was harsh, and evil in his doings, and the man was churlish.",
          "id": 7836
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And David heard in the wilderness, that Nabal the Carmelite was shearing his sheep.",
          "id": 7837
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And David sent ten young men, and he said to the young men, Go up to Carmel, and go to Nabal, and ask him in my name how he is.",
          "id": 7838
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And thus shall you say, May you and your house seasonably prosper, and all your be in prosperity.",
          "id": 7839
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And now, behold, I have heard that your shepherds who were with is in the wilderness are shearing your sheep, and we hindered them not, neither did we demand any thing from them all the time they were in Carmel.",
          "id": 7840
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Ask your servants, and they will tell you. Let then your servants find grace in your eyes, for we are come on a good day; give we pray you, whatever your hand may find, to your son David.",
          "id": 7841
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So the servants come and speak these words to Nabal, according to all these words in the name of David.",
          "id": 7842
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Nabal sprang up, and answered the servants of David, and said, Who is David? and who is the son of Jessae? Now-a-days there is abundance of servants who depart every one from his master.",
          "id": 7843
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And shall I take my bread, and my wine, and my beasts that I have slain for my shearers, and shall I give them to men of whom I know not whence they are?",
          "id": 7844
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So the servants of David turned back, and returned, and came and reported to David according to these words.",
          "id": 7845
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And David said to his men, Gird on every man his sword. And they went up after David, about four hundred men: and two hundred abode with the stuff.",
          "id": 7846
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And one of the servants reported to Abigaia the wife of Nabal, saying, Behold, David sent messengers out of the wilderness to salute our lord; but he turned away from them.",
          "id": 7847
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the men were very good to us; they did not hinder us, neither did they demand from us any thing all the days that we were with them.",
          "id": 7848
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And when we were in the field, they were as a wall round about us, both by night and by day, all the days that we were with them feeding the flock.",
          "id": 7849
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And now do you consider, and see what you will do; for mischief is determined against our lord and against his house; and he is a vile character, and one can''t speak to him.",
          "id": 7850
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Abigaia hasted, and took two hundred loaves, and two vessels of wine, and five sheep ready dressed, and five ephahs of fine flour, and one homer of dried grapes, and two hundred cakes of figs, and put them upon asses.",
          "id": 7851
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And she said to her servants, Go on before me, and behold I come after you: but she told not her husband.",
          "id": 7852
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And it came to pass when she had mounted her ass and was going down by the covert of the mountain, behold, David and his men came down to meet her, and she met them.",
          "id": 7853
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And David said, Perhaps I have kept all his possessions in the wilderness that he should wrong me, and we did not order the taking anything of all his goods; yet he has rewarded me evil for good.",
          "id": 7854
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "So God do to David and more also, if I leave one male of all that belong to Nabal until the morning.",
          "id": 7855
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And Abigaia saw David, and she hasted and alighted from her ass; and she felt before David on her face, and did obeisance to him, bowing to the ground",
          "id": 7856
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "even to his feet, and said, On me, my lord, be my wrong: let, I pray you, your servant speak in your ears, and hear you the words of your servant.",
          "id": 7857
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Let not my lord, I pray you, take to heart this pestilent man, for according to his name, so is he; Nabal is his name, and folly is with him: but I your handmaid saw not the servants of my lord whom you did send.",
          "id": 7858
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And now, my lord, as the Lord lives, and your soul lives, as the Lord has kept you from coming against innocent blood, and from executing vengeance for yourself, now therefore let your enemies, and those that seek evil against my lord, become as Nabal.",
          "id": 7859
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And now accept this token of goodwill, which your servant has brought to my lord, and you shall give it to the servants that wait on my lord.",
          "id": 7860
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Remove, I pray you, the trespass of your servant; for the Lord will surely make for my lord a sure house, for the Lord fights the battles of my lord, and there shall no evil be ever found in you.",
          "id": 7861
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And if a man shall rise up persecuting you and seeking your life, yet shall the life of my lord be bound up in the bundle of life with the Lord God, and you shall whirl the life of your enemies as in the midst of a sling.",
          "id": 7862
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And it shall be when the Lord shall have wrought for my lord all the good things he has spoken concerning you, and shall appoint you to be ruler over Israel;",
          "id": 7863
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "then this shall not be an abomination and offence to my lord, to have shed innocent blood without cause, and for my lord to have avenged himself: and so may the Lord do good to my lord, and you shall remember your handmaid to do her good.",
          "id": 7864
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And David said to Abigaia, Blessed be the Lord God of Israel, who sent you this very day to meet me:",
          "id": 7865
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "and blessed be your conduct, and blessed be you, who have hindered me this very day from coming to shed blood, and from avenging myself.",
          "id": 7866
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "But surely as the Lord God of Israel lives, who hindered me this day from doing you harm, if you had not hasted and come to meet me, then I said, There shall surely not be left to Nabal till the morning one male.",
          "id": 7867
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And David took of her hand all that she brought to him, and said to her, Go in peace to your house: see, I have listened to your voice, and accepted your petition.",
          "id": 7868
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And Abigaia came to Nabal: and, behold, he had a banquet in this house, as the banquet of a king, and the heart of Nabal was merry within him, and he was very drunken: and she told him nothing great or small till the morning light.",
          "id": 7869
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And it came to pass in the morning, when Nabal recovered from his wine, his wife told him these words; and his heart died within him, and he became as a stone.",
          "id": 7870
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And it came to pass after about ten days, that the Lord struck Nabal, and he died.",
          "id": 7871
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And David heard it and said, Blessed be the Lord, who has judged the cause of my reproach at the hand of Nabal, and has delivered his servant from the power of evil; and the Lord has returned the mischief of Nabal upon his own head. And David sent and spoke concerning Abigaia, to take her to himself for a wife.",
          "id": 7872
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "So the servants of David came to Abigaia to Carmel, and spoke to her, saying, David has sent us to you, to take you to himself for a wife.",
          "id": 7873
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And she arose, and did reverence with her face to the earth, and said, Behold, your servant is for an handmaid to wash the feet of your servants.",
          "id": 7874
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And Abigaia arose, and mounted her ass, and five damsels followed her: and she went after the servants of David, and became his wife.",
          "id": 7875
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And David took Achinaam out of Jezrael, and they were both his wives.",
          "id": 7876
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And Saul gave Melchol his daughter, David''s wife, to Phalti the son of Amis who was of Romma.",
          "id": 7877
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the Ziphites come out of the dry country to Saul to the hill, saying, Behold, David hides himself with us in the hill Echela, opposite Jessemon.",
          "id": 7878
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Saul arose, and went down to the wilderness of Ziph, and with him went three thousand men chosen out of Israel, to seek David in the wilderness of Ziph.",
          "id": 7879
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Saul encamped in the hill of Echela in front of Jessemon, by the way, and David lived in the wilderness: and David saw that Saul came after him into the wilderness.",
          "id": 7880
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And David sent spies, and ascertained that Saul was come prepared out of Keila.",
          "id": 7881
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And David arose secretly, and goes into the place where Saul was sleeping, and there was Abenner the son of Ner, the captain of his host: and Saul was sleeping in a chariot, and the people had encamped along round about him.",
          "id": 7882
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And David answered and spoke to Abimelech the Chettite, and to Abessa the son Saruia the brother of Joab, saying, Who will go in with me to Saul into the camp? And Abessa said, I will go in with you.",
          "id": 7883
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So David and Abessa go in amongst the people by night: and behold, Saul was fast asleep in the chariot, and his spear was stuck in the ground near his head, and Abenner and his people slept round about him.",
          "id": 7884
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Abessa said to David, The Lord has this day shut up your enemy into your hands, and now I will strike him to the earth with the spear to the ground once for all, and I will not strike him again.",
          "id": 7885
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And David said to Abessa, Do not lay him low, for who shall lift up his hand against the anointed of the Lord, and be guiltless?",
          "id": 7886
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And David said, As the Lord lives, if the Lord strike him not, or his day come and he die, or he go down to battle and be added to his fathers, do not so.",
          "id": 7887
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "The Lord forbid it me that I should lift up my hand against the anointed of the Lord: and now take, I pray you, the spear from his bolster, and the pitcher of water, and let us return home.",
          "id": 7888
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So David took the spear, and the pitcher of water from his bolster, and they went home: and there was no one that saw, and no one that knew, and there was no one that awoke, all being asleep, for a stupor from the Lord had fallen upon them.",
          "id": 7889
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "So David went over to the other side, and stood on the top of a hill afar off, and there was a good distance between them.",
          "id": 7890
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And David called to the people, and spoke to Abenner, saying, Will you not answer, Abenner? and Abenner answered and said, Who are you that call?",
          "id": 7891
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And David said to Abenner, Are not you a man? and who is like you in Israel? Why then do you not guard your lord the king? for one out of the people went in to destroy your lord the king.",
          "id": 7892
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And this thing is not good which you have done. As the Lord lives, you are worthy of death, you who guard your lord the king, the anointed of the Lord: and now behold, I pray you, the spear of the king, and the cruse of water: where are the articles that should be at his head?",
          "id": 7893
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Saul recognised the voice of David, and said, Is this your voice, son David? and David said, I am your servant, my lord, O king.",
          "id": 7894
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And he said, Why does my lord thus pursue after his servant? for in what have I sinned? and what unrighteousness has been found in me?",
          "id": 7895
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And now let my lord the king hear the word of his servant. If God stirs you up against me, let your offering be acceptable: but if the sons of men, they are cursed before the Lord, for they have cast me out this day so that I should not be established in the inheritance of the Lord, saying, Go, serve other Gods.",
          "id": 7896
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And now let not my blood fall to the ground before the Lord, for the king of Israel has come forth to seek your life, as the night hawk pursues its prey in the mountains.",
          "id": 7897
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Saul said, I have sinned: turn, son David, for I will not hurt you, because my life was precious in your eyes; and today I have been foolish and have erred exceedingly.",
          "id": 7898
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And David answered and said, Behold, the spear of the king: let one of the servants come over and take it.",
          "id": 7899
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the Lord shall recompense each according to his righteousness and his truth, since the Lord delivered you this day into my hands, and I would not lift my hand against the Lord''s anointed.",
          "id": 7900
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And, behold, as your life has been precious this very day in my eyes, so let my life be precious before the Lord, and may he protect me, and deliver me out of all affliction.",
          "id": 7901
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Saul said to David, Blessed be you, my son; and you shall surely do valiantly, and surely prevail. And David went on his way, and Saul returned to his place.",
          "id": 7902
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And David said in his heart, Now shall I be one day delivered for death into the hands of Saul; and there is no good thing for me unless I should escape into the land of the Philistines, and Saul should cease from seeking me through every coast of Israel: so I shall escape out of his hand.",
          "id": 7903
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "So David arose, and the six hundred men that were with him, and he went to Anchus, son Ammach, king of Geth.",
          "id": 7904
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And David lived with Anchus, he and his men, each with his family; and David and both his wives, Achinaam, the Jezraelitess, and Abigaia the wife of Nabal the Carmelite.",
          "id": 7905
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And it was told Saul that David had fled to Geth; and he no longer sought after him.",
          "id": 7906
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And David said to Anchus, If now your servant has found grace in your eyes, let them give me, I pray you, a place in one of the cities in the country, and I will dwell there: for why does your servant dwell with you in a royal city?",
          "id": 7907
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And he gave him Sekelac in that day: therefore Sekelac came into possession of the king of Judea to this day.",
          "id": 7908
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the number of the days that David lived in the country of the Philistines was four months.",
          "id": 7909
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And David and his men went up, and made an attack on all the Gesirites and on the Amalekites: and behold, the land was inhabited, (even the land from Gelampsur) by those who come from the fortified cities even to the land of Egypt.",
          "id": 7910
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he struck the land, and saved neither man nor woman alive; and they took flocks, and herds, and asses, and camels, and raiment; and they returned and came to Anchus.",
          "id": 7911
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Anchus said to David, On whom have you made an attack today? And David said to Anchus, On the south of Judea, and on the south of Jesmega, and on the south of the Kenezite.",
          "id": 7912
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And I have not saved man or woman alive to bring them to Geth, saying, Lest they carry a report to Geth against us, saying, These things David does. And this was his manner all the days that David lived in the country of the Philistines.",
          "id": 7913
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So David had the full confidence of Anchus, who said, He is thoroughly disgraced amongst his people in Israel and he shall be my servant for ever.",
          "id": 7914
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass in those days that the Philistines gathered themselves together with their armies to go out to fight with Israel; and Anchus said to David, Know surely, that you shall go forth to battle with me, you, and your men.",
          "id": 7915
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And David said to Anchus, Thus now you shall know what your servant will do. And Anchus said to David, So will I make you captain of my body-guard continually.",
          "id": 7916
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Samuel died, and all Israel lamented for him, and they bury him in his city, in Armathaim. And Saul had removed those who had in them divining spirits, and the wizards, out of the land.",
          "id": 7917
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the Philistines assemble themselves, and come and encamp in Sonam: and Saul gathers all the men of Israel, and they encamp in Gelbue.",
          "id": 7918
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Saul saw the camp of the Philistines, and he was alarmed, and his heart was greatly dismayed.",
          "id": 7919
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Saul enquired of the Lord; and the Lord answered him not by dreams, nor by manifestations, nor by prophets.",
          "id": 7920
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then Saul said to his servants, Seek for me a woman who has in her a divining spirit, and I will go to her, and enquire of her: and his servants said to him, Behold, there is a woman who has in her a divining spirit at Aendor.",
          "id": 7921
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Saul disguised himself, and put on other raiment, and he goes, and two men with him, and they come to the woman by night; and he said to her, Divine to me, I pray you, by the divining spirit within you, and bring up to me him whom I shall name to you.",
          "id": 7922
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the woman said to him, Behold now, you know what Saul has done, how he has cut off those who had in them divining spirits, and the wizards from the land, and why do you spread a snare for my life to destroy it?",
          "id": 7923
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Saul swore to her, and said, As the Lord lives, no injury shall come upon you on this account.",
          "id": 7924
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the woman said, Whom shall I bring up to you? and he said, Bring up to me Samuel.",
          "id": 7925
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the woman saw Samuel, and cried out with a loud voice: and the woman said to Saul, Why have you deceived me? for you are Saul.",
          "id": 7926
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the king said to her, Fear not; tell me whom you have seen. And the woman said to him, I saw gods ascending out of the earth.",
          "id": 7927
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he said to her, What did you perceive? and she said to him, An upright man ascending out of the earth, and he was clothed with a mantle. And Saul knew that this was Samuel, and he stooped with his face to the earth, and did obeisance to him.",
          "id": 7928
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Samuel said, Why have you troubled me, that I should come up? And Saul said, I am greatly distressed, and the Philistines war against me, and God has departed from me, and no longer hearkens to me either by the hand of the prophets or by dreams: and now I have called you to tell me what I shall do.",
          "id": 7929
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Samuel said, Why asked you me, whereas the Lord has departed from you, and taken part with your neighbour?",
          "id": 7930
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the Lord has done to you, as the Lord spoke by me; and the Lord will rend your kingdom out of your hand, and will give it to your neighbour David.",
          "id": 7931
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "because you did not listen to the voice of the Lord, and did not execute his fierce anger upon Amalec, therefore the Lord has done this thing to you this day.",
          "id": 7932
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the Lord shall deliver Israel with you into the hands of the Philistines, and to-morrow you and your sons with you shall fall, and the Lord shall deliver the army of Israel into the hands of the Philistines.",
          "id": 7933
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Saul instantly fell at his full length upon the earth, and was greatly afraid because of the words of Samuel; and there was no longer any strength in him, for he had eaten no bread all that day, and all that night.",
          "id": 7934
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the woman went in to Saul, and saw that he was greatly disquieted, and said to him, Behold now, your handmaid has listened to your voice, and I have put my life in my hand, and have heard the words which you have spoken to me.",
          "id": 7935
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And now listen, I pray you, to the voice of your handmaid, and I will set before you a morsel of bread, and eat, and you shall be strengthened, for you will be going on your way.",
          "id": 7936
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "But he would not eat; so his servants and the woman constrained him, and he listened to their voice, and rose up from the earth, and sat upon a bench.",
          "id": 7937
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the woman had a fat heifer in the house; and she hasted and killed it; and she took meal and kneaded it, and baked unleavened cakes.",
          "id": 7938
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And she brought the meat before Saul, and before his servants; and they ate, and rose up, and departed that night.",
          "id": 7939
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the Philistines gather all their armies to Aphec, and Israel encamped in Aendor, which is in Jezrael.",
          "id": 7940
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the lords of the Philistines went on by hundreds and thousands, and David and his men went on in the rear with Anchus.",
          "id": 7941
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the lords of the Philistines said, Who are these that pass by? And Anchus said to the captains of the Philistines, Is not this David the servant of Saul king of Israel? He has been with us some time, even this second year, and I have not found any fault in him from the day that he attached himself to me even until this day.",
          "id": 7942
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the captains of the Philistines were displeased at him, and they say to him, Send the man away, and let him return to his place, where you did set him; and let him not come with us to the war, and let him not be a traitor in the camp: and wherewith will he be reconciled to his master? Will it not be with the heads of those men?",
          "id": 7943
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Is not this David whom they celebrated in dances, saying, Saul has struck his thousands, and David his ten thousands?",
          "id": 7944
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Anchus called David, and said to him, As the Lord lives, you are right and approved in my eyes, and so is your going out and your coming in with me in the army, and I have not found any evil to charge against you from the day that you came to me until this day: but you are not approved in the eyes of the lords.",
          "id": 7945
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Now then return and go in peace, thus you shall not do evil in the sight of the lords of the Philistines.",
          "id": 7946
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And David said to Anchus, What have I done to you? and what have you found in your servant from the first day that I was before you even until this day, that I should not come and war against the enemies of the lord my king?",
          "id": 7947
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Anchus answered David, I know that you are good in my eyes, but the lords of the Philistines say, He shall not come with us to the war.",
          "id": 7948
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Now then rise up early in the morning, you and the servants of your lord that are come with you, and go to the place where I appointed you, and entertain no evil thought in your heart, for you are good in my sight: and rise early for your journey when it is light, and depart.",
          "id": 7949
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "So David arose early, he and his men, to depart and guard the land of the Philistines: and the Philistines went up to Jezrael to battle.",
          "id": 7950
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass when David and his men had entered Sekelac on the third day, that Amalec had made an incursion upon the south, and upon Sekelac, and struck Sekelac, and burnt it with fire.",
          "id": 7951
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And as to the women and all things that were in it, great and small, they killed neither man nor woman, but carried them captives, and went on their way.",
          "id": 7952
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And David and his men came into the city, and, behold, it was burnt with fire; and their wives, and their sons, and their daughters were carried captive.",
          "id": 7953
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And David and his men lifted up their voice, and wept till there was no longer any power within them to weep.",
          "id": 7954
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And both the wives of David were carried captive, Achinaam, the Jezraelitess, and Abigaia the wife of Nabal the Carmelite.",
          "id": 7955
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And David was greatly distressed, because the people spoke of stoning him, because the soul of all the people was grieved, each for his sons and his daughters: but David strengthened himself in the Lord his God.",
          "id": 7956
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And David said to Abiathar the priest the son of Achimelech, Bring near the ephod.",
          "id": 7957
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And David enquired of the Lord, saying, Shall I pursue after this troop? shall I overtake them? and he said to him, Pursue, for you shall surely overtake them, and you shall surely rescue the captives.",
          "id": 7958
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So David went, he an the six hundred men with him, an they come as far as the brook Bosor, and the superfluous ones stopped.",
          "id": 7959
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And he pursued them with four hundred men; and there remained behind two hundred men, who tarried on the other side of the brook Bosor.",
          "id": 7960
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And they find an Egyptian in the field, and they take him, and bring him to David; and they gave him bread and he ate, and they caused him to drink water.",
          "id": 7961
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And they gave him a piece of a cake of figs, and he ate, and his spirit was restored in him; for he had not eaten bread, and had not drunk water three days and three nights.",
          "id": 7962
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And David said to him, Whose are you? and whence are you? and the young man the Egyptian said, I am the servant of an Amalekite; and my master left me, because I was taken ill three days ago.",
          "id": 7963
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And we made an incursion on the south of the Chelethite, and on the parts of Judea, and on the south of Chelub, and we burnt Sekelac with fire.",
          "id": 7964
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And David said to him, Will you bring me down to this troop? And he said, Swear now to me by God, that you will not kill me, and that you will not deliver me into the hands of my master, and I will bring you down upon this troop.",
          "id": 7965
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So be brought him down there, and behold, they were scattered abroad upon the surface of the whole land, eating and drinking, and feasting by reason of all the great spoils which they had taken out of the land of the Philistines, and out of the land of Juda.",
          "id": 7966
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And David came upon them, and struck them from the morning till the evening, and on the next day; and not one of them escaped, except four hundred young men, who were mounted on camels, and fled.",
          "id": 7967
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And David recovered all that the Amalekites had taken, and he rescued both his wives.",
          "id": 7968
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And nothing was lacking to them of great or small, either of the spoils, or the sons and daughters, or anything that they had taken of theirs; and David recovered all.",
          "id": 7969
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And he took all the flocks, and the herds, and led them away before the spoils: and it was said of these spoils, These are the spoils of David.",
          "id": 7970
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And David comes to the two hundred men who were left behind that they should not follow after David, and he had caused them to remain by the brook of Bosor; and they came forth to meet David, and to meet his people with him: and David drew near to the people, and they asked him how he did.",
          "id": 7971
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Then every ill-disposed and bad man of the soldiers who had gone with David, answered and said, Because they did not pursue together with us, we will not give them of the spoils which we have recovered, only let each one lead away with him his wife and his children, and let them return.",
          "id": 7972
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And David said, You shall not do so, after the Lord has delivered the enemy to us, and guarded us, and the Lord has delivered into our hands the troop that came against u.",
          "id": 7973
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And who will listen to these your words? for they are not inferior to us; for according to the portion of him that went down to the battle, so shall be the portion of him that abides with the baggage; they shall share alike.",
          "id": 7974
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And it came to pass from that day forward, that it became an ordinance and a custom in Israel until this day.",
          "id": 7975
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And David came to Sekelac, and sent of the spoils to the elders of Juda, and to his friends, saying, Behold some of the spoils of the enemies of the Lord;",
          "id": 7976
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "to those in Baethsur, and to those in Rama of the south, and to those in Gethor.",
          "id": 7977
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And to those in Aroer, and to those in Ammadi, and to those in Saphi, and to those in Esthie,",
          "id": 7978
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "and to those in Geth, and to those in Cimath, and to those in Saphec, and to those in Themath, and to those in Carmel, and to those in the cities of Jeremeel, and to those in the cities of the Kenezite;",
          "id": 7979
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "and to those in Jerimuth, and to those in Bersabee, and to those in Nombe,",
          "id": 7980
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "and to those in Chebron, and to all the places which David and his men had passed through.",
          "id": 7981
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the Philistines fought with Israel: and the men of Israel fled from before the Philistines, and they fall down wounded in the mountain in Gelbue.",
          "id": 7982
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the Philistines press closely on Saul and his sons, and the Philistines strike Jonathan, and Aminadab, and Melchisa son of Saul.",
          "id": 7983
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the battle prevails against Saul, and the shooters with arrows, even the archers find him, and he was wounded under the ribs.",
          "id": 7984
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Saul said to his armour-bearer, Draw your sword and pierce me through with it; lest these uncircumcised come and pierce me through, and mock me. But his armour-bearer would not, for he feared greatly: so Saul took his sword and fell upon it.",
          "id": 7985
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And his armour-bearer saw that Saul was dead, and he fell also himself upon his sword, and died with him.",
          "id": 7986
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So Saul died, and his three sons, and his armour-bearer, in that day together.",
          "id": 7987
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the men of Israel who were on the other side of the valley, and those beyond Jordan, saw that the men of Israel fled, and that Saul and his sons were dead; and they leave their cities and flee: and the Philistines come and dwell in them.",
          "id": 7988
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And it came to pass on the morrow that the Philistines come to strip the dead, and they find Saul and his three sons fallen on the mountains of Gelbue.",
          "id": 7989
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And they turned him, and stripped off his armour, and sent it into the land of the Philistines, sending round glad tidings to their idols and to the people.",
          "id": 7990
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And they set up his armour at the temple of Astarte, and they fastened his body on the wall of Baethsam.",
          "id": 7991
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the inhabitants of Jabis Galaad hear what the Philistines did to Saul.",
          "id": 7992
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And they rose up, even every man of might, and marched all night, and took the body of Saul and the body of Jonathan his son from the wall of Baethsam; and they bring them to Jabis, and burn them there.",
          "id": 7993
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And they take their bones, and bury them in the field that is in Jabis, and fast seven days.",
          "id": 7994
        }
      ]
    }
  ]
}