{
  "book": "II John",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The elder to the chosen lady and her children, whom I love in truth—and not only I, but also all who know the truth—",
          "id": 35847
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "because of the truth that abides in us and will be with us forever:",
          "id": 35848
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Grace, mercy, and peace will be with us from God the Father and from the Lord Jesus Christ, the Son of the Father, in truth and love.",
          "id": 35849
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "I was overjoyed to find some of your children walking in the truth, just as we have been commanded by the Father.",
          "id": 35850
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And now I ask you, dear lady—not as writing you a new commandment, but one we have had from the beginning—that we love one another.",
          "id": 35851
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Now this is love, that we walk according to his commandments. This is the commandment, just as you have heard it from the beginning, that you should walk in it.",
          "id": 35852
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For many deceivers have come into the world, who do not confess that Jesus Christ has come in the flesh. This is the deceiver and the antichrist.",
          "id": 35853
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Watch yourselves, so that we do not lose what we have worked for, but may receive a full reward.",
          "id": 35854
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Everyone who transgresses and does not abide in the teaching of Christ does not have God. Whoever abides in the teaching of Christ has both the Father and the Son.",
          "id": 35855
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "If anyone comes to you and does not bring this teaching, do not receive him into your house, and do not greet him;",
          "id": 35856
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "for whoever greets him takes part in his evil works.",
          "id": 35857
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Although I have much to write to you, I would rather not use paper and ink. Instead, I hope to come to you and speak face to face, so that our joy may be full.",
          "id": 35858
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "The children of your chosen sister greet you. Amen.",
          "id": 35859
        }
      ]
    }
  ]
}