{
  "book": "IV Kingdoms (II Kings)",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Moab rebelled against Israel after the death of Achaab.",
          "id": 9421
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Ochozias fell through the lattice that was in his upper chamber in Samaria and was sick; and he sent messengers, and said to them, Go and enquire of Baal fly, the god of Accaron, whether I shall recover of this my sickness. And they went to enquire of him.",
          "id": 9422
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And an angel of the Lord called Eliu the Thesbite, saying, Arise, and go to meet the messengers of Ochozias king of Samaria, and you shall say to them, Is it because there is no God in Israel, that you go to enquire of Baal fly, the God of Accaron? but it shall not be so.",
          "id": 9423
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For thus says the Lord, The bed on which you are gone up, you shall not come down from it, for you shall surely die. And Eliu went, and said so to them.",
          "id": 9424
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the messengers returned to him, and he said to them, Why have you returned?",
          "id": 9425
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And they said to him, A man came up to meet us, and said to us, Go, return to the king that sent you, and say to him, Thus says the Lord, Is it because there is no God in Israel, that you go to enquire of Baal fly, the God of Accaron? it shall not be so: the bed on which you are gone up, you shall not come down from it, for you shall surely die.",
          "id": 9426
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So they returned and reported to the king as Eliu said: and he said to them, What was the manner of the man who went up to meet you, and spoke to you these words?",
          "id": 9427
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And they said to him, He was a hairy man, and girded with a leather girdle about his loins. And he said, This is Eliu the Thesbite.",
          "id": 9428
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he sent to him a captain of fifty and his fifty; and he went up to him: and, behold, Eliu sat on the top of a mountain. And the captain of fifty spoke to him, and said, O man of God, the king has called you, come down.",
          "id": 9429
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Eliu answered and said to the captain of fifty, And if I am a man of God, fire shall come down out of heaven, and devour you and your fifty. And fire came down out of heaven, and devoured him and his fifty.",
          "id": 9430
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the king sent a second time to him another captain of fifty, and his fifty. And the captain of fifty spoke to him, and said, O man of God, thus says the king, Come down quickly.",
          "id": 9431
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Eliu answered and spoke to him, and said, If I am a man of God, fire shall come down out of heaven, and devour you and your fifty. And fire came down out of heaven, and devoured him and his fifty.",
          "id": 9432
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the king sent yet again a captain and his fifty. And the third captain of fifty came, and knelt on his knees before Eliu, and entreated him, and spoke to him and said, O man of God, let my life, and the life of these fifty your servants, be precious in your eyes.",
          "id": 9433
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Behold, fire came down from heaven, and devoured the two first captains of fifty: and now, I pray, let my life be precious in your eyes.",
          "id": 9434
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the angel of the Lord spoke to Eliu, and said, Go down with him, be not afraid of them. And Eliu rose up, and went down with him to the king.",
          "id": 9435
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Eliu spoke to him, and said, Thus says the Lord, Why have you sent messengers to enquire of Baal fly, the god of Accaron? it shall not be so: the bed on which you are gone up, you shall not come down from it, for you shall surely die.",
          "id": 9436
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So he died according to the word of the Lord which Eliu has spoken.",
          "id": 9437
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the rest of the acts of Ochozias which he did, behold, are they not written in the book of the chronicles of the kings of Israel? and Joram son of Achaab reigns over Israel in Samaria twelve years beginning in the eighteenth year of Josaphat king of Juda: and he did that which was evil in the sight of the Lord, only not as his brethren, nor as his mother: and he removed the pillars of Baal which his father made, and broke them in pieces: only he was joined to the sins of the house of Jeroboam, who led Israel to sin; he departed not from them. And the Lord was very angry with the house of Achaab.",
          "id": 9438
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass, when the Lord was going to take Eliu with a whirlwind as it were into heaven, that Eliu and Elisaie went out of Galgala.",
          "id": 9439
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Eliu said to Elisaie, Stay here, I pray you; for God has sent me to Baethel. And Elisaie said, As the Lord lives and your soul lives, I will not leave you; so they came to Baethel.",
          "id": 9440
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the sons of the prophets who were in Baethel came to Elisaie, and said to him, Do you know, that the Lord this day is going to take your lord away from your head? And he said, Yes, I know it; be silent.",
          "id": 9441
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Eliu said to Elisaie, Stay here, I pray you; for the Lord has sent me to Jericho. And he said, As the Lord lives and your soul lives, I will not leave you. And they came to Jericho.",
          "id": 9442
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the sons of the prophets who were in Jericho drew near to Elisaie, and said to him, Do you know that the Lord is about to take away your master today from your head? And he said, Yes, I know it; hold your peace.",
          "id": 9443
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Eliu said to him, Stay here, I pray you, for the Lord has sent me to Jordan. And Elisaie said, As the Lord lives and your soul lives, I will not leave you: and they both went on.",
          "id": 9444
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And fifty men of the sons of the prophets went also, and they stood opposite afar off: and both stood on the bank of Jordan.",
          "id": 9445
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Eliu took his mantle, and wrapped it together, and struck the water: and the water was divided on this side and on that side, and they both went over on dry ground.",
          "id": 9446
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And it came to pass while they were crossing over, that Eliu said to Elisaie, Ask what I shall do for you before I am taken up from you. And Elisaie said, Let there be, I pray you, a double portion of your spirit upon me.",
          "id": 9447
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Eliu said, You have asked a hard thing: if you shall see me when I am taken up from you, then shall it be so to you; and if not, it shall not be so.",
          "id": 9448
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And it came to pass as they were going, they went on talking; and, behold, a chariot of fire, and horses of fire, and it separated between them both; and Eliu was taken up in a whirlwind as it were into heaven.",
          "id": 9449
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Elisaie saw, and cried, Father, father, the chariot of Israel, and the horseman thereof! And he saw him no more: and he took hold of his garments, and tore them into two pieces.",
          "id": 9450
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Elisaie took up the mantle of Eliu, which fell from off him upon Elisaie; and Elisaie returned, and stood upon the brink of Jordan;",
          "id": 9451
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "and he took the mantle of Eliu, which fell from off him, and struck the water, and said, Where is the Lord God of Eliu? and he struck the waters, and they were divided hither and there; and Elisaie went over.",
          "id": 9452
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the sons of the prophets who were in Jericho on the opposite side saw him, and said, The spirit of Eliu has rested upon Elisaie. And they came to meet him, and did obeisance to him to the ground.",
          "id": 9453
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And they said to him, Behold now, there are with your servants fifty men of strength: let them go now, and seek your lord: perhaps the Spirit of the Lord has taken him up, and cast him into Jordan, or on one of the mountains, or on one of the hills. And Elisaie said, You shall not send.",
          "id": 9454
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And they pressed him until he was ashamed; and he said, Send. And they sent fifty men, and sought three days, and found him not.",
          "id": 9455
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And they returned to him, for he lived in Jericho: and Elisaie said, Did I not say to you, Go not?",
          "id": 9456
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the men of the city said to Elisaie, Behold, the situation of the city is good, as our lord sees; but the waters are bad, and the ground barren.",
          "id": 9457
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Elisaie said, Bring me a new pitcher, and put salt in it. And they took one, and brought it to him.",
          "id": 9458
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Elisaie went out to the spring of the waters, and cast salt therein, and says, Thus says the Lord, I have healed these waters; there shall not be any longer death thence or barren land.",
          "id": 9459
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And the waters were healed until this day, according to the word of Elisaie which he spoke.",
          "id": 9460
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And he went up thence to Baethel: and as he was going up by the way there came up also little children from the city, and mocked him, and said to him, Go up, bald-head, go up.",
          "id": 9461
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he turned after them, and saw them, and cursed them in the name of the Lord. And, behold, there came out two bears out of the wood, and they tore forty and two children of them.",
          "id": 9462
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And he went thence to mount Carmel, and returned thence to Samaria.",
          "id": 9463
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Joram the son of Achaab began to reign in Israel in the eighteenth year of Josaphat king of Juda, and he reigned twelve years.",
          "id": 9464
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he did that which was evil in the sight of the Lord, only not as his father, nor as his mother: and he removed the pillars of Baal which his father had made.",
          "id": 9465
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Only he adhered to the sin of Jeroboam the son of Nabat, who made Israel to sin; he departed not from it.",
          "id": 9466
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Mosa king of Moab was a sheep-master, and he rendered to the king of Israel in the beginning of the year, a hundred thousand lambs, and a hundred thousand rams, with the wool.",
          "id": 9467
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And it came to pass, after the death of Achaab, that the king of Moab rebelled against the king of Israel.",
          "id": 9468
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And king Joram went forth in that day out of Samaria, and numbered Israel.",
          "id": 9469
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And he went and sent to Josaphat king of Juda, saying, The king of Moab has rebelled against me: will you go with me against Moab to war? And he said, I will go up: you are as I, I am as you; as my people, so is your people, as my horses, so are your horses.",
          "id": 9470
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And he said, What way shall I go up? and he said, The way of the wilderness of Edom.",
          "id": 9471
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the king of Israel went, and the king of Juda, and the king of Edom: and they fetched a compass of seven days'' journey; and there was no water for the army, and for the cattle that went with them.",
          "id": 9472
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the king of Israel said, Alas! that the Lord should have called the three kings on their way, to give them into the hand of Moab.",
          "id": 9473
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Josaphat said, Is there not here a prophet of the Lord, that we may enquire of the Lord by him? And one of the servants of the king of Israel answered and said, There is here Elisaie son of Saphat, who poured water on the hands of Eliu.",
          "id": 9474
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Josaphat said, He has the word of the Lord. And the king of Israel, and Josaphat king of Juda, and the king of Edom, went down to him.",
          "id": 9475
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Elisaie said to the king of Israel, What have I to do with you? go to the prophets of your father, and the prophets of your mother. And the king of Israel said to him, Has the Lord called the three kings to deliver them into the hands of Moab?",
          "id": 9476
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Elisaie said, As the Lord of hosts before whom I stand lives, unless I regarded the presence of Josaphat the king of Juda, I would not have looked on you, nor seen you.",
          "id": 9477
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And now fetch me a harper. And it came to pass, as the harper harped, that the hand of the Lord came upon him.",
          "id": 9478
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And he said, Thus says the Lord, Make this valley full of trenches.",
          "id": 9479
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For thus says the Lord, You shall not see wind, neither shall you see rain, yet this valley shall be filled with water, and you, and your flocks, and your cattle shall drink.",
          "id": 9480
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And this is a light thing in the eyes of the Lord: I will also deliver Moab into your hand.",
          "id": 9481
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And you shall strike every strong city, and you shall cut down every good tree, and you shall stop all wells of water, and spoil every good piece of land with stones.",
          "id": 9482
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And it came to pass in the morning, when the sacrifice was offered, that, behold! waters came from the way of Edom, and the land was filled with water.",
          "id": 9483
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And all Moab heard that the three kings were come up to fight against them; and they cried out on every side, even all that were girded with a girdle, and they said, Ho! and stood upon the border.",
          "id": 9484
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And they rose early in the morning, and the sun rose upon the waters, and Moab saw the waters on the opposite side red as blood.",
          "id": 9485
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And they said, This is the blood of the sword; and the kings have fought, and each man has struck his neighbour; now then to the spoils, Moab.",
          "id": 9486
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And they entered into the camp of Israel; and Israel arose and struck Moab, and they fled from before them; and they went on and struck Moab as they went.",
          "id": 9487
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And they razed the cities, and cast every man his stone on every good piece of land and filled it; and they stopped every well, and cut down every good tree, until they left only the stones of the wall cast down; and the slingers compassed the land, and struck it.",
          "id": 9488
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the king of Moab saw that the battle prevailed against him; and he took with him seven hundred men that drew sword, to cut through to the king of Edom: and they could not.",
          "id": 9489
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And he took his oldest son whom he had designed to reign in his stead, and offered him up for a whole burnt offering on the walls. And there was a great indignation against Israel; and they departed from him, and returned to their land.",
          "id": 9490
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And one of the wives of the sons of the prophets cried to Elisaie, saying, Your servant my husband is dead; and you know that your servant feared the Lord: and the creditor is come to take my two sons to be his servants.",
          "id": 9491
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Elisaie said, What shall I do for you? tell me what you have in the house. And she said, Your servant has nothing in the house, except oil wherewith I anoint myself.",
          "id": 9492
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he said to her, Go, borrow for yourself vessels without of all your neighbours, even empty vessels; borrow not a few.",
          "id": 9493
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And you shall go in and shut the door upon you and upon your sons, and you shall pour forth into these vessels, and remove that which is filled.",
          "id": 9494
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And she departed from him, and shut the door upon herself and upon her sons: they brought the vessels near to her, and she poured in until the vessels were filled.",
          "id": 9495
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And she said to her sons, Bring me yet a vessel. And they said to her, There is not a vessel more. And the oil stayed.",
          "id": 9496
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And she came and told the man of God: and Elisaie said, Go, and sell the oil, and you shall pay your debts, and you and your sons shall live of the remaining oil.",
          "id": 9497
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And a day came, when Elisaie passed over to Soman, and there was a great lady there, and she constrained him to eat bread: and it came to pass as often as he went into the city, that he turned aside to eat there.",
          "id": 9498
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the woman said to her husband, See now, I know that this is a holy man of God who comes over continually to us.",
          "id": 9499
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Let us now make for him an upper chamber, a small place; and let us put there for him a bed, and a table, and a stool, and a candlestick: and it shall come to pass that when he comes in to us, he shall turn in there.",
          "id": 9500
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And a day came, and he went in there, and turned aside into the upper chamber, and lay there.",
          "id": 9501
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And he said to Giezi his servant, Call me this Somanite. and he called her, and she stood before him.",
          "id": 9502
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he said to him, Say now to her, Behold, you have taken all this trouble for us; what should I do for you? Hast you any request to make to the king, or to the captain of the host? And she said, I dwell in the midst of my people.",
          "id": 9503
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he said to Giezi, What must we do for her? and Giezi his servant said, Indeed she has no son, and her husband is old.",
          "id": 9504
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he called her, and she stood by the door.",
          "id": 9505
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Elisaie said to her, At this time next year, as the season is, you shall be alive, and embrace a son. And she said, Nay, my lord, do not lie to your servant.",
          "id": 9506
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the woman conceived, and bore a son at the very time, as the season was, being alive, as Elisaie said to her.",
          "id": 9507
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the child grew: and it came to pass when he went out to his father to the reapers,",
          "id": 9508
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "that he said to his father, My head, my head. and his father said to a servant, carry him to his mother.",
          "id": 9509
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And he carried him to his mother, and he lay upon her knees till noon, and died.",
          "id": 9510
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And she carried him up and laid him on the bed of the man of god; and she shut the door upon him, and went out.",
          "id": 9511
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And she called her husband, and said, Send now for me one of the young men, and one of the asses, and I will ride quickly to the man of God, and return.",
          "id": 9512
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And he said, Why are you going to him today? It is neither new moon, nor the Sabbath. And she said, It is well.",
          "id": 9513
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And she saddled the ass, and said to her servant, Be quick, proceed: spare not on my account to ride, unless I shall tell you. Go, and you shall proceed, and come to the man of God to mount Carmel.",
          "id": 9514
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And she rode and came to the man of God to the mountain: and it came to pass when Elisaie saw her coming, that he said to Giezi his servant, See now, that Somanite comes.",
          "id": 9515
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Now run to meet her, and you shall say, Is it well with you? is it well with your husband? is it well with the child? and she said, It is well.",
          "id": 9516
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And she came to Elisaie to the mountain, and laid hold of his feet; and Giezi drew near to thrust her away. And Elisaie said, Let her alone, for her soul is much grieved in her, and the Lord has hidden it from me, and has not told it me.",
          "id": 9517
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And she said, Did I ask a son of my lord? For did I not say, Do not deal deceitfully with me?",
          "id": 9518
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And Elisaie said to Giezi, Gird up your loins, and take my staff in your hand, and go: if you meet any man, you shall not salute him, and if a man salute you you shall not answer him: and you shall lay my staff on the child''s face.",
          "id": 9519
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And the mother of the child said, As the Lord lives and as your soul lives, I will not leave you. And Elisaie arose, and went after her.",
          "id": 9520
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And Giezi went on before her, and laid his staff on the child''s face: but there was neither voice nor any hearing. So he returned to meet him, and told him, saying, The child is not awaked.",
          "id": 9521
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And Elisaie went into the house, and, behold, the dead child was laid upon his bed.",
          "id": 9522
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And Elisaie went into the house, and shut the door upon themselves, the two, and prayed to the Lord.",
          "id": 9523
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And he went up, and lay upon the child, and put his mouth upon his mouth, and his eyes upon his eyes, and his hands upon his hands; and bowed himself upon him, and the flesh of the child grew warm.",
          "id": 9524
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And he returned, and walked up and down in the house: and he went up, and bowed himself on the child seven times; and the child opened his eyes.",
          "id": 9525
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And Elisaie cried out to Giezi, and said, Call this Somanite. So he called her, and she came in to him: and Elisaie said, Take your son.",
          "id": 9526
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And the woman went in, and fell at his feet, and did obeisance bowing to the ground; and she took her son, and went out.",
          "id": 9527
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And Elisaie returned to Galgala: and a famine was in the land; and the sons of the prophets sat before him: and Elisaie said to his servant, Set on the great pot, and boil pottage for the sons of the prophets.",
          "id": 9528
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And he went out into the field to gather herbs, and found a vine in the field, and gathered of it wild gourds, his garment full; and he cast it into the cauldron of pottage, for they knew them not.",
          "id": 9529
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And he poured it out for the men to eat: and it came to pass, when they were eating of the pottage, that behold! they cried out, and said, There is death in the pot, O man of God. And they could not eat.",
          "id": 9530
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And he said, Take meal, and cast it into the pot. And Elisaie said to his servant Giezi, Pour out for the people, and let them eat. And there was no longer there any hurtful thing in the pot.",
          "id": 9531
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And there came a man over from Baetharisa, and brought to the man of God twenty barley loaves and cakes of figs, of the first fruits. And he said, Give to the people, and let them eat.",
          "id": 9532
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And his servant said, Why should I set this before a hundred men? and he said, Give to the people, and let them eat; for thus says the Lord, They shall eat and leave.",
          "id": 9533
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And they ate and left, according to the word of the Lord.",
          "id": 9534
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now Naiman, the captain of the host of Syria, was a great man before his master, and highly respected, because by him the Lord had given deliverance to Syria, and the man was mighty in strength, but a leper.",
          "id": 9535
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the Syrians went forth in small bands, and took captive out of the land of Israel a little maid: and she waited on Naiman''s wife.",
          "id": 9536
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And she said to her mistress, O that my lord were before the prophet of God in Samaria; then he would recover him from his leprosy.",
          "id": 9537
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And she went in and told her lord, and said, Thus and thus spoke the maid from the land of Israel.",
          "id": 9538
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the king of Syria said to Naiman, Go to, go, and I will send a letter to the king of Israel. And he went, and took in his hand ten talents of silver, and six thousand pieces of gold, and ten changes of raiment.",
          "id": 9539
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And he brought the letter to the king of Israel, saying, Now then, as soon as this letter shall reach you, behold, I have sent to you my servant Naiman, and you shall recover him from his leprosy.",
          "id": 9540
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And it came to pass, when the king of Israel read the letter, that he tore his garments, and said, Am I God, to kill and to make alive, that this man sends to me to recover a man of his leprosy? consider, however, I pray you, and see that this man seeks an occasion against me.",
          "id": 9541
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And it came to pass, when Elisaie heard that the king of Israel had tore his garments, that he sent to the king of Israel, saying, Therefore have you tore your garments? Let Naiman, I pray you, come to me, and let him know that there is a prophet in Israel.",
          "id": 9542
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So Naiman came with horse and chariot, and stood at the door of the house of Elisaie.",
          "id": 9543
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Elisaie sent a messenger to him, saying, Go and wash seven times in Jordan, and your flesh shall return to you, and you shall be cleansed.",
          "id": 9544
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Naiman was angry, and departed, and said, Behold, I said, He will by all means come out to me, and stand, and call on the name of his God, and lay his hand upon the place, and recover the leper.",
          "id": 9545
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Are not the Abana and Pharphar, rivers of Damascus, better than all the waters of Israel? may I not go and wash in them, and be cleansed? and he turned and went away in a rage.",
          "id": 9546
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And his servants came near and said to him, Suppose the prophet had spoken a great thing to you, would you not perform it? yet he has but said to you, Wash, and be cleansed.",
          "id": 9547
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "So Naiman went down, and dipped himself seven times in Jordan, according to the word of Elisaie: and his flesh returned to him as the flesh of a little child, and he was cleansed.",
          "id": 9548
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he and all his company returned to Elisaie, and he came and stood before him, and said, Behold, I know that there is no God in all the earth, save only in Israel: and now receive a blessing of your servant.",
          "id": 9549
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Elisaie said, As the Lord lives, before whom I stand, I will not take one. And he pressed him to take one: but he would not.",
          "id": 9550
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Naiman said, Well then, if not, let there be given to your servant, I pray you, the load of a yoke of mules; and you shall give me of the red earth: for henceforth your servant will not offer whole burnt offering or sacrifice to other gods, but only to the Lord by reason of this thing.",
          "id": 9551
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And let the Lord be propitious to your servant when my master goes into the house of Remman to worship there, and he shall lean on my hand, and I shall bow down in the house of Remman when he bows down in the house of Remman; even let the Lord, I pray, be merciful to your servant in this matter.",
          "id": 9552
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Elisaie said to Naiman, Go in peace. And he departed from him a little way.",
          "id": 9553
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Giezi the servant of Elisaie said, Behold, my Lord has spared this Syrian Naiman, so as not to take of his hand what he has brought: as the Lord lives, I will surely run after him, and take somewhat of him.",
          "id": 9554
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "So Giezi followed after Naiman: and Naiman saw him running after him, and turned back from his chariot to meet him.",
          "id": 9555
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Giezi said, All is well: my master has sent me, saying, Behold, now are there come to me two young men of the sons of the prophets from mount Ephraim; give them, I pray you, a talent of silver, and two changes of raiment.",
          "id": 9556
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And Naiman said, Take two talents of silver. And he took two talents of silver in two bags, and two changes of raiment, and put them upon two of his servants, and they bore them before him.",
          "id": 9557
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he came to a secret place, and took them from their hands, and laid them up in the house, and dismissed the men.",
          "id": 9558
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And he went in himself and stood before his master; and Elisaie said to him,",
          "id": 9559
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Whence come you, Giezi? and Giezi said, Your servant has not been hither or there. And Elisaie said to him, Went not my heart with you, when the man returned from his chariot to meet you? and now you have received silver, and now you have received raiment, and olive yards, and vineyards, and sheep, and oxen, and menservants, and maidservants.",
          "id": 9560
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "The leprosy also of Naiman shall cleave to you, and to your seed for ever. And he went out from his presence leprous, like snow.",
          "id": 9561
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the sons of the prophets said to Elisaie, Behold now, the place wherein we dwell before you is too narrow for us.",
          "id": 9562
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Let us go, we pray you, to Jordan, and take thence every man a beam, and make for ourselves a habitation there.",
          "id": 9563
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he said, Go. And one of them said gently, Come with your servants. And he said, I will go.",
          "id": 9564
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he went with them, and they came to Jordan, and began to cut down wood.",
          "id": 9565
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And behold, one was cutting down a beam, and the axe head fell into the water: and he cried out, Alas! master: and it was hidden.",
          "id": 9566
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the man of God said, Where did it fall? and he showed him the place: and he broke off a stick, and threw it in there, and the iron came to the surface.",
          "id": 9567
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And he said, Take it up to yourself. And he stretched out his hand, and took it.",
          "id": 9568
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the king of Syria was at war with Israel: and he consulted with his servants, saying, I will encamp in such a place.",
          "id": 9569
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Elisaie sent to the king of Israel, saying, Take heed that you pass not by that place, for the Syrians are hidden there.",
          "id": 9570
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the king of Israel sent to the place which Elisaie mentioned to him, and saved himself thence not once or twice.",
          "id": 9571
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the mind of the king of Syria was very much disturbed concerning this thing; and he called his servants, and said to them, Will you not tell me who betrays me to the king of Israel?",
          "id": 9572
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And one of his servants said, Nay, my Lord, O king, for Elisaie the prophet that is in Israel reports to the king of Israel all the words whatever you may say in your bedchamber.",
          "id": 9573
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he said, Go, see where this man is, and I will send and take him. And they sent word to him, saying, Behold, he is in Dothaim.",
          "id": 9574
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he sent there horses, and chariots, and a mighty host: and they came by night, and compassed about the city.",
          "id": 9575
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the servant of Elisaie rose up early and went out; and, behold, a host compassed the city, and horses and chariots: and the servant said to him, O master, what shall we do?",
          "id": 9576
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Elisaie said, Fear not, for they who are with us are more than they that are with them.",
          "id": 9577
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Elisaie prayed, and said, Lord, open, I pray you, the eyes of the servant, and let him see. And the Lord opened his eyes, and he saw: and, behold, the mountain was full of horses, and there were chariots of fire round about Elisaie.",
          "id": 9578
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And they came down to him; and he prayed to the Lord, and said, Strike, I pray you, this people with blindness. And he struck them with blindness, according to the word of Elisaie.",
          "id": 9579
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Elisaie said to them, This is not the city, and this is not the way: follow me, and I will bring you to the man whom you seek. And he led them away to Samaria.",
          "id": 9580
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And it came to pass when they entered into Samaria, that Elisaie said, Open, I pray you, O Lord, their eyes, and let them see. And the Lord opened their eyes, and they saw; and, behold, they were in the midst of Samaria.",
          "id": 9581
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the king of Israel said to Elisaie, when he saw them, Shall I not verily strike them, my father?",
          "id": 9582
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And he said, You shall not strike them, unless you would strike those whom you have taken captive with your sword and with your bow: set bread and water before them, and let them eat and drink, and depart to their master.",
          "id": 9583
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And he set before them a great feast, and they ate and drank: and he dismissed them and they departed to their master. And the bands of Syria came no longer into the land of Israel.",
          "id": 9584
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And it came to pass after this, that the son of Ader king of Syria gathered all his army, and went up, and besieged Samaria.",
          "id": 9585
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And there was a great famine in Samaria: and, behold, they besieged it, until an ass''s head was valued at fifty pieces of silver, and the fourth part of a cab of dove''s dung at five pieces of silver.",
          "id": 9586
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the king of Israel was passing by on the wall, and a woman cried to him, saying, Help, my lord, O king.",
          "id": 9587
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And he said to her, Unless the Lord help you, whence shall I help you? from the corn-floor, or from the wine-press?",
          "id": 9588
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And the king said to her, What is the matter with you? And the woman said to him, This woman said to me, Give your son, and we will eat him today, and we will eat my son to-morrow.",
          "id": 9589
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "So we boiled my son, and ate him; and I said to her on the second day, Give your son, and let us eat him: and she has hidden her son.",
          "id": 9590
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And it came to pass, when the king of Israel heard the words of the woman, that he tore his garments; and he passed by on the wall, and the people saw sackcloth within upon his flesh.",
          "id": 9591
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And he said, God do so to me and more also, if the head of Elisaie shall stand upon him this day.",
          "id": 9592
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And Elisaie was sitting in his house, and the elders were sitting with him; and the king sent a man before him: before the messenger came to him, he also said to the elders, Do you see that this son of a murderer has sent to take away my head? See, as soon as the messenger shall have come, shut the door, and forcibly detain him at the door: is not the sound of his master''s feet behind him?",
          "id": 9593
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "While he was yet speaking with them, behold, a messenger came to him: and he said, Behold, this evil is of the Lord; why should I wait for the Lord any longer?",
          "id": 9594
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Elisaie said, Hear you the word of the Lord; Thus says the Lord, As at this time, to-morrow a measure of fine flour shall be sold for a shekel, and two measures of barley for a shekel, in the gates of Samaria.",
          "id": 9595
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the officer on whose hand the king rested, answered Elisaie, and said, Behold, if the Lord shall make flood-gates in heaven, might this thing be? and Elisaie said, Behold, you shall see with your eyes, but shall not eat thereof.",
          "id": 9596
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And there were four leprous men by the gate of the city: and one said to his neighbour, Why sit we here until we die?",
          "id": 9597
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "If we should say, Let us go into the city, then there is famine in the city, and we shall die there: and if we sit here, then we shall die. Now then come, and let us fall upon the camp of the Syrians: if they should take us alive, then we shall live; and if they should put us to death, then we shall only die.",
          "id": 9598
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And they rose up while it was yet night, to go into the camp of Syria; and they came into a part of the camp of Syria, and behold, there was no man there.",
          "id": 9599
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For the Lord had made the army of Syria to hear a sound of chariots, and a sound of horses, even the sound of a great host: and each man said to his fellow, Now has the king of Israel hired against us the kings of the Chettites, and the kings of Egypt, to come against us.",
          "id": 9600
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And they arose and fled while it was yet dark, and left their tents, and their horses, and their asses in the camp, as they were, and fled for their lives.",
          "id": 9601
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And these lepers entered a little way into the camp, and went into one tent, and ate and drank, and took thence silver, and gold, and raiment; and they went and returned thence, and entered into another tent, and took thence, and went and hid the spoil.",
          "id": 9602
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And one man said to his neighbour, We are not doing well thus: this day is a day of glad tidings, and we hold our peace, and are waiting till the morning light, and shall find mischief: now them come, and let us go into the city, and report to the house of the king.",
          "id": 9603
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So they went and cried towards the gate of the city, and reported to them, saying, We went into the camp of Syria, and, behold, there is not there a man, nor voice of man, only horses tied and asses, and their tents as they were.",
          "id": 9604
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the porters cried aloud, and reported to the house of the king within.",
          "id": 9605
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the king rose up by night, and said to his servants, I will now tell you what the Syrians have done to us. They knew that we are hungry; and they have gone forth from the camp and hidden themselves in the field, saying, They will come out of the city, and we shall catch them alive, and go into the city.",
          "id": 9606
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And one of his servants answered and said, Let them now take five of the horses that were left, which were left here; behold, they are the number left to all the multitude of Israel; and we will send there and see.",
          "id": 9607
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "So they took two horsemen; and the king of Israel sent after the king of Syria, saying, Go, and see.",
          "id": 9608
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And they went after them even to Jordan: and, behold, all the way was full of garments and vessels, which the Syrians had cast away in their panic. and the messengers returned, and brought word to the king.",
          "id": 9609
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the people went out, and plundered the camp of Syria: and a measure of fine flour was sold for a shekel, according to the word of the Lord, and two measures of barley for a shekel.",
          "id": 9610
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the king appointed the officer on whose hand the king leaned to have charge over the gate: and the people trampled on him in the gate, and he died, as the man of God had said, who spoke when the messenger came down to him.",
          "id": 9611
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "So it came to pass as Elisaie had spoken to the king, saying, Two measures of barley shall be sold for a shekel, and a measure of fine flour for a shekel; and it shall be as at this time to-morrow in the gate of Samaria.",
          "id": 9612
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the officer answered Elisaie, and said, Behold, if the Lord makes flood-gates in heaven, shall this thing be? and Elisaie said, Behold, you shall see it with your eyes, but you shall not eat thereof.",
          "id": 9613
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And it was so: for the people trampled on him in the gate, and he died.",
          "id": 9614
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Elisaie spoke to the woman, whose son he had restored to life, saying, Arise, and go you and your house, and sojourn wherever you may sojourn: for the Lord has called for a famine upon the land; indeed it is come upon the land for seven years.",
          "id": 9615
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the woman arose, and did according to the word of Elisaie, both she and her house; and they sojourned in the land of the Philistines seven years.",
          "id": 9616
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And it came to pass after the expiration of the seven years, that the woman returned out of the land of the Philistines to the city; and came to cry to the king for her house and for her lands.",
          "id": 9617
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the king spoke to Giezi the servant of Elisaie the man of God, saying, Tell me, I pray you, all the great things which Elisaie has done.",
          "id": 9618
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And it came to pass, as he was telling the king how he had restored to life the dead son, behold, the woman whose son Elisaie restored to life came crying to the king for her house and for her lands. And Giezi said, My lord, O king, this is the woman, and this is her son, whom Elisaie restored to life.",
          "id": 9619
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the king asked the woman, and she told him: and the king appointed her a eunuch, saying, Restore all that was hers, and all the fruits of the field from the day that she left the land until now.",
          "id": 9620
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Elisaie came to Damascus; and the king of Syria the son of Ader was ill, and they brought him word, saying, The man of God is come here.",
          "id": 9621
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the king said to Azael, Take in your hand a present, and go to meet the man of God, and enquire of the Lord by him, saying, Shall I recover of this my disease?",
          "id": 9622
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Azael went to meet him, and he took a present in his hand, and all the good things of Damascus, forty camels'' load, and came and stood before him, and said to Elisaie, Your son the son of Ader, the king of Syria, has sent me to you to enquire, saying, Shall I recover of this my disease?",
          "id": 9623
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Elisaie said, Go, say, You shall certainly live; yet the Lord has showed me that you shall surely die.",
          "id": 9624
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he stood before him, and fixed his countenance till he was ashamed: and the man of God wept.",
          "id": 9625
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Azael said, Why does my lord weep? And he said, Because I know all the evil that you will do to the children of Israel: you will utterly destroy their strong holds with fire, and you will kill their choice men with the sword, and you will dash their infants against the ground, and their women with child you will rip up.",
          "id": 9626
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Azael said, Who is your servant? a dead dog, that he should do this thing? And Elisaie said, The Lord has shown me you ruling over Syria.",
          "id": 9627
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he departed from Elisaie, and went in to his lord; and he said to him, What said Elisaie to you? and he said, He said to me, You shall surely live.",
          "id": 9628
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And it came to pass on the next day that he took a thick cloth, and dipped it in water, and put it on his face, and he died: and Azael reigned in his stead.",
          "id": 9629
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "In the fifth year of Joram son of Achaab king of Israel, and while Josaphat was king of Juda, Joram the son of Josaphat king of Juda began to reign.",
          "id": 9630
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Thirty and two years old was he when he began to reign, and he reigned eight years in Jerusalem.",
          "id": 9631
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And he walked in the way of the kings of Israel, as did the house of Achaab; for the daughter of Achaab was his wife: and he did that which was evil in the sight of the Lord.",
          "id": 9632
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But the Lord would not destroy Juda for David his servant''s sake, as he said he would give a light to him and to his sons continually.",
          "id": 9633
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "In his days Edom revolted from under the hand of Juda, and they made a king over themselves.",
          "id": 9634
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Joram went up to Sior, and all the chariots that were with him: and it came to pass after he had arisen, that he struck Edom who compassed him about, and the captains of the chariots; and the people fled to their tents.",
          "id": 9635
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Yet Edom revolted from under the hand of Juda till this day. Then Lobna revolted at that time.",
          "id": 9636
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the rest of the acts of Joram, and all that he did, behold, are not these written in the book of the chronicles of the kings of Juda?",
          "id": 9637
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "So Joram slept with his fathers, and was buried with his fathers in the city of his father David: and Ochozias his son reigned in his stead.",
          "id": 9638
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "In the twelfth year of Joram son of Achaab king of Israel, Ochozias son of Joram began to reign.",
          "id": 9639
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Twenty and two years old was Ochozias when he began to reign, and he reigned one year in Jerusalem: and the name of his mother was Gotholia, daughter of Ambri king of Israel.",
          "id": 9640
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And he walked in the way of the house of Achaab, and did that which was evil in the sight of the Lord, as did the house of Achaab.",
          "id": 9641
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And he went with Joram the son of Achaab to war against Azael king of the Syrians in Remmoth Galaad; and the Syrians wounded Joram.",
          "id": 9642
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And king Joram returned to be healed in Jezrael of the wounds with which they wounded him in Remmoth, when he fought with Azael king of Syria. And Ochozias son of Joram went down to see Joram the son of Achaab in Jezrael, because he was sick.",
          "id": 9643
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Elisaie the prophet called one of the sons of the prophets, and said to him, Gird up your loins, and take this cruse of oil in your hand, and go to Remmoth Galaad.",
          "id": 9644
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And you shall enter there, and shall see there Ju the son of Josaphat son of Namessi, and shall go in and make him rise up from amongst his brethren, and shall bring him into a secret chamber.",
          "id": 9645
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And you shall take the cruse of oil, and pour it on his head, and say you, Thus says the Lord, I have anointed you king over Israel: and you shall open the door, and flee, and not wait.",
          "id": 9646
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the young man the prophet went to Remmoth Galaad.",
          "id": 9647
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And he went in, and, behold, the captains of the host were sitting; and he said, I have a message to you, O captain. And Ju said, To which of all us? And he said, To you, O captain.",
          "id": 9648
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And he arose, and went into the house: and he poured the oil upon his head, and said to him, Thus says the Lord God of Israel, I have anointed you to be king over the people of the Lord, even over Israel.",
          "id": 9649
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And you shall utterly destroy the house of Achaab your master from before me, and shall avenge the blood of my servants the prophets, and the blood of all the servants of the Lord, at the hand of Jezabel,",
          "id": 9650
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "and at the hand of the whole house of Achaab: and you shall utterly cut off from the house of Achaab every male, and him that is shut up and left in Israel.",
          "id": 9651
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And I will make the house of Achaab like the house of Jeroboam the son of Nabat, and as the house of Baasa the son of Achia.",
          "id": 9652
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the dogs shall eat Jezabel in the portion of Jezreel, and there shall be none to bury her. And he opened the door, and fled.",
          "id": 9653
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Ju went forth to the servants of his lord, and they said to him, Is all well? Why came this mad fellow in to you? And he said to them, You know the man, and his communication.",
          "id": 9654
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And they said, It is wrong: tell us now. And Ju said to them, Thus and thus spoke he to me, saying, and he said, Thus says the Lord, I have anointed you to be king over Israel.",
          "id": 9655
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And when they heard it, they hasted, and took every man his garment, and put it under him on the top of the stairs, and blew with the trumpet, and said, Ju is king.",
          "id": 9656
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "So Ju the son of Josaphat the son of Namessi conspired against Joram, and Joram was defending Remmoth Galaad, he and all Israel, because of Azael king of Syria.",
          "id": 9657
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And king Joram had returned to be healed in Jezrael of the wounds which the Syrians had given him, in his war with Azael king of Syria. And Ju said, If your heart is with me, let there not go forth out of the city one fugitive to go and report to Jezrael.",
          "id": 9658
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Ju rode and advanced, and came down to Jezrael; for Joram king of Israel was getting healed in Jezrael of the arrow-wounds wherewith the Syrians had wounded him in Rammath in the war with Azael king of Syria; for he was strong and a mighty man: and Ochozias king of Juda was come down to see Joram.",
          "id": 9659
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And there went up a watchman upon the tower of Jezrael, and saw the dust made by Ju as he approached; and he said, I see dust. And Joram said, Take a horseman, and send to meet them, and let him say, Peace.",
          "id": 9660
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And there went a horseman to meet them, and said, Thus says the king, Peace. And Ju said, What have you to do with peace? turn behind me. And the watchman reported, saying, The messenger came up to them, and has not returned.",
          "id": 9661
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And he sent another horseman, and he came to him, and said, Thus says the king, Peace. And Ju said, What have you to do with peace? turn behind me.",
          "id": 9662
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the watchman reported, saying, He came up to them, and has not returned: and the driver drives Ju the son of Namessi, for it is with furious haste.",
          "id": 9663
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Joram said, Make ready. And one made ready the chariot: and Joram the king of Israel went forth, and Ochozias king of Juda, each in his chariot, and they went to meet Ju, and found him in the portion of Nabuthai the Jezraelite.",
          "id": 9664
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And it came to pass when Joram saw Ju, that he said, Is it peace, Ju? And Ju said, How can it be peace? as yet there are the whoredoms of your mother Jezabel, and her abundant witchcrafts.",
          "id": 9665
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And Joram turned his hands, and fled, and said to Ochozias, Treachery, Ochozias.",
          "id": 9666
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Ju bent his bow with his full strength, and struck Joram between his arms, and his arrow went out at his heart, and he bowed upon his knees.",
          "id": 9667
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Ju said to Badecar his chief officer, Cast him into the portion of ground of Nabuthai the Jezraelite, for I and you remember, riding as we were on chariots after Achaab his father, that the Lord took up this burden against him, saying,",
          "id": 9668
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Surely, I have seen yesterday the blood of Nabuthai, and the blood of his sons, says the Lord; and I will recompense him in this portion, says the Lord. Now then, I pray you, take him up and cast him into the portion, according to the word of the Lord.",
          "id": 9669
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And Ochozias king of Juda saw it, and fled by the way of Baethgan. And Ju pursued after him, and said, Slay him also. And one struck him in the chariot at the going up of Gai, which is Jeblaam: and he fled to Mageddo, and died there.",
          "id": 9670
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And his servants put him on a chariot, and brought him to Jerusalem, and they buried him in his sepulchre in the city of David.",
          "id": 9671
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And in the eleventh year of Joram king of Israel, Ochozias began to reign over Juda.",
          "id": 9672
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And Ju came to Jezrael; and Jezabel heard of it, and coloured her eyes, and adorned her head, and looked through the window.",
          "id": 9673
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And Ju entered into the city; and she said, Had Zambri, the murderer of his master, peace?",
          "id": 9674
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And he lifted up his face towards the window, and saw her, and said, Who are you? Come down with me. And two eunuchs looked down towards him.",
          "id": 9675
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And he said, Throw her down. And they threw her down; and some of her blood was sprinkled on the wall, and on the horses: and they trampled on her.",
          "id": 9676
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And Ju went in and ate and drank, and said, Look now, after this cursed woman, and bury her, for she is a king''s daughter.",
          "id": 9677
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And they went to bury her; but they found nothing of her but the skull, and the feet, and the palms of her hands.",
          "id": 9678
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And they returned and told him. And he said, It is the word of the Lord, which he spoke by the hand of Eliu the Thesbite, saying, In the portion of Jezrael shall the dogs eat the flesh of Jezabel.",
          "id": 9679
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And the carcass of Jezabel shall be as dung on the face of the field in the portion of Jezrael, so that they shall not say, This is Jezabel.",
          "id": 9680
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Achaab had seventy sons in Samaria. And Ju wrote a letter, and sent it into Samaria to the rulers of Samaria, and to the elders, and to the guardians of the children of Achaab, saying.",
          "id": 9681
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Now then, as soon as this letter shall have reached you, whereas there are with you the sons of your master, and with you chariots and horses, and strong cities, and arms,",
          "id": 9682
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "do you accordingly look out the best and fit amongst your master''s sons, and set him on the throne of his father, and fight for the house of your master.",
          "id": 9683
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And they feared greatly, and said, Behold, two kings stood not before him: and how shall we stand?",
          "id": 9684
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So they that were over the house, and they that were over the city, and the elders and the guardians, sent to Ju, saying, We also are your servants, and whatever you shall say to us we will do; we will not make any man king: we will do that which is right in your eyes.",
          "id": 9685
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Ju wrote them a second letter, saying, If you are for me, and listen to my voice, take the heads of the men your master''s sons, and bring them to me at this time to-morrow in Jezrael. Now the sons of the king were seventy men; these great men of the city brought them up.",
          "id": 9686
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And it came to pass, when the letter came to them, that they took the king''s sons, and killed them, even seventy men, and put their heads in baskets, and sent them to him at Jezrael.",
          "id": 9687
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And a messenger came and told him, saying, They have brought the heads of the king''s sons. And he said, Lay them in two heaps by the door of the gate until the morning.",
          "id": 9688
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the morning came, and he went forth, and stood, and said to all the people, You are righteous: behold, I conspired against my master, and killed him: but who killed all these?",
          "id": 9689
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "See now that there shall not fall to the ground anything of the word of the Lord which the Lord spoke against the house of Achaab: for the Lord has performed all that he spoke of by the hand of his servant Eliu.",
          "id": 9690
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Ju struck all that were left of the house of Achaab in Jezrael, and all his great men, and his acquaintance, and his priests, so as not to leave him any remnant.",
          "id": 9691
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And he arose and went to Samaria, and he was in the house of sheep-shearing in the way.",
          "id": 9692
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Ju found the brethren of Ochozias king of Juda, and said, Who are you? And they said, We are the brethren of Ochozias, and we have come down to salute the sons of the king, and the sons of the queen.",
          "id": 9693
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he said, Take them alive. And they killed them at the shearing-house, forty and two men: he left not a man of them.",
          "id": 9694
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he went thence and found Jonadab the son of Rechab coming to meet him; and he saluted him, and Ju said to him, Is your heart right with my heart, as my heart is with your heart? And Jonadab said, It is. And Ju said, If it is then, give me your hand. And he gave him his hand, and he took him up to him into the chariot.",
          "id": 9695
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And he said to him, Come with me, and see me zealous for the Lord. And he caused him to sit in his chariot.",
          "id": 9696
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he entered into Samaria, and struck all that were left of Achaab in Samaria, until he had utterly destroyed him, according to the word of the Lord, which he spoke to Eliu.",
          "id": 9697
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Ju gathered all the people, and said to them, Achaab served Baal a little; Ju shall serve him much.",
          "id": 9698
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Now then do all you the prophets of Baal call all his servants and his priests to me; let not a man be lacking: for I have a great sacrifice to offer to Baal; every one who shall be missing shall die. But Ju did it in subtilty, that he might destroy the servants of Baal.",
          "id": 9699
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Ju said, Sanctify a solemn festival to Baal, and they made a proclamation.",
          "id": 9700
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Ju sent throughout all Israel, saying, Now then let all Baal''s servants, and all his priests, and all his prophets come, let none be lacking: for I am going to offer a great sacrifice; whoever shall be missing, shall not live. So all the servants of Baal came, and all his priests, and all his prophets: there was not one left who came not. And they entered into the house of Baal; and the house of Baal was filled from one end to the other.",
          "id": 9701
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And he said to the man who was over the house of the wardrobe, Bring forth a robe for all the servants of Baal. And the keeper of the robes brought forth to them.",
          "id": 9702
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And Ju and Jonadab the son of Rechab entered into the house of Baal, and said to the servants of Baal, Search, and see whether there is amongst you any of the servants of the Lord, or only the servants of Baal, by themselves.",
          "id": 9703
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he went in to offer sacrifices and whole burnt offerings; and Ju set for himself eighty men without, and said, Every man who shall escape of the men whom I bring into your hand, the life of him that spares him shall go for his life.",
          "id": 9704
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And it came to pass, when he had finished offering the whole burnt offering, that Ju said to the footmen and to the officers, Go you in and kill them; let not a man of them escape. So they struck them with the edge of the sword, and the footmen and the officers cast the bodies forth, and went to the city of the house of Baal.",
          "id": 9705
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And they brought out the pillar of Baal, and burnt it.",
          "id": 9706
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And they tore down the pillars of Baal, and made his house a draught-house until this day.",
          "id": 9707
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "So Ju abolished Baal out of Israel.",
          "id": 9708
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Nevertheless Ju departed not from following the sins of Jeroboam the son of Nabat, who led Israel to sin: these were the golden heifers in Baethel and in Dan.",
          "id": 9709
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And the Lord said to Ju, Because of all your deeds wherein you have acted well in doing that which was right in my eyes, according to all things which you have done to the house of Achaab as they were in my heart, your sons to the fourth generation shall sit upon the throne of Israel.",
          "id": 9710
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "But Ju took no heed to walk in the law of the Lord God of Israel with all his heart: he departed not from following the sins of Jeroboam, who made Israel to sin.",
          "id": 9711
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "In those days the Lord began to cut Israel short; and Azael struck them in every coast of Israel;",
          "id": 9712
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "from Jordan eastward all the land of Galaad belonging to the Gadites, of Gaddi and that of Ruben, and of Manasses, from Aroer, which is on the brink of the brook of Arnon, and Galaad and Basan.",
          "id": 9713
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And the rest of the acts of Ju, and all that he did, and all his might, and the wars wherein he engaged, are not these things written in the book of the chronicles of the kings of Israel?",
          "id": 9714
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And Ju slept with his fathers; and they buried him in Samaria: and Joachaz his son reigned in his stead.",
          "id": 9715
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And the days which Ju reigned over Israel were twenty-eight years in Samaria.",
          "id": 9716
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Gotholia the mother of Ochozias saw that her son was dead, and she destroyed all the seed royal.",
          "id": 9717
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Josabee daughter of king Joram, sister of Ochozias, took Joas the son of her brother, and stole him from amongst the king''s sons that were put to death, secreting him and his nurse in the bedchamber, and hid him from the face of Gotholia, and he was not slain.",
          "id": 9718
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he remained with her hid in the house of the Lord six years: and Gotholia reigned over the land.",
          "id": 9719
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And in the seventh year Jodae sent and took the captains of hundreds of the Chorri and of the Rhasim, and brought them to him into the house of the Lord, and made a covenant of the Lord with them, and adjured them, and Jodae showed them the king''s son.",
          "id": 9720
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And charged them, saying, This is the thing which you shall do.",
          "id": 9721
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Let a third part of you go in on the sabbath-day, and keep you the watch of the king''s house in the porch; and another third in the gate of the high way, and a third at the gate behind the footmen; and keep you the guard of the house.",
          "id": 9722
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And there shall be two parties amongst you, even every one that goes out on the Sabbath, and they shall keep the guard of the Lord''s house before the king.",
          "id": 9723
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And do you compass the king about every man with his weapon in his hand, and he that goes into the ranges shall die: and they shall be with the king in his going out and in his coming in.",
          "id": 9724
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the captains of hundreds did all things that the wise Jodae commanded; and they took each his men, both those that went in on the sabbath-day, and those that went out on the sabbath-day, and went in to Jodae the priest.",
          "id": 9725
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the priest gave to the captains of hundreds the swords and spears of king David that were in the house of the Lord.",
          "id": 9726
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the footmen stood each with his weapon in his hand from the right corner of the house to the left corner of the house, by the altar and the house round about the king.",
          "id": 9727
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And he brought forth the king''s son, and put upon him the crown and gave him the testimony; and he made him king, and anointed him: and they clapped their hands, and said, Long live the king.",
          "id": 9728
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Gotholia heard the sound of the people running, and she went in to the people to the house of the Lord.",
          "id": 9729
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And she looked, and, behold, the king stood near a pillar according to the manner; and the singers and the trumpeters were before the king and all the people of the land even rejoicing and sounding with trumpets: and Gotholia tore her garments, and cried, A conspiracy, a conspiracy.",
          "id": 9730
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Jodae the priest commanded the captains of hundreds who were over the host, and said to them, Bring her forth without the ranges, and he that goes in after her shall certainly die by the sword. For the priest said, Let her not however be slain in the house of the Lord.",
          "id": 9731
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And they laid hands upon her, and went in by the way of the horses'' entrance into the house of the Lord, and she was slain there.",
          "id": 9732
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Jodae made a covenant between the Lord and the king and the people, that they should be the Lord''s people; also between the king and the people.",
          "id": 9733
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And all the people of the land went into the house of Baal, and tore it down, and completely broke in pieces his altars and his images, and they killed Mathan the priest of Baal before the altars. And the priest appointed overseers over the house of the Lord.",
          "id": 9734
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And he took the captains of the hundreds, and the Chorri, and the Rhasim, and all the people of the land, and brought down the king out of the house of the Lord; and they went in by the way of the gate of the footmen of the king''s house, and seated him there on the throne of the kings.",
          "id": 9735
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And all the people of the land rejoiced, and the city was at rest: and they killed Gotholia with the sword in the house of the king.",
          "id": 9736
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Joas was seven years old when he began to reign.",
          "id": 9737
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Joas began to reign in the seventh year of Ju, and he reigned forty years in Jerusalem: and his mother''s name was Sabia of Bersabee.",
          "id": 9738
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Joas did that which was right in the sight of the Lord all the days that Jodae the priest instructed him.",
          "id": 9739
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Only there were not any of the high places removed, and the people still sacrificed there, and burnt incense on the high places.",
          "id": 9740
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Joas said to the priests, As for all the money of the holy things that is brought into the house of the Lord, the money of valuation, as each man brings the money of valuation, all the money which any man may feel disposed to bring into the house of the Lord,",
          "id": 9741
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "let the priests take it to themselves, every man from the proceeds of his sale: and they shall repair the breaches of the house in all places wherever a breach shall be found.",
          "id": 9742
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And it came to pass in the twenty-third year of king Joas the priests had not repaired the breaches of the house.",
          "id": 9743
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And king Joas called Jodae the priest, and the other priests, and said to them, Why have you not repaired the breaches of the house? now then receive no more money from your sales, for you shall give it to repair the breaches of the house.",
          "id": 9744
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the priests consented to receive no more money of the people, and not to repair the breaches of the house.",
          "id": 9745
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Jodae the priest took a chest, and bored a hole in the lid of it, and set it by the altar in the house of a man belonging to the house of the Lord, and the priests that kept the door put therein all the money that was found in the house of the Lord.",
          "id": 9746
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And it came to pass, when they saw that there was much money in the chest, that the king''s scribe and the high priest went up, and they tied up and counted the money that was found in the house of the Lord.",
          "id": 9747
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And they gave the money that had been collected into the hands of them that wrought the works, the overseers of the house of the Lord; and they gave it out to the carpenters and to the builders that wrought in the house of the Lord.",
          "id": 9748
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And to the masons, and to the hewers of stone, to purchase timber and hewn stone to repair the breaches of the house of the Lord, for all that was spent on the house of the Lord to repair it.",
          "id": 9749
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Only there were not to be made for the house of the Lord silver plates, studs, bowls, or trumpets, any vessel of gold or vessel of silver, of the money that was brought into the house of the Lord:",
          "id": 9750
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "for they were to give it to the workmen, and they repaired therewith the house of the Lord.",
          "id": 9751
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Also they took no account of the men into whose hands they gave the money to give to the workmen, for they acted faithfully.",
          "id": 9752
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Money for a sin-offering, and money for a trespass-offering, whatever happened to be brought into the house of the Lord, went to the priests.",
          "id": 9753
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then went up Azael king of Syria, and fought against Geth, and took it: and Azael set his face to go against Jerusalem.",
          "id": 9754
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Joas king of Juda took all the holy things which Josaphat, and Joram, Ochozias, his fathers, and kings of Juda had consecrated, and what he had himself dedicated, and all the gold that was found in the treasures of the Lord''s house and the king''s house, and he sent them to Azael king of Syria; and he went up from Jerusalem.",
          "id": 9755
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the rest of the acts of Joas, and all that he did, behold, are not these things written in the book of the chronicles of the kings of Juda?",
          "id": 9756
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And his servants rose up and made a conspiracy, and struck Joas in the house of Mallo that is in Sela.",
          "id": 9757
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Jezirchar the son of Jemuath, and Jezabuth Somer''s son, his servants, struck him, and he died; and they buried him with his fathers in the city of David: and Amessias his son reigned in his stead.",
          "id": 9758
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the twenty-third year of Joas son of Ochozias king of Juda began Joachaz the son of Ju to reign in Samaria, and he reigned seventeen years.",
          "id": 9759
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he did that which was evil in the sight of the Lord, and walked after the sins of Jeroboam the son of Nabat, who led Israel to sin; he departed not from them.",
          "id": 9760
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the Lord was very angry with Israel, and delivered them into the hand of Azael king of Syria, and into the hand of the son of Ader son of Azael, all their days.",
          "id": 9761
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Joachaz implored the Lord, and the Lord listened to him, for he saw the affliction of Israel, because the king of Syria afflicted them.",
          "id": 9762
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the Lord gave deliverance to Israel, and they escaped from under the hand of Syria: and the children of Israel lived in their tents as heretofore.",
          "id": 9763
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Only they departed not from the sins of the house of Jeroboam, who led Israel to sin: they walked in themmoreover the grove also remained in Samaria.",
          "id": 9764
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Whereas there was not left any army to Joachaz, except fifty horsemen, and ten chariots, and ten thousand infantry: for the king of Syria had destroyed them, and they made them as dust for trampling.",
          "id": 9765
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the rest of the acts of Joachaz, and all that he did, and his mighty acts are not these things written in the book of the chronicles of the kings of Israel?",
          "id": 9766
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Joachaz slept with his fathers, and they buried him in Samaria: and Joas his son reigned in his stead.",
          "id": 9767
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "In the thirty-seventh year of Joas king of Juda, Joas the son of Joachaz began to reign over Israel in Samaria sixteen years.",
          "id": 9768
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he did that which was evil in the sight of the Lord; he departed not from all the sin of Jeroboam the son of Nabat, who led Israel to sin: he walked in it.",
          "id": 9769
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the rest of the acts of Joas, and all that he did, and his mighty acts which he performed together with Amessias king of Juda, are not these written in the book of the chronicles of the kings of Israel?",
          "id": 9770
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Joas slept with his fathers, and Jeroboam sat upon his throne, and he was buried in Samaria with the kings of Israel.",
          "id": 9771
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Now Elisaie was sick of his sickness, whereof he died: and Joas king of Israel went down to him, and wept over his face, and said, My father, my father, the chariot of Israel, and the horseman thereof!",
          "id": 9772
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Elisaie said to him, Take bow and arrows. And he took to himself a bow and arrows.",
          "id": 9773
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And he said to the king, Put your hand on the bow. And Joas put his hand upon it: and Elisaie put his hands upon the king''s hands.",
          "id": 9774
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he said, Open the window eastward. And he opened it. And Elisaie said, Shoot. And he shot. And Elisaie said, The arrow of the Lord''s deliverance, and the arrow of deliverance from Syria; and you shall strike the Syrians in Aphec until you have consumed them.",
          "id": 9775
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Elisaie said to him, Take bow and arrows. And he took them. And he said to the king of Israel, Strike upon the ground. And the king struck three times, and stayed.",
          "id": 9776
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the man of God was grieved at him, and said, If you had struck five or six times, then you should have struck Syria till you had consumed them; but now you shall strike Syria only thrice.",
          "id": 9777
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Elisaie died, and they buried him. And the bands of the Moabites came into the land, at the beginning of the year.",
          "id": 9778
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And it came to pass as they were burying a man, that behold, they saw a band of men, and they cast the man into the grave of Elisaie: and as soon as he touched the bones of Elisaie, he revived and stood up on his feet.",
          "id": 9779
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Azael greatly afflicted Israel all the days of Joachaz.",
          "id": 9780
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the Lord had mercy and compassion upon them, and had respect to them because of his covenant with Abraam, and Isaac, and Jacob; and the Lord would not destroy them, and did not cast them out from his presence.",
          "id": 9781
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Azael king of Syria died, and the son of Ader his son reigned in his stead.",
          "id": 9782
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Joas the son of Joachaz returned, and took the cities out of the hand of the son of Ader the son of Azael, which he had taken out of the hand of Joachaz his father in the war: thrice did Joas strike him, and he recovered the cities of Israel.",
          "id": 9783
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the second year of Joas the son of Joachaz king of Israel, did Amessias also the son of Joas the king of Juda begin to reign.",
          "id": 9784
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Twenty and five years old was he when he began to reign, and he reigned twenty and nine years in Jerusalem: and his mother''s name was Joadim of Jerusalem.",
          "id": 9785
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he did that which was right in the sight of the Lord, but not as David his father: he did according to all things that his father Joas did.",
          "id": 9786
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Only he removed not the high places: as yet the people sacrificed and burnt incense on the high places.",
          "id": 9787
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And it came to pass when the kingdom was established in his hand, that he killed his servants that had slain the king his father.",
          "id": 9788
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But he killed not the sons of those that had slain him; according as it is written in the book of the laws of Moses, as the Lord gave commandment, saying, The fathers shall not be put to death for the children, and the children shall not be put to death for the fathers; but every one shall die for his own sins.",
          "id": 9789
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "He struck of Edom ten thousand in the valley of salt, and took the Rock in the war, and called its name Jethoel until this day.",
          "id": 9790
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then Amessias sent messengers to Joas son of Joachaz son of Ju king of Israel, saying, Come, let us look one another in the face.",
          "id": 9791
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Joas the king of Israel sent to Amessias king of Juda, saying, The thistle that was in Libanus sent to the cedar that was in Libanus, saying, Give my daughter to your son to wife: and the wild beasts of the field that were in Libanus passed by and trod down the thistle.",
          "id": 9792
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "You have struck and wounded Edom, and your heart has lifted you up: stay at home and glorify yourself; for therefore are you quarrelsome to your hurt? So both you will fall and Juda with you.",
          "id": 9793
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Nevertheless Amessias listened not: so Joas king of Israel went up, and he and Amessias king of Juda looked one another in the face in Baethsamys of Juda.",
          "id": 9794
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Juda was overthrown before Israel, and every man fled to his tent.",
          "id": 9795
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Joas king of Israel took Amessias the son of Joas the son of Ochozias, in Baethsamys; and he came to Jerusalem, and broke down the wall of Jerusalem, beginning at the gate of Ephraim as far as the gate of the corner, four hundred cubits.",
          "id": 9796
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he took the gold, and the silver, and all the vessels that were found in the house of the Lord, and in the treasures of the king''s house, and the hostages, and returned to Samaria.",
          "id": 9797
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the rest of the acts of Joas, even all that he did in his might, how he warred with Amessias king of Juda, are not these things written in the book of the chronicles of the kings of Israel?",
          "id": 9798
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Joas slept with his fathers, and was buried in Samaria with the kings of Israel; and Jeroboam his son reigned in his stead.",
          "id": 9799
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Amessias the son of Joas king of Juda lived after the death of Joas son of Joachaz king of Israel fifteen years.",
          "id": 9800
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the rest of the acts of Amessias, and all that he did, are not these written in the book of the chronicles of the kings of Juda?",
          "id": 9801
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And they formed a conspiracy against him in Jerusalem, and he fled to Lachis: and they sent after him to Lachis, and killed him there.",
          "id": 9802
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And they brought him upon horses; and he was buried in Jerusalem with his fathers in the city of David.",
          "id": 9803
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And all the people of Juda took Azarias, and he was sixteen years old, and made him king in the room of his father Amessias.",
          "id": 9804
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "He built Aeloth, and restored it to Juda, after the king slept with his fathers.",
          "id": 9805
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "In the fifteenth year of Amessias son of Joas king of Juda began Jeroboam son of Joas to reign over Israel in Samaria forty and one years.",
          "id": 9806
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he did that which was evil in the sight of the Lord: he departed not from all the sins of Jeroboam the son of Nabat, who led Israel to sin.",
          "id": 9807
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "He recovered the coast of Israel from the entering in of Aemath to the sea of Araba, according to the word of the Lord God of Israel, which he spoke by his servant Jonas the son of Amathi, the prophet of Gethchopher.",
          "id": 9808
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "For the Lord saw that the affliction of Israel was very bitter, and that they were few in number, straitened and in lack, and destitute, and Israel had no helper.",
          "id": 9809
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the Lord said that he would not blot out the seed of Israel from under heaven; so he delivered them by the hand of Jeroboam the son of Joas.",
          "id": 9810
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And the rest of the acts of Jeroboam and all that he did, and his mighty deeds, which he achieved in war, and how he recovered Damascus and Aemath to Juda in Israel, are not these things written in the book of the chronicles of the kings of Israel?",
          "id": 9811
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And Jeroboam slept with his fathers, even with the kings of Israel; and Zacharias his son reigned in his stead.",
          "id": 9812
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the twenty-seventh year of Jeroboam king of Israel Azarias the son of Amessias king of Juda began to reign.",
          "id": 9813
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Sixteen years old was he when he began to reign, and he reigned fifty-two years in Jerusalem: and his mother''s name was Jechelia of Jerusalem.",
          "id": 9814
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he did that which was right in the eyes of the Lord, according to all things that Amessias his father did.",
          "id": 9815
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Only he took not away any of the high places: as yet the people sacrificed and burnt incense on the high places.",
          "id": 9816
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the Lord plagued the king, and he was leprous till the day of his death; and he reigned in a separate house. And Joatham the king''s son was over the household, judging the people of the land.",
          "id": 9817
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the rest of the acts of Azarias, and all that he did, are not these written in the book of the chronicles of the kings of Juda?",
          "id": 9818
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Azarias slept with his fathers, and they buried him with his fathers in the city of David: and Joatham his son reigned in his stead.",
          "id": 9819
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "In the thirty and eighth year of Azarias king of Juda Zacharias the son of Jeroboam began to reign over Israel in Samaria six months.",
          "id": 9820
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he did that which was evil in the eyes of the Lord, as his fathers had done: he departed not from all the sins of Jeroboam the son of Nabat, who made Israel to sin.",
          "id": 9821
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Sellum the son of Jabis and others conspired against him, and they struck him in Keblaam, and killed him, and he reigned in his stead.",
          "id": 9822
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the rest of the acts of Zacharias, behold, they are written in the book of the chronicles of the kings of Israel.",
          "id": 9823
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "This was the word of the Lord which he spoke to Ju, saying, Your sons of the fourth generation shall sit upon the throne of Israel: and it was so.",
          "id": 9824
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Sellum the son of Jabis reigned: and in the thirty and ninth year of Azarias king of Juda began Sellum to reign a full month in Samaria.",
          "id": 9825
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Manaem the son of Gaddi went up out of Tharsila, and came to Samaria, and struck Sellum the son of Jabis in Samaria, and killed him.",
          "id": 9826
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the rest of the acts of Sellum, and his conspiracy wherein he was engaged, behold, they are written in the book of the chronicles of the kings of Israel.",
          "id": 9827
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then Manaem struck both Thersa and all that was in it, and its borders extending beyond Thersa, because they opened not to him: and he struck it, and ripped up the women with child.",
          "id": 9828
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "In the thirty and ninth year of Azarias king of Juda began Manaem the son of Gaddi to reign over Israel in Samaria ten years.",
          "id": 9829
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And he did that which was evil in the sight of the Lord: he departed not from all the sins of Jeroboam the son of Nabat, who led Israel to sin.",
          "id": 9830
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "In his days went up Phua king of the Assyrians against the land: and Manaem gave to Phua a thousand talents of silver to aid him with his power.",
          "id": 9831
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Manaem raised the silver by a tax upon Israel, even on every mighty man in wealth, to give to the king of the Assyrians, fifty shekels levied on each man; and the king of the Assyrians departed, and remained not there in the land.",
          "id": 9832
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the rest of the acts of Manaem, and all that he did, behold, are not these written in the book of the chronicles of the kings of Israel?",
          "id": 9833
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Manaem slept with his fathers; and Phakesias his son reigned in his stead.",
          "id": 9834
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "In the fifties year of Azarias king of Juda, began Phakesias the son of Manaem to reign over Israel in Samaria two years.",
          "id": 9835
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he did that which was evil in the sight of the Lord: he departed not from the sins of Jeroboam the son of Nabat, who made Israel to sin.",
          "id": 9836
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And Phakee the son of Romelias, his officer, conspired against him, and struck him in Samaria in the front of the king''s house, with Argob and Aria, and with him there were fifty men of the four hundred: and he killed him, and reigned in his stead.",
          "id": 9837
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the rest of the acts of Phakesias, and all that he did, behold, they are written in the book of the chronicles of the kings of Israel.",
          "id": 9838
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "In the fifty-second year of Azarias king of Juda began Phakee the son of Romelias to reign over Israel in Samaria twenty years.",
          "id": 9839
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And he did that which was evil in the eyes of the Lord: he departed not from all the sins of Jeroboam the son of Nabat, who led Israel to sin.",
          "id": 9840
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "In the days of Phakee king of Israel came Thalgath-phellasar king of the Assyrians, and took Ain, and Abel, and Thamaacha, and Anioch, and Kenez, and Asor, and Galaa, and Galilee, even all the land of Nephthali, and carried them away to the Assyrians.",
          "id": 9841
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And Osee son of Ela formed a conspiracy against Phakee the son of Romelias, and struck him, and killed him, and reigned in his stead, in the twentieth year of Joatham the son of Azarias.",
          "id": 9842
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And the rest of the acts of Phakee, and all that he did, behold, these are written in the book of the chronicles of the kings of Israel.",
          "id": 9843
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "In the second year of Phakee son of Romelias king of Israel began Joatham the son of Azarias king of Juda to reign.",
          "id": 9844
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Twenty and five years old was he when he began to reign, and he reigned sixteen years in Jerusalem: and his mother''s name was Jerusa daughter of Sadoc.",
          "id": 9845
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And he did that which was right in the sight of the Lord, according to all things that his father Azarias did.",
          "id": 9846
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Nevertheless he took not away the high places: as yet the people sacrificed and burnt incense on the high places. He built the upper gate of the Lord''s house.",
          "id": 9847
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And the rest of the acts of Joatham, and all that he did, are not these written in the book of the chronicles of the kings of Juda?",
          "id": 9848
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "In those days the Lord began to send forth against Juda Raasson king of Syria, and Phakee son of Romelias.",
          "id": 9849
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And Joatham slept with his fathers, and was buried with his fathers in the city of David his father: and Achaz his son reigned in his stead.",
          "id": 9850
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the seventeenth year of Phakee son of Romelias began Achaz the son of Joatham king of Juda to reign.",
          "id": 9851
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Twenty years old was Achaz when he began to reign, and he reigned sixteen years in Jerusalem; and he did not that which was right in the eyes of the Lord his God faithfully, as David his father had done.",
          "id": 9852
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he walked in the way of the kings of Israel, yes, he made his son to pass through the fire, according to the abominations of the heathen whom the Lord cast out from before the children of Israel.",
          "id": 9853
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he sacrificed and burnt incense on the high places, and upon the hills, and under every shady tree.",
          "id": 9854
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Then went up Raasson king of Syria and Phakee son of Romelias king of Israel against Jerusalem to war, and besieged Achaz, but could not prevail against him.",
          "id": 9855
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "At that time Raasson king of Syria recovered Aelath to Syria, and drove out the Jews from Aelath, and the Idumeans came to Aelath, and lived there until this day.",
          "id": 9856
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Achaz sent messengers to Thalgath-phellasar king of the Assyrians, saying, I am your servant and your son: come up, deliver me out of the hand of the king of Syria, and out of the hand of the king of Israel, who are rising up against me.",
          "id": 9857
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Achaz took the silver and the gold that was found in the treasures of the house of the Lord, and of the king''s house, and sent gifts to the king.",
          "id": 9858
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the king of the Assyrians listened to him: and the king of the Assyrians went up to Damascus and took it, and removed the inhabitants, and killed king Raasson.",
          "id": 9859
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And king Achaz went to Damascus to meet Thalgath-phellasar king of the Assyrians at Damascus; and he saw an altar at Damascus. And king Achaz sent to Urias the priest the pattern of the altar, and its proportions, and all its workmanship.",
          "id": 9860
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Urias the priest built the altar, according to all the directions which king Achaz sent from Damascus.",
          "id": 9861
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the king saw the altar, and went up to it,",
          "id": 9862
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "and offered his whole burnt offering, and his meat-offering, and his drink-offering, and poured out the blood of his peace-offerings on the brazen altar that was before the Lord.",
          "id": 9863
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he brought forward the one before the house of the Lord from between the altar and the house of the Lord, and he set it openly by the side of the altar northwards.",
          "id": 9864
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And king Achaz charged Urias the priest, saying, Offer upon the great altar the whole burnt offering in the morning and the meat-offering in the evening, and the whole burnt offering of the king, and his meat-offering, and the whole burnt offering of all the people, and their meat-offering, and their drink-offering; and you shall pour all the blood of the whole burnt offering, and all the blood of any other sacrifice upon it: and the brazen altar shall be for me in the morning.",
          "id": 9865
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Urias the priest did according to all that king Achaz commanded him.",
          "id": 9866
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And king Achaz cut off the borders of the bases, and removed the laver from off them, and took down the sea from the brazen oxen that were under it, and set it upon a base of stone.",
          "id": 9867
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And he made a base for the throne in the house of the Lord, and he turned the king''s entrance without in the house of the Lord because of the king of the Assyrians.",
          "id": 9868
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the rest of the acts of Achaz, even all that he did, are not these written in the book of the chronicles of the kings of Juda?",
          "id": 9869
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Achaz slept with his fathers, and was buried in the city of David: and Ezekias his son reigned in his stead.",
          "id": 9870
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the twelfth year of Achaz king of Juda began Osee the son of Ela to reign in Samaria over Israel nine years.",
          "id": 9871
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he did evil in the eyes of the Lord, only not as the kings of Israel that were before him.",
          "id": 9872
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Against him came up Salamanassar king of the Assyrians; and Osee became his servant, and rendered him tribute.",
          "id": 9873
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the king of the Assyrians found iniquity in Osee, in that he sent messengers to Segor king of Egypt, and brought not a tribute to the king of the Assyrians in that year: and the king of the Assyrians besieged him, and bound him in the prison-house.",
          "id": 9874
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the king of the Assyrians went up against all the land, and went up to Samaria, and besieged it for three years.",
          "id": 9875
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "In the ninth year of Osee the king of the Assyrians took Samaria, and carried Israel away to the Assyrians, and settled them in Alae, and in Abor, near the rivers of Gozan, and in the mountains of the Medes.",
          "id": 9876
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For it came to pass that the children of Israel had transgressed against the Lord their God, who had brought them up out of the land of Egypt, from under the hand of Pharao king of Egypt, and they feared other gods,",
          "id": 9877
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "and walked in the statutes of the nations which the Lord cast out before the face of the children of Israel, and of the kings of Israel as many as did such things,",
          "id": 9878
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "and in those of the children of Israel as many as secretly practised customs, not as they should have done, against the Lord their God:",
          "id": 9879
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and they built for themselves high places in all their cities, from the tower of the watchmen to the fortified city. And they made for themselves pillars and groves on every high hill, and under every shady tree.",
          "id": 9880
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And burnt incense there on all high places, as the nations did whom the Lord removed from before them, and dealt with familiar spirits, and they carved images to provoke the Lord to anger.",
          "id": 9881
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And they served the idols, of which the Lord said to them, You shall not do this thing against the Lord.",
          "id": 9882
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the Lord testified against Israel and against Juda, even by the hand of all his prophets, and of every seer, saying, Turn you from your evil ways, and keep my commandments and my ordinances, and all the law which I commanded your fathers, and all that I sent to them by the hand of my servants the prophets.",
          "id": 9883
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But they listened not, and made their neck harder than the neck of their fathers.",
          "id": 9884
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And they kept not any of his testimonies which he charged them; and they walked after vanities, and became vain, and after the nations round about them, concerning which the Lord had charged them not to do accordingly.",
          "id": 9885
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "They forsook the commandments of the Lord their God, and made themselves graven images, even two heifers, and they made groves, and worshipped all the host of heaven, and served Baal.",
          "id": 9886
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And they caused their sons and their daughters to pass through the fire, and used divinations and auspices, and sold themselves to work wickedness in the sight of the Lord, to provoke him.",
          "id": 9887
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the Lord was very angry with Israel, and removed them out of his sight; and there was only left the tribe of Juda quite alone.",
          "id": 9888
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Nay even Juda kept not the commandments of the Lord their God, but they walked according to the customs of Israel which they practised, and rejected the Lord.",
          "id": 9889
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the Lord was angry with the whole seed of Israel, and troubled them, and gave them into the hand of them that spoiled them, until he cast them out of his presence.",
          "id": 9890
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Forasmuch as Israel revolted from the house of David, and they made Jeroboam the son of Nabat king: and Jeroboam drew off Israel from following the Lord, and led them to sin a great sin.",
          "id": 9891
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And the children of Israel walked in all the sin of Jeroboam which he committed; they departed not from it,",
          "id": 9892
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "until the Lord removed Israel from his presence, as the Lord spoke by all his servants the prophets; and Israel was removed from off their land to the Assyrians until this day.",
          "id": 9893
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the king of Assyria brought from Babylon the men of Chutha, and men from Aia, and from Aemath, and Seppharvaim, and they were settled in the cities of Samaria in the place of the children of Israel: and they inherited Samaria, and were settled in its cities.",
          "id": 9894
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And it was so at the beginning of their establishment there that they feared not the Lord, and the Lord sent lions amongst them, and they killed some of them.",
          "id": 9895
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And they spoke to the king of the Assyrians, saying, The nations whom you have removed and substituted in the cities of Samaria for the Israelites, know not the manner of the God of the land: and he has sent the lions against them, and, behold, they are slaying them, because they know not the manner of the God of the land.",
          "id": 9896
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the king of the Assyrians commanded, saying, Bring some Israelites thence, and let them go and dwell there, and they shall teach them the manner of the God of the land.",
          "id": 9897
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And they brought one of the priests whom they had removed from Samaria, and he settled in Baethel, and taught them how they should fear the Lord.",
          "id": 9898
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "But the nations made each their own gods, and put them in the house of the high places which the Samaritans had made, each nation in the cities in which they lived.",
          "id": 9899
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And the men of Babylon made Socchoth Benith, and the men of Chuth made Ergel, and the men of Haemath made Asimath.",
          "id": 9900
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And the Evites made Eblazer and Tharthac, and the inhabitant of Seppharvaim did evil when they burnt their sons in the fire to Adramelech and Anemelech, the gods of Seppharvaim.",
          "id": 9901
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And they feared the Lord, yet they established their abominations in the houses of the high places which they made in Samaria, each nation in the city in which they lived: and they feared the Lord, and they made for themselves priests of the high places, and sacrificed for themselves in the house of the high places.",
          "id": 9902
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And they feared the Lord, and served their gods according to the manner of the nations, whence their lords brought them.",
          "id": 9903
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Until this day they did according to their manner: they fear the Lord, and they do according to their customs, and according to their manner, and according to the law, and according to the commandment which the Lord commanded the sons of Jacob, whose name he made Israel.",
          "id": 9904
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And the Lord made a covenant with them, and charged them, saying, You shall not fear other gods, neither shall you worship them, nor serve them, nor sacrifice to them:",
          "id": 9905
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "but only to the Lord, who brought you up out of the land of Egypt with great strength and with a high arm: him shall you fear, and him shall you worship; to him shall you sacrifice.",
          "id": 9906
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "You shall observe continually the ordinances, and the judgements, and the law, and the commandments which he wrote for you to do; and you shall not fear other gods.",
          "id": 9907
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Neither shall you forget the covenant which he made with you: and you shall not fear other gods.",
          "id": 9908
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "But you shall fear the Lord your God, and he shall deliver you from all your enemies.",
          "id": 9909
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Neither shall you comply with their practise, which they follow.",
          "id": 9910
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "So these nations feared the Lord, and served their graven images: yes, their sons and their son''s sons do until this day even as their fathers did.",
          "id": 9911
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass in the third year of Osee son of Ela king of Israel that Ezekias son of Achaz king of Juda began to reign.",
          "id": 9912
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Five and twenty years old was he when he began to reign, and he reigned twenty and nine years in Jerusalem: and his mother''s name was Abu, daughter of Zacharias.",
          "id": 9913
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he did that which was right in the sight of the Lord, according to all that his father David did.",
          "id": 9914
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "He removed the high places, and broke in pieces the pillars, and utterly destroyed the groves, and the brazen serpent which Moses made: because until those days the children of Israel burnt incense to it: and he called it Neesthan.",
          "id": 9915
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "He trusted in the Lord God of Israel; and after him there was not any like him amongst the kings of Juda, nor amongst those that were before him.",
          "id": 9916
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And he clave to the Lord, he departed not from following him; and he kept his commandments, as many as he commanded Moses.",
          "id": 9917
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the Lord was with him; and he was wise in all that he undertook: and he revolted from the king of the Assyrians, and served him not.",
          "id": 9918
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "He struck the Philistines even to Gaza, and to the border of it, from the tower of the watchmen even to the strong city.",
          "id": 9919
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And it came to pass in the fourth year of King Ezekias (this is the seventh year of Osee son of Ela king of Israel,) that Salamanassar king of the Assyrians came up against Samaria, and besieged it.",
          "id": 9920
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And he took it at the end of three years, in the sixth year of Ezekias, (this is the ninth year of Osee king of Israel, when Samaria was taken.)",
          "id": 9921
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the king of the Assyrians carried away the Samaritans to Assyria, and put them in Alae and in Abor, by the river Gozan, and in the mountains of the Medes;",
          "id": 9922
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "because they listened not to the voice of the Lord their God, and transgressed his covenant, even in all things that Moses the servant of the Lord commanded, and listened not to them, nor did them.",
          "id": 9923
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And in the fourteenth year of king Ezekias came up Sennacherim king of the Assyrians against the strong cities of Juda, and took them.",
          "id": 9924
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Ezekias king of Juda sent messengers to the king of the Assyrians to Lachis, saying, I have offended; depart from me: whatever you shall lay upon me, I will bear. And the king of Assyria laid upon Ezekias king of Juda a tribute of three hundred talents of silver, and thirty talents of gold.",
          "id": 9925
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And Ezekias gave all the silver that was found in the house of the Lord, and in the treasures of the king''s house.",
          "id": 9926
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "At that time Ezekias cut off the gold from the doors of the temple, and from the pillars which Ezekias king of Juda had overlaid with gold, and gave it to the king of the Assyrians.",
          "id": 9927
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the king of the Assyrians sent Tharthan and Raphis and Rapsakes from Lachis to king Ezekias with a strong force against Jerusalem. And they went up and came to Jerusalem, and stood by the aqueduct of the upper pool, which is by the way of the fuller''s field.",
          "id": 9928
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And they cried to Ezekias: and there came to him Heliakim the son of Chelcias the steward, and Somnas the scribe, and Joas the son of Saphat the recorder.",
          "id": 9929
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Rapsakes said to them, Say now to Ezekias, Thus says the king, the great king of the Assyrians, What is this confidence wherein you trust?",
          "id": 9930
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "You have said, (but they are mere words,) I have counsel and strength for war. Now then in whom do you trust, that you have revolted from me?",
          "id": 9931
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "See now, are you trusting for yourself on this broken staff of reed, even upon Egypt? whoever shall stay himself upon it, it shall even go into his hand, and pierce it: so is Pharao king of Egypt to all that trust on him.",
          "id": 9932
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And whereas you have said to me, We trust on the Lord God: is not this he, whose high places and altars Ezekias has removed, and has said to Juda and Jerusalem, You shall worship before this altar in Jerusalem?",
          "id": 9933
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And now, I pray you, make and agreement with my lord the king of the Assyrians, and I will give you two thousand horses, if you shall be able on your part to set riders upon them.",
          "id": 9934
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "How then will you turn away the face of one petty governor, from amongst the least of my lord''s servants? whereas you trust for yourself on Egypt for chariots and horsemen.",
          "id": 9935
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And now have we come up without the Lord against this place to destroy it? The Lord said to me, Go up against this land, and destroy it.",
          "id": 9936
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And Heliakim the son of Chelkias, and Somnas, and Joas, said to Rapsakes, Speak now to your servants in the Syrian language, for we understand it; and speak not with us in the Jewish language: and why do you speak in the ears of the people that are on the wall?",
          "id": 9937
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And Rapsakes said to them, Has my master sent me to your master, and to you, to speak these words? has he not sent me to the men who sit on the wall, that they may eat their own dung, and drink their own water together with you.",
          "id": 9938
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And Rapsakes stood, and cried with a loud voice in the Jewish language, and spoke, and said, Hear the words of the great king of the Assyrians:",
          "id": 9939
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "thus says the king, Let not Ezekias encourage you with words: for he shall not be able to deliver you out of his hand.",
          "id": 9940
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And let not Ezekias cause you to trust on the Lord, saying, The Lord will certainly deliver us; this city shall not be delivered into the hand of the king of the Assyrians: listen not to Ezekias:",
          "id": 9941
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "for thus says the king of the Assyrians, Gain my favour, and come forth to me, and every man shall drink of the wine of his own vine, and every man shall eat of his own fig tree, and shall drink water out of his own cistern;",
          "id": 9942
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "until I come and remove you to a land like your own land, a land of corn and wine, and bread and vineyards, a land of olive oil, and honey, and you shall live and not die: and do not you listen to Ezekias, for he deceives you, saying, The Lord shall deliver you.",
          "id": 9943
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Have the Gods of the nations at all delivered each their own land out of the hand of the king of the Assyrians?",
          "id": 9944
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Where is the god of Haemath, and of Arphad? where is the god of Seppharvaim, Ana, and Aba? for have they delivered Samaria out of my hand?",
          "id": 9945
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Who is there amongst all the gods of the countries, who have delivered their countries out of my hand, that the Lord should deliver Jerusalem out of my hand?",
          "id": 9946
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "But the men were silent, and answered him not a word: for there was a commandment of the king, saying, You shall not answer him.",
          "id": 9947
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And Heliakim the son of Chelcias, the steward, and Somnas the scribe, and Joas the son of Saphat the recorder came in to Ezekias, having tore their garments; and they reported to him the words of Rapsakes.",
          "id": 9948
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass when king Ezekias heard it, that he tore his clothes, and put on sackcloth, an went into the house of the Lord.",
          "id": 9949
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he sent Heliakim the steward, and Somnas the scribe, and the elders of the priests, clothed with sackcloth, to Esaias the prophet the son of Amos.",
          "id": 9950
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And they said to him, Thus says Ezekias, This day is a day of tribulation, and rebuke, and provocation: for the children are come to the travail-pangs, but the mother has no strength.",
          "id": 9951
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Peradventure the Lord your God will hear all the words of Rapsakes, whom the king of Assyria his master has sent to reproach the living God and to revile him with the words which the Lord your God has heard: and you shall offer your prayer for the remnant that is found.",
          "id": 9952
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So the servants of king Ezekias came to Esaias.",
          "id": 9953
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Esaias said to them, Thus shall you say to your master, Thus says the Lord, Be not afraid of the words which you have heard, wherewith the servants of the king of the Assyrians have blasphemed.",
          "id": 9954
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Behold, I send a blast upon him, and he shall hear a report, and shall return to his own land; and I will overthrow him with the sword in his own land.",
          "id": 9955
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "So Rapsakes returned, and found the king of Assyria warring against Lobna: for he heard that he had departed from Lachis.",
          "id": 9956
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he heard concerning Tharaca king of the Ethiopians, saying, Behold, he is come forth to fight with you: and he returned, and sent messengers to Ezekias, saying,",
          "id": 9957
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Let not your God on whom you trust encourage you, saying, Jerusalem shall not be delivered into the hands of the king of the Assyrians.",
          "id": 9958
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Behold, you have heard all that the kings of the Assyrians have done in all the lands, to waste them utterly: and shall you be delivered?",
          "id": 9959
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Have the gods of the nations at all delivered them, whom my fathers destroyed; both Gozan, and Charran, and Raphis, and the sons of Edem who were in Thaesthen?",
          "id": 9960
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Where is the king of Haemath, and the king of Arphad? and where is the king of the city of Seppharvaim, of Ana, and Aba?",
          "id": 9961
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Ezekias took the letter from the hand of the messengers, and read it: and he went up to the house of the Lord, and Ezekias spread it before the Lord,",
          "id": 9962
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "and said, O Lord God of Israel that dwell over the cherubs, you are the only god in all the kingdoms of the earth; you have made heaven and earth.",
          "id": 9963
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Incline your ear, O Lord, and hear: open, Lord, your eyes, and see: and hear the words of Sennacherim, which he has sent to reproach the living God.",
          "id": 9964
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For truly, Lord, the kings of Assyria have wasted the nations,",
          "id": 9965
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "and have cast their gods into the fire: because they are no gods, but the works of men''s hands, wood and stone; and they have destroyed them.",
          "id": 9966
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And now, O Lord our God, deliver us out of his hand, and all the kingdoms of the earth shall know that you alone are the Lord God.",
          "id": 9967
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Esaias the son of Amos sent to Ezekias, saying, Thus says the Lord God of hosts, the God of Israel, I have heard your prayer to me concerning Sennacherim king of the Assyrians.",
          "id": 9968
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "This is the word which the Lord has spoken against him; The virgin daughter of Sion has made light of you, and mocked you; the daughter of Jerusalem has shaken her head at you.",
          "id": 9969
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Whom have you reproached, and whom have you reviled? and against whom have you lifted up your voice, and raised your eyes on high? Is it against the Holy One of Israel?",
          "id": 9970
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "By your messengers you have reproached the Lord, and have said, I will go up with the multitude of my chariots, to the height of the mountains, to the sides of Libanus, and I have cut down the height of his cedar, and his choice cypresses; and I have come into the midst of the forest and of Carmel.",
          "id": 9971
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "I have refreshed myself, and have drunk strange waters, and I have dried up with the sole of my foot all the rivers of fortified places.",
          "id": 9972
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "I have brought about the matter, I have brought it to a conclusion; and it is come to the destruction of the bands of warlike prisoners, even of strong cities.",
          "id": 9973
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And they that lived in them were weak in hand, they quaked and were confounded, they became as grass of the field, or as the green herb, the grass growing on houses, and that which is trodden down by him that stands upon it.",
          "id": 9974
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "But I know your down-sitting, and your going forth, and your rage against me.",
          "id": 9975
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Because you was angry against me, and your fierceness is come up into my ears, therefore will I put my hooks in your nostrils, and my bridle in your lips, and I will turn you back by the way by which you came.",
          "id": 9976
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And this shall be a sign to you; eat this year the things that grow of themselves, and in the second year the things which spring up: and in the third year let there be sowing, and reaping, and planting of vineyards, and eat you the fruit of them.",
          "id": 9977
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And he shall increase him that has escaped of the house of Juda: and the remnant shall strike root beneath, and it shall produce fruit above.",
          "id": 9978
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "For from Jerusalem shall go forth a remnant, and he that escapes from the mountain of Sion: the zeal of the Lord of host shall do this.",
          "id": 9979
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Is it not so? Thus says the Lord concerning the king of the Assyrians, He shall not enter into this city, and he shall not shoot an arrow there, neither shall a shield come against it, neither shall he heap a mound against it.",
          "id": 9980
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "By the way by which he comes, by it shall he return, and he shall not enter into this city, says the Lord.",
          "id": 9981
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And I will defend this city as with a shield, for my own sake, and for my servant David''s sake.",
          "id": 9982
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And it came to pass at night that the angel of the Lord went forth, an struck in the camp of the Assyrians a hundred and eighty-five thousand: and they rose early in the morning, and, behold, these were all dead corpses.",
          "id": 9983
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And Sennacherim king of the Assyrians departed, and went and returned, and lived in Nineve.",
          "id": 9984
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And it came to pass, while he was worshipping in the house of Meserach his god, that Adramelech and Sarasar his sons struck him with the sword: and they escaped into the land of Ararath; and Asordan his son reigned in his stead.",
          "id": 9985
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In those days was Ezekias sick even to death. And the prophet Esaias the son of Amos came in to him, and said to him, Thus says the Lord, Give charge to your household; for you shall die, and not live.",
          "id": 9986
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Ezekias turned to the wall, and prayed to the Lord, saying,",
          "id": 9987
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Lord, remember, I pray you, how I have walked before you in truth and with a perfect heart, and have done that which is good in your eyes. And Ezekias wept with a great weeping.",
          "id": 9988
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Esaias was in the middle court, and the word of the Lord came to him, saying,",
          "id": 9989
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Turn back, and you shall say to Ezekias the ruler of my people, Thus says the Lord God of your father David, I have heard your prayer, I have seen your tears: behold, I will heal you: on the third day you shall go up to the house of the Lord.",
          "id": 9990
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And I will add to your days fifteen years; and I will deliver you and this city out of the hand of the king of the Assyrians, and I will defend this city for my own sake, and for my servant''s David sake.",
          "id": 9991
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And he said, Let them take a cake of figs, and lay it upon the ulcer, and he shall be well.",
          "id": 9992
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Ezekias said to Esaias, What is the sign that the Lord will heal me, and I shall go up to the house of the Lord on the third day?",
          "id": 9993
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Esaias said, This is the sign from the Lord, that the Lord will perform the word which he has spoken, the shadow of the dial shall advance ten degrees: or if it should go back ten degrees this would also be the sign.",
          "id": 9994
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Ezekias said, It is a light thing for the shadow to go down ten degrees: nay, but let the shadow return ten degrees backward on the dial.",
          "id": 9995
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Esaias the prophet cried to the Lord: and the shadow returned back ten degrees on the dial.",
          "id": 9996
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "At that time Marodach Baladan, son of Baladan king of Babylon, sent letters and a present to Ezekias, because he had heard that Ezekias was sick.",
          "id": 9997
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Ezekias rejoiced at them, and showed all the house of his spices, the silver and the gold, the spices, and the fine oil, and the armoury, and all that was found in his treasures: there was nothing which Ezekias did not show them in his house, and in all his dominion.",
          "id": 9998
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Esaias the prophet went in to king Ezekias, and said to him, What said these men? and whence came they to you? And Ezekias said, they came to me from a distant land, even from Babylon.",
          "id": 9999
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he said, What saw they in your house? And he said, They saw all things that are in my house: there was nothing in my house which I showed not to them; yes, all that was in my treasures also.",
          "id": 10000
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Esaias said to Ezekias, Hear the word of the Lord:",
          "id": 10001
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Behold, the days come, that all things that are in your house shall be taken, and all that your fathers have treasured up until this day, to Babylon; and there shall not fail a word, which the Lord has spoken.",
          "id": 10002
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And as for your sons which shall come forth of you, which you shall beget, the enemy shall take them, and they shall be eunuchs in the house of the king of Babylon.",
          "id": 10003
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Ezekias said to Esaias, Good is the word of the Lord which he has spoken: only let there be peace in my days.",
          "id": 10004
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the rest of the acts of Ezekias, and all his might, and all that he made, the fountain and the aqueduct, and how he brought water into the city, are not these things written in the book of the chronicles of the kings of Juda?",
          "id": 10005
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Ezekias slept with his fathers: and Manasses his son reigned in his stead.",
          "id": 10006
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In those days was Ezekias sick even to death. And the prophet Esaias the son of Amos came in to him, and said to him, Thus says the Lord, Give charge to your household; for you shall die, and not live.",
          "id": 10007
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Ezekias turned to the wall, and prayed to the Lord, saying,",
          "id": 10008
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Lord, remember, I pray you, how I have walked before you in truth and with a perfect heart, and have done that which is good in your eyes. And Ezekias wept with a great weeping.",
          "id": 10009
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Esaias was in the middle court, and the word of the Lord came to him, saying,",
          "id": 10010
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Turn back, and you shall say to Ezekias the ruler of my people, Thus says the Lord God of your father David, I have heard your prayer, I have seen your tears: behold, I will heal you: on the third day you shall go up to the house of the Lord.",
          "id": 10011
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And I will add to your days fifteen years; and I will deliver you and this city out of the hand of the king of the Assyrians, and I will defend this city for my own sake, and for my servant''s David sake.",
          "id": 10012
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And he said, Let them take a cake of figs, and lay it upon the ulcer, and he shall be well.",
          "id": 10013
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Ezekias said to Esaias, What is the sign that the Lord will heal me, and I shall go up to the house of the Lord on the third day?",
          "id": 10014
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Esaias said, This is the sign from the Lord, that the Lord will perform the word which he has spoken, the shadow of the dial shall advance ten degrees: or if it should go back ten degrees this would also be the sign.",
          "id": 10015
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Ezekias said, It is a light thing for the shadow to go down ten degrees: nay, but let the shadow return ten degrees backward on the dial.",
          "id": 10016
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Esaias the prophet cried to the Lord: and the shadow returned back ten degrees on the dial.",
          "id": 10017
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "At that time Marodach Baladan, son of Baladan king of Babylon, sent letters and a present to Ezekias, because he had heard that Ezekias was sick.",
          "id": 10018
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Ezekias rejoiced at them, and showed all the house of his spices, the silver and the gold, the spices, and the fine oil, and the armoury, and all that was found in his treasures: there was nothing which Ezekias did not show them in his house, and in all his dominion.",
          "id": 10019
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Esaias the prophet went in to king Ezekias, and said to him, What said these men? and whence came they to you? And Ezekias said, they came to me from a distant land, even from Babylon.",
          "id": 10020
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he said, What saw they in your house? And he said, They saw all things that are in my house: there was nothing in my house which I showed not to them; yes, all that was in my treasures also.",
          "id": 10021
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Esaias said to Ezekias, Hear the word of the Lord:",
          "id": 10022
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Behold, the days come, that all things that are in your house shall be taken, and all that your fathers have treasured up until this day, to Babylon; and there shall not fail a word, which the Lord has spoken.",
          "id": 10023
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And as for your sons which shall come forth of you, which you shall beget, the enemy shall take them, and they shall be eunuchs in the house of the king of Babylon.",
          "id": 10024
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Ezekias said to Esaias, Good is the word of the Lord which he has spoken: only let there be peace in my days.",
          "id": 10025
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the rest of the acts of Ezekias, and all his might, and all that he made, the fountain and the aqueduct, and how he brought water into the city, are not these things written in the book of the chronicles of the kings of Juda?",
          "id": 10026
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Ezekias slept with his fathers: and Manasses his son reigned in his stead.",
          "id": 10027
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Josias was eight years old when he began to reign, and he reigned thirty and one years in Jerusalem: and his mother''s name was Jedia, daughter of Edeia of Basuroth.",
          "id": 10028
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he did that which was right in the sight of the Lord, and walked in all the way of David his father; he turned not aside to the right hand or to the left.",
          "id": 10029
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And it came to pass in the eighteenth year of king Josias, in the eighth month, the king sent Sapphan the son of Ezelias the son of Mesollam, the scribe of the house of the Lord, saying,",
          "id": 10030
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Go up to Chelcias the high priest, and take account of the money that is brought into the house of the Lord, which they that keep the door have collected of the people.",
          "id": 10031
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And let them give it into the hand of the workmen that are appointed in the house of the Lord. And he gave it to the workmen in the house of the Lord, to repair the breaches of the house,",
          "id": 10032
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "even to the carpenters, and builders, and masons, and also to purchase timber and hewn stones, to repair the breaches of the house.",
          "id": 10033
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Only they did not call them to account for the money that was given to them, because they dealt faithfully.",
          "id": 10034
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Chelcias the high priest said to Saphan the scribe, I have found the book of the law in the house of the Lord. And Chelcias gave the book to Sapphan, and he read it.",
          "id": 10035
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he went into the house of the Lord to the king, and reported the matter to the king, and said, Your servants have collected the money that was found in the house of the Lord, and have given it into the hand of the workmen that are appointed in the house of the Lord.",
          "id": 10036
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Sapphan the scribe spoke to the king, saying, Chelcias the priest has given me a book. And Sapphan read it before the king.",
          "id": 10037
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And it came to pass, when the king heard the words of the book of the law, that he tore his garments.",
          "id": 10038
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the king commanded Chelcias the priest, and Achikam the son of Sapphan, and Achobor the son of Michaias, and Sapphan the scribe, and Asaias the king''s servant, saying,",
          "id": 10039
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Go, enquire of the Lord for me, and for all the people, and for all Juda, and concerning the words of this book that has been found: for the wrath of the Lord that has been kindled against us is great, because our fathers listened not to the words of this book, to do according to all the things written concerning us.",
          "id": 10040
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "So Chelcias the priest went, and Achicam, and Achobor, and Sapphan, and Asaias, to Olda the prophetess, the mother of Sellem the son of Thecuan son of Aras, keeper of the robes; and she lived in Jerusalem in Masena; and they spoke to her.",
          "id": 10041
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And she said to them, Thus says the Lord God of Israel, Say to the man that sent you to me,",
          "id": 10042
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Thus says the Lord, Behold, I bring evil upon this place, and upon them that dwell in it, even all the words of the book which the king of Juda has read:",
          "id": 10043
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "because they have forsaken me, and burnt incense to other gods, that they might provoke me with the works of their hands: therefore my wrath shall burn forth against this place, and shall not be quenched.",
          "id": 10044
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And to the king of Juda that sent you to enquire of the Lord, thus shall you say to him, Thus says the Lord God of Israel, As for the words which you have heard;",
          "id": 10045
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "because your heart was softened, and you was humbled before me, when you heard all that I spoke against this place, and against the inhabitants of it, that it should be utterly destroyed and accursed, and you did rend your garments, and weep before me; I also have heard, says the Lord.",
          "id": 10046
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "It shall not be so therefore: behold, I will add you to your fathers, and you shall be gathered to your tomb in peace, and your eyes shall not see any amongst all the evils which I bring upon this place.",
          "id": 10047
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "So they reported the word to the king: and the king sent and gathered all the elders of Juda and Jerusalem to himself.",
          "id": 10048
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the king went up to the house of the Lord, and every man of Juda and all who lived in Jerusalem with him, and the priests, and the prophets, and all the people small and great; and he read in their ears all the words of the book of the covenant that was found in the house of the Lord.",
          "id": 10049
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the king stood by a pillar, and made a covenant before the Lord, to walk after the Lord, to keep his commandments and his testimonies and his ordinances with all the heart and with all the soul, to confirm the words of this covenant; even the things written in this book. And all the people stood to the covenant.",
          "id": 10050
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the king commanded Chelcias the high priest, and the priests of the second order, and them that kept the door, to bring out of the temple of the Lord all the vessels that were made for Baal, and for the grove, and all the host of heaven, and he burnt them without Jerusalem in the fields of Kedron, and took the ashes of them to Baethel.",
          "id": 10051
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And he burnt the idolatrous priests, whom the kings of Juda had appointed, (and they burnt incense in the high places and in the cities of Juda, and the places around about Jerusalem); and them that burnt incense to Baal, and to the sun, and to the moon, and to Mazuroth, and to all the host of heaven.",
          "id": 10052
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And he carried out the grove from the house of the Lord to the brook Kedron, and burnt it at the brook Kedron, and reduced it to powder, and cast its powder on the sepulchres of the sons of the people.",
          "id": 10053
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And he pulled down the house of the sodomites that were by the house of the Lord, where the women wove tents for the grove.",
          "id": 10054
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And he brought up all the priest from the cities of Juda, and defiled the high places where the priests burnt incense, from Gaebal even to Bersabee; and he pulled down the house of the gates that was by the door of the gate of Joshua the ruler of the city, on a man''s left hand at the gate of the city.",
          "id": 10055
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Only the priests of the high places went not up to the altar of the Lord in Jerusalem, for they only ate leavened bread in the midst of their brethren.",
          "id": 10056
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And he defiled Taphes which is in the valley of the son of Ennom, constructed for a man to cause his son or his daughter to pass through fire to Moloch.",
          "id": 10057
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he burnt the horses which the king of Juda had given to the sun in the entrance of the house of the Lord, by the treasury of Nathan the king''s eunuch, in the suburbs; and he burnt the chariot of the sun with fire.",
          "id": 10058
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the altars that were on the roof of the upper chamber of Achaz, which the kings of Juda had made, and the altars which Manasses had made in the two courts of the house of the Lord, did the king pull down and forcibly remove from thence, and cast their dust into the brook of Kedron.",
          "id": 10059
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the king defiled the house that was before Jerusalem, on the right hand of the mount of Mosthath, which Solomon king of Israel built to Astarte the abomination of the Sidonians, and to Chamos the abomination of Moab, and to Moloch the abomination of the children of Ammon.",
          "id": 10060
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he broke in pieces the pillars, and utterly destroyed the groves, and filled their places with the bones of men.",
          "id": 10061
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Also the high altar in Baethel, which Jeroboam the son of Nabat, who made Israel to sin, had made, even that high altar he tore down, and broke in pieces the stones of it, and reduced it to powder, and burnt the grove.",
          "id": 10062
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Josias turned aside, and saw the tombs that were there in the city, and sent, and took the bones out of the tombs, and burnt them on the altar, and defiled it, according to the word of the Lord which the man of God spoke, when Jeroboam stood by the altar at the feast: and he turned and raised his eyes to the tomb of the man of God that spoke these words.",
          "id": 10063
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he said, What is that mound which I see? And the men of the city said to him, It is the grave of the man of God that came out of Juda, and uttered these imprecations which he imprecated upon the altar of Baethel.",
          "id": 10064
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And he said, Let him alone; let no one disturb his bones. So his bones were spared, together with the bones of the prophet that came out of Samaria.",
          "id": 10065
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Moreover Josias removed all the houses of the high places that were in the cities of Samaria, which the kings of Israel made to provoke the Lord, and did to them all that he did in Baethel.",
          "id": 10066
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And he sacrificed all the priests of the high places that were there on the altars, and burnt the bones of men upon them, and returned to Jerusalem.",
          "id": 10067
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the king commanded all the people, saying, Keep the passover to the Lord your God, as it is written in the book of this covenant.",
          "id": 10068
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "For a passover such as this had not been kept from the days of the judges who judged Israel, even all the days of the kings of Israel, and of the kings of Juda.",
          "id": 10069
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "But in the eighteenth year of king Josias, was the passover kept to the Lord in Jerusalem.",
          "id": 10070
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Moreover Josias removed the sorcerers, and the wizards, and the theraphin, and the idols, and all the abominations that had been set up in the land of Juda and in Jerusalem, that he might keep the words of the law that were written in the book, which Chelcias the priest found in the house of the Lord.",
          "id": 10071
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "There was no king like him before him, who turned to the Lord with all his heart, and with all his soul, and with all his strength, according to all the law of Moses; and after him there rose not one like him.",
          "id": 10072
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Nevertheless the Lord turned not from the fierceness of his great anger, wherewith he was angry in his anger against Juda, because of the provocations, wherewith Manasses provoked him.",
          "id": 10073
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the Lord said, I will also remove Juda from my presence, as I removed Israel, and will reject this city which I have chosen even Jerusalem, and the house of which I said, My name shall be there.",
          "id": 10074
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And the rest of the acts of Josias, and all that he did, are not these things written in the book of the chronicles of the kings of Juda?",
          "id": 10075
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And in his days went up Pharao Nechao king of Egypt against the king of the Assyrians to the river Euphrates: and Josias went out to meet him: and Nechao killed him in Mageddo when he saw him.",
          "id": 10076
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And his servants carried him dead from Mageddo, and brought him to Jerusalem, and buried him in his sepulchre: and the people of the land took Joachaz the son of Josias, and anointed him, and made him king in the room of his father.",
          "id": 10077
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Twenty and three years old was Joachaz when he began to reign, and he reigned three months in Jerusalem: and his mother''s name was Amital, daughter of Jeremias of Lobna.",
          "id": 10078
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And he did that which was evil in the sight of the Lord, according to all that his fathers did.",
          "id": 10079
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And Pharao Nechao removed him to Rablaam in the land of Emath, so that he should not reign in Jerusalem; and imposed a tribute on the land, a hundred talents of silver, and a hundred talents of gold.",
          "id": 10080
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And Pharao Nechao made Eliakim son of Josias king of Juda king over them in the place of his father Josias, and he changed his name to Joakim, and he took Joachaz and brought him to Egypt, and he died there.",
          "id": 10081
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And Joakim gave the silver and the gold to Pharao; but he assessed the land to give the money at the command of Pharao: they gave the silver and the gold each man according to his assessment together with the people of the land to give to Pharao Nechao.",
          "id": 10082
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Twenty-five years old was Joakim when he began to reign, and he reigned eleven years in Jerusalem: and his mother''s name was Jeldaph, daughter of Phadail of Ruma.",
          "id": 10083
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And he did that which was evil in the eyes of the lord, according to all that his fathers had done.",
          "id": 10084
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In his days went up Nabuchodonosor king of Babylon, and Joakim became his servant three years; and then he turned and revolted from him.",
          "id": 10085
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the lord sent against him the bands of the Chaldeans, and the bands of Syria, and the bans of Moab, and the bands of the children of Ammon, and sent them into the land of Juda to prevail against it, according to the word of the Lord, which he spoke by his servants the prophets.",
          "id": 10086
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Moreover it was the purpose of the Lord concerning Juda, to remove them from his presence, because of the sins of Manasses, according to all that he did.",
          "id": 10087
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Moreover he shed innocent blood, and filled Jerusalem with innocent blood, and the Lord would not pardon it.",
          "id": 10088
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the rest of the acts of Joakim, and all that he did, behold, are not these written in the book of the chronicles of the kings of Juda?",
          "id": 10089
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Joakim slept with his fathers: and Joachim his son reigned in his stead.",
          "id": 10090
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the king of Egypt came no more out of his land: for the king of Babylon took away all that belonged to the king of Egypt from the river of Egypt as far as the river Euphrates.",
          "id": 10091
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Eighteen years old was Joachim when he began to reign, an he reigned three months in Jerusalem: and his mother''s name was Nestha, daughter of Ellanastham, of Jerusalem.",
          "id": 10092
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he did that which was evil in the sight of the Lord, according to all that his father did.",
          "id": 10093
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "At that time went up Nabuchodonosor king of Babylon to Jerusalem, and the city was besieged.",
          "id": 10094
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Nabuchodonosor king of Babylon came against the city, and his servants besieged it.",
          "id": 10095
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Joachim king of Juda came forth to the king of Babylon, he and his servants, and his mother, and his princes, and his eunuchs; and the king of Babylon took him in the eighth year of his reign.",
          "id": 10096
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he brought forth thence all the treasures of the house of the Lord, and the treasures of the king''s house, and he cut up all the golden vessels which Solomon the king of Israel had made in the temple of the Lord, according to the word of the Lord.",
          "id": 10097
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he carried away the inhabitants of Jerusalem, and all the captains, and the mighty men, taking captive ten thousand prisoners, and every artificer and smith: and only the poor of the land were left.",
          "id": 10098
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he carried Joachim away to Babylon, and the king''s mother, and the king''s wives, and his eunuchs: and he carried away the mighty men of the land into captivity from Jerusalem to Babylon.",
          "id": 10099
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And all the men of might, even seven thousand, and one thousand artificers and smiths: all were mighty men fit for war; and the king of Babylon carried them captive to Babylon.",
          "id": 10100
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the king of Babylon made Batthanias his son king in his stead, and called his name Sedekias.",
          "id": 10101
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Twenty and one years old was Sedekias when he began to reign, and he reigned eleven years in Jerusalem: and his mother''s name was Amital daughter of Jeremias.",
          "id": 10102
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And he did that which was evil in the sight of the Lord, according to all that Joachim did.",
          "id": 10103
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For it was according to the Lord''s anger against Jerusalem and on Juda, until he cast them out of his presence, that Sedekias revolted against the king of Babylon.",
          "id": 10104
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass in the ninth year of his reign, in the tenth month, that Nabuchodonosor king of Babylon came, and all his host, against Jerusalem; and he encamped against it, and built a mound against it.",
          "id": 10105
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the city was besieged until the eleventh year of king Sedekias on the ninth day of the month.",
          "id": 10106
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the famine prevailed in the city, and there was no bread for the people of the land.",
          "id": 10107
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the city was broken up, and all the men of war went forth by night, by the way of the gate between the walls, this is the gate of the king''s garden: and the Chaldeans were set against the city round about: and the king went by the way of the plain.",
          "id": 10108
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the force of the Chaldeans pursued the king, and overtook him in the plains of Jericho: and all his army was dispersed from about him.",
          "id": 10109
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And they took the king, and brought him to the king of Babylon to Reblatha; and he gave judgement upon him.",
          "id": 10110
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And he killed the sons of Sedekias before his eyes, and put out the eyes of Sedekias, and bound him in fetters, and brought him to Babylon.",
          "id": 10111
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And in the fifth month, on the seventh day of the month (this is the nineteenth year of Nabuchodonosor king of Babylon), came Nabuzardan, captain of the guard, who stood before the king of Babylon, to Jerusalem.",
          "id": 10112
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he burnt the house of the Lord, and the king''s house, and all the houses of Jerusalem, even every house did the captain of the guard burn.",
          "id": 10113
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the force of the Chaldeans pulled down the wall of Jerusalem round about.",
          "id": 10114
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Nabuzardan the captain of the guard removed the rest of the people that were left in the city, and the men who had deserted to the king of Babylon, and the rest of the multitude.",
          "id": 10115
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But the captain of the guard left of the poor of the land to be vine-dressers and husbandmen.",
          "id": 10116
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the Chaldeans broke to pieces the brazen pillars that were in the house of the Lord, and the bases, and the brazen sea that was in the house of the Lord, and carried their brass to Babylon.",
          "id": 10117
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the cauldrons, and the shovels, and the bowls, and the censers, and all the brazen vessels with which they minister, he took.",
          "id": 10118
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the captain of the guard took the fire-pans, and the gold and silver bowls.",
          "id": 10119
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Two pillars, and one sea, and the bases which Solomon made for the house of the Lord: there was no weight of the brass of all the vessels.",
          "id": 10120
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "The height of one pillar was eighteen cubits, and the chapiter upon it was of brass: and the height of the chapiter was three cubits: the border, and the pomegranates on the chapiter round about were all of brass: and so it was with the second pillar with its border.",
          "id": 10121
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the captain of the guard took Saraias the high-priest, and Sophonias the second in order, and the three doorkeepers.",
          "id": 10122
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And they took out of the city one eunuch who was commander of the men of war, and five men that saw the face of the king, that were found in the city, and the secretary of the commander-in-chief, who took account of the people of the land, and sixty men of the people of the land that were found in the city.",
          "id": 10123
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Nabuzardan the captain of the guard took them, and brought them to the king of Babylon to Reblatha.",
          "id": 10124
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the king of Babylon struck them and killed them at Reblatha in the land of Aemath. So Juda was carried away from his land.",
          "id": 10125
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And as for the people that were left in the land of Juda, whom Nabuchodonosor king of Babylon left, even over them he set Godolias son of Achicam son of Saphan.",
          "id": 10126
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And all the captains of the host, they and their men, heard that the king of Babylon had thus appointed Godolias, and they came to Godolias to Massephath, both Ismael the son of Nathanias, and Jona son of Careth, and Saraias, son of Thanamath the Netophathite, and Jezonias son of a Machathite, they and their men.",
          "id": 10127
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Godolias swore to them and their men, and said to them, Fear not the incursion of the Chaldeans; dwell in the land, and serve the king of Babylon, and it shall be well with you.",
          "id": 10128
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And it came to pass in the seventh month that Ismael son of Nathanias son of Helisama, of the seed royal, came, and ten men with him, and he struck Godolias, that he died, him and the Jews and the Chaldeans that were with him in Massepha.",
          "id": 10129
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And all the people, great and small rose up, they and the captains of the forces, and went into Egypt; because they were afraid of the Chaldeans.",
          "id": 10130
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And it came to pass in the thirty-seventh year of the carrying away of Joachim king of Juda, in the twelfth month, on the twenty-seventh day of the month, that Evialmarodec king of Babylon in the first year of his reign lifted up the head of Joachim king of Juda, and brought him out of his prison-house.",
          "id": 10131
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And he spoke kindly to him, and set his throne above the thrones of the kings that were with him in Babylon;",
          "id": 10132
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And changed his prison garments: and he ate bread continually before him all the days of his life.",
          "id": 10133
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And his portion, a continual portion, was given him out of the house of the king, a daily rate for every day all the days of his life.",
          "id": 10134
        }
      ]
    }
  ]
}