{
  "book": "II Maccabees",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The brethren, the Jews that be at Jerusalem and in the land of Judea, wish to the brethren, the Jews that are throughout Egypt health and peace:",
          "id": 14694
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "God be gracious to you, and remember his covenant that he made with Abraham, Isaac, and Jacob, his faithful servants;",
          "id": 14695
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And give you all an heart to serve him, and to do his will, with a good courage and a willing mind;",
          "id": 14696
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And open your hearts in his law and commandments, and send you peace,",
          "id": 14697
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And hear your prayers, and be at one with you, and never forsake you in time of trouble.",
          "id": 14698
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And now we be here praying for you.",
          "id": 14699
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "What time as Demetrius reigned, in the hundred threescore and ninth year, we the Jews wrote to you in the extremity of trouble that came upon us in those years, from the time that Jason and his company revolted from the holy land and kingdom,",
          "id": 14700
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And burnt the porch, and shed innocent blood: then we prayed to the Lord, and were heard; we offered also sacrifices and fine flour, and lighted the lamps, and set forth the loaves.",
          "id": 14701
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And now see that you keep the feast of tabernacles in the month Casleu.",
          "id": 14702
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "In the hundred fourscore and eighth year, the people that were at Jerusalem and in Judea, and the council, and Judas, sent greeting and health to Aristobulus, king Ptolemeus'' master, who was of the stock of the anointed priests, and to the Jews that were in Egypt:",
          "id": 14703
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Insomuch as God has delivered us from great perils, we thank him highly, as having been in battle against a king.",
          "id": 14704
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For he cast them out that fought within the holy city.",
          "id": 14705
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For when the leader was come into Persia, and the army with him that seemed invincible, they were slain in the temple of Nanea by the deceit of Nanea''s priests.",
          "id": 14706
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For Antiochus, as though he would marry her, came into the place, and his friends that were with him, to receive money in name of a dowry.",
          "id": 14707
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Which when the priests of Nanea had set forth, and he was entered with a small company into the compass of the temple, they shut the temple as soon as Antiochus was come in:",
          "id": 14708
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And opening a privy door of the roof, they threw stones like thunderbolts, and struck down the captain, hewed them in pieces, struck off their heads and cast them to those that were without.",
          "id": 14709
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Blessed be our God in all things, who has delivered up the ungodly.",
          "id": 14710
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Therefore whereas we are now purposed to keep the purification of the temple upon the five and twentieth day of the month Casleu, we thought it necessary to certify you thereof, that you also might keep it, as the feast of the tabernacles, and of the fire, which was given us when Neemias offered sacrifice, after that he had builded the temple and the altar.",
          "id": 14711
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "For when our fathers were led into Persia, the priests that were then devout took the fire of the altar privily, and hid it in an hollow place of a pit without water, where they kept it sure, so that the place was unknown to all men.",
          "id": 14712
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Now after many years, when it pleased God, Neemias, being sent from the king of Persia, did send of the posterity of those priests that had hid it to the fire: but when they told us they found no fire, but thick water;",
          "id": 14713
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then commanded he them to draw it up, and to bring it; and when the sacrifices were laid on, Neemias commanded the priests to sprinkle the wood and the things laid thereupon with the water.",
          "id": 14714
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "When this was done, and the time came that the sun shone, which before was hid in the cloud, there was a great fire kindled, so that every man marvelled.",
          "id": 14715
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the priests made a prayer while the sacrifice was consuming, I say, both the priests, and all the rest, Jonathan beginning, and the rest answering thereto, as Neemias did.",
          "id": 14716
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the prayer was after this manner; O Lord, Lord God, Creator of all things, who are fearful and strong, and righteous, and merciful, and the only and gracious King,",
          "id": 14717
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "The only giver of all things, the only just, almighty, and everlasting, you that deliver Israel from all trouble, and did choose the fathers, and sanctify them:",
          "id": 14718
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Receive the sacrifice for your whole people Israel, and preserve your own portion, and sanctify it.",
          "id": 14719
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Gather those together that are scattered from us, deliver them that serve amongst the heathen, look upon them that are despised and abhorred, and let the heathen know that you are our God.",
          "id": 14720
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Punish them that oppress us, and with pride do us wrong.",
          "id": 14721
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Plant your people again in your holy place, as Moses has spoken.",
          "id": 14722
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And the priests sung psalms of thanksgiving.",
          "id": 14723
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Now when the sacrifice was consumed, Neemias commanded the water that was left to be poured on the great stones.",
          "id": 14724
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "When this was done, there was kindled a flame: but it was consumed by the light that shined from the altar.",
          "id": 14725
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "So when this matter was known, it was told the king of Persia, that in the place, where the priests that were led away had hid the fire, there appeared water, and that Neemias had purified the sacrifices therewith.",
          "id": 14726
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Then the king, inclosing the place, made it holy, after he had tried the matter.",
          "id": 14727
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And the king took many gifts, and bestowed thereof on those whom he would gratify.",
          "id": 14728
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And Neemias called this thing Naphthar, which is as much as to say, a cleansing: but many men call it Nephi.",
          "id": 14729
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "It is also found in the records, that Jeremy the prophet commanded them that were carried away to take of the fire, as it has been signified:",
          "id": 14730
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And how that the prophet, having given them the law, charged them not to forget the commandments of the Lord, and that they should not err in their minds, when they see images of silver and gold, with their ornaments.",
          "id": 14731
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And with other such speeches exhorted he them, that the law should not depart from their hearts.",
          "id": 14732
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "It was also contained in the same writing, that the prophet, being warned of God, commanded the tabernacle and the ark to go with him, as he went forth into the mountain, where Moses climbed up, and saw the heritage of God.",
          "id": 14733
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And when Jeremy came there, he found an hollow cave, wherein he laid the tabernacle, and the ark, and the altar of incense, and so stopped the door.",
          "id": 14734
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And some of those that followed him came to mark the way, but they could not find it.",
          "id": 14735
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Which when Jeremy perceived, he blamed them, saying, As for that place, it shall be unknown until the time that God gather his people again together, and receive them to mercy.",
          "id": 14736
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then shall the Lord show them these things, and the glory of the Lord shall appear, and the cloud also, as it was showed under Moses, and as when Solomon desired that the place might be honourably sanctified.",
          "id": 14737
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "It was also declared, that he being wise offered the sacrifice of dedication, and of the finishing of the temple.",
          "id": 14738
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And as when Moses prayed to the Lord, the fire came down from heaven, and consumed the sacrifices: even so prayed Solomon also, and the fire came down from heaven, and consumed the burnt offerings.",
          "id": 14739
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Moses said, Because the sin offering was not to be eaten, it was consumed.",
          "id": 14740
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So Solomon kept those eight days.",
          "id": 14741
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "The same things also were reported in the writings and commentaries of Neemias; and how he founding a library gathered together the acts of the kings, and the prophets, and of David, and the epistles of the kings concerning the holy gifts.",
          "id": 14742
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "In like manner also Judas gathered together all those things that were lost by reason of the war we had, and they remain with us,",
          "id": 14743
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Therefore if you have need thereof, send some to fetch them to you.",
          "id": 14744
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Whereas we then are about to celebrate the purification, we have written to you, and you shall do well, if you keep the same days.",
          "id": 14745
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "We hope also, that the God, that delivered all his people, and gave them all an heritage, and the kingdom, and the priesthood, and the sanctuary,",
          "id": 14746
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "As he promised in the law, will shortly have mercy upon us, and gather us together out of every land under heaven into the holy place: for he has delivered us out of great troubles, and has purified the place.",
          "id": 14747
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Now as concerning Judas Maccabeus, and his brethren, and the purification of the great temple, and the dedication of the altar,",
          "id": 14748
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the wars against Antiochus Epiphanes, and Eupator his son,",
          "id": 14749
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the manifest signs that came from heaven to those that behaved themselves manfully to their honour for Judaism: so that, being but a few, they overcame the whole country, and chased barbarous multitudes,",
          "id": 14750
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And recovered again the temple renowned all the world over, and freed the city, and upheld the laws which were going down, the Lord being gracious to them with all favour:",
          "id": 14751
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "All these things, I say, being declared by Jason of Cyrene in five books, we will assay to abridge in one volume.",
          "id": 14752
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For considering the infinite number, and the difficulty which they find that desire to look into the narrations of the story, for the variety of the matter,",
          "id": 14753
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "We have been careful, that they that will read may have delight, and that they that are desirous to commit to memory might have ease, and that all into whose hands it comes might have profit.",
          "id": 14754
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Therefore to us, that have taken upon us this painful labour of abridging, it was not easy, but a matter of sweat and watching;",
          "id": 14755
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Even as it is no ease to him that prepares a banquet, and seeks the benefit of others: yet for the pleasuring of many we will undertake gladly this great pains;",
          "id": 14756
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Leaving to the author the exact handling of every particular, and labouring to follow the rules of an abridgement.",
          "id": 14757
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "For as the master builder of a new house must care for the whole building; but he that undertakes to set it out, and paint it, must seek out fit things for the adorning thereof: even so I think it is with us.",
          "id": 14758
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "To stand upon every point, and go over things at large, and to be curious in particulars, belongs to the first author of the story:",
          "id": 14759
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "But to use brevity, and avoid much labouring of the work, is to be granted to him that will make an abridgment.",
          "id": 14760
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Here then will we begin the story: only adding thus much to that which has been said, that it is a foolish thing to make a long prologue, and to be short in the story itself.",
          "id": 14761
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now when the holy city was inhabited with all peace, and the laws were kept very well, because of the godliness of Onias the high priest, and his hatred of wickedness,",
          "id": 14762
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "It came to pass that even the kings themselves did honour the place, and magnify the temple with their best gifts;",
          "id": 14763
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Insomuch that Seleucus of Asia of his own revenues bare all the costs belonging to the service of the sacrifices.",
          "id": 14764
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But one Simon of the tribe of Benjamin, who was made governor of the temple, fell out with the high priest about disorder in the city.",
          "id": 14765
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And when he could not overcome Onias, he got him to Apollonius the son of Thraseas, who then was governor of Celosyria and Phenice,",
          "id": 14766
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And told him that the treasury in Jerusalem was full of infinite sums of money, so that the multitude of their riches, which did not pertain to the account of the sacrifices, was innumerable, and that it was possible to bring all into the king''s hand.",
          "id": 14767
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Now when Apollonius came to the king, and had showed him of the money whereof he was told, the king chose out Heliodorus his treasurer, and sent him with a commandment to bring him the foresaid money.",
          "id": 14768
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "So forthwith Heliodorus took his journey; under a colour of visiting the cities of Celosyria and Phenice, but indeed to fulfil the king''s purpose.",
          "id": 14769
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And when he was come to Jerusalem, and had been courteously received of the high priest of the city, he told him what intelligence was given of the money, and declared therefore he came, and asked if these things were so indeed.",
          "id": 14770
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then the high priest told him that there was such money laid up for the relief of widows and fatherless children:",
          "id": 14771
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And that some of it belonged to Hircanus son of Tobias, a man of great dignity, and not as that wicked Simon had misinformed: the sum whereof in all was four hundred talents of silver, and two hundred of gold:",
          "id": 14772
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And that it was altogether impossible that such wrongs should be done to them, that had committed it to the holiness of the place, and to the majesty and inviolable sanctity of the temple, honoured over all the world.",
          "id": 14773
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But Heliodorus, because of the king''s commandment given him, said, That in any wise it must be brought into the king''s treasury.",
          "id": 14774
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "So at the day which he appointed he entered in to order this matter: therefore there was no small agony throughout the whole city.",
          "id": 14775
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But the priests, prostrating themselves before the altar in their priests'' vestments, called to heaven upon him that made a law concerning things given to he kept, that they should safely be preserved for such as had committed them to be kept.",
          "id": 14776
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then whoso had looked the high priest in the face, it would have wounded his heart: for his countenance and the changing of his colour declared the inward agony of his mind.",
          "id": 14777
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For the man was so compassed with fear and horror of the body, that it was manifest to them that looked upon him, what sorrow he had now in his heart.",
          "id": 14778
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Others ran flocking out of their houses to the general supplication, because the place was like to come into contempt.",
          "id": 14779
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the women, girded with sackcloth under their breasts, abounded in the streets, and the virgins that were kept in ran, some to the gates, and some to the walls, and others looked out of the windows.",
          "id": 14780
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And all, holding their hands towards heaven, made supplication.",
          "id": 14781
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then it would have pitied a man to see the falling down of the multitude of all sorts, and the fear of the high priest being in such an agony.",
          "id": 14782
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "They then called upon the Almighty Lord to keep the things committed of trust safe and sure for those that had committed them.",
          "id": 14783
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Nevertheless Heliodorus executed that which was decreed.",
          "id": 14784
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Now as he was there present himself with his guard about the treasury, the Lord of spirits, and the Prince of all power, caused a great apparition, so that all that presumed to come in with him were astonished at the power of God, and fainted, and were sore afraid.",
          "id": 14785
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "For there appeared to them an horse with a terrible rider upon him, and adorned with a very fair covering, and he ran fiercely, and struck at Heliodorus with his forefeet, and it seemed that he that sat upon the horse had complete harness of gold.",
          "id": 14786
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Moreover two other young men appeared before him, notable in strength, excellent in beauty, and comely in apparel, who stood by him on either side; and scourged him continually, and gave him many sore stripes.",
          "id": 14787
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And Heliodorus fell suddenly to the ground, and was compassed with great darkness: but they that were with him took him up, and put him into a litter.",
          "id": 14788
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Thus him, that lately came with a great train and with all his guard into the said treasury, they carried out, being unable to help himself with his weapons: and manifestly they acknowledged the power of God.",
          "id": 14789
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "For he by the hand of God was cast down, and lay speechless without all hope of life.",
          "id": 14790
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "But they praised the Lord, that had miraculously honoured his own place: for the temple; which a little before was full of fear and trouble, when the Almighty Lord appeared, was filled with joy and gladness.",
          "id": 14791
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Then straightways certain of Heliodorus'' friends prayed Onias, that he would call upon the most High to grant him his life, who lay ready to give up the ghost.",
          "id": 14792
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "So the high priest, suspecting lest the king should misconceive that some treachery had been done to Heliodorus by the Jews, offered a sacrifice for the health of the man.",
          "id": 14793
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Now as the high priest was making an atonement, the same young men in the same clothing appeared and stood beside Heliodorus, saying, Give Onias the high priest great thanks, insomuch as for his sake the Lord has granted you life:",
          "id": 14794
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And seeing that you have been scourged from heaven, declare to all men the mighty power of God. And when they had spoken these words, they appeared no more.",
          "id": 14795
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "So Heliodorus, after he had offered sacrifice to the Lord, and made great vows to him that had saved his life, and saluted Onias, returned with his host to the king.",
          "id": 14796
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Then testified he to all men the works of the great God, which he had seen with his eyes.",
          "id": 14797
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And when the king Heliodorus, who might be a fit man to be sent yet once again to Jerusalem, he said,",
          "id": 14798
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "If you have any enemy or traitor, send him there, and you shall receive him well scourged, if he escape with his life: for in that place, no doubt; there is an especial power of God.",
          "id": 14799
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "For he that dwells in heaven has his eye on that place, and defends it; and he beats and destroys them that come to hurt it.",
          "id": 14800
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And the things concerning Heliodorus, and the keeping of the treasury, fell out on this sort.",
          "id": 14801
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "This Simon now, of whom we spoke before, having been a betrayer of the money, and of his country, slandered Onias, as if he had terrified Heliodorus, and been the worker of these evils.",
          "id": 14802
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Thus was he bold to call him a traitor, that had deserved well of the city, and tendered his own nation, and was so zealous of the laws.",
          "id": 14803
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "But when their hatred went so far, that by one of Simon''s faction murders were committed,",
          "id": 14804
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Onias seeing the danger of this contention, and that Apollonius, as being the governor of Celosyria and Phenice, did rage, and increase Simon''s malice,",
          "id": 14805
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "He went to the king, not to be an accuser of his countrymen, but seeking the good of all, both publick and private:",
          "id": 14806
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For he saw that it was impossible that the state should continue quiet, and Simon leave his folly, unless the king did look thereto.",
          "id": 14807
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But after the death of Seleucus, when Antiochus, called Epiphanes, took the kingdom, Jason the brother of Onias laboured underhand to be high priest,",
          "id": 14808
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Promising to the king by intercession three hundred and threescore talents of silver, and of another revenue eighty talents:",
          "id": 14809
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Beside this, he promised to assign an hundred and fifty more, if he might have licence to set him up a place for exercise, and for the training up of youth in the fashions of the heathen, and to write them of Jerusalem by the name of Antiochians.",
          "id": 14810
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Which when the king had granted, and he had gotten into his hand the rule he forthwith brought his own nation to Greekish fashion.",
          "id": 14811
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the royal privileges granted of special favour to the Jews by the means of John the father of Eupolemus, who went ambassador to Rome for amity and aid, he took away; and putting down the governments which were according to the law, he brought up new customs against the law:",
          "id": 14812
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For he built gladly a place of exercise under the tower itself, and brought the chief young men under his subjection, and made them wear a hat.",
          "id": 14813
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now such was the height of Greek fashions, and increase of heathenish manners, through the exceeding profaneness of Jason, that ungodly wretch, and no high priest;",
          "id": 14814
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "That the priests had no courage to serve any more at the altar, but despising the temple, and neglecting the sacrifices, hastened to be partakers of the unlawful allowance in the place of exercise, after the game of Discus called them forth;",
          "id": 14815
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Not setting by the honours of their fathers, but liking the glory of the Grecians best of all.",
          "id": 14816
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "By reason whereof sore calamity came upon them: for they had them to be their enemies and avengers, whose custom they followed so earnestly, and to whom they desired to be like in all things.",
          "id": 14817
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For it is not a light thing to do wickedly against the laws of God: but the time following shall declare these things.",
          "id": 14818
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Now when the game that was used every faith year was kept at Tyrus, the king being present,",
          "id": 14819
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "This ungracious Jason sent special messengers from Jerusalem, who were Antiochians, to carry three hundred drachmas of silver to the sacrifice of Hercules, which even the bearers thereof thought fit not to bestow upon the sacrifice, because it was not convenient, but to be reserved for other charges.",
          "id": 14820
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "This money then, in regard of the sender, was appointed to Hercules'' sacrifice; but because of the bearers thereof, it was employed to the making of gallies.",
          "id": 14821
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Now when Apollonius the son of Menestheus was sent into Egypt for the coronation of king Ptolemeus Philometor, Antiochus, understanding him not to be well affected to his affairs, provided for his own safety: whereupon he came to Joppa, and from thence to Jerusalem:",
          "id": 14822
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Where he was honourably received of Jason, and of the city, and was brought in with torch alight, and with great shoutings: and so afterward went with his host to Phenice.",
          "id": 14823
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Three years afterward Jason sent Menelaus, the aforesaid Simon''s brother, to bear the money to the king, and to put him in mind of certain necessary matters.",
          "id": 14824
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "But he being brought to the presence of the king, when he had magnified him for the glorious appearance of his power, got the priesthood to himself, offering more than Jason by three hundred talents of silver.",
          "id": 14825
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "So he came with the king''s mandate, bringing nothing worthy the high priesthood, but having the fury of a cruel tyrant, and the rage of a savage beast.",
          "id": 14826
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Then Jason, who had undermined his own brother, being undermined by another, was compelled to flee into the country of the Ammonites.",
          "id": 14827
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "So Menelaus got the principality: but as for the money that he had promised to the king, he took no good order for it, albeit Sostratis the ruler of the castle required it:",
          "id": 14828
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "For to him appertained the gathering of the customs. Therefore they were both called before the king.",
          "id": 14829
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Now Menelaus left his brother Lysimachus in his stead in the priesthood; and Sostratus left Crates, who was governor of the Cyprians.",
          "id": 14830
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "While those things were in doing, they of Tarsus and Mallos made insurrection, because they were given to the king''s concubine, called Antiochus.",
          "id": 14831
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Then came the king in all haste to appease matters, leaving Andronicus, a man in authority, for his deputy.",
          "id": 14832
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Now Menelaus, supposing that he had gotten a convenient time, stole certain vessels of gold out of the temple, and gave some of them to Andronicus, and some he sold into Tyrus and the cities round about.",
          "id": 14833
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Which when Onias knew of a surety, he reproved him, and withdrew himself into a sanctuary at Daphne, that lies by Antiochia.",
          "id": 14834
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Therefore Menelaus, taking Andronicus apart, prayed, him to get Onias into his hands; who being persuaded thereto, and coming to Onias in deceit, gave him his right hand with oaths; and though he were suspected by him, yet persuaded he him to come forth of the sanctuary: whom forthwith he shut up without regard of justice.",
          "id": 14835
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "For the which cause not only the Jews, but many also of other nations, took great indignation, and were much grieved for the unjust murder of the man.",
          "id": 14836
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And when the king was come again from the places about Cilicia, the Jews that were in the city, and certain of the Greeks that abhorred the fact also, complained because Onias was slain without cause.",
          "id": 14837
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Therefore Antiochus was heartily sorry, and moved to pity, and wept, because of the sober and modest behaviour of him that was dead.",
          "id": 14838
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And being kindled with anger, forthwith he took away Andronicus his purple, and tore off his clothes, and leading him through the whole city to that very place, where he had committed impiety against Onias, there killed he the cursed murderer. Thus the Lord rewarded him his punishment, as he had deserved.",
          "id": 14839
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Now when many sacrileges had been committed in the city by Lysimachus with the consent of Menelaus, and the fruit thereof was spread abroad, the multitude gathered themselves together against Lysimachus, many vessels of gold being already carried away.",
          "id": 14840
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Whereupon the common people rising, and being filled with rage, Lysimachus armed about three thousand men, and began first to offer violence; one Auranus being the leader, a man far gone in years, and no less in folly.",
          "id": 14841
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "They then seeing the attempt of Lysimachus, some of them caught stones, some clubs, others taking handfuls of dust, that was next at hand, cast them all together upon Lysimachus, and those that set upon them.",
          "id": 14842
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Thus many of them they wounded, and some they struck to the ground, and all of them they forced to flee: but as for the churchrobber himself, him they killed beside the treasury.",
          "id": 14843
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Of these matters therefore there was an accusation laid against Menelaus.",
          "id": 14844
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Now when the king came to Tyrus, three men that were sent from the senate pleaded the cause before him:",
          "id": 14845
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "But Menelaus, being now convicted, promised Ptolemee the son of Dorymenes to give him much money, if he would pacify the king towards him.",
          "id": 14846
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Whereupon Ptolemee taking the king aside into a certain gallery, as it were to take the air, brought him to be of another mind:",
          "id": 14847
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Insomuch that he discharged Menelaus from the accusations, who notwithstanding was cause of all the mischief: and those poor men, who, if they had told their cause, yes, before the Scythians, should have been judged innocent, them he condemned to death.",
          "id": 14848
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Thus they that followed the matter for the city, and for the people, and for the holy vessels, did soon suffer unjust punishment.",
          "id": 14849
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "Therefore even they of Tyrus, moved with hatred of that wicked deed, caused them to be honourably buried.",
          "id": 14850
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "And so through the covetousness of them that were of power Menelaus remained still in authority, increasing in malice, and being a great traitor to the citizens.",
          "id": 14851
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "About the same time Antiochus prepared his second voyage into Egypt:",
          "id": 14852
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And then it happened, that through all the city, for the space almost of forty days, there were seen horsemen running in the air, in cloth of gold, and armed with lances, like a band of soldiers,",
          "id": 14853
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And troops of horsemen in array, encountering and running one against another, with shaking of shields, and multitude of pikes, and drawing of swords, and casting of darts, and glittering of golden ornaments, and harness of all sorts.",
          "id": 14854
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Therefore every man prayed that that apparition might turn to good.",
          "id": 14855
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now when there was gone forth a false rumour, as though Antiochus had been dead, Jason took at the least a thousand men, and suddenly made an assault upon the city; and they that were upon the walls being put back, and the city at length taken, Menelaus fled into the castle:",
          "id": 14856
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But Jason killed his own citizens without mercy, not considering that to get the day of them of his own nation would be a most unhappy day for him; but thinking they had been his enemies, and not his countrymen, whom he conquered.",
          "id": 14857
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Howbeit for all this he obtained not the principality, but at the last received shame for the reward of his treason, and fled again into the country of the Ammonites.",
          "id": 14858
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "In the end therefore he had an unhappy return, being accused before Aretas the king of the Arabians, fleeing from city to city, pursued of all men, hated as a forsaker of the laws, and being had in abomination as an open enemy of his country and countrymen, he was cast out into Egypt.",
          "id": 14859
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Thus he that had driven many out of their country perished in a strange land, retiring to the Lacedemonians, and thinking there to find succour by reason of his kindred:",
          "id": 14860
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And he that had cast out many unburied had none to mourn for him, nor any solemn funerals at all, nor sepulchre with his fathers.",
          "id": 14861
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Now when this that was done came to the king''s ear, he thought that Judea had revolted: whereupon removing out of Egypt in a furious mind, he took the city by force of arms,",
          "id": 14862
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And commanded his men of war not to spare such as they met, and to kill such as went up upon the houses.",
          "id": 14863
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Thus there was killing of young and old, making away of men, women, and children, slaying of virgins and infants.",
          "id": 14864
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And there were destroyed within the space of three whole days fourscore thousand, whereof forty thousand were slain in the conflict; and no fewer sold than slain.",
          "id": 14865
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Yet was he not content with this, but presumed to go into the most holy temple of all the world; Menelaus, that traitor to the laws, and to his own country, being his guide:",
          "id": 14866
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And taking the holy vessels with polluted hands, and with profane hands pulling down the things that were dedicated by other kings to the augmentation and glory and honour of the place, he gave them away.",
          "id": 14867
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And so haughty was Antiochus in mind, that he considered not that the Lord was angry for a while for the sins of them that lived in the city, and therefore his eye was not upon the place.",
          "id": 14868
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For had they not been formerly wrapped in many sins, this man, as soon as he had come, had forthwith been scourged, and put back from his presumption, as Heliodorus was, whom Seleucus the king sent to view the treasury.",
          "id": 14869
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Nevertheless God did not choose the people for the place''s sake, but the place for the people''s sake.",
          "id": 14870
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And therefore the place itself, that was partaker with them of the adversity that happened to the nation, did afterward communicate in the benefits sent from the Lord: and as it was forsaken in the wrath of the Almighty, so again, the great Lord being reconciled, it was set up with all glory.",
          "id": 14871
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "So when Antiochus had carried out of the temple a thousand and eight hundred talents, he departed in all haste to Antiochia, weening in his pride to make the land navigable, and the sea passable by foot: such was the haughtiness of his mind.",
          "id": 14872
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And he left governors to vex the nation: at Jerusalem, Philip, for his country a Phrygian, and for manners more barbarous than he that set him there;",
          "id": 14873
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And at Garizim, Andronicus; and besides, Menelaus, who worse than all the rest bare an heavy hand over the citizens, having a malicious mind against his countrymen the Jews.",
          "id": 14874
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "He sent also that detestable ringleader Apollonius with an army of two and twenty thousand, commanding him to kill all those that were in their best age, and to sell the women and the younger sort:",
          "id": 14875
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Who coming to Jerusalem, and pretending peace, did forbear till the holy day of the sabbath, when taking the Jews keeping holy day, he commanded his men to arm themselves.",
          "id": 14876
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And so he killed all them that were gone to the celebrating of the sabbath, and running through the city with weapons killed great multitudes.",
          "id": 14877
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "But Judas Maccabeus with nine others, or thereabout, withdrew himself into the wilderness, and lived in the mountains after the manner of beasts, with his company, who fed on herbs continually, lest they should be partakers of the pollution.",
          "id": 14878
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Not long after this the king sent an old man of Athens to compel the Jews to depart from the laws of their fathers, and not to live after the laws of God:",
          "id": 14879
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And to pollute also the temple in Jerusalem, and to call it the temple of Jupiter Olympius; and that in Garizim, of Jupiter the Defender of strangers, as they did desire that lived in the place.",
          "id": 14880
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The coming in of this mischief was sore and grievous to the people:",
          "id": 14881
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For the temple was filled with riot and revelling by the Gentiles, who dallied with harlots, and had to do with women within the circuit of the holy places, and besides that brought in things that were not lawful.",
          "id": 14882
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The altar also was filled with profane things, which the law forbids.",
          "id": 14883
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Neither was it lawful for a man to keep sabbath days or ancient fasts, or to profess himself at all to be a Jew.",
          "id": 14884
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And in the day of the king''s birth every month they were brought by bitter constraint to eat of the sacrifices; and when the fast of Bacchus was kept, the Jews were compelled to go in procession to Bacchus, carrying ivy.",
          "id": 14885
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Moreover there went out a decree to the neighbour cities of the heathen, by the suggestion of Ptolemee, against the Jews, that they should observe the same fashions, and be partakers of their sacrifices:",
          "id": 14886
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And whoso would not conform themselves to the manners of the Gentiles should be put to death. Then might a man have seen the present misery.",
          "id": 14887
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For there were two women brought, who had circumcised their children; whom when they had openly led round about the city, the babes handing at their breasts, they cast them down headlong from the wall.",
          "id": 14888
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And others, that had run together into caves near by, to keep the sabbath day secretly, being discovered by Philip, were all burnt together, because they made a conscience to help themselves for the honour of the most sacred day.",
          "id": 14889
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Now I beseech those that read this book, that they be not discouraged for these calamities, but that they judge those punishments not to be for destruction, but for a chastening of our nation.",
          "id": 14890
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For it is a token of his great goodness, when wicked doers are not suffered any long time, but forthwith punished.",
          "id": 14891
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For not as with other nations, whom the Lord patiently forbears to punish, till they be come to the fulness of their sins, so deals he with us,",
          "id": 14892
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Lest that, being come to the height of sin, afterwards he should take vengeance of us.",
          "id": 14893
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And therefore he never withdraws his mercy from us: and though he punish with adversity, yet does he never forsake his people.",
          "id": 14894
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But let this that we at spoken be for a warning to us. And now will we come to the declaring of the matter in a few words.",
          "id": 14895
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Eleazar, one of the principal scribes, an aged man, and of a well favoured countenance, was constrained to open his mouth, and to eat swine''s flesh.",
          "id": 14896
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But he, choosing rather to die gloriously, than to live stained with such an abomination, spit it forth, and came of his own accord to the torment,",
          "id": 14897
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "As it behoved them to come, that are resolute to stand out against such things, as are not lawful for love of life to be tasted.",
          "id": 14898
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But they that had the charge of that wicked feast, for the old acquaintance they had with the man, taking him aside, implored him to bring flesh of his own provision, such as was lawful for him to use, and make as if he did eat of the flesh taken from the sacrifice commanded by the king;",
          "id": 14899
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "That in so doing he might be delivered from death, and for the old friendship with them find favour.",
          "id": 14900
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "But he began to consider discreetly, and as became his age, and the excellency of his ancient years, and the honour of his grey head, whereon was come, and his most honest education from a child, or rather the holy law made and given by God: therefore he answered accordingly, and willed them straightways to send him to the grave.",
          "id": 14901
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For it becomes not our age, said he, in any wise to dissemble, whereby many young persons might think that Eleazar, being fourscore years old and ten, were now gone to a strange religion;",
          "id": 14902
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And so they through mine hypocrisy, and desire to live a little time and a moment longer, should be deceived by me, and I get a stain to mine old age, and make it abominable.",
          "id": 14903
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "For though for the present time I should be delivered from the punishment of men: yet should I not escape the hand of the Almighty, neither alive, nor dead.",
          "id": 14904
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Therefore now, manfully changing this life, I will show myself such an one as mine age requires,",
          "id": 14905
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And leave a notable example to such as be young to die willingly and courageously for the honourable and holy laws. And when he had said these words, immediately he went to the torment:",
          "id": 14906
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "They that led him changing the good will they bare him a little before into hatred, because the foresaid speeches proceeded, as they thought, from a desperate mind.",
          "id": 14907
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "But when he was ready to die with stripes, he groaned, and said, It is manifest to the Lord, that has the holy knowledge, that whereas I might have been delivered from death, I now endure sore pains in body by being beaten: but in soul am well content to suffer these things, because I fear him.",
          "id": 14908
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And thus this man died, leaving his death for an example of a noble courage, and a memorial of virtue, not only to young men, but to all his nation.",
          "id": 14909
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "It came to pass also, that seven brethren with their mother were taken, and compelled by the king against the law to taste swine''s flesh, and were tormented with scourges and whips.",
          "id": 14910
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "But one of them that spoke first said thus, What would you ask or learn of us? we are ready to die, rather than to transgress the laws of our fathers.",
          "id": 14911
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then the king, being in a rage, commanded pans and cauldrons to be made hot:",
          "id": 14912
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Which forthwith being heated, he commanded to cut out the tongue of him that spoke first, and to cut off the utmost parts of his body, the rest of his brethren and his mother looking on.",
          "id": 14913
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now when he was thus maimed in all his members, he commanded him being yet alive to be brought to the fire, and to be fried in the pan: and as the vapour of the pan was for a good space dispersed, they exhorted one another with the mother to die manfully, saying thus,",
          "id": 14914
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "The Lord God looks upon us, and in truth has comfort in us, as Moses in his song, which witnessed to their faces, declared, saying, And he shall be comforted in his servants.",
          "id": 14915
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So when the first was dead after this number, they brought the second to make him a mocking stock: and when they had pulled off the skin of his head with the hair, they asked him, Will you eat, before you be punished throughout every member of your body?",
          "id": 14916
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But he answered in his own language, and said, No. Therefore he also received the next torment in order, as the former did.",
          "id": 14917
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And when he was at the last gasp, he said, You like a fury take us out of this present life, but the King of the world shall raise us up, who have died for his laws, to everlasting life.",
          "id": 14918
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "After him was the third made a mocking stock: and when he was required, he put out his tongue, and that right soon, holding forth his hands manfully.",
          "id": 14919
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And said courageously, These I had from heaven; and for his laws I despise them; and from him I hope to receive them again.",
          "id": 14920
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Insomuch that the king, and they that were with him, marvelled at the young man''s courage, for that he nothing regarded the pains.",
          "id": 14921
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now when this man was dead also, they tormented and mangled the fourth in like manner.",
          "id": 14922
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "So when he was ready to die he said thus, It is good, being put to death by men, to look for hope from God to be raised up again by him: as for you, you shall have no resurrection to life.",
          "id": 14923
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Afterward they brought the fifth also, and mangled him.",
          "id": 14924
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then looked he to the king, and said, You have power over men, you are corruptible, you do what you will; yet think not that our nation is forsaken of God;",
          "id": 14925
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But abide a while, and behold his great power, how he will torment you and your seed.",
          "id": 14926
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "After him also they brought the sixth, who being ready to die said, Be not deceived without cause: for we suffer these things for ourselves, having sinned against our God: therefore marvellous things are done to us.",
          "id": 14927
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But think not you, that take in hand to strive against God, that you shall escape unpunished.",
          "id": 14928
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But the mother was marvellous above all, and worthy of honourable memory: for when she saw her seven sons slain within the space of one day, she bare it with a good courage, because of the hope that she had in the Lord.",
          "id": 14929
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Yes, she exhorted every one of them in her own language, filled with courageous spirits; and stirring up her womanish thoughts with a manly stomach, she said to them,",
          "id": 14930
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "I can''t tell how you came into my womb: for I neither gave you breath nor life, neither was it I that formed the members of every one of you;",
          "id": 14931
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "But doubtless the Creator of the world, who formed the generation of man, and found out the beginning of all things, will also of his own mercy give you breath and life again, as you now regard not your own selves for his laws'' sake.",
          "id": 14932
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Now Antiochus, thinking himself despised, and suspecting it to be a reproachful speech, while the youngest was yet alive, did not only exhort him by words, but also assured him with oaths, that he would make him both a rich and a happy man, if he would turn from the laws of his fathers; and that also he would take him for his friend, and trust him with affairs.",
          "id": 14933
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But when the young man would in no case listen to him, the king called his mother, and exhorted her that she would counsel the young man to save his life.",
          "id": 14934
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And when he had exhorted her with many words, she promised him that she would counsel her son.",
          "id": 14935
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "But she bowing herself towards him, laughing the cruel tyrant to scorn, spoke in her country language on this manner; O my son, have pity upon me that bare you nine months in my womb, and gave you such three years, and nourished you, and brought you up to this age, and endured the troubles of education.",
          "id": 14936
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "I beseech you, my son, look upon the heaven and the earth, and all that is therein, and consider that God made them of things that were not; and so was mankind made likewise.",
          "id": 14937
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Fear not this tormentor, but, being worthy of your brethren, take your death that I may receive you again in mercy with your brethren.",
          "id": 14938
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "While she was yet speaking these words, the young man said, Whom wait you for? I will not obey the king''s commandment: but I will obey the commandment of the law that was given to our fathers by Moses.",
          "id": 14939
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And you, that have been the author of all mischief against the Hebrews, shall not escape the hands of God.",
          "id": 14940
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "For we suffer because of our sins.",
          "id": 14941
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And though the living Lord be angry with us a little while for our chastening and correction, yet shall he be at one again with his servants.",
          "id": 14942
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "But you, O godless man, and of all other most wicked, be not lifted up without a cause, nor puffed up with uncertain hopes, lifting up your hand against the servants of God:",
          "id": 14943
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "For you have not yet escaped the judgement of Almighty God, who sees all things.",
          "id": 14944
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "For our brethren, who now have suffered a short pain, are dead under God''s covenant of everlasting life: but you, through the judgement of God, shall receive just punishment for your pride.",
          "id": 14945
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "But I, as my brethren, offer up my body and life for the laws of our fathers, beseeching God that he would speedily be merciful to our nation; and that you by torments and plagues may confess, that he alone is God;",
          "id": 14946
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And that in me and my brethren the wrath of the Almighty, which is justly brought upon our nation, may cease.",
          "id": 14947
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Then the king, being in a rage, handed him worse than all the rest, and took it grievously that he was mocked.",
          "id": 14948
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "So this man died undefiled, and put his whole trust in the Lord.",
          "id": 14949
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Last of all after the sons the mother died.",
          "id": 14950
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Let this be enough now to have spoken concerning the idolatrous feasts, and the extreme tortures.",
          "id": 14951
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Judas Maccabeus, and they that were with him, went privily into the towns, and called their kinsfolks together, and took to them all such as continued in the Jews'' religion, and assembled about six thousand men.",
          "id": 14952
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And they called upon the Lord, that he would look upon the people that was trodden down of all; and also pity the temple profaned of ungodly men;",
          "id": 14953
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And that he would have compassion upon the city, sore defaced, and ready to be made even with the ground; and hear the blood that cried to him,",
          "id": 14954
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And remember the wicked slaughter of harmless infants, and the blasphemies committed against his name; and that he would show his hatred against the wicked.",
          "id": 14955
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now when Maccabeus had his company about him, he could not be withstood by the heathen: for the wrath of the Lord was turned into mercy.",
          "id": 14956
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore he came at unawares, and burnt up towns and cities, and got into his hands the most commodious places, and overcame and put to flight no small number of his enemies.",
          "id": 14957
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But specially took he advantage of the night for such privy attempts, insomuch that the fruit of his holiness was spread every where.",
          "id": 14958
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "So when Philip saw that this man increased by little and little, and that things prospered with him still more and more, he wrote to Ptolemeus, the governor of Celosyria and Phenice, to yield more aid to the king''s affairs.",
          "id": 14959
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then forthwith choosing Nicanor the son of Patroclus, one of his special friends, he sent him with no fewer than twenty thousand of all nations under him, to root out the whole generation of the Jews; and with him he joined also Gorgias a captain, who in matters of war had great experience.",
          "id": 14960
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So Nicanor undertook to make so much money of the captive Jews, as should defray the tribute of two thousand talents, which the king was to pay to the Romans.",
          "id": 14961
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Therefore immediately he sent to the cities upon the sea coast, proclaiming a sale of the captive Jews, and promising that they should have fourscore and ten bodies for one talent, not expecting the vengeance that was to follow upon him from the Almighty God.",
          "id": 14962
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Now when word was brought to Judas of Nicanor''s coming, and he had imparted to those that were with him that the army was at hand,",
          "id": 14963
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "They that were fearful, and distrusted the justice of God, fled, and conveyed themselves away.",
          "id": 14964
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Others sold all that they had left, and withal implored the Lord to deliver them, sold by the wicked Nicanor before they met together:",
          "id": 14965
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And if not for their own sakes, yet for the covenants he had made with their fathers, and for his holy and glorious name''s sake, by which they were called.",
          "id": 14966
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So Maccabeus called his men together to the number of six thousand, and exhorted them not to be stricken with terror of the enemy, nor to fear the great multitude of the heathen, who came wrongly against them; but to fight manfully,",
          "id": 14967
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And to set before their eyes the injury that they had unjustly done to the holy place, and the cruel handling of the city, whereof they made a mockery, and also the taking away of the government of their forefathers:",
          "id": 14968
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For they, said he, trust in their weapons and boldness; but our confidence is in the Almighty who at a beck can cast down both them that come against us, and also all the world.",
          "id": 14969
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Moreover, he recounted to them what helps their forefathers had found, and how they were delivered, when under Sennacherib an hundred fourscore and five thousand perished.",
          "id": 14970
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And he told them of the battle that they had in Babylon with the Galatians, how they came but eight thousand in all to the business, with four thousand Macedonians, and that the Macedonians being perplexed, the eight thousand destroyed an hundred and twenty thousand because of the help that they had from heaven, and so received a great booty.",
          "id": 14971
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Thus when he had made them bold with these words, and ready to die for the law and the country, he divided his army into four parts;",
          "id": 14972
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And joined with himself his own brethren, leaders of each band, to wit Simon, and Joseph, and Jonathan, giving each one fifteen hundred men.",
          "id": 14973
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Also he appointed Eleazar to read the holy book: and when he had given them this watchword, The help of God; himself leading the first band,",
          "id": 14974
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And by the help of the Almighty they killed above nine thousand of their enemies, and wounded and maimed the most part of Nicanor''s host, and so put all to flight;",
          "id": 14975
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And took their money that came to buy them, and pursued them far: but lacking time they returned:",
          "id": 14976
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "For it was the day before the sabbath, and therefore they would no longer pursue them.",
          "id": 14977
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "So when they had gathered their armour together, and spoiled their enemies, they occupied themselves about the sabbath, yielding exceeding praise and thanks to the Lord, who had preserved them to that day, which was the beginning of mercy distilling upon them.",
          "id": 14978
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And after the sabbath, when they had given part of the spoils to the maimed, and the widows, and orphans, the residue they divided amongst themselves and their servants.",
          "id": 14979
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "When this was done, and they had made a common supplication, they implored the merciful Lord to be reconciled with his servants for ever.",
          "id": 14980
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Moreover of those that were with Timotheus and Bacchides, who fought against them, they killed above twenty thousand, and very easily got high and strong holds, and divided amongst themselves many spoils more, and made the maimed, orphans, widows, yes, and the aged also, equal in spoils with themselves.",
          "id": 14981
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And when they had gathered their armour together, they laid them up all carefully in convenient places, and the remnant of the spoils they brought to Jerusalem.",
          "id": 14982
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "They killed also Philarches, that wicked person, who was with Timotheus, and had annoyed the Jews many ways.",
          "id": 14983
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Furthermore at such time as they kept the feast for the victory in their country they burnt Callisthenes, that had set fire upon the holy gates, who had fled into a little house; and so he received a reward meet for his wickedness.",
          "id": 14984
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "As for that most ungracious Nicanor, who had brought a thousand merchants to buy the Jews,",
          "id": 14985
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "He was through the help of the Lord brought down by them, of whom he made least account; and putting off his glorious apparel, and discharging his company, he came like a fugitive servant through the midland to Antioch having very great dishonour, for that his host was destroyed.",
          "id": 14986
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Thus he, that took upon him to make good to the Romans their tribute by means of captives in Jerusalem, told abroad, that the Jews had God to fight for them, and therefore they could not be hurt, because they followed the laws that he gave them.",
          "id": 14987
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "About that time came Antiochus with dishonour out of the country of Persia",
          "id": 14988
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For he had entered the city called Persepolis, and went about to rob the temple, and to hold the city; whereupon the multitude running to defend themselves with their weapons put them to flight; and so it happened, that Antiochus being put to flight of the inhabitants returned with shame.",
          "id": 14989
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Now when he came to Ecbatane, news was brought him what had happened to Nicanor and Timotheus.",
          "id": 14990
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then swelling with anger. he thought to avenge upon the Jews the disgrace done to him by those that made him flee. Therefore commanded he his chariotman to drive without ceasing, and to dispatch the journey, the judgement of God now following him. For he had spoken proudly in this sort, That he would come to Jerusalem and make it a common burying place of the Jews.",
          "id": 14991
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But the Lord Almighty, the God of Israel, struck him with an incurable and invisible plague: or as soon as he had spoken these words, a pain of the bowels that was remediless came upon him, and sore torments of the inner parts;",
          "id": 14992
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And that most justly: for he had tormented other men''s bowels with many and strange torments.",
          "id": 14993
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Howbeit he nothing at all ceased from his bragging, but still was filled with pride, breathing out fire in his rage against the Jews, and commanding to haste the journey: but it came to pass that he fell down from his chariot, carried violently; so that having a sore fall, all the members of his body were much pained.",
          "id": 14994
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And thus he that a little before thought he might command the waves of the sea, (so proud was he beyond the condition of man) and weigh the high mountains in a balance, was now cast on the ground, and carried in an horselitter, showing forth to all the manifest power of God.",
          "id": 14995
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So that the worms rose up out of the body of this wicked man, and while he lived in sorrow and pain, his flesh fell away, and the filthiness of his smell was noisome to all his army.",
          "id": 14996
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the man, that thought a little before he could reach to the stars of heaven, no man could endure to carry for his intolerable stink.",
          "id": 14997
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Here therefore, being plagued, he began to leave off his great pride, and to come to the knowledge of himself by the scourge of God, his pain increasing every moment.",
          "id": 14998
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And when he himself could not abide his own smell, he said these words, It is meet to be subject to God, and that a man that is mortal should not proudly think of himself if he were God.",
          "id": 14999
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "This wicked person vowed also to the Lord, who now no more would have mercy upon him, saying thus,",
          "id": 15000
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "That the holy city (to the which he was going in haste to lay it even with the ground, and to make it a common burying place,) he would set at liberty:",
          "id": 15001
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And as touching the Jews, whom he had judged not worthy so much as to be buried, but to be cast out with their children to be devoured of the fowls and wild beasts, he would make them all equals to the citizens of Athens:",
          "id": 15002
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the holy temple, which before he had spoiled, he would garnish with goodly gifts, and restore all the holy vessels with many more, and out of his own revenue defray the charges belonging to the sacrifices:",
          "id": 15003
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Yes, and that also he would become a Jew himself, and go through all the world that was inhabited, and declare the power of God.",
          "id": 15004
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "But for all this his pains would not cease: for the just judgement of God was come upon him: therefore despairing of his health, he wrote to the Jews the letter underwritten, containing the form of a supplication, after this manner:",
          "id": 15005
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Antiochus, king and governor, to the good Jews his citizens wishes much joy, health, and prosperity:",
          "id": 15006
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "If you and your children fare well, and your affairs be to your contentment, I give very great thanks to God, having my hope in heaven.",
          "id": 15007
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "As for me, I was weak, or else I would have remembered kindly your honour and good will returning out of Persia, and being taken with a grievous disease, I thought it necessary to care for the common safety of all:",
          "id": 15008
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Not distrusting mine health, but having great hope to escape this sickness.",
          "id": 15009
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "But considering that even my father, at what time he led an army into the high countries. appointed a successor,",
          "id": 15010
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "To the end that, if any thing fell out contrary to expectation, or if any tidings were brought that were grievous, they of the land, knowing to whom the state was left, might not be troubled:",
          "id": 15011
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Again, considering how that the princes that are borderers and neighbours to my kingdom wait for opportunities, and expect what shall be the event. I have appointed my son Antiochus king, whom I often committed and commended to many of you, when I went up into the high provinces; to whom I have written as follows:",
          "id": 15012
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Therefore I pray and request you to remember the benefits that I have done to you generally, and in special, and that every man will be still faithful to me and my son.",
          "id": 15013
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "For I am persuaded that he understanding my mind will favourably and graciously yield to your desires.",
          "id": 15014
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Thus the murderer and blasphemer having suffered most grievously, as he entreated other men, so died he a miserable death in a strange country in the mountains.",
          "id": 15015
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And Philip, that was brought up with him, carried away his body, who also fearing the son of Antiochus went into Egypt to Ptolemeus Philometor.",
          "id": 15016
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now Maccabeus and his company, the Lord guiding them, recovered the temple and the city:",
          "id": 15017
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "But the altars which the heathen had built in the open street, and also the chapels, they pulled down.",
          "id": 15018
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And having cleansed the temple they made another altar, and striking stones they took fire out of them, and offered a sacrifice after two years, and set forth incense, and lights, and show bread.",
          "id": 15019
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "When that was done, they fell flat down, and implored the Lord that they might come no more into such troubles; but if they sinned any more against him, that he himself would chasten them with mercy, and that they might not be delivered to the blasphemous and barbarous nations.",
          "id": 15020
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now upon the same day that the strangers profaned the temple, on the very same day it was cleansed again, even the five and twentieth day of the same month, which is Casleu.",
          "id": 15021
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And they kept the eight days with gladness, as in the feast of the tabernacles, remembering that not long before they had held the feast of the tabernacles, when as they wandered in the mountains and dens like beasts.",
          "id": 15022
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Therefore they bare branches, and fair boughs, and palms also, and sang psalms to him that had given them good success in cleansing his place.",
          "id": 15023
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "They ordained also by a common statute and decree, That every year those days should be kept of the whole nation of the Jews.",
          "id": 15024
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And this was the end of Antiochus, called Epiphanes.",
          "id": 15025
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Now will we declare the acts of Antiochus Eupator, who was the son of this wicked man, gathering briefly the calamities of the wars.",
          "id": 15026
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "So when he was come to the crown, he set one Lysias over the affairs of his realm, and appointed him his chief governor of Celosyria and Phenice.",
          "id": 15027
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For Ptolemeus, that was called Macron, choosing rather to do justice to the Jews for the wrong that had been done to them, endeavoured to continue peace with them.",
          "id": 15028
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Whereupon being accused of the king''s friends before Eupator, and called traitor at every word because he had left Cyprus, that Philometor had committed to him, and departed to Antiochus Epiphanes, and seeing that he was in no honourable place, he was so discouraged, that he poisoned himself and died.",
          "id": 15029
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But when Gorgias was governor of the holds, he hired soldiers, and nourished war continually with the Jews:",
          "id": 15030
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And therewithal the Idumeans, having gotten into their hands the most commodious holds, kept the Jews occupied, and receiving those that were banished from Jerusalem, they went about to nourish war.",
          "id": 15031
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then they that were with Maccabeus made supplication, and implored God that he would be their helper; and so they ran with violence upon the strong holds of the Idumeans,",
          "id": 15032
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And assaulting them strongly, they won the holds, and kept off all that fought upon the wall, and killed all that fell into their hands, and killed no fewer than twenty thousand.",
          "id": 15033
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And because certain, who were no less than nine thousand, were fled together into two very strong castles, having all manner of things convenient to sustain the siege,",
          "id": 15034
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Maccabeus left Simon and Joseph, and Zaccheus also, and them that were with him, who were enough to besiege them, and departed himself to those places which more needed his help.",
          "id": 15035
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Now they that were with Simon, being led with covetousness, were persuaded for money through certain of those that were in the castle, and took seventy thousand drachmas, and let some of them escape.",
          "id": 15036
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But when it was told Maccabeus what was done, he called the governors of the people together, and accused those men, that they had sold their brethren for money, and set their enemies free to fight against them.",
          "id": 15037
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "So he killed those that were found traitors, and immediately took the two castles.",
          "id": 15038
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And having good success with his weapons in all things he took in hand, he killed in the two holds more than twenty thousand.",
          "id": 15039
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Now Timotheus, whom the Jews had overcome before, when he had gathered a great multitude of foreign forces, and horses out of Asia not a few, came as though he would take Jewry by force of arms.",
          "id": 15040
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But when he drew near, they that were with Maccabeus turned themselves to pray to God, and sprinkled earth upon their heads, and girded their loins with sackcloth,",
          "id": 15041
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And fell down at the foot of the altar, and implored him to be merciful to them, and to be an enemy to their enemies, and an adversary to their adversaries, as the law declares.",
          "id": 15042
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "So after the prayer they took their weapons, and went on further from the city: and when they drew near to their enemies, they kept by themselves.",
          "id": 15043
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Now the sun being newly risen, they joined both together; the one part having together with their virtue their refuge also to the Lord for a pledge of their success and victory: the other side making their rage leader of their battle",
          "id": 15044
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "But when the battle waxed strong, there appeared to the enemies from heaven five comely men upon horses, with bridles of gold, and two of them led the Jews,",
          "id": 15045
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And took Maccabeus between them, and covered him on every side weapons, and kept him safe, but shot arrows and lightnings against the enemies: so that being confounded with blindness, and full of trouble, they were killed.",
          "id": 15046
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And there were slain of footmen twenty thousand and five hundred, and six hundred horsemen.",
          "id": 15047
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "As for Timotheus himself, he fled into a very strong hold, called Gazara, where Chereas was governor.",
          "id": 15048
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "But they that were with Maccabeus laid siege against the fortress courageously four days.",
          "id": 15049
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And they that were within, trusting to the strength of the place, blasphemed exceedingly, and uttered wicked words.",
          "id": 15050
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Nevertheless upon the fifth day early twenty young men of Maccabeus'' company, inflamed with anger because of the blasphemies, assaulted the wall manly, and with a fierce courage killed all that they met withal.",
          "id": 15051
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Others likewise ascending after them, while they were busied with them that were within, burnt the towers, and kindling fires burnt the blasphemers alive; and others broke open the gates, and, having received in the rest of the army, took the city,",
          "id": 15052
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And killed Timotheus, that was hid in a certain pit, and Chereas his brother, with Apollophanes.",
          "id": 15053
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "When this was done, they praised the Lord with psalms and thanksgiving, who had done so great things for Israel, and given them the victory.",
          "id": 15054
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Not long after the, Lysias the king''s protector and cousin, who also managed the affairs, took sore displeasure for the things that were done.",
          "id": 15055
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And when he had gathered about fourscore thousand with all the horsemen, he came against the Jews, thinking to make the city an habitation of the Gentiles,",
          "id": 15056
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And to make a gain of the temple, as of the other chapels of the heathen, and to set the high priesthood to sale every year:",
          "id": 15057
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Not at all considering the power of God but puffed up with his ten thousands of footmen, and his thousands of horsemen, and his fourscore elephants.",
          "id": 15058
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So he came to Judea, and drew near to Bethsura, which was a strong town, but distant from Jerusalem about five furlongs, and he laid sore siege to it.",
          "id": 15059
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Now when they that were with Maccabeus heard that he besieged the holds, they and all the people with lamentation and tears implored the Lord that he would send a good angel to deliver Israel.",
          "id": 15060
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then Maccabeus himself first of all took weapons, exhorting the other that they would jeopard themselves together with him to help their brethren: so they went forth together with a willing mind.",
          "id": 15061
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And as they were at Jerusalem, there appeared before them on horseback one in white clothing, shaking his armour of gold.",
          "id": 15062
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then they praised the merciful God all together, and took heart, insomuch that they were ready not only to fight with men, but with most cruel beasts, and to pierce through walls of iron.",
          "id": 15063
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Thus they marched forward in their armour, having an helper from heaven: for the Lord was merciful to them",
          "id": 15064
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And giving a charge upon their enemies like lions, they killed eleven thousand footmen, and sixteen hundred horsemen, and put all the other to flight.",
          "id": 15065
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Many of them also being wounded escaped naked; and Lysias himself fled away shamefully, and so escaped.",
          "id": 15066
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Who, as he was a man of understanding, casting with himself what loss he had had, and considering that the Hebrews could not be overcome, because the Almighty God helped them, he sent to them,",
          "id": 15067
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And persuaded them to agree to all reasonable conditions, and promised that he would persuade the king that he must needs be a friend to them.",
          "id": 15068
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Then Maccabeus consented to all that Lysias desired, being careful of the common good; and whatever Maccabeus wrote to Lysias concerning the Jews, the king granted it.",
          "id": 15069
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For there were letters written to the Jews from Lysias to this effect: Lysias to the people of the Jews sends greeting:",
          "id": 15070
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "John and Absalon, who were sent from you, delivered me the petition subscribed, and made request for the performance of the contents thereof.",
          "id": 15071
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Therefore what things soever were meet to be reported to the king, I have declared them, and he has granted as much as might be.",
          "id": 15072
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And if then you will keep yourselves loyal to the state, hereafter also will I endeavour to be a means of your good.",
          "id": 15073
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But of the particulars I have given order both to these and the other that came from me, to commune with you.",
          "id": 15074
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Fare you well. The hundred and eight and forties year, the four and twentieth day of the month Dioscorinthius.",
          "id": 15075
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Now the king''s letter contained these words: King Antiochus to his brother Lysias sends greeting:",
          "id": 15076
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Since our father is translated to the gods, our will is, that they that are in our realm live quietly, that every one may attend upon his own affairs.",
          "id": 15077
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "We understand also that the Jews would not consent to our father, for to be brought to the custom of the Gentiles, but had rather keep their own manner of living: for the which cause they require of us, that we should suffer them to live after their own laws.",
          "id": 15078
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Therefore our mind is, that this nation shall be in rest, and we have determined to restore them their temple, that they may live according to the customs of their forefathers.",
          "id": 15079
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "You shall do well therefore to send to them, and grant them peace, that when they are certified of our mind, they may be of good comfort, and ever go cheerfully about their own affairs.",
          "id": 15080
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the letter of the king to the nation of the Jews was after this manner: King Antiochus sends greeting to the council, and the rest of the Jews:",
          "id": 15081
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "If you fare well, we have our desire; we are also in good health.",
          "id": 15082
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Menelaus declared to us, that your desire was to return home, and to follow your own business:",
          "id": 15083
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Therefore they that will depart shall have safe conduct till the thirties day of Xanthicus with security.",
          "id": 15084
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And the Jews shall use their own kind of meats and laws, as before; and none of them any manner of ways shall be molested for things ignorantly done.",
          "id": 15085
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "I have sent also Menelaus, that he may comfort you.",
          "id": 15086
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Fare you well. In the hundred and forty and eighth year, and the fifteenth day of the month Xanthicus.",
          "id": 15087
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "The Romans also sent to them a letter containing these words: Quintus Memmius and Titus Manlius, ambassadors of the Romans, send greeting to the people of the Jews.",
          "id": 15088
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Whatsoever Lysias the king''s cousin has granted, therewith we also are well pleased.",
          "id": 15089
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "But touching such things as he judged to be referred to the king, after you have advised thereof, send one forthwith, that we may declare as it is convenient for you: for we are now going to Antioch.",
          "id": 15090
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Therefore send some with speed, that we may know what is your mind.",
          "id": 15091
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Farewell. This hundred and eight and forties year, the fifteenth day of the month Xanthicus.",
          "id": 15092
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When these covenants were made, Lysias went to the king, and the Jews were about their husbandry.",
          "id": 15093
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "But of the governors of several places, Timotheus, and Apollonius the son of Genneus, also Hieronymus, and Demophon, and beside them Nicanor the governor of Cyprus, would not suffer them to be quiet and live in peace.",
          "id": 15094
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The men of Joppa also did such an ungodly deed: they prayed the Jews that lived amongst them to go with their wives and children into the boats which they had prepared, as though they had meant them no hurt.",
          "id": 15095
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Who accepted of it according to the common decree of the city, as being desirous to live in peace, and suspecting nothing: but when they were gone forth into the deep, they drowned no less than two hundred of them.",
          "id": 15096
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "When Judas heard of this cruelty done to his countrymen, he commanded those that were with him to make them ready.",
          "id": 15097
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And calling upon God the righteous Judge, he came against those murderers of his brethren, and burnt the haven by night, and set the boats on fire, and those that fled there he killed.",
          "id": 15098
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And when the town was shut up, he went backward, as if he would return to root out all them of the city of Joppa.",
          "id": 15099
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But when he heard that the Jamnites were minded to do in like manner to the Jews that lived amongst them,",
          "id": 15100
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "He came upon the Jamnites also by night, and set fire on the haven and the navy, so that the light of the fire was seen at Jerusalem two hundred and forty furlongs off.",
          "id": 15101
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Now when they were gone from thence nine furlongs in their journey towards Timotheus, no fewer than five thousand men on foot and five hundred horsemen of the Arabians set upon him.",
          "id": 15102
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Whereupon there was a very sore battle; but Judas'' side by the help of God got the victory; so that the Nomades of Arabia, being overcome, implored Judas for peace, promising both to give him cattle, and to pleasure him otherwise.",
          "id": 15103
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then Judas, thinking indeed that they would be profitable in many things, granted them peace: whereupon they shook hands, and so they departed to their tents.",
          "id": 15104
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "He went also about to make a bridge to a certain strong city, which was fenced about with walls, and inhabited by people of various countries; and the name of it was Caspis.",
          "id": 15105
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But they that were within it put such trust in the strength of the walls and provision of food, that they behaved themselves rudely towards them that were with Judas, railing and blaspheming, and uttering such words as were not to be spoken.",
          "id": 15106
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Therefore Judas with his company, calling upon the great Lord of the world, who without rams or engines of war did cast down Jericho in the time of Joshua, gave a fierce assault against the walls,",
          "id": 15107
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And took the city by the will of God, and made unspeakable slaughters, insomuch that a lake two furlongs broad near adjoining thereto, being filled full, was seen running with blood.",
          "id": 15108
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then departed they from thence seven hundred and fifty furlongs, and came to Characa to the Jews that are called Tubieni.",
          "id": 15109
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "But as for Timotheus, they found him not in the places: for before he had dispatched any thing, he departed from thence, having left a very strong garrison in a certain hold.",
          "id": 15110
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Howbeit Dositheus and Sosipater, who were of Maccabeus'' captains, went forth, and killed those that Timotheus had left in the fortress, above ten thousand men.",
          "id": 15111
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Maccabeus ranged his army by bands, and set them over the bands, and went against Timotheus, who had about him an hundred and twenty thousand men of foot, and two thousand and five hundred horsemen.",
          "id": 15112
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Now when Timotheus had knowledge of Judas'' coming, he sent the women and children and the other baggage to a fortress called Carnion: for the town was hard to besiege, and uneasy to come to, by reason of the straitness of all the places.",
          "id": 15113
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But when Judas his first band came in sight, the enemies, being struck with fear and terror through the appearing of him who sees all things, fled amain, one running into this way, another that way, so as that they were often hurt of their own men, and wounded with the points of their own swords.",
          "id": 15114
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Judas also was very earnest in pursuing them, killing those wicked wretches, of whom he killed about thirty thousand men.",
          "id": 15115
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Moreover Timotheus himself fell into the hands of Dositheus and Sosipater, whom he implored with much craft to let him go with his life, because he had many of the Jews'' parents, and the brethren of some of them, who, if they put him to death, should not be regarded.",
          "id": 15116
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "So when he had assured them with many words that he would restore them without hurt, according to the agreement, they let him go for the saving of their brethren.",
          "id": 15117
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Then Maccabeus marched forth to Carnion, and to the temple of Atargatis, and there he killed five and twenty thousand persons.",
          "id": 15118
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And after he had put to flight and destroyed them, Judas removed the host towards Ephron, a strong city, wherein Lysias abode, and a great multitude of various nations, and the strong young men kept the walls, and defended them mightily: wherein also was great provision of engines and darts.",
          "id": 15119
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "But when Judas and his company had called upon Almighty God, who with his power breaks the strength of his enemies, they won the city, and killed twenty and five thousand of them that were within,",
          "id": 15120
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "From thence they departed to Scythopolis, which lies six hundred furlongs from Jerusalem,",
          "id": 15121
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "But when the Jews that lived there had testified that the Scythopolitans dealt lovingly with them, and entreated them kindly in the time of their adversity;",
          "id": 15122
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "They gave them thanks, desiring them to be friendly still to them: and so they came to Jerusalem, the feast of the weeks approaching.",
          "id": 15123
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And after the feast, called Pentecost, they went forth against Gorgias the governor of Idumea,",
          "id": 15124
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Who came out with three thousand men of foot and four hundred horsemen.",
          "id": 15125
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And it happened that in their fighting together a few of the Jews were slain.",
          "id": 15126
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "At which time Dositheus, one of Bacenor''s company, who was on horseback, and a strong man, was still upon Gorgias, and taking hold of his coat drew him by force; and when he would have taken that cursed man alive, a horseman of Thracia coming upon him struck off his shoulder, so that Gorgias fled to Marisa.",
          "id": 15127
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Now when they that were with Gorgias had fought long, and were weary, Judas called upon the Lord, that he would show himself to be their helper and leader of the battle.",
          "id": 15128
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And with that he began in his own language, and sung psalms with a loud voice, and rushing unawares upon Gorgias'' men, he put them to flight.",
          "id": 15129
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "So Judas gathered his host, and came into the city of Odollam, And when the seventh day came, they purified themselves, as the custom was, and kept the sabbath in the same place.",
          "id": 15130
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And upon the day following, as the use had been, Judas and his company came to take up the bodies of them that were slain, and to bury them with their kinsmen in their fathers'' graves.",
          "id": 15131
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Now under the coats of every one that was slain they found things consecrated to the idols of the Jamnites, which is forbidden the Jews by the law. Then every man saw that this was the cause therefore they were slain.",
          "id": 15132
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "All men therefore praising the Lord, the righteous Judge, who had opened the things that were hid,",
          "id": 15133
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Betook themselves to prayer, and implored him that the sin committed might wholly be put out of remembrance. Besides, that noble Judas exhorted the people to keep themselves from sin, forsomuch as they saw before their eyes the things that came to pass for the sins of those that were slain.",
          "id": 15134
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And when he had made a gathering throughout the company to the sum of two thousand drachmas of silver, he sent it to Jerusalem to offer a sin offering, doing therein very well and honestly, in that he was mindful of the resurrection:",
          "id": 15135
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "For if he had not hoped that they that were slain should have risen again, it had been superfluous and vain to pray for the dead.",
          "id": 15136
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And also in that he perceived that there was great favour laid up for those that died godly, it was an holy and good thought. Whereupon he made a reconciliation for the dead, that they might be delivered from sin.",
          "id": 15137
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the hundred and forty and ninth year it was told Judas, that Antiochus Eupator was coming with a great power into Judea,",
          "id": 15138
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And with him Lysias his protector, and ruler of his affairs, having either of them a Grecian power of footmen, an hundred and ten thousand, and horsemen five thousand and three hundred, and elephants two and twenty, and three hundred chariots armed with hooks.",
          "id": 15139
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Menelaus also joined himself with them, and with great dissimulation encouraged Antiochus, not for the safeguard of the country, but because he thought to have been made governor.",
          "id": 15140
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But the King of kings moved Antiochus'' mind against this wicked wretch, and Lysias informed the king that this man was the cause of all mischief, so that the king commanded to bring him to Berea, and to put him to death, as the manner is in that place.",
          "id": 15141
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now there was in that place a tower of fifty cubits high, full of ashes, and it had a round instrument which on every side hanged down into the ashes.",
          "id": 15142
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And whoever was condemned of sacrilege, or had committed any other grievous crime, there did all men thrust him to death.",
          "id": 15143
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Such a death it happened that wicked man to die, not having so much as burial in the earth; and that most justly:",
          "id": 15144
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "For inasmuch as he had committed many sins about the altar, whose fire and ashes were holy, he received his death in ashes.",
          "id": 15145
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Now the king came with a barbarous and haughty mind to do far worse to the Jews, than had been done in his father''s time.",
          "id": 15146
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Which things when Judas perceived, he commanded the multitude to call upon the Lord night and day, that if ever at any other time, he would now also help them, being at the point to be put from their law, from their country, and from the holy temple:",
          "id": 15147
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And that he would not suffer the people, that had even now been but a little refreshed, to be in subjection to the blasphemous nations.",
          "id": 15148
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So when they had all done this together, and implored the merciful Lord with weeping and fasting, and lying flat upon the ground three days long, Judas, having exhorted them, commanded they should be in a readiness.",
          "id": 15149
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Judas, being apart with the elders, determined, before the king''s host should enter into Judea, and get the city, to go forth and try the matter in fight by the help of the Lord.",
          "id": 15150
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "So when he had committed all to the Creator of the world, and exhorted his soldiers to fight manfully, even to death, for the laws, the temple, the city, the country, and the commonwealth, he camped by Modin:",
          "id": 15151
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And having given the watchword to them that were about him, Victory is of God; with the most valiant and choice young men he went in into the king''s tent by night, and killed in the camp about four thousand men, and the chiefest of the elephants, with all that were upon him.",
          "id": 15152
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And at last they filled the camp with fear and tumult, and departed with good success.",
          "id": 15153
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "This was done in the break of the day, because the protection of the Lord did help him.",
          "id": 15154
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Now when the king had taken a taste of the manliness of the Jews, he went about to take the holds by policy,",
          "id": 15155
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And marched towards Bethsura, which was a strong hold of the Jews: but he was put to flight, failed, and lost of his men:",
          "id": 15156
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For Judas had conveyed to them that were in it such things as were necessary.",
          "id": 15157
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But Rhodocus, who was in the Jews'' host, disclosed the secrets to the enemies; therefore he was sought out, and when they had gotten him, they put him in prison.",
          "id": 15158
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "The king treated with them in Bethsura the second time, gave his hand, took their''s, departed, fought with Judas, was overcome;",
          "id": 15159
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Heard that Philip, who was left over the affairs in Antioch, was desperately bent, confounded, entreated the Jews, submitted himself, and sware to all equal conditions, agreed with them, and offered sacrifice, honoured the temple, and dealt kindly with the place,",
          "id": 15160
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And accepted well of Maccabeus, made him principal governor from Ptolemais to the Gerrhenians;",
          "id": 15161
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Came to Ptolemais: the people there were grieved for the covenants; for they stormed, because they would make their covenants void:",
          "id": 15162
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Lysias went up to the judgement seat, said as much as could be in defence of the cause, persuaded, pacified, made them well affected, returned to Antioch. Thus it went touching the king''s coming and departing.",
          "id": 15163
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After three years was Judas informed, that Demetrius the son of Seleucus, having entered by the haven of Tripolis with a great power and navy,",
          "id": 15164
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Had taken the country, and killed Antiochus, and Lysias his protector.",
          "id": 15165
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Now one Alcimus, who had been high priest, and had defiled himself wilfully in the times of their mingling with the Gentiles, seeing that by no means he could save himself, nor have any more access to the holy altar,",
          "id": 15166
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Came to king Demetrius in the hundred and one and fifties year, presenting to him a crown of gold, and a palm, and also of the boughs which were used solemnly in the temple: and so that day he held his peace.",
          "id": 15167
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Howbeit having gotten opportunity to further his foolish enterprise, and being called into counsel by Demetrius, and asked how the Jews stood affected, and what they intended, he answered thereto:",
          "id": 15168
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Those of the Jews that he called Assideans, whose captain is Judas Maccabeus, nourish war and are seditious, and will not let the rest be in peace.",
          "id": 15169
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Therefore I, being deprived of mine ancestors'' honour, I mean the high priesthood, am now come here:",
          "id": 15170
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "First, verily for the unfeigned care I have of things pertaining to the king; and secondly, even for that I intend the good of mine own countrymen: for all our nation is in no small misery through the unadvised dealing of them aforesaid.",
          "id": 15171
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Therefore, O king, seeing know all these things, be careful for the country, and our nation, which is pressed on every side, according to the clemency that you readily show to all.",
          "id": 15172
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For as long as Judas lives, it is not possible that the state should be quiet.",
          "id": 15173
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "This was no sooner spoken of him, but others of the king''s friends, being maliciously set against Judas, did more incense Demetrius.",
          "id": 15174
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And forthwith calling Nicanor, who had been master of the elephants, and making him governor over Judea, he sent him forth,",
          "id": 15175
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Commanding him to kill Judas, and to scatter them that were with him, and to make Alcimus high priest of the great temple.",
          "id": 15176
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then the heathen, that had fled out of Judea from Judas, came to Nicanor by flocks, thinking the harm and calamities of the Jews to be their welfare.",
          "id": 15177
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now when the Jews heard of Nicanor''s coming, and that the heathen were up against them, they cast earth upon their heads, and made supplication to him that had established his people for ever, and who always helps his portion with manifestation of his presence.",
          "id": 15178
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So at the commandment of the captain they removed straightways from thence, and came near to them at the town of Dessau.",
          "id": 15179
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Now Simon, Judas'' brother, had joined battle with Nicanor, but was somewhat discomfited through the sudden silence of his enemies.",
          "id": 15180
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Nevertheless Nicanor, hearing of the manliness of them that were with Judas, and the courageousness that they had to fight for their country, dared not try the matter by the sword.",
          "id": 15181
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Therefore he sent Posidonius, and Theodotus, and Mattathias, to make peace.",
          "id": 15182
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "So when they had taken long advisement thereupon, and the captain had made the multitude acquainted therewith, and it appeared that they were all of one mind, they consented to the covenants,",
          "id": 15183
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And appointed a day to meet in together by themselves: and when the day came, and stools were set for either of them,",
          "id": 15184
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Judas placed armed men ready in convenient places, lest some treachery should be suddenly practised by the enemies: so they made a peaceful conference.",
          "id": 15185
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Now Nicanor abode in Jerusalem, and did no hurt, but sent away the people that came flocking to him.",
          "id": 15186
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he would not willingly have Judas out of his sight: for he love the man from his heart",
          "id": 15187
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "He prayed him also to take a wife, and to beget children: so he married, was quiet, and took part of this life.",
          "id": 15188
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But Alcimus, perceiving the love that was between them, and considering the covenants that were made, came to Demetrius, and told him that Nicanor was not well affected towards the state; for that he had ordained Judas, a traitor to his realm, to be the king''s successor.",
          "id": 15189
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Then the king being in a rage, and provoked with the accusations of the most wicked man, wrote to Nicanor, signifying that he was much displeased with the covenants, and commanding him that he should send Maccabeus prisoner in all haste to Antioch.",
          "id": 15190
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "When this came to Nicanor''s hearing, he was much confounded in himself, and took it grievously that he should make void the articles which were agreed upon, the man being in no fault.",
          "id": 15191
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "But because there was no dealing against the king, he watched his time to accomplish this thing by policy.",
          "id": 15192
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Notwithstanding, when Maccabeus saw that Nicanor began to be churlish to him, and that he entreated him more roughly than he was wont, perceiving that such sour behaviour came not of good, he gathered together not a few of his men, and withdrew himself from Nicanor.",
          "id": 15193
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "But the other, knowing that he was notably prevented by Judas'' policy, came into the great and holy temple, and commanded the priests, that were offering their usual sacrifices, to deliver him the man.",
          "id": 15194
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And when they sware that they could not tell where the man was whom he sought,",
          "id": 15195
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "He stretched out his right hand towards the temple, and made an oath in this manner: If you will not deliver me Judas as a prisoner, I will lay this temple of God even with the ground, and I will break down the altar, and erect a notable temple to Bacchus.",
          "id": 15196
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "After these words he departed. Then the priests lifted up their hands towards heaven, and implored him that was ever a defender of their nation, saying in this manner;",
          "id": 15197
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "You, O Lord of all things, who have need of nothing, was pleased that the temple of your habitation should be amongst us:",
          "id": 15198
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Therefore now, O holy Lord of all holiness, keep this house ever undefiled, which lately was cleansed, and stop every unrighteous mouth.",
          "id": 15199
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Now was there accused to Nicanor one Razis, one of the elders of Jerusalem, a lover of his countrymen, and a man of very good report, who for his kindness was called a father of the Jews.",
          "id": 15200
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "For in the former times, when they mingled not themselves with the Gentiles, he had been accused of Judaism, and did boldly jeopard his body and life with all vehemency for the religion of the Jews.",
          "id": 15201
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "So Nicanor, willing to declare the hate that he bare to the Jews, sent above five hundred men of war to take him:",
          "id": 15202
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "For he thought by taking him to do the Jews much hurt.",
          "id": 15203
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Now when the multitude would have taken the tower, and violently broken into the outer door, and bade that fire should be brought to burn it, he being ready to be taken on every side fell upon his sword;",
          "id": 15204
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Choosing rather to die manfully, than to come into the hands of the wicked, to be abused otherwise than beseemed his noble birth:",
          "id": 15205
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "But missing his stroke through haste, the multitude also rushing within the doors, he ran boldly up to the wall, and cast himself down manfully amongst the thickest of them.",
          "id": 15206
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "But they quickly giving back, and a space being made, he fell down into the midst of the void place.",
          "id": 15207
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Nevertheless, while there was yet breath within him, being inflamed with anger, he rose up; and though his blood gushed out like spouts of water, and his wounds were grievous, yet he ran through the midst of the throng; and standing upon a steep rock,",
          "id": 15208
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "When as his blood was now quite gone, he plucked out his bowels, and taking them in both his hands, he cast them upon the throng, and calling upon the Lord of life and spirit to restore him those again, he thus died.",
          "id": 15209
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But Nicanor, hearing that Judas and his company were in the strong places about Samaria, resolved without any danger to set upon them on the sabbath day.",
          "id": 15210
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Nevertheless the Jews that were compelled to go with him said, O destroy not so cruelly and barbarously, but give honour to that day, which he, that sees all things, has honoured with holiness above all other days.",
          "id": 15211
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then the most ungracious wretch demanded, if there were a Mighty one in heaven, that had commanded the sabbath day to be kept.",
          "id": 15212
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And when they said, There is in heaven a living Lord, and mighty, who commanded the seventh day to be kept:",
          "id": 15213
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Then said the other, And I also am mighty upon earth, and I command to take arms, and to do the king''s business. Yet he obtained not to have his wicked will done.",
          "id": 15214
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So Nicanor in exceeding pride and haughtiness determined to set up a publick monument of his victory over Judas and them that were with him.",
          "id": 15215
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But Maccabeus had ever sure confidence that the Lord would help him:",
          "id": 15216
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Therefore he exhorted his people not to fear the coming of the heathen against them, but to remember the help which in former times they had received from heaven, and now to expect the victory and aid, which should come to them from the Almighty.",
          "id": 15217
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And so comforting them out of the law and the prophets, and withal putting them in mind of the battles that they won before, he made them more cheerful.",
          "id": 15218
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And when he had stirred up their minds, he gave them their charge, showing them therewithal the falsehood of the heathen, and the breach of oaths.",
          "id": 15219
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Thus he armed every one of them, not so much with defence of shields and spears, as with comfortable and good words: and beside that, he told them a dream worthy to be believed, as if it had been so indeed, which did not a little rejoice them.",
          "id": 15220
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And this was his vision: That Onias, who had been high priest, a virtuous and a good man, reverend in conversation, gentle in condition, well spoken also, and exercised from a child in all points of virtue, holding up his hands prayed for the whole body of the Jews.",
          "id": 15221
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "This done, in like manner there appeared a man with grey hairs, and exceeding glorious, who was of a wonderful and excellent majesty.",
          "id": 15222
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then Onias answered, saying, This is a lover of the brethren, who prays much for the people, and for the holy city, to wit, Jeremias the prophet of God.",
          "id": 15223
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Whereupon Jeremias holding forth his right hand gave to Judas a sword of gold, and in giving it spoke thus,",
          "id": 15224
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Take this holy sword, a gift from God, with the which you shall wound the adversaries.",
          "id": 15225
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Thus being well comforted by the words of Judas, which were very good, and able to stir them up to valour, and to encourage the hearts of the young men, they determined not to pitch camp, but courageously to set upon them, and manfully to try the matter by conflict, because the city and the sanctuary and the temple were in danger.",
          "id": 15226
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For the care that they took for their wives, and their children, their brethren, and folks, was in least account with them: but the greatest and principal fear was for the holy temple.",
          "id": 15227
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Also they that were in the city took not the least care, being troubled for the conflict abroad.",
          "id": 15228
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And now, when as all looked what should be the trial, and the enemies were already come near, and the army was set in array, and the beasts conveniently placed, and the horsemen set in wings,",
          "id": 15229
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Maccabeus seeing the coming of the multitude, and the various preparations of armour, and the fierceness of the beasts, stretched out his hands towards heaven, and called upon the Lord that works wonders, knowing that victory comes not by arms, but even as it seems good to him, he gives it to such as are worthy:",
          "id": 15230
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Therefore in his prayer he said after this manner; O Lord, you did send your angel in the time of Ezekias king of Judea, and did kill in the host of Sennacherib an hundred fourscore and five thousand:",
          "id": 15231
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Therefore now also, O Lord of heaven, send a good angel before us for a fear and dread to them;",
          "id": 15232
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And through the might of your arm let those be stricken with terror, that come against your holy people to blaspheme. And he ended thus.",
          "id": 15233
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then Nicanor and they that were with him came forward with trumpets and songs.",
          "id": 15234
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But Judas and his company encountered the enemies with invocation and prayer.",
          "id": 15235
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "So that fighting with their hands, and praying to God with their hearts, they killed no less than thirty and five thousand men: for through the appearance of God they were greatly cheered.",
          "id": 15236
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Now when the battle was done, returning again with joy, they knew that Nicanor lay dead in his harness.",
          "id": 15237
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Then they made a great shout and a noise, praising the Almighty in their own language.",
          "id": 15238
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And Judas, who was ever the chief defender of the citizens both in body and mind, and who continued his love towards his countrymen all his life, commanded to strike off Nicanor''s head, and his hand with his shoulder, and bring them to Jerusalem.",
          "id": 15239
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "So when he was there, and called them of his nation together, and set the priests before the altar, he sent for them that were of the tower,",
          "id": 15240
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And showed them vile Nicanor''s head, and the hand of that blasphemer, which with proud brags he had stretched out against the holy temple of the Almighty.",
          "id": 15241
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And when he had cut out the tongue of that ungodly Nicanor, he commanded that they should give it by pieces to the fowls, and hang up the reward of his madness before the temple.",
          "id": 15242
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "So every man praised towards the heaven the glorious Lord, saying, Blessed be he that has kept his own place undefiled.",
          "id": 15243
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "He hanged also Nicanor''s head upon the tower, an evident and manifest sign to all of the help of the Lord.",
          "id": 15244
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And they ordained all with a common decree in no case to let that day pass without solemnity, but to celebrate the thirties day of the twelfth month, which in the Syrian tongue is called Adar, the day before Mardocheus'' day.",
          "id": 15245
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Thus went it with Nicanor: and from that time forth the Hebrews had the city in their power. And here will I make an end.",
          "id": 15246
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And if I have done well, and as is fitting the story, it is that which I desired: but if slenderly and meanly, it is that which I could attain to.",
          "id": 15247
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "For as it is hurtful to drink wine or water alone; and as wine mingled with water is pleasant, and delights the taste: even so speech finely framed delights the ears of them that read the story. And here shall be an end.",
          "id": 15248
        }
      ]
    }
  ]
}