{
  "book": "II Peter",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Simeon Peter, a servant and apostle of Jesus Christ, to those who have obtained a faith as precious as ours through the righteousness of our God and Savior Jesus Christ:",
          "id": 35681
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord.",
          "id": 35682
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "His divine power has given us everything we need for life and godliness, through the knowledge of him who called us by glory and virtue.",
          "id": 35683
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Through these he has given us his precious and magnificent promises, so that through them you may become partakers of the divine nature, having escaped from the corruption that is in the world because of evil desires.",
          "id": 35684
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For this very reason, make every effort to supplement your faith with virtue, your virtue with knowledge,",
          "id": 35685
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "your knowledge with self-control, your self-control with endurance, your endurance with godliness,",
          "id": 35686
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "your godliness with brotherly affection, and your brotherly affection with love.",
          "id": 35687
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "For if you possess these qualities and continue to grow in them, they will keep you from being ineffective and unfruitful in the knowledge of our Lord Jesus Christ.",
          "id": 35688
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For whoever lacks these qualities is so nearsighted that he is blind, having forgotten the cleansing of his former sins.",
          "id": 35689
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Therefore, brothers, be all the more diligent to confirm that you are among those whom God has called and chosen, because if you do these things, you will never stumble.",
          "id": 35690
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For in this way, entry into the eternal kingdom of our Lord and Savior Jesus Christ will be richly provided for you.",
          "id": 35691
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Therefore, I will not neglect to keep reminding you about these things, though you know them and are established in the truth you now have.",
          "id": 35692
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "I think it is right, as long as I am in this bodily tent, to stir you up by way of reminder,",
          "id": 35693
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "because I know that this tent will soon be laid aside, as our Lord Jesus Christ made clear to me.",
          "id": 35694
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And I will make every effort to ensure that after my departure you will be able to recall these things at any time.",
          "id": 35695
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For we did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty.",
          "id": 35696
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For he received honor and glory from God the Father when that voice came to him from the Majestic Glory: \"This is my beloved Son, in whom I am well pleased.\"",
          "id": 35697
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "We ourselves heard this voice come from heaven when we were with him on the holy mountain.",
          "id": 35698
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "So we have the prophetic word more fully confirmed. You will do well to pay attention to it, as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts.",
          "id": 35699
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "First of all, you must understand that no prophecy of Scripture is a matter of one''s own interpretation.",
          "id": 35700
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For no prophecy ever came by the will of man, but holy men of God spoke as they were carried along by the Holy Spirit.",
          "id": 35701
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But there were also false prophets among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies. They will even deny the Master who bought them, bringing upon themselves swift destruction.",
          "id": 35702
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Many will follow their sensual ways, and because of them the way of the truth will be maligned.",
          "id": 35703
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "In their greed they will exploit you with deceptive words. Their condemnation from of old is not idle, and their destruction will not slumber.",
          "id": 35704
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For if God did not spare angels when they sinned, but cast them down to Tartarus and committed them to chains of darkness to be kept for judgment;",
          "id": 35705
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "and if he did not spare the ancient world, but preserved Noah, a preacher of righteousness, along with seven others, when he brought a flood upon the world of the ungodly;",
          "id": 35706
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and if he condemned the cities of Sodom and Gomorrah to destruction by reducing them to ashes and made them an example to those who would live in an ungodly way;",
          "id": 35707
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and if he rescued righteous Lot, who was distressed by the sensual conduct of the lawless",
          "id": 35708
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "(for as that righteous man dwelt among them, his righteous soul was tormented day after day over their lawless deeds that he saw and heard);",
          "id": 35709
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "then the Lord knows how to rescue the godly from trials and how to keep the unrighteous under punishment until the day of judgment,",
          "id": 35710
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "especially those who indulge the corrupt desires of the flesh and who despise authority. Bold and self-willed, they do not tremble when they blaspheme glorious beings,",
          "id": 35711
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "whereas angels, who are greater in strength and power, do not bring a blasphemous judgment against them before the Lord.",
          "id": 35712
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But these men blaspheme in matters they do not understand. They are like irrational beasts, creatures of instinct born for capture and destruction, and in the destruction of those beasts they will be destroyed,",
          "id": 35713
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "receiving the wages of unrighteousness. Counting indulgence in the daytime as pleasure, they are stains and blemishes, openly indulging in their deceptions as they feast with you.",
          "id": 35714
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "They have eyes full of adultery, insatiable for sin. They entice unstable souls. They are accursed children with hearts trained in greed.",
          "id": 35715
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "They have abandoned the straight path and gone astray, following the way of Balaam, the son of Bosor, who loved the wages of unrighteousness.",
          "id": 35716
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "But he received a rebuke for his own transgression; a speechless donkey spoke with a human voice and prevented the prophet''s madness.",
          "id": 35717
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "These men are springs without water, clouds driven by a storm, for whom the thick gloom of darkness has been reserved forever.",
          "id": 35718
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For they speak bombastic words of nonsense, and with sensual desires of the flesh they entice people who have truly escaped from others who live in error.",
          "id": 35719
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "They promise them freedom while they themselves are slaves of corruption. For a man is a slave to whatever masters him.",
          "id": 35720
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For if after they have escaped from the defilements of the world through the knowledge of the Lord and Savior Jesus Christ, they are again entangled in these defilements and overcome, the last state is worse for them than the first.",
          "id": 35721
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "It would have been better for them not to have known the way of righteousness than, after knowing it, to turn back from the holy commandment that was passed on to them.",
          "id": 35722
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "What the true proverb says has happened to them: \"A dog returns to its own vomit,\" and, \"A sow, after washing herself, returns to wallowing in the mire.\"",
          "id": 35723
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Beloved, this is now the second letter that I am writing to you. In both of them I have tried to stir up your sincere mind by way of reminder,",
          "id": 35724
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "so that you remember the words spoken in the past by the holy prophets and the commandment of our Lord and Savior given through your apostles.",
          "id": 35725
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "First of all, you must understand that scoffers will come in the last days, walking according to their own lusts.",
          "id": 35726
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They will say, \"Where is the promise of his coming? For ever since the fathers fell asleep, everything continues as it has since the beginning of creation.\"",
          "id": 35727
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "They deliberately overlook the fact that by the word of God the heavens came into being long ago and the earth was formed out of water and through water.",
          "id": 35728
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Through these the world of that time was flooded by water and destroyed.",
          "id": 35729
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But by his word the heavens and the earth that now exist have been reserved for fire, being kept until the day of judgment and the destruction of the ungodly.",
          "id": 35730
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But do not overlook this one fact, beloved, that with the Lord one day is like a thousand years, and a thousand years are like one day.",
          "id": 35731
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The Lord is not slow in keeping his promise, as some understand slowness, but is patient toward us, not wishing that any should perish but that all should come to repentance.",
          "id": 35732
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But the day of the Lord will come like a thief in the night. On that day the heavens will pass away with a roar, the elements will be destroyed with intense heat, and the earth and its works will be burned up.",
          "id": 35733
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Therefore, since all these things will be destroyed, what sort of people ought you to be? You ought to conduct yourselves in holiness and godliness,",
          "id": 35734
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "waiting for and hastening the coming of the day of God. On that day the heavens will be set on fire and destroyed, and the elements will melt in the intense heat.",
          "id": 35735
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But, according to his promise, we wait for new heavens and a new earth, where righteousness dwells.",
          "id": 35736
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Therefore, beloved, as you wait for these things, be diligent to be found at peace, spotless and blameless in his sight.",
          "id": 35737
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And count the patience of our Lord as salvation, just as our beloved brother Paul has written to you according to the wisdom given to him.",
          "id": 35738
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "He speaks about these things in all his letters. Some of the things he says are hard to understand, which ignorant and unstable people twist to their own destruction, just as they do with the other Scriptures.",
          "id": 35739
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Therefore, beloved, since you have been forewarned, be on your guard so that you will not be led astray by the error of these lawless men and fall from your own secure position.",
          "id": 35740
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.",
          "id": 35741
        }
      ]
    }
  ]
}