{
  "book": "II Thessalonians",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Paul, Silvanus, and Timothy, to the church of the Thessalonians in God our Father and the Lord Jesus Christ:",
          "id": 34851
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "id": 34852
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "We ought always to give thanks to God for you, brothers, as is only fitting, because your faith is greatly increasing and the love that every one of you has for one another is abounding.",
          "id": 34853
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "As a result we ourselves boast about you in the churches of God for your perseverance and faithfulness in all the persecutions and tribulations that you are enduring.",
          "id": 34854
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "This is evidence of the righteous judgment of God, and it is happening so that you may be considered worthy of the kingdom of God, for which you are suffering.",
          "id": 34855
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "It is indeed right for God to repay with affliction those who afflict you,",
          "id": 34856
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and to give to you who are being afflicted relief along with us at the revelation of the Lord Jesus from heaven with his mighty angels.",
          "id": 34857
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "With flaming fire he will inflict vengeance on those who do not know God and who do not obey the gospel of our Lord Jesus.",
          "id": 34858
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "They will suffer the punishment of eternal destruction, separated from the presence of the Lord and from the glory of his might,",
          "id": 34859
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "on that day when he comes to be glorified by his saints and to be marveled at by all who have believed, including you, because you have believed our testimony.",
          "id": 34860
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "With this in mind, we always pray for you that our God will make you worthy of his calling and by his power bring to fulfillment every good intention and work of faith,",
          "id": 34861
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and Lord, Jesus Christ.",
          "id": 34862
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now concerning the coming of our Lord Jesus Christ and our being gathered to him, we ask you, brothers,",
          "id": 34863
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "not to be quickly shaken from your understanding or alarmed by any spirit or message or by any letter supposedly from us alleging that the day of Christ has already come.",
          "id": 34864
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Let no one deceive you in any manner, for that day cannot come unless the apostasy comes first and the man of sin is revealed, the son of destruction.",
          "id": 34865
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "He will oppose and exalt himself above every so-called god and object of worship, so that he sits as God in the temple of God, proclaiming himself to be God.",
          "id": 34866
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Do you not remember that I told you these things when I was still with you?",
          "id": 34867
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And you know what is now restraining him so that he will be revealed in his own time.",
          "id": 34868
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For the mystery of lawlessness is already at work, but the one who now restrains will do so until he is taken out of the way.",
          "id": 34869
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And then the lawless one will be revealed, whom the Lord will destroy with the breath of his mouth and annihilate by the appearance of his coming.",
          "id": 34870
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The coming of the lawless one will be in accordance with the working of Satan, with all kinds of counterfeit miracles, signs, and wonders,",
          "id": 34871
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and with every kind of wicked deception among those who are perishing, because they refused to love the truth and so be saved.",
          "id": 34872
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For this reason God will send them a powerful delusion, leading them to believe what is false,",
          "id": 34873
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "so that all who have not believed the truth but have taken pleasure in unrighteousness will be condemned.",
          "id": 34874
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But we must always give thanks to God for you, brothers beloved by the Lord, because God chose you from the beginning for salvation through sanctification by the Spirit and belief in the truth.",
          "id": 34875
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "He called you to this through our gospel, so that you might obtain the glory of our Lord Jesus Christ.",
          "id": 34876
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So then, brothers, stand firm and hold fast to the teachings that were passed on to you, whether by word of mouth or by a letter from us.",
          "id": 34877
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Now may our Lord Jesus Christ himself and God our Father, who has loved us and given us eternal comfort and good hope by his grace,",
          "id": 34878
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "comfort your hearts and establish you in every good word and work.",
          "id": 34879
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Finally, brothers, pray for us that the word of the Lord may spread rapidly and be glorified, just as it was with you.",
          "id": 34880
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And pray that we may be rescued from deviant and evil men, for not all have faith.",
          "id": 34881
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "But the Lord is faithful; he will establish you and guard you from the evil one.",
          "id": 34882
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "We have confidence in the Lord about you, that you are doing and will continue to do what we command you.",
          "id": 34883
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "May the Lord direct your hearts to the love of God and the steadfastness of Christ.",
          "id": 34884
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Now we command you, brothers, in the name of our Lord Jesus Christ, to keep yourselves away from every brother who walks in idleness and does not live according to the teaching we passed on to them.",
          "id": 34885
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For you yourselves know how you ought to imitate us, because we were not idle when we were with you,",
          "id": 34886
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "nor did we eat bread from anyone free of charge. On the contrary, with labor and hardship we worked day and night so as not to be a burden to any of you.",
          "id": 34887
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "We did this, not because we do not have the right to be supported, but to present ourselves as an example for you to imitate.",
          "id": 34888
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For even when we were with you, we gave you this command: \"If anyone is not willing to work, neither should he eat.\"",
          "id": 34889
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For we hear that some among you are walking in idleness, not working at all, but being busybodies.",
          "id": 34890
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Now we command and exhort such people by our Lord Jesus Christ to work quietly and eat their own bread.",
          "id": 34891
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But as for you, brothers, do not grow weary in doing good.",
          "id": 34892
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "If anyone does not obey what we say in this letter, take note of him and do not associate with him, so that he will feel ashamed.",
          "id": 34893
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Yet do not regard him as an enemy, but admonish him as a brother.",
          "id": 34894
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Now may the Lord of peace himself give you peace at all times and in every way. The Lord be with you all.",
          "id": 34895
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "I, Paul, write this greeting with my own hand. This is the distinguishing mark in all my letters; it is the way I write.",
          "id": 34896
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "The grace of our Lord Jesus Christ be with you all. Amen.",
          "id": 34897
        }
      ]
    }
  ]
}