{
  "book": "III John",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The elder to the beloved Gaius, whom I love in the truth.",
          "id": 35860
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Beloved, I pray that in all respects you may prosper and be in good health, even as your soul prospers.",
          "id": 35861
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For I was overjoyed when the brothers came and testified about your faithfulness to the truth and how you walk in the truth.",
          "id": 35862
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "I have no greater joy than to hear that my children are walking in the truth.",
          "id": 35863
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Beloved, you are acting faithfully in whatever you do for the brothers and for those who are strangers to you.",
          "id": 35864
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "They have testified of your love before the church, and you will do well to send them on their way in a manner worthy of God.",
          "id": 35865
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For they went out for the sake of the Name, receiving nothing from the Gentiles.",
          "id": 35866
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Therefore we ought to receive men like them, so that we may be fellow workers for the truth.",
          "id": 35867
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "I wrote to the church, but Diotrephes, who loves to put himself first, does not acknowledge us.",
          "id": 35868
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So if I come, I will call attention to what he is doing and the evil accusations of nonsense that he is making against us. And he is not satisfied with that! He not only refuses to receive the brothers, but also stops those who want to do so and throws them out of the church.",
          "id": 35869
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Beloved, do not imitate what is evil, but what is good. Whoever does good is of God; whoever does evil has not seen God.",
          "id": 35870
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Demetrius is well spoken of by everyone, and by the truth itself. We also speak well of him, and you know that our testimony is true.",
          "id": 35871
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "I have much to write, but I do not want to write to you with pen and ink.",
          "id": 35872
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "I hope to see you soon, and we will speak face to face. Peace be with you. The friends greet you. Greet the friends by name.",
          "id": 35873
        }
      ]
    }
  ]
}