{
  "book": "III Maccabees",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now Philopater, on learning from those who came back that Antiochus had made himself master of the places which belonged to himself, sent orders to all his footmen and horsemen, took with him his sister Arsinoe, and marched out as far as the parts of Raphia, where Antiochus and his forces encamped.",
          "id": 15249
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And one Theodotus, intending to carry out his design, took with him the bravest of the armed men who had been before committed to his trust by Ptolemy, and got through at night to the tent of Ptolemy, to kill him on his own responsibility, and so to end the war.",
          "id": 15250
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "But Dositheus, called the son of Drimulus, by birth a Jew, afterward a renegade from the laws and observances of his country, conveyed Ptolemy away, and made an obscure person lie down in his stead in the tent. It befell this man to receive the fate which was meant for the other.",
          "id": 15251
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "A fierce battle then took place; and the men of Antiochus prevailing, Arsinoe continually went up and down the ranks, and with dishevelled hair, with tears and entreaties, begged the soldiers to fight manfully for themselves, their children, and wives; and promised that if they proved conquerors, she would give them two minas of gold apiece.",
          "id": 15252
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "It thus fell out that their enemies were defeated in hand-to-hand encounter, and that many of them were taken prisoners.",
          "id": 15253
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Having vanquished this attempt, the king then decided to proceed to the neighbouring cities, and encourage them.",
          "id": 15254
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "By doing this, and by making donations to their temples, he inspired his subjects with confidence.",
          "id": 15255
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "The Jews sent some of their council and of their elders to him. The greetings, guest-gifts, and congratulations of the past, bestowed by them, filled him with the greater eagerness to visit their city.",
          "id": 15256
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Having arrived at Jerusalem, sacrificed, and offered thank-offerings to the Greatest God, and done whatever else was suitable to the sanctity of the place, and entered the inner court,",
          "id": 15257
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "he was so struck with the magnificence of the place, and so wondered at the orderly arrangements of the temple, that he considered entering the sanctuary itself.",
          "id": 15258
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And when they told him that this was not permissible, none of the nation, no, nor even the priests in general, but only the supreme high priest of all, and he only once in a year, being allowed to go in, he would by no means give way.",
          "id": 15259
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then they read the law to him; but he persisted in obtruding himself, exclaiming, that he ought to be allowed: and saying Be it that they were deprived of this honour, I ought not to be.",
          "id": 15260
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he put the question, Why, when he entered all the temples, none of the priests who were present forbad him?",
          "id": 15261
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "He was thoroughly answered by some one, That he did wrong to boast of this.",
          "id": 15262
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Well; since I have done this, said he, be the cause what it may, shall I not enter with or without your consent?",
          "id": 15263
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And when the priests fell down in their sacred vestments imploring the Greatest God to come and help in time of need, and to avert the violence of the fierce aggressor, and when they filled the temple with lamentations and tears,",
          "id": 15264
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "then those who had been left behind in the city were scared, and rushed forth, uncertain of the event.",
          "id": 15265
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Virgins, who had been shut up within their chambers, came out with their mothers, scattering dust and ashes on their heads, and filling the streets with outcries.",
          "id": 15266
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Women, but recently separated off, left their bridal chambers, left the reserve that befitted them, and ran about the city in a disorderly manner.",
          "id": 15267
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "New-born babes were deserted by the mothers or nurses who waited upon them; some here, some there, in houses, or in fields; these now, with an ardour which could not be checked, swarmed into the Most High temple.",
          "id": 15268
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Various were the prayers offered up by those who assembled in this place, on account of the unholy attempt of the king.",
          "id": 15269
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Along with these there were some of the citizens who took courage, and would not submit to his obstinacy, and his intention of carrying out his purpose.",
          "id": 15270
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Calling out to arms, and to die bravely in defence of the law of their fathers, they created a great uproar in the place, and were with difficulty brought back by the aged and the elders to the station of prayer which they had occupied before.",
          "id": 15271
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "During this time the multitude kept on praying.",
          "id": 15272
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "The elders who surrounded the king strove in many ways to divert his haughty mind from the design which he had formed.",
          "id": 15273
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "He, in his hardened mood, insensible to all persuasion, was going onwards with the view of carrying out this design.",
          "id": 15274
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Yet even his own officers, when they saw this, joined the Jews in an appeal to Him who has all power, to aid in the present crisis, and not wink at such overweening lawlessness.",
          "id": 15275
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Such was the frequency and the vehemence of the cry of the assembled crowd, that an indescribable noise ensued.",
          "id": 15276
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Not the men only, but the very walls and floor seemed to sound forth; all things preferring dissolution rather than to see the place defiled.",
          "id": 15277
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now was it that the high priest Simon bowed his knees over against the holy place, and spread out his hands in reverent form, and uttered the following supplication:",
          "id": 15278
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "O Lord, Lord, King of the heavens, and Ruler of the whole creation, Holy amongst the holy, sole Governor, Almighty, give ear to us who are oppressed by a wicked and profane one, who exults in his confidence and strength.",
          "id": 15279
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "It is you, the Creator of all, the Lord of the universe, who are a righteous Governor, and judge all who act with pride and insolence.",
          "id": 15280
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "It was you who did destroy the former workers of unrighteousness, amongst whom were the giants, who trusted in their strength and hardihood, by covering them with a measureless flood.",
          "id": 15281
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "It was you who did make the Sodomites, those workers of exceeding iniquity, men notorious for their vices, an example to after generations, when you did cover them with fire and brimstone.",
          "id": 15282
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "You did make known your power when you caused the bold Pharaoh, the enslaver of your people, to pass through the ordeal of many and diverse inflictions.",
          "id": 15283
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And you rolled the depths of the sea over him, when he made pursuit with chariots, and with a multitude of followers, and gave a safe passage to those who put their trust in you, the Lord of the whole creation.",
          "id": 15284
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "These saw and felt the works of your hands, and praised you the Almighty.",
          "id": 15285
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "You, O King, when you created the illimitable and measureless earth, did choose out this city: you did make this place sacred to your name, albeit you need nothing: you did glorify it with your illustrious presence, after constructing it to the glory of your great and honourable name.",
          "id": 15286
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And you did promise, out of love to the people of Israel, that should we fall away from you, and become afflicted, and then come to this house and pray, you would hear our prayer.",
          "id": 15287
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Verily you are faithful and true.",
          "id": 15288
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And when you did often aid our fathers when hard pressed, and in low estate, and delivered them out of gret dangers,",
          "id": 15289
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "see now, holy King, how through our many and great sins we are borne down, and made subject to our enemies, and are become weak and powerless.",
          "id": 15290
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "We being in this low condition, this bold and profane man seeks to dishonour this your holy place, consecrated out of the earth to the name of your Majesty.",
          "id": 15291
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Your dwelling place, the heaven of heavens, is indeed unapproachable to men.",
          "id": 15292
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "But since it seemed good to you to exhibit your glory amongst your people Israel, you did sanctify this place.",
          "id": 15293
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Punish us not by means of the uncleanness of their men, nor chastise us by means of their profanity; lest the lawless ones should boast in their rage, and exult in exuberant pride of speech, and say,",
          "id": 15294
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "We have trampled upon the holy house, as idolatrous houses are trampled upon.",
          "id": 15295
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Blot out our iniquities, and do away with our errors, and show forth your compassion in this hour.",
          "id": 15296
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Let your mercies quickly go before us. Grant us peace, that the cast down and broken hearted may praise you with their mouth.",
          "id": 15297
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "At that time God, who sees all things, who is beyond all Holy amongst the holy, heard that prayer, so suitable; and scourged the man greatly uplifted with scorn and insolence.",
          "id": 15298
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Shaking him to and fro as a reed is shaken with the wind, he cast him upon the pavement, powerless, with limbs paralysed; by a righteous judgement deprived of the faculty of speech.",
          "id": 15299
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "His friends and bodyguards, beholding the swift recompense which had suddenly overtaken him, struck with exceeding terror, and fearing that he would die, speedily removed him.",
          "id": 15300
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "When in course of time he had come to himself, this severe check caused no repentance within him, but he departed with bitter threatenings.",
          "id": 15301
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "He proceeded to Egypt, grew worse in wickedness through his before mentioned companions in wine, who were lost to all goodness;",
          "id": 15302
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "and not satisfied with countless acts of impiety, his audacity so increased that he raised evil reports there, and many of his friends, watching his purpose attentively, joined in furthering his will.",
          "id": 15303
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "His purpose was to indict a public stigma upon our race; therefore he erected a pillar at the tower-porch, and caused the following inscription to be engraved upon it:",
          "id": 15304
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "That entrance to their own temple was to be refused to all those who would not sacrifice; that all the Jews were to be registered amongst the common people; that those who resisted were to be forcibly seized and put to death;",
          "id": 15305
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "that those who were thus registered, were to be marked on their persons by the ivy-leaf symbol of Dionysus, and to be set apart with these limited rights.",
          "id": 15306
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "To do away with the appearance of hating them all, he had it written underneath, that if any of them should elect to enter the community of those initiated in the rites, these should have equal rights with the Alexandrians.",
          "id": 15307
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Some of those who were over the city, therefore, abhorring any approach to the city of piety, unhesitatingly gave in to the king, and expected to derive some great honour from a future connection with him.",
          "id": 15308
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "A nobler spirit, however, prompted the majority to cling to their religious observances, and by paying money that they might live unmolested, these sought to escape the registration:",
          "id": 15309
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "cheerfully looking forward to future aid, they abhorred their own apostates, considering them to be national foes, and debarring them from the common usages of social intercourse.",
          "id": 15310
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "On discovering this, so incensed was the wicked king, that he no longer confined his rage to the Jews in Alexandria. Laying his hand more heavily upon those who lived in the country, he gave orders that they should be quickly collected into one place, and most cruelly deprived of their lives.",
          "id": 15311
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "While this was going on, an invidious rumour was uttered abroad by men who had banded together to injure the Jewish race. The purport of their charge was, that the Jews kept them away from the ordinances of the law.",
          "id": 15312
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Now, while the Jews always maintained a feeling of un-swerving loyalty towards the kings,",
          "id": 15313
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "yet, as they worshipped God, and observed his law, they made certain distinctions, and avoided certain things. Hence some persons held them in odium;",
          "id": 15314
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "although, as they adorned their conversation with works of righteousness, they had established themselves in the good opinion of the world.",
          "id": 15315
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "What all the rest of mankind said, was, however, made of no account by the foreigners;",
          "id": 15316
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "who said much of the exclusiveness of the Jews with regard to their worship and meats; they alleged that they were men unsociable, hostile to the king''s interests, refusing to associate with him or his troops. By this way of speaking, they brought much odium upon them.",
          "id": 15317
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Nor was this unexpected uproar and sudden conflux of people unobserved by the Greeks who lived in the city, concerning men who had never harmed them: yet to aid them was not in their power, since all was oppression around; but they encouraged them in their troubles, and expected a favourable turn of affairs:",
          "id": 15318
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "He who knows all things, will not, said they, disregard so great a people.",
          "id": 15319
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Some of the neighbours, friends, and fellow dealers of the Jews, even called them secretly to an interview, pledged them their assistance, and promised to do their very utmost for them.",
          "id": 15320
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Now the king, elated with his prosperous fortune, and not regarding the superior power of God, but thinking to persevere in his present purpose, wrote the following letter to the prejudice of the Jews.",
          "id": 15321
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "King Ptolemy Philopater, to the commanders and soldiers in Egypt, and in all places, health and happiness!",
          "id": 15322
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "I am right well; and so, too, are my affairs.",
          "id": 15323
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Since our Asiatic campaign, the particulars of which you know, and which by the aid of the gods, not lightly given, and by our own vigour, has been brought to a successful issue according to our expectation,",
          "id": 15324
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "we resolved, not with strength of spear, but with gentleness and much humanity, as it were to nurse the inhabitants of Coele-Syria and Phoenicia, and to be their willing benefactors.",
          "id": 15325
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So, having bestowed considerable sums of money upon the temples of the several cities, we proceeded even as far as Jerusalem; and went up to honour the temple of these wretched beings who never cease from their folly.",
          "id": 15326
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "To outward appearance they received us willingly; but belied that appearance by their deeds. When we were eager to enter their temple, and to honour it with the most beautiful and exquisite gifts,",
          "id": 15327
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "they were so carried away by their old arrogance, as to forbid us the entrance; while we, out of our forbearance towards all men, refrained from exercising our power upon them.",
          "id": 15328
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And thus, exhibiting their enmity against us, they alone amongst the nations lift up their heads against kings and benefactors, as men unwilling to submit to any thing reasonable.",
          "id": 15329
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "We then, having endeavoured to make allowance for the madness of these persons, and on our victorious return treating all people in Egypt courteously, acted in a manner which was befitting.",
          "id": 15330
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Accordingly, bearing no ill-will against their kinsmen at Jerusalem, but rather remembering our connection with them, and the numerous matters with sincere heart from a remote period entrusted to them, we wished to venture a total alteration of their state, by bestowing upon them the rights of citizens of Alexandria, and to admit them to the everlasting rites of our solemnities.",
          "id": 15331
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "All this, however, they have taken in a very different spirit. With their innate malignity, they have spurned the fair offer; and constantly inclining to evil,",
          "id": 15332
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "have rejected the inestimable rights. Not only so, but by using speech, and by refraining from speech, they abhor the few amongst them who are heartily disposed towards us; ever deeming that their ignoble course of procedure will force us to do away with our reform.",
          "id": 15333
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Having then, received certain proofs that these Jews bear us every sort of ill-will, we must look forward to the possibility of some sudden tumult amongst ourselves, when these impious men may turn traitors and barbarous enemies.",
          "id": 15334
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "As soon, therefore, as the contents of this letter become known to you, in that same hour we order those Jews who dwell amongst you, with wives and children, to be sent to us, vilified and abused, in chains of iron, to undergo a death, cruel and ignominious, suitable to men disaffected.",
          "id": 15335
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "For by the punishment of them in one body we perceive that we have found the only means of establishing our affairs for the future on a firm and satisfactory basis.",
          "id": 15336
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Whosoever shall shield a Jew, whether it be old man, child, or suckling, shall with his whole house be tortured to death.",
          "id": 15337
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Whoever shall inform against the Jews, besides receiving the property of the person charged, shall be presented with two thousand drachmas from the royal treasury, shall be made free, and shall be crowned.",
          "id": 15338
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Whatever place shall shelter a Jew, shall, when he is hunted forth, be put under the ban of fire, and be for ever rendered useless to every living being for all time to come.",
          "id": 15339
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Such was the purport of the king''s letter.",
          "id": 15340
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Wherever this decree was received, the people kept up a revelry of joy and shouting; as if their long-pent-up, hardened hatred, were now to show itself openly.",
          "id": 15341
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "The Jews suffered great throes of sorrow, and wept much; while their hearts, all things around being lamentable, were set on fire as they bewailed the sudden destruction which was decreed against them.",
          "id": 15342
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "What home, or city, or place at all inhabited, or what streets were there, which their condition did not fill with wailing and lamentation?",
          "id": 15343
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They were sent out unanimously by the generals in the several cities, with such stern and pitiless feeling, that the exceptional nature of the infliction moved even some of their enemies. These, influenced by sentiments of common humanity, and reflecting upon the uncertain issue of life, shed tears at this their miserable expulsion.",
          "id": 15344
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "A multitude of aged hoary-haired old men, were driven along with halting bending feet, urged onward by the impulse of a violent, shameless force to quick speed.",
          "id": 15345
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Girls who had entered the bridal chamber quite lately, to enjoy the partnership of marriage, exchanged pleasure for misery; and with dust scattered upon their myrrh-anointed heads, were hurried along unveiled; and, in the midst of outlandish insults, set up with one accord a lamentable cry in lieu of the marriage hymn.",
          "id": 15346
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Bound, and exposed to public gaze, they were hurried violently on board ship.",
          "id": 15347
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "The husbands of these, in the prime of their youthful vigour, instead of crowns wore halters round their necks; instead of feasting and youthful jollity, spent the rest of their nuptial days in wailings, and saw only the grave at hand.",
          "id": 15348
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "They were dragged along by unyielding chains, like wild beasts: of these, some had their necks thrust into the benches of the rowers; while the feet of others were enclosed in hard fetters.",
          "id": 15349
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "The planks of the deck above them barred out the light, and shut out the day on every side, so that they might be treated like traitors during the whole voyage.",
          "id": 15350
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "They were conveyed accordingly in this vessel, and at the end of it arrived at Schedia. The king had ordered them to be cast into the vast hippodrome, which was built in front of the city. This place was well adapted by its situation to expose them to the gaze of all comers into the city, and of those who went from the city into the country. Thus they could hold no communication with his forces; nay, were deemed unworthy of any civilized accommodation.",
          "id": 15351
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "When this was done, the king, hearing that their brethren in the city often went out and lamented the melancholy distress of these victims,",
          "id": 15352
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "was full of rage, and commanded that they should be carefully subjected to the same (and not one whit milder) treatment.",
          "id": 15353
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "The whole nation was now to be registered. Every individual was to be specified by name; not for that hard servitude of labour which we have a little before mentioned, but that he might expose them to the before-mentioned tortures; and finally, in the short space of a day, might extirpate them by his cruelties.",
          "id": 15354
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The registering of these men was carried on cruelly, zealously, assiduously, from the rising of the sun to its going down, and was not brought to an end in forty days.",
          "id": 15355
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "The king was filled with great and constant joy, and celebrated banquets before the temple idols. His erring heart, far from the truth, and his profane mouth, gave glory to idols, deaf and incapable of speaking or aiding, and uttered unworthy speech against the Greatest God.",
          "id": 15356
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "At the end of the above-mentioned interval of time, the registrars brought word to the king that the multitude of the Jews was too great for registration,",
          "id": 15357
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "inasmuch as there were many still left in the land, of whom some were in inhabited houses, and others were scattered about in various places; so that all the commanders in Egypt were insufficient for the work.",
          "id": 15358
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The king threatened them, and charged them with taking bribes, in order to contrive the escape of the Jews: but was clearly convinced of the truth of what had been said.",
          "id": 15359
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "They said, and proved, that paper and pens had failed them for the carrying out of their purpose.",
          "id": 15360
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Now this was an active interference of the unconquerable Providence which assisted the Jews from heaven.",
          "id": 15361
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then he called Hermon, who had charge of the elephants. Full of rage, altogether fixed in his furious design,",
          "id": 15362
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "he commanded him, with a quantity of unmixed wine and handfuls of incense infused to drug the elephants early on the following day. These five hundred elephants were, when infuriated by the copious draughts of frankincense, to be led up to the execution of death upon the Jews.",
          "id": 15363
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The king, after issuing these orders, went to his feasting, and gathered together all those of his friends and of the army who hated the Jews the most.",
          "id": 15364
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "The master of the elephants, Hermon, fulfilled his commission punctually.",
          "id": 15365
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The underlings appointed for the purpose went out about eventide and bound the hands of the miserable victims, and took other precautions for their security at night, thinking that the whole race would perish together.",
          "id": 15366
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "The heathen believed the Jews to be destitute of all protection; for chains fettered them about.",
          "id": 15367
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "they invoked the Almighty Lord, and ceaselessly implored with tears their merciful God and Father, Ruler of all, Lord of every power,",
          "id": 15368
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "to overthrow the evil purpose which was gone out against them, and to deliver them by extraordinary manifestation from that death which was in store for them.",
          "id": 15369
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Their litany so earnest went up to heaven.",
          "id": 15370
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then Hermon, who had filled his merciless elephants with copious draughts of mingled wine and frankincense, came early to the palace to certify the kind thereof.",
          "id": 15371
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "He, however, who has sent his good creature sleep from all time by night or by day thus gratifying whom he wills, diffused a portion thereof now upon the king.",
          "id": 15372
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "By this sweet and profound influence of the Lord he was held fast, and thus his unjust purpose was quite frustrated, and his unflinching resolve greatly falsified.",
          "id": 15373
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But the Jews, having escaped the hour which had been fixed, praised their holy God, and again prayed him who is easily reconciled to display the power of his powerful hand to the overweening Gentiles.",
          "id": 15374
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "The middle of the tenth hour had well near arrived, when the master-bidder, seeing the guests who were bidden collected, came and shook the king.",
          "id": 15375
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "He gained his attention with difficulty, and hinting that the mealtime was getting past, talked the matter over with him.",
          "id": 15376
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "The king listened to this, and then turning aside to his potations, commanded the guests to sit down before him.",
          "id": 15377
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "This done, he asked them to enjoy themselves, and to indulge in mirth at this somewhat late hour of the banquet.",
          "id": 15378
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Conversation grew on, and the king sent for Hermon, and enquired of him, with fierce denunciations, why the Jews had been allowed to outlive that day.",
          "id": 15379
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Hermon explained that he had done his bidding over night; and in this he was confirmed by his friends.",
          "id": 15380
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "The king, then, with a barbarity exceeding that of Phalaris, said, That they might thank his sleep of that day. Lose no time, and get ready the elephants against tomorrow, as you did before, for the destruction of these accursed Jews.",
          "id": 15381
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "When the king said this, the company present were glad, and approved; and then each man went to his own home.",
          "id": 15382
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Nor did they employ the night in sleep, so much as in contriving cruel mockeries for those deemed miserable.",
          "id": 15383
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "The morning cock had just crowed, and Hermon, having harnessed the brutes, was stimulating them in the great colonnade.",
          "id": 15384
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "The city crowds were collected together to see the hideous spectacle, and waited impatiently for the dawn.",
          "id": 15385
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "The Jews, breathless with momentary suspense, stretched forth their hands, and prayed the Greatest God, in mournful strains, again to help them speedily.",
          "id": 15386
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "The sun''s rays were not yet shed abroad, and the king was waiting for his friends, when Hermon came to him, calling him out, and saying, That his desires could now be realised.",
          "id": 15387
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "The king, receiving him, was astonished at his unwonted exit; and, overwhelmed with a spirit of oblivion about everything, enquired the object of this earnest preparation.",
          "id": 15388
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "But this was the working of that Almighty God who had made him forget all his purpose.",
          "id": 15389
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Hermon, and all his friends, pointed out the preparation of the animals. They are ready, O king, according to your own strict injunction.",
          "id": 15390
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "The king was filled with fierce anger at these words; for, by the Providence of God regarding these things, his mind had become entirely confused. He looked hard at Hermon, and threatened him as follows:",
          "id": 15391
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Your parents, or your children, were they here, to these wild beasts a large repast they should have furnished; not these innocent Jews, who me and my forefathers loyally have served.",
          "id": 15392
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Had it not been for familiar friendship, and the claims of your office, your life should have gone for theirs.",
          "id": 15393
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Hermon, being threatened in this unexpected and alarming manner, was troubled in visage, and depressed in countenance.",
          "id": 15394
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "The friends, too, stole out one by one, and dismissed the assembled multitudes to their respective occupations.",
          "id": 15395
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "The Jews, having heard of these events, praised the glorious God and King of kings, because they had obtained this help, too, from him.",
          "id": 15396
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Now the king arranged another banquet after the same manner, and proclaimed an invitation to mirth.",
          "id": 15397
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And he summoned Hermon to his presence, and said, with threats, How often, O wretch, must I repeat my orders to you about these same persons?",
          "id": 15398
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Once more, arm the elephants against the morrow for the extermination of the Jews.",
          "id": 15399
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "His kinsmen, who were reclining with him, wondered at his instability, and thus expressed themselves:",
          "id": 15400
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "O king, how long do you make trial of us, as of men bereft of reason? This is the third time that you have ordered their destruction. When the thing is to be done, you change your mind, and recall your instructions.",
          "id": 15401
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "For this cause the feeling of expectation causes tumult in the city: it swarms with factions; and is continually on the point of being plundered.",
          "id": 15402
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "The king, just like another Phalaris, a prey to thoughtlessness, made no account of the changes which his own mind had undergone, issuing in the deliverance of the Jews. He swore a fruitless oath, and determined forthwith to send them to hades, crushed by the knees and feet of the elephants.",
          "id": 15403
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "He would also invade Judea, and level its towns with fire and the sword; and destroy that temple which the heathen might not enter, and prevent sacrifices ever after being offered up there.",
          "id": 15404
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Joyfully his friends broke up, together with his kinsmen; and, trusting in his determination, arranged their forces in guard at the most convenient places of the city.",
          "id": 15405
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And the master of the elephants urged the beasts into an almost maniacal state, drenched them with incense and wine, and decked them with frightful instruments.",
          "id": 15406
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "About early morning, when the city was now filled with an immense number of people at the hippodrome, he entered the palace, and called the king to the business in hand.",
          "id": 15407
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "The king''s heart teemed with impious rage; and he rushed forth with the mass, along with the elephants. With feelings unsoftened, and eyes pitiless, he longed to gaze at the hard and wretched doom of the above-mentioned Jews.",
          "id": 15408
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "But the Jews, when the elephants went out at the gate, followed by the armed force; and when they saw the dust raised by the throng, and heard the loud cries of the crowd,",
          "id": 15409
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "thought that they had come to the last moment of their lives, to the end of what they had tremblingly expected. They gave way, therefore, to lamentations and moans: they kissed each other: those nearest of kin to each other hung about one another''s necks: fathers about their sons, mother their daughters: other women held their infants to their breasts, which drew what seemed their last milk.",
          "id": 15410
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Nevertheless, when they reflected upon the succour before granted them from heaven, they prostrated themselves with one accord; removed even the sucking children from the breasts, and",
          "id": 15411
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "sent up an exceeding great cry entreating the Lord of all power to reveal himself, and have mercy upon those who now lay at the gates of hades.",
          "id": 15412
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Eleazar, an illustrious priest of the country, who had attained to length of days, and whose life had been adorned with virtue, caused the presbyters who were about him to cease to cry out to the holy God, and prayed thus:",
          "id": 15413
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "O king, mighty in power, most high, Almighty God, who regulates the whole creation with your tender mercy,",
          "id": 15414
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "look upon the seed of Abraham, upon the children of the sanctified Jacob, your sanctified inheritance, O Father, now being wrongfully destroyed as strangers in a strange land.",
          "id": 15415
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "You destroyed Pharaoh, with his hosts of chariots, when that lord of this same Egypt was uplifted with lawless hardihood and loud-sounding tongue. Shedding the beams of your mercy upon the race of Israel, you did overwhelm him with his proud army.",
          "id": 15416
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "When Sennacherim, the grievous king of the Assyrians, glorying in his countless hosts, had subdued the whole land with his spear, and was lifting himself against your holy city, with boastings grievous to be endured, you, O Lord, did demolish him and did show forth your might to many nations.",
          "id": 15417
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "When the three friends in the land of Babylon of their own will exposed their lives to the fire rather than serve vain things, you did send a dewy coolness through the fiery furnace, and bring the fire upon all their adversaries.",
          "id": 15418
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "It was you who, when Daniel was hurled, through slander and envy, as a prey to lions down below, did bring him back against unhurt to light.",
          "id": 15419
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "When Jonah was pining away in the belly of the sea-bred monster, you did look upon him, O Father, and recover him to the sight of his own.",
          "id": 15420
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And now, you who hate insolence; you who do abound in mercy; you who are the protector of all things; appear quickly to those of the race of Israel, who are insulted by abhorred, lawless gentiles.",
          "id": 15421
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "If our life has during our exile been stained with iniquity, deliver us from the hand of the enemy, and destroy us, O Lord, by the death which you prefer.",
          "id": 15422
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Let not the vain-minded congratulate vain idols at the destruction of your beloved, saying, Neither did their god deliver them.",
          "id": 15423
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "You, who are All-powerful and Almighty, O Eternal One, behold! have mercy upon us who are being withdrawn from life, like traitors, by the unreasoning insolence of lawless men.",
          "id": 15424
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Let the heathen cower before your invincible might today, O glorious One, who have all power to save the race of Jacob.",
          "id": 15425
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "The whole band of infants and their parents with tears beseech you.",
          "id": 15426
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Let it be shown to all the nations that you are with us, O Lord, and have not turned your face away from us; but as you said that you would not forget them even in the land of their enemies, so do you fulfil this saying, O Lord.",
          "id": 15427
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Now, at the time that Eleazar had ended his prayer, the king came along to the hippodrome, with the wild beasts, and with his tumultuous power.",
          "id": 15428
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "When the Jews saw this, they uttered a loud cry to heaven, so that the adjacent valleys resounded, and caused an irrepressible lamentation throughout the army.",
          "id": 15429
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Then the all-glorious, all-powerful, and true God, displayed his holy countenance, and opened the gates of heaven, from which two angels, dreadful of form, came down and were visible to all but the Jews.",
          "id": 15430
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And they stood opposite, and filled the enemies'' host with confusion and cowardice; and bound them with immoveable fetters.",
          "id": 15431
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And a cold shudder came over the person of the king, and oblivion paralysed the vehemence of his spirit.",
          "id": 15432
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "They turned back the animals upon the armed forces which followed them; and the animals trod them down, and destroyed them.",
          "id": 15433
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "The king''s wrath was converted into compassion; and he wept at his own machinations.",
          "id": 15434
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For when he heard the cry, and saw them all on the verge of destruction, with tears he angrily threatened his friends, saying,",
          "id": 15435
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "You have governed badly; and have exceeded tyrants in cruelty; and me your benefactor you have laboured to deprive at once of my dominion and my life, by secretly devising measures injurious to the kingdom.",
          "id": 15436
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Who has gathered here, unreasonably removing each from his home, those who, in fidelity to us, had held the fortresses of the country?",
          "id": 15437
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Who has thus consigned to unmerited punishments those who in good will towards us from the beginning have in all things surpassed all nations, and who often have engaged in the most dangerous undertakings?",
          "id": 15438
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Loose, loose the unjust bonds; send them to their homes in peace, and deprecate what has been done.",
          "id": 15439
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Release the sons of the almighty living God of heaven, who from our ancestors'' times until now has granted a glorious and uninterrupted prosperity to our affairs.",
          "id": 15440
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "These things he said; and they, released the same moment, having now escaped death, praised God their holy Saviour.",
          "id": 15441
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "The king then departed to the city, and called his financier to him, and bade him provide a seven days'' quantity of wine and other materials for feasting for the Jews. He decided that they should keep a gladsome festival of deliverance in the very place in which they expected to meet with their destruction.",
          "id": 15442
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Then they who were before despised and near to hades, yes, rather advanced into it, partook of the cup of salvation, instead of a grievous and lamentable death. Full of exultation, they parted out the place intended for their fall and burial into banqueting booths.",
          "id": 15443
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Ceasing their miserable strain of woe, they took up the subject of their fatherland, hymning in praise God their wonder-working Saviour. All groans, all wailing, were laid aside: they formed dances in token of serene joy.",
          "id": 15444
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "So, also, the king collected a number of guests for the occasion, and returned unceasing thanks with much magnificence for the unexpected deliverance afforded him.",
          "id": 15445
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Those who had marked them out as for death and for carrion, and had registered them with joy, howled aloud, and were clothed with shame, and had the fire of their rage ingloriously put out.",
          "id": 15446
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "But the Jews, as we just said, instituted a dance, and then gave themselves up to feasting, glad thanksgivings, and psalms.",
          "id": 15447
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "They made a public ordinance to commemorate these things for generations to come, as long as they should be sojourners. They thus established these days as days of mirth, not for the purpose of drinking or luxury, but because God had saved them.",
          "id": 15448
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "They requested the king to send them back to their homes.",
          "id": 15449
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "They were being enrolled from the twenty-fifth of Pachon to the fourth of Epiphi, a period of forty days: the measures taken for their destruction lasted from the fifth of Epiphi till the seventh, that is, three days.",
          "id": 15450
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "The Ruler over all did during this time manifest forth his mercy gloriously, and did deliver them all together unharmed.",
          "id": 15451
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "They feasted upon the king''s provision up to the fourteenth day, and then asked to be sent away.",
          "id": 15452
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "The king commended them, and wrote the subjoined letter, of magnanimous import for them, to the commanders of every city.",
          "id": 15453
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "King Ptolemy Philopator to the commanders throughout Egypt, and to all who are set over affairs, joy and strength.",
          "id": 15454
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "We, too, and our children are well; and God has directed our affairs as we wish.",
          "id": 15455
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Certain of our friends did of malice vehemently urge us to punish the Jews of our realm in a body, with the infliction of a monstrous punishment.",
          "id": 15456
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They pretended that our affairs would never be in a good state till this took place. Such, they said, was the hatred borne by the Jews to all other people.",
          "id": 15457
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "They brought them fettered in grievous chains as slaves, nay, as traitors. Without enquiry or examination they endeavoured to annihilate them. They buckled themselves with a savage cruelty, worse than Scythian custom.",
          "id": 15458
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For this cause we severely threatened them; yet, with the clemency which we are wont to extend to all men, we at length permitted them to live. Finding that the God of heaven cast a shield of protection over the Jews so as to preserve them, and that he fought for them as a father always fights for his sons;",
          "id": 15459
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and taking into consideration their constancy and fidelity towards us and towards our ancestors, we have, as we ought, acquitted them of every sort of charge.",
          "id": 15460
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And we have dismissed them to their several homes; bidding all men everywhere to do them no wrong, or unrighteously revile them about the past.",
          "id": 15461
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For know you, that should we conceive any evil design, or in any way aggrieve them, we shall ever have as our opposite, not man, but the highest God, the ruler of all might. From Him there will be no escape, as the avenger of such deeds. Fare you well.",
          "id": 15462
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "When they had received this letter, they were not forward to depart immediately. They petitioned the king to be allowed to inflict fitting punishment upon those of their race who had willingly transgressed the holy god, and the law of God.",
          "id": 15463
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "They alleged that men who had for their bellies'' sake transgressed the ordinances of God, would never be faithful to the interests of the king.",
          "id": 15464
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "The king admitted the truth of this reasoning, and commended them. Full power was given them, without warrant or special commission, to destroy those who had transgressed the law of God boldly in every part of the king''s dominions.",
          "id": 15465
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Their priests, then, as it was meet, saluted him with good wishes, and all the people echoed with the Hallelujah. They then joyfully departed.",
          "id": 15466
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then they punished and destroyed with ignominy every polluted Jew that fell in their way;",
          "id": 15467
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "slaying thus, in that day, above three hundred men, and esteeming this destruction of the wicked a season of joy.",
          "id": 15468
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "They themselves having held fast their God to death, and having enjoyed a full deliverance, departed from the city garlanded with sweet-flowered wreaths of every kind. Uttering exclamations of joy, with songs of praise, and melodious hymns they thanked the God of their fathers, the eternal Saviour of Israel.",
          "id": 15469
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Having arrived at Ptolemais, called from the specialty of that district Rose-bearing, where the fleet, in accordance with the general wish, waited for them seven days,",
          "id": 15470
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "they partook of a banquet of deliverance, for the king generously granted them severally the means of securing a return home.",
          "id": 15471
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "They were accordingly brought back in peace, while they gave utterance to becoming thanks; and they determined to keep these days during their sojourn as days of joyfulness.",
          "id": 15472
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "These they registered as sacred upon a pillar, when they had dedicated the place of their festivity to be one of prayer. They departed unharmed, free, abundant in joy, preserved by the king''s command, by land, by sea, and by river, each to his own home.",
          "id": 15473
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "They had more weight than before amongst their enemies; and were honoured and feared, and no one in any way robbed them of their goods.",
          "id": 15474
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Every man received back his own, according to inventory; those who had obtained their goods, giving them up with the greatest terror. For the greatest God wrought with perfectness wonders for their salvation.",
          "id": 15475
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Blessed be the Redeemer of Israel to everlasting. Amen.",
          "id": 15476
        }
      ]
    }
  ]
}