{
  "book": "Acts",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The first account I compiled, O Theophilus, was about all that Jesus began to do and teach",
          "id": 32128
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles he had chosen.",
          "id": 32129
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "He presented himself alive to them, after his suffering, by many convincing proofs, appearing to them over the course of forty days and speaking about the kingdom of God.",
          "id": 32130
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "While he was with them, he commanded them not to depart from Jerusalem, but to wait for the promise of the Father, \"Which,\" he said, \"you heard about from me.",
          "id": 32131
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "For John baptized with water, but you will be baptized with the Holy Spirit not many days from now.\"",
          "id": 32132
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So when they had come together, they asked him, \"Lord, are you going to restore the kingdom to Israel at this time?\"",
          "id": 32133
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "He said to them, \"It is not for you to know the times or seasons that the Father has set by his own authority,",
          "id": 32134
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "but you will receive power when the Holy Spirit comes upon you, and you will be witnesses to me in Jerusalem, in all Judea and Samaria, and to the ends of the earth.\"",
          "id": 32135
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "After he said this, he was lifted up as they looked on, and a cloud took him out of their sight.",
          "id": 32136
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "As he went, they were gazing up into the sky, when behold, two men in white clothing were standing beside them.",
          "id": 32137
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "They said, \"Men of Galilee, why are you standing here staring into the sky? This Jesus who was taken up from you into heaven will come back in the same way you have seen him go into heaven.\"",
          "id": 32138
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day''s journey away.",
          "id": 32139
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "After entering the city, they went up to the upper room where they were staying. Those present were Peter, James, John, Andrew, Philip, Thomas, Bartholomew, Matthew, James the son of Alphaeus, Simon the Zealot, and Judas the son of James.",
          "id": 32140
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "With one accord they were all devoting themselves to prayer and supplication, along with Jesus'' brothers and several women, including Mary the mother of Jesus.",
          "id": 32141
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "In those days Peter stood up among the disciples (a crowd of about one hundred twenty people who were gathered together). He said,",
          "id": 32142
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "\"Brothers, it was necessary for this Scripture to be fulfilled, which the Holy Spirit foretold by the mouth of David concerning Judas, who became a guide to those who arrested Jesus.",
          "id": 32143
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For he was numbered with us and received his share in this ministry.\"",
          "id": 32144
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "(Now this man Judas had acquired a field with the wages of unrighteousness, and falling headfirst, his body burst open, and all his intestines gushed out.",
          "id": 32145
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "This became known to all who were dwelling in Jerusalem, so that in their language the field was called Akeldama, that is, Field of Blood.)",
          "id": 32146
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Peter continued, \"For it is written in the Book of Psalms: ''May his homestead become desolate; let there be no one to dwell in it,'' and, ''May another take his position as overseer.''",
          "id": 32147
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Therefore, one of the men who have accompanied us during the entire time that the Lord Jesus went in and out among us,",
          "id": 32148
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "beginning from the baptism of John up to the day when Jesus was taken up from us, must become a witness with us of his resurrection.\"",
          "id": 32149
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "So they put forward two men, Joseph called Barsabas (who was given the name Justus), and Matthias.",
          "id": 32150
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Then they prayed, \"Lord, you know the hearts of all; show us which of these two men you have chosen",
          "id": 32151
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "to receive the share of this ministry and apostleship from which Judas turned away to go to his own place.\"",
          "id": 32152
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Then they cast lots for them, and the lot fell to Matthias, so he was added to the eleven apostles.",
          "id": 32153
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When the day of Pentecost came, all the believers were in the same place with one accord.",
          "id": 32154
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Suddenly a sound like a mighty rushing wind came from heaven, and it filled the whole house where they were sitting.",
          "id": 32155
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Divided tongues that looked like fire appeared to them and rested on each one of them.",
          "id": 32156
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then they were all filled with the Holy Spirit and began speaking in other tongues, as the Spirit gave them utterance.",
          "id": 32157
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now there were devout Jews from every nation under heaven dwelling in Jerusalem.",
          "id": 32158
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "When this sound occurred, the multitude came together, and they were bewildered because each one of them heard his own language being spoken.",
          "id": 32159
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "They were all astonished and amazed, saying to one another, \"Behold, are not all these who are speaking Galileans?",
          "id": 32160
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "How then do we each hear them in our own native languages?",
          "id": 32161
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Parthians, Medes, Elamites; those who dwell in Mesopotamia, Judea and Cappadocia, Pontus and Asia,",
          "id": 32162
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Phrygia and Pamphylia, Egypt and the districts of Libya that are near Cyrene; visitors from Rome (both Jews and converts to Judaism),",
          "id": 32163
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Cretans and Arabs—we hear them speaking about the mighty acts of God in our own tongues.\"",
          "id": 32164
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "They were all amazed and greatly perplexed, saying to one another, \"What could this mean?\"",
          "id": 32165
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But others scoffed at the believers, saying, \"They are filled with new wine.\"",
          "id": 32166
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then Peter stood up with the eleven, lifted up his voice, and declared to them, \"Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words.",
          "id": 32167
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "These men are not drunk, as you suppose, for it is only the third hour of the day.",
          "id": 32168
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "But this is what was spoken through the prophet Joel:",
          "id": 32169
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "''In the last days, says God, I will pour out my Spirit upon all flesh. Your sons and your daughters will prophesy, your young men will see visions, and your old men will dream dreams.",
          "id": 32170
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Even upon my male and female servants I will pour out my Spirit in those days, and they will prophesy.",
          "id": 32171
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "I will perform wonders in the heavens above and signs on the earth below: blood, fire, and a mist of smoke.",
          "id": 32172
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "The sun will be turned to darkness and the moon to blood, before the coming of the great and glorious day of the Lord.",
          "id": 32173
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And everyone who calls upon the name of the Lord will be saved.''",
          "id": 32174
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "\"Men of Israel, listen to these words: Jesus of Nazareth, a man attested to you by God with miracles, wonders, and signs that God did through him in your midst, just as you yourselves well know,",
          "id": 32175
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "this man, who was delivered up by the deliberate plan and foreknowledge of God, you took and put to death, having him nailed to the cross by the hands of lawless men.",
          "id": 32176
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "But God raised him up, releasing him from the pangs of death, because it was impossible for death to keep its hold on him.",
          "id": 32177
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "For David says about him, ''I saw the Lord always before me, for he is at my right hand so that I will not be shaken.",
          "id": 32178
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Therefore my heart was glad and my tongue rejoiced; moreover, my flesh will dwell in hope.",
          "id": 32179
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "For you will not abandon my soul to Hades, nor will you let your Holy One see corruption.",
          "id": 32180
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "You have made known to me the paths of life; you will fill me with joy by your presence.''",
          "id": 32181
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "\"Brothers, I can say to you with confidence concerning our patriarch David that he died and was buried, and his tomb is with us to this day.",
          "id": 32182
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "So then, because he was a prophet and knew that God had sworn an oath to him that from among his descendants, according to the flesh, he would raise up the Christ to sit on his throne,",
          "id": 32183
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "David foresaw what would happen and spoke about the resurrection of the Christ, saying that his soul was not abandoned to Hades and that his flesh did not see corruption.",
          "id": 32184
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "This Jesus God has raised up, of which we are all witnesses.",
          "id": 32185
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Therefore, having been exalted to the right hand of God and having received from the Father the promise of the Holy Spirit, he has poured out this that you now see and hear.",
          "id": 32186
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "For David did not ascend to heaven, but he himself says, ''The Lord said to my Lord, \"Sit at my right hand",
          "id": 32187
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "until I make your enemies a footstool for your feet.\"''",
          "id": 32188
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Therefore, let all the house of Israel know with certainty that God has made him both Lord and Christ, this Jesus whom you crucified.\"",
          "id": 32189
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "When they heard this, they were pierced to the heart and said to Peter and the rest of the apostles, \"Brothers, what should we do?\"",
          "id": 32190
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Peter said to them, \"Repent and be baptized, each one of you, in the name of Jesus Christ for the remission of sins, and you will receive the gift of the Holy Spirit.",
          "id": 32191
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "For this promise is for you, for your children, and for all who are far off, as many as the Lord our God calls to himself.\"",
          "id": 32192
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "With many other words he testified and exhorted them, saying, \"Be saved from this crooked generation.\"",
          "id": 32193
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Then those who gladly received his word were baptized, and about three thousand souls were added on that day.",
          "id": 32194
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "They devoted themselves to the teaching of the apostles and to fellowship, to the breaking of bread and to prayer.",
          "id": 32195
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "A sense of awe came upon every soul, and many wonders and signs were being done by the apostles.",
          "id": 32196
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "All who believed were together and had all things in common.",
          "id": 32197
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "They were selling their possessions and belongings, and distributing the proceeds to all, as anyone had need.",
          "id": 32198
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Day by day as they continued meeting together with one accord in the temple courts and breaking bread from house to house, they shared food together with gladness and simplicity of heart,",
          "id": 32199
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "praising God and having favor with all the people. And the Lord added to the church daily those who were being saved.",
          "id": 32200
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "One day Peter and John were going up together to the temple at the hour of prayer, the ninth hour.",
          "id": 32201
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And a man who was lame from his mother''s womb was being carried in. Every day people would lay him at the gate of the temple called the Beautiful Gate so that he could ask for alms from those who were entering the temple courts.",
          "id": 32202
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "When he saw Peter and John about to enter the temple courts, he began asking for alms.",
          "id": 32203
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But Peter, along with John, looked at him intently and said, \"Look at us.\"",
          "id": 32204
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So the man gave them his attention, expecting to receive something from them.",
          "id": 32205
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But Peter said, \"I have no silver or gold, but what I do have I give to you. In the name of Jesus Christ of Nazareth, rise up and walk.\"",
          "id": 32206
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then Peter took hold of him by the right hand and raised him up, and at once his feet and ankles were strengthened.",
          "id": 32207
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Leaping up, he stood and began walking. Then he entered the temple courts with them, walking and leaping and praising God.",
          "id": 32208
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "When all the people saw him walking and praising God,",
          "id": 32209
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "they recognized him as the man who used to sit at the Beautiful Gate of the temple asking for alms. And they were filled with wonder and amazement at what had happened to him.",
          "id": 32210
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "As the lame man who had been healed clung to Peter and John, all the people ran together to them at the portico called Solomon''s, utterly astonished.",
          "id": 32211
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "When Peter saw this, he addressed the people: \"Men of Israel, why are you amazed at this, or why are you staring at us as though by our own power or godliness we have made this man walk?",
          "id": 32212
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "The God of Abraham, Isaac, and Jacob, the God of our fathers, has glorified his servant Jesus, whom you delivered up and denied in the presence of Pilate, even though Pilate had decided to release him.",
          "id": 32213
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Yes, you denied the Holy and Righteous One and asked for a murderer to be granted to you.",
          "id": 32214
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "You put to death the Author of life, whom God raised from the dead, of which we are witnesses.",
          "id": 32215
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "By faith in his name, his name has strengthened this man whom you see and know, and the faith that is through Jesus has given him this perfect health in the presence of you all.",
          "id": 32216
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "\"Now, brothers, I know that you acted in ignorance, as did your rulers also.",
          "id": 32217
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "But in this way God fulfilled what he had foretold through the mouths of all his prophets, that the Christ would suffer.",
          "id": 32218
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Therefore repent and turn back so that your sins may be wiped away, that times of refreshing may come from the presence of the Lord,",
          "id": 32219
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "and that he may send Jesus, the Christ who has been appointed for you.",
          "id": 32220
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Heaven must receive him until the time comes for the restoration of all things, which God declared by the mouth of all his holy prophets long ago.",
          "id": 32221
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "For Moses said to our fathers, ''The Lord our God will raise up for you a prophet like me from among your brothers. You must listen to everything he tells you.",
          "id": 32222
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Every soul who does not listen to that prophet will be utterly destroyed from among the people.''",
          "id": 32223
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Indeed, all the prophets who have spoken, beginning with Samuel and continuing with those who came afterward, also proclaimed these days.",
          "id": 32224
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "You are the sons of the prophets and of the covenant that God made with our fathers when he said to Abraham, ''In your offspring all the families of the earth will be blessed.''",
          "id": 32225
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "God raised up his servant Jesus and sent him first to you, to bless you by turning each of you from your evil ways.\"",
          "id": 32226
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "As Peter and John were speaking to the people, the priests, the captain of the temple guard, and the Sadducees came to them,",
          "id": 32227
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "greatly annoyed because they were teaching the people and proclaiming in Jesus the resurrection from the dead.",
          "id": 32228
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So they arrested them and took them into custody until the next day, for it was already evening.",
          "id": 32229
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But many who heard the word believed, and the number of men who believed came to about five thousand.",
          "id": 32230
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "On the next day, the rulers, elders, and scribes were gathered together in Jerusalem,",
          "id": 32231
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "along with Annas the high priest, Caiaphas, John, Alexander, and all who were members of the high-priestly family.",
          "id": 32232
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "After making Peter and John stand before them, they began to question them: \"By what power or by what name did you do this?\"",
          "id": 32233
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then Peter, filled with the Holy Spirit, said to them, \"Rulers of the people and elders of Israel,",
          "id": 32234
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "if we are being examined today about a good deed done to a disabled man and by what means he has been healed,",
          "id": 32235
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "let it be known to you all, and to all the people of Israel, that this man is standing before you in good health by the name of Jesus Christ of Nazareth, whom you crucified and whom God raised from the dead.",
          "id": 32236
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "This Jesus is the stone that was rejected by you, the builders, which has become the cornerstone.",
          "id": 32237
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "There is salvation in no other, for there is no other name given among men by which we must be saved.\"",
          "id": 32238
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "When they saw the boldness of Peter and John, and when they realized that they were uneducated and untrained men, they were amazed and recognized that they had been with Jesus.",
          "id": 32239
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But since they could see the man who had been healed standing there with them, they had nothing to say in opposition.",
          "id": 32240
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So they ordered Peter and John to step out from the Sanhedrin while they conferred with one another,",
          "id": 32241
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "saying, \"What should we do with these men? For it is evident to all who dwell in Jerusalem that a notable sign has been done through them, and we cannot deny it.",
          "id": 32242
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But so that it may not spread any further among the people, we will strictly warn them to speak no more in this name to any of the people.\"",
          "id": 32243
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Then they called them in and ordered them not to speak or teach at all in the name of Jesus.",
          "id": 32244
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But Peter and John answered them, \"Whether it is right in the sight of God to listen to you rather than to God, you must judge.",
          "id": 32245
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For we cannot help but speak about what we have seen and heard.\"",
          "id": 32246
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "So after threatening Peter and John further, they released them, finding no way to punish them, because all the people were glorifying God for what had happened.",
          "id": 32247
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "For the man on whom this sign of healing had been performed was more than forty years old.",
          "id": 32248
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "After being released, Peter and John went to their own people and reported all that the chief priests and the elders had said to them.",
          "id": 32249
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "When they heard this, they lifted up their voices with one accord to God and said, \"Master, you are God, who made the heavens, the earth, the sea, and all that is in them.",
          "id": 32250
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "It is you who said through the mouth of your servant David, ''Why do the nations rage, and the peoples plot foolish things?",
          "id": 32251
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "The kings of the earth stand up, and the rulers are gathered together, against the Lord and against his Anointed.''",
          "id": 32252
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "For indeed both Herod and Pontius Pilate, along with the Gentiles and the people of Israel, were gathered together against your holy servant Jesus, whom you anointed,",
          "id": 32253
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "to do whatever your hand and your plan had foreordained to take place.",
          "id": 32254
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And now, Lord, take note of their threats and grant it to your servants to speak your word with all boldness,",
          "id": 32255
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "as you stretch out your hand to heal and to perform signs and wonders through the name of your holy servant Jesus.\"",
          "id": 32256
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "After they prayed, the place where they were gathered together was shaken, and they were all filled with the Holy Spirit and began speaking the word of God with boldness.",
          "id": 32257
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Now the hearts and souls of the multitude of believers were one, and no one was saying that any of their belongings was his own, but everything they owned was held in common.",
          "id": 32258
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "With great power the apostles were giving testimony to the resurrection of the Lord Jesus, and great grace was upon them all.",
          "id": 32259
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "There was no one needy among them, for all who owned plots of land or houses sold them and brought the proceeds of what was sold.",
          "id": 32260
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "They laid the money at the feet of the apostles, and the proceeds were distributed to anyone who had need.",
          "id": 32261
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Joses, whom the apostles called Barnabas (which means \"Son of Encouragement\"), a Levite and Cypriot by birth,",
          "id": 32262
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "also sold a field he owned and then brought the money and laid it at the apostles'' feet.",
          "id": 32263
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now a man named Ananias, along with his wife Sapphira, sold a piece of property",
          "id": 32264
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and kept back some of the proceeds, with his wife also being aware of it. He brought a portion of the proceeds and laid it at the apostles'' feet.",
          "id": 32265
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "But Peter said, \"Ananias, why has Satan filled your heart to lie to the Holy Spirit and keep back some of the proceeds of the plot of land?",
          "id": 32266
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "While it remained unsold, did it not remain yours? And once it was sold, was it not under your control? How is it that you have put this thing in your heart? You have not lied to men but to God.\"",
          "id": 32267
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "When Ananias heard these words, he fell down and breathed his last breath. And great fear came upon all who heard about it.",
          "id": 32268
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then the young men rose, wrapped up his body, carried him out, and buried him.",
          "id": 32269
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "About three hours later, his wife came in, not knowing what had happened.",
          "id": 32270
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Peter said to her, \"Tell me if you sold the plot of land for such and such a price.\" She said, \"Yes, for such a price.\"",
          "id": 32271
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Peter said to her, \"Why is it that you have agreed to put the Spirit of the Lord to the test? Behold, the feet of those who buried your husband are at the door, and they will carry you out.\"",
          "id": 32272
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "At once she fell down at his feet and breathed her last breath. When the young men came in, they found her dead, so they carried her out and buried her beside her husband.",
          "id": 32273
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And great fear came upon the whole church and upon all who heard these things.",
          "id": 32274
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Now many signs and wonders were taking place among the people by the hands of the apostles, and all the believers were together with one accord in Solomon''s portico.",
          "id": 32275
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "No one else dared to join them, but the people held them in high regard.",
          "id": 32276
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Yet more and more people believed in the Lord and were added to their number, a multitude of both men and women.",
          "id": 32277
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "As a result, people carried the sick out into the streets and laid them on beds and mats, so that when Peter came by at least his shadow might fall on one of them.",
          "id": 32278
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "A multitude from the towns all around Jerusalem also gathered together, bringing the sick and those harassed by unclean spirits, and they were all healed.",
          "id": 32279
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then the high priest rose up, along with all who were with him (that is, the sect of the Sadducees), and they were filled with jealousy.",
          "id": 32280
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "So they arrested the apostles and put them in a public jail.",
          "id": 32281
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But during the night an angel of the Lord opened the doors of the prison, brought them out, and said,",
          "id": 32282
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "\"Go stand in the temple courts and tell the people everything about this new life.\"",
          "id": 32283
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "When they heard this, they entered the temple courts at dawn and began teaching. When the high priest came, along with those who were with him, they called together the Sanhedrin—that is, the entire eldership of the sons of Israel—and sent officers to the prison to have the apostles brought before them.",
          "id": 32284
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But when the officers arrived, they did not find them in the prison. So they returned and reported,",
          "id": 32285
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "\"We found the prison locked up in complete security and the guards standing in front of the doors, but when we opened the doors, we found no one inside.\"",
          "id": 32286
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "When the high priest, the captain of the temple guard, and the chief priests heard this report, they were greatly perplexed by it, wondering what might come of this.",
          "id": 32287
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then someone came and told them, \"Behold, the men you put in prison are standing in the temple courts teaching the people!\"",
          "id": 32288
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "So the captain went with the officers and brought the apostles without the use of force, for they were afraid the people might stone them.",
          "id": 32289
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "After bringing the apostles in, they had them stand before the Sanhedrin, and the high priest asked them,",
          "id": 32290
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "\"Did we not strictly command you not to teach in this name? Yet behold, you have filled Jerusalem with your teaching, and you are determined to bring the blood of this man upon us.\"",
          "id": 32291
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "But Peter and the apostles answered, \"We must obey God rather than men.",
          "id": 32292
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "The God of our fathers raised up Jesus, whom you murdered by hanging him on a cross.",
          "id": 32293
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "God exalted him to his right hand as Leader and Savior to grant repentance to Israel and remission of sins.",
          "id": 32294
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Concerning these things we are his witnesses, and so is the Holy Spirit, whom God has given to those who obey him.\"",
          "id": 32295
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "When they heard this, they were furious and resolved to put them to death,",
          "id": 32296
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "but a Pharisee named Gamaliel, a teacher of the law who was held in honor by all the people, stood up in the Sanhedrin and gave orders to put the apostles outside for a little while.",
          "id": 32297
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Then he said to the Sanhedrin, \"Men of Israel, give careful consideration to what you are about to do to these men.",
          "id": 32298
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "For before these days Theudas rose up, declaring himself to be somebody, and a number of men, about four hundred, responded to the call to join him. He was put to death, and all his followers were scattered and came to nothing.",
          "id": 32299
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "After this man, Judas the Galilean rose up in the days of the census and drew away many people after him. He also perished, and all his followers were scattered.",
          "id": 32300
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "So I say to you now, keep away from these men and leave them alone, for if this plan or this undertaking is of men, it will be stopped;",
          "id": 32301
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "but if it is of God, you cannot put a stop to it. You will only find yourselves fighting against God.\"",
          "id": 32302
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "They were persuaded by him, and after calling in the apostles, they beat them, commanded them not to speak in the name of Jesus, and released them.",
          "id": 32303
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "So the apostles went out from the presence of the Sanhedrin, rejoicing that they had been considered worthy to suffer dishonor for the name of Jesus.",
          "id": 32304
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And every day, in the temple courts and from house to house, they did not cease teaching and preaching the good news that Jesus is the Christ.",
          "id": 32305
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In those days, as the disciples increased in number, a complaint arose against the Hebrews on the part of the Hellenists that their widows were being overlooked in the daily distribution of food.",
          "id": 32306
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "So the twelve called the multitude of the disciples together and said, \"It is not proper for us to neglect the word of God to wait on tables.",
          "id": 32307
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Therefore, brothers, look for seven men among you who have a good reputation and are full of the Holy Spirit and wisdom, whom we can appoint for this need.",
          "id": 32308
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But we will devote ourselves to prayer and to the ministry of the word.\"",
          "id": 32309
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "This proposal pleased the whole multitude, so they chose Stephen, a man full of faith and the Holy Spirit, together with Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolaus, an Antiochean convert to Judaism.",
          "id": 32310
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "They set these men before the apostles, who then prayed and laid their hands on them.",
          "id": 32311
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So the word of God continued to increase, and the number of disciples continued to multiply greatly in Jerusalem, and a large number of priests became obedient to the faith.",
          "id": 32312
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Now Stephen, a man full of faith and power, was performing great wonders and signs among the people.",
          "id": 32313
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But some men from the synagogue of the Freedmen (as it was called), along with some of the Cyrenians and Alexandrians, and some men from Cilicia and Asia, rose up and began to argue with Stephen.",
          "id": 32314
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But they were not able to resist the wisdom and the Spirit with which he was speaking.",
          "id": 32315
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Then they induced some men to say, \"We heard Stephen speaking blasphemous words against Moses and against God.\"",
          "id": 32316
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "They also stirred up the people, the elders, and the scribes. So they came up to Stephen, seized him, and brought him to the Sanhedrin.",
          "id": 32317
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then they put forward false witnesses who said, \"This man does not stop speaking blasphemous words against the holy place and against the law.",
          "id": 32318
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For we heard him saying that this Jesus of Nazareth will destroy this place and change the customs that Moses handed down to us.\"",
          "id": 32319
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And all who were sitting in the Sanhedrin stared at Stephen intently and saw that his face was like the face of an angel.",
          "id": 32320
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then the high priest said, \"Are these accusations true?\"",
          "id": 32321
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Stephen said, \"Brothers and fathers, listen. The God of glory appeared to our father Abraham when he was in Mesopotamia, before he dwelt in Haran,",
          "id": 32322
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and said to him, ''Leave your land and your relatives, and go to a land I will show you.''",
          "id": 32323
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then he left the land of the Chaldeans and dwelt in Haran. After his father died, God relocated him to this land in which you now dwell.",
          "id": 32324
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "He gave him no inheritance in it, not even the length of a footstep, but promised to give it to him for a possession, and to his descendants after him, even though he had no child.",
          "id": 32325
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "God told him that his descendants would be sojourners in a foreign land, and that the people of that land would enslave them and mistreat them for four hundred years.",
          "id": 32326
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "''But I will judge the nation whom they serve as slaves,'' God said, ''and afterward they will come out of that country and serve me in this place.''",
          "id": 32327
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then he gave Abraham the covenant of circumcision, and Abraham became the father of Isaac and circumcised him on the eighth day. Later Isaac became the father of Jacob, and Jacob became the father of the twelve patriarchs.",
          "id": 32328
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "\"The patriarchs became jealous of Joseph and sold him into Egypt. But God was with him",
          "id": 32329
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and delivered him out of all his afflictions. He gave Joseph favor and wisdom before Pharaoh, king of Egypt, so Pharaoh appointed him as ruler over Egypt and over all his household.",
          "id": 32330
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Then a famine came upon all the land of Egypt and Canaan, along with great suffering, and our fathers could find no food.",
          "id": 32331
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But when Jacob heard that there was grain in Egypt, he sent our fathers out the first time.",
          "id": 32332
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "On their second visit, Joseph made himself known to his brothers again, and Joseph''s family became known to Pharaoh.",
          "id": 32333
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then Joseph sent and called for his father Jacob and all his relatives, seventy-five people in all.",
          "id": 32334
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So Jacob went down to Egypt, and there he died, he and our fathers.",
          "id": 32335
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Later their bodies were moved to Shechem and laid in the tomb that Abraham had bought for a sum of money from the sons of Hamor, the father of Shechem.",
          "id": 32336
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "\"As the time drew near for God to fulfill the promise he had sworn to Abraham, our people increased and multiplied in Egypt",
          "id": 32337
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "until there arose another king who did not know Joseph.",
          "id": 32338
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "This king dealt shrewdly with our people and mistreated our fathers, making them abandon their newborn babies so that they would not survive.",
          "id": 32339
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "At that time Moses was born, and he was beautiful in God''s sight. For three months he was brought up in his father''s house,",
          "id": 32340
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "and when he was abandoned, Pharaoh''s daughter took him in and brought him up as her own son.",
          "id": 32341
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "So Moses was trained in all the wisdom of the Egyptians, and he was mighty in words and deeds.",
          "id": 32342
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "\"When Moses reached forty years of age, it came into his heart to visit his brothers, the sons of Israel.",
          "id": 32343
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "When he saw one of them being wronged, he came to the aid of the man who was being oppressed and avenged him by striking down the Egyptian who was oppressing him.",
          "id": 32344
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Moses assumed that his brothers would understand that God was granting them deliverance by his hand, but they did not understand.",
          "id": 32345
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "The next day Moses came upon two Israelites who were fighting and urged them to make peace, saying, ''Men, you are brothers; why are you hurting each other?''",
          "id": 32346
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "But the one who was hurting his neighbor thrust Moses aside and said, ''Who appointed you to be a ruler and judge over us?",
          "id": 32347
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Do you want to kill me as you killed the Egyptian yesterday?''",
          "id": 32348
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "At this remark Moses fled and became a sojourner in the land of Midian, where he became the father of two sons.",
          "id": 32349
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "\"After forty years had passed, an angel of the Lord appeared to him in the wilderness of Mount Sinai, in a flame of fire in a bush.",
          "id": 32350
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "When Moses saw it, he was amazed at the sight. As he drew near to look at it, the voice of the Lord came to him:",
          "id": 32351
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "''I am the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob.'' Moses began to tremble and did not dare to look.",
          "id": 32352
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Then the Lord said to him, ''Take off the sandals from your feet, for the place where you are standing is holy ground.",
          "id": 32353
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "I have surely seen the mistreatment of my people in Egypt. I have heard their groaning and have come down to deliver them. Now come, I will send you to Egypt.''",
          "id": 32354
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "\"This is the same Moses they had rejected, saying, ''Who appointed you to be a ruler and judge?'' He is the one God sent as a ruler and redeemer by the hand of the angel who appeared to him in the bush.",
          "id": 32355
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "He is the one who led them out, performing wonders and signs in the land of Egypt, at the Red Sea, and in the wilderness for forty years.",
          "id": 32356
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "This is the same Moses who said to the sons of Israel, ''The Lord our God will raise up for you a prophet like me from among your brothers.''",
          "id": 32357
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "This is the man who was in the assembly in the wilderness with the angel who spoke to him on Mount Sinai, and with our fathers. He received a living word to give to us.",
          "id": 32358
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Our fathers were unwilling to obey him. Instead, they thrust him aside, and in their hearts they turned back to Egypt,",
          "id": 32359
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "saying to Aaron, ''Make us gods who will go before us, for we do not know what has happened to this Moses who led us out of the land of Egypt.''",
          "id": 32360
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "In those days they made an idol in the form of a calf, brought a sacrifice to the idol, and rejoiced at the works of their hands.",
          "id": 32361
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "But God turned away from them and gave them up to serve the host of heaven, just as it is written in the book of the prophets: ''Was it to me that you offered slain beasts and sacrifices for forty years in the wilderness, O house of Israel?",
          "id": 32362
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "You took up the tabernacle of Molech and the star of your god Remphan, the images you made so that you could worship them, so I will send you into exile beyond Babylon.''",
          "id": 32363
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "\"Our fathers had the tabernacle of the testimony in the wilderness, just as God had directed when he spoke to Moses and told him to make it according to the pattern he had seen.",
          "id": 32364
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Receiving it in turn, our fathers brought it in with Joshua when they dispossessed the nations whom God drove out from their presence. It remained there until the days of David,",
          "id": 32365
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "who found favor before God and asked if he could provide a dwelling place for the God of Jacob.",
          "id": 32366
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "But it was Solomon who built a house for him.",
          "id": 32367
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Yet the Most High does not dwell in temples made by hands, just as the prophet says,",
          "id": 32368
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "''Heaven is my throne, and the earth is my footstool. What house will you build for me, says the Lord, or what place is there for my rest?",
          "id": 32369
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Has not my hand made all these things?''",
          "id": 32370
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "\"You stiff-necked people, uncircumcised in heart and ears, you always resist the Holy Spirit! As your fathers did, so you do also.",
          "id": 32371
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "Which of the prophets did your fathers not persecute? They even killed those who foretold the coming of the Righteous One, whose betrayers and murderers you have now become,",
          "id": 32372
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "you who received the law as ordained by angels yet have not kept it.\"",
          "id": 32373
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "When the members of the Sanhedrin heard these things, they were cut to the heart and began gnashing their teeth at him.",
          "id": 32374
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "But Stephen, full of the Holy Spirit, gazed into heaven and saw the glory of God and Jesus standing at the right hand of God.",
          "id": 32375
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "He said, \"Behold, I see the heavens opened and the Son of Man standing at the right hand of God.\"",
          "id": 32376
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "But they cried out with a loud voice, stopped their ears, and rushed at him with one accord.",
          "id": 32377
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "Then they drove him out of the city and began stoning him. Meanwhile, the witnesses laid their cloaks at the feet of a young man named Saul.",
          "id": 32378
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "They continued stoning Stephen while he prayed, \"Lord Jesus, receive my spirit!\"",
          "id": 32379
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "Then he fell to his knees and cried out with a loud voice, \"Lord, do not hold this sin against them!\" After saying this, he fell asleep.",
          "id": 32380
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Saul approved of his execution. On that day a great persecution arose against the church in Jerusalem, and all the believers except the apostles were scattered throughout the regions of Judea and Samaria.",
          "id": 32381
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Devout men carried Stephen away for burial and made great lamentation over him.",
          "id": 32382
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "But Saul was ravaging the church. Entering house after house, he dragged off both men and women and put them in prison.",
          "id": 32383
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Now those who had been scattered went around preaching the message of good news.",
          "id": 32384
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Philip went down to a city of Samaria and began proclaiming to them the Christ.",
          "id": 32385
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "With one accord the crowds paid close attention to what Philip said as they listened to him and saw the signs he was performing.",
          "id": 32386
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For unclean spirits came out of many who had them, crying out with a loud voice, and many who were paralyzed or lame were healed.",
          "id": 32387
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And there was great joy in that city.",
          "id": 32388
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Now a man named Simon had previously practiced magic in the city and amazed the people of Samaria, declaring himself to be someone great.",
          "id": 32389
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "From the least to the greatest, they paid close attention to him, saying, \"This man is the great power of God.\"",
          "id": 32390
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "They all paid close attention to him because he had amazed them with his magical arts for a long time.",
          "id": 32391
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women.",
          "id": 32392
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Even Simon himself believed. After he was baptized, he kept close company with Philip and was amazed as he saw miracles and signs taking place.",
          "id": 32393
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "When the apostles in Jerusalem heard that Samaria had received the word of God, they sent them Peter and John.",
          "id": 32394
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "These two went down and prayed for the Samaritan believers to receive the Holy Spirit,",
          "id": 32395
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "for the Spirit had not yet fallen upon any of them; they had only been baptized in the name of Christ Jesus.",
          "id": 32396
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then Peter and John laid their hands on the Samaritan believers, and they received the Holy Spirit.",
          "id": 32397
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "When Simon saw that the Holy Spirit was given through the laying on of the apostles'' hands, he offered them money,",
          "id": 32398
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "saying, \"Give this power to me as well, so that whomever I lay my hands on may receive the Holy Spirit.\"",
          "id": 32399
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But Peter said to him, \"May your silver be destroyed with you, because you thought you could acquire the gift of God with money!",
          "id": 32400
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "You have no share or portion in this matter, for your heart is not right before God.",
          "id": 32401
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Therefore repent of this wickedness of yours, and plead with God in the hope that the intention of your heart might be forgiven you.",
          "id": 32402
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For I see that you are bitterly envious and in bondage to unrighteousness.\"",
          "id": 32403
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "In response Simon said, \"Pray to the Lord for me so that nothing you have said will happen to me.\"",
          "id": 32404
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "After Peter and John had testified and spoken the word of the Lord, they returned to Jerusalem, preaching the good news in many villages of the Samaritans as they went.",
          "id": 32405
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Now an angel of the Lord said to Philip, \"Rise and go toward the south, to the road that goes from Jerusalem down to Gaza.\" (This is a desert road.)",
          "id": 32406
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "So he rose and went. And behold, there was an Ethiopian eunuch, a court official in charge of the entire treasury of Candace, the queen of the Ethiopians. This man had come to Jerusalem to worship",
          "id": 32407
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "and was sitting in his chariot on his way back home, reading the prophet Isaiah.",
          "id": 32408
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "The Spirit said to Philip, \"Go over and join that chariot.\"",
          "id": 32409
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "So Philip ran up to it and heard the man reading the prophet Isaiah. He said, \"Do you understand what you are reading?\"",
          "id": 32410
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "The man said, \"How can I, unless someone guides me?\" So he invited Philip to come up and sit with him.",
          "id": 32411
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "This is the passage of Scripture that he was reading: \"Like a sheep he was led to slaughter, and like a lamb is silent before its shearer, so he did not open his mouth.",
          "id": 32412
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "In his humiliation he was denied justice. Who will tell of his posterity? For his life was taken from the earth.\"",
          "id": 32413
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "The eunuch said to Philip, \"I ask you, who does the prophet say this about? About himself, or about someone else?\"",
          "id": 32414
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Then Philip opened his mouth to speak, and beginning from this Scripture, he told him the good news about Jesus.",
          "id": 32415
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "As they were going along the road, they came to some water, and the eunuch said, \"Behold, here is water! What prevents me from being baptized?\"",
          "id": 32416
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "So he ordered the chariot to stop, and the two of them went down into the water, both Philip and the eunuch, and Philip baptized him.",
          "id": 32417
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "When they came up out of the water, the Spirit of the Lord caught Philip away, and the eunuch saw him no more, but went on his way rejoicing.",
          "id": 32418
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Philip, however, found himself at Azotus, and as he passed through that region, he preached the gospel in all the towns until he came to Caesarea.",
          "id": 32419
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Meanwhile Saul, still breathing out threats and murder against the disciples of the Lord, went to the high priest",
          "id": 32420
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and asked for letters from him to the synagogues in Damascus, so that if he found any who belonged to the Way, whether men or women, he might bring them to Jerusalem as prisoners.",
          "id": 32421
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "As he was going along, he drew near to Damascus, and suddenly a light from heaven flashed around him.",
          "id": 32422
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Falling to the ground, he heard a voice saying to him, \"Saul, Saul, why are you persecuting me?\"",
          "id": 32423
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Saul said, \"Who are you, Lord?\" The Lord said, \"I am Jesus, whom you are persecuting.",
          "id": 32424
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "But rise and enter the city, and you will be told what you must do.\"",
          "id": 32425
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "The men who were traveling with Saul stood speechless, hearing the voice but seeing no one.",
          "id": 32426
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Saul rose from the ground, and although his eyes were open, he saw no one. So they led him by the hand and brought him to Damascus.",
          "id": 32427
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "He went three days without seeing, and neither ate nor drank.",
          "id": 32428
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Now there was a disciple in Damascus named Ananias. The Lord said to him in a vision, \"Ananias.\" He said, \"Behold, here I am, Lord.\"",
          "id": 32429
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Then the Lord said to him, \"Get up and go to the street called Straight, and at the house of Judas look for a man of Tarsus named Saul. For behold, he is praying,",
          "id": 32430
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and in a vision he has seen a man named Ananias coming in and laying his hand on him so that he might receive his sight.\"",
          "id": 32431
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But Ananias answered, \"Lord, I have heard from many about how much evil this man has done to your saints in Jerusalem.",
          "id": 32432
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And here he has authority from the chief priests to arrest all who call upon your name.\"",
          "id": 32433
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "But the Lord said to him, \"Go, for he is a vessel chosen by me to bring my name before Gentiles, kings, and the sons of Israel.",
          "id": 32434
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "I will show him how much he must suffer for my name''s sake.\"",
          "id": 32435
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So Ananias went and entered the house. Laying his hands on Saul, he said, \"Brother Saul, the Lord, who appeared to you on the road by which you came, has sent me so that you may receive your sight and be filled with the Holy Spirit.\"",
          "id": 32436
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Immediately something like scales fell from Saul''s eyes, and he received his sight. Then he rose and was baptized,",
          "id": 32437
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and after taking some food, he was strengthened. For several days Saul was with the disciples in Damascus.",
          "id": 32438
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Immediately he began preaching in the synagogues that the Christ is the Son of God.",
          "id": 32439
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "All who heard it were amazed and said, \"Is this not the man who in Jerusalem tried to destroy those who call upon this name, and has he not come here for the purpose of bringing them as prisoners to the chief priests?\"",
          "id": 32440
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But Saul grew stronger and kept confounding the Jews who dwelt in Damascus, proving that this man Jesus is the Christ.",
          "id": 32441
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "When many days had past, the Jews took counsel together to kill him,",
          "id": 32442
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "but their plot became known to Saul. They started watching the gates both day and night so that they might kill him.",
          "id": 32443
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But the disciples took him by night and let him down through a window in the city wall, lowering him in a basket.",
          "id": 32444
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "When Saul arrived in Jerusalem, he tried to join the disciples, but they were all afraid of him because they did not believe that he was a disciple.",
          "id": 32445
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Barnabas, however, took him and brought him to the apostles. He related to them how Saul had seen the Lord on the road and that the Lord had spoken to him, and how he had been preaching boldly in Damascus in the name of Jesus.",
          "id": 32446
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "So Saul stayed with them and would go into Jerusalem and speak boldly in the name of the Lord Jesus.",
          "id": 32447
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "He would also speak and debate with the Hellenists, but they were trying to kill him.",
          "id": 32448
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "When the brothers found out about it, they brought him down to Caesarea and sent him off to Tarsus.",
          "id": 32449
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "So the churches throughout all Judea, Galilee, and Samaria had peace and were being strengthened. Continuing in the fear of the Lord and in the encouragement of the Holy Spirit, they were being multiplied.",
          "id": 32450
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Now as Peter was traveling from place to place, he went down to the saints who dwelt in Lydda.",
          "id": 32451
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "There he found a man named Aeneas, who was paralyzed and had been confined to a mat for eight years.",
          "id": 32452
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Peter said to him, \"Aeneas, Jesus Christ has now healed you; rise and roll up your mat.\" Immediately he rose,",
          "id": 32453
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "and all who dwelt in Lydda and Sharon saw him and turned to the Lord.",
          "id": 32454
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Now in Joppa there was a disciple named Tabitha (which means \"Dorcas\"). She was always doing good works and charitable acts.",
          "id": 32455
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "In those days she became sick and died, so they washed her body and laid it in an upper room.",
          "id": 32456
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Lydda was near Joppa, so when the disciples heard that Peter was there, they sent for him, urging him not to delay in coming to them.",
          "id": 32457
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "So Peter rose and went with them. When he arrived, they brought him to the upper room, and all the widows stood before him, weeping and showing him all the tunics and cloaks that Dorcas had made while she was still with them.",
          "id": 32458
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "But Peter sent them all outside, knelt down, and prayed. Turning toward the body, he said, \"Tabitha, arise.\" Then she opened her eyes, and seeing Peter, she sat up.",
          "id": 32459
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "He gave her his hand and raised her up. Then he called in the saints and the widows and presented her alive.",
          "id": 32460
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "This became known throughout all Joppa, and many believed in the Lord.",
          "id": 32461
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And Peter remained in Joppa for many days with a tanner named Simon.",
          "id": 32462
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now there was a man in Caesarea named Cornelius, a centurion of what was called the Italian cohort.",
          "id": 32463
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "He was a devout man who feared God along with his entire household; he gave generously to those in need and always prayed to God.",
          "id": 32464
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "About the ninth hour of the day he saw clearly in a vision an angel of God, who came in and said to him, \"Cornelius!\"",
          "id": 32465
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Staring at him intently, Cornelius was afraid and said, \"What is it, Lord?\" The angel said to him, \"Your prayers and charitable acts have ascended as a memorial offering before God.",
          "id": 32466
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now send men to Joppa and have them bring back Simon, who is called Peter.",
          "id": 32467
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "He is staying with a tanner named Simon, whose house is by the sea.\"",
          "id": 32468
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "When the angel who spoke to him went away, Cornelius called two of his servants and a devout soldier from among his attendants.",
          "id": 32469
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "After explaining everything to them, he sent them to Joppa.",
          "id": 32470
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "On the next day, as the men were traveling along and approaching the city, Peter went up on the housetop to pray at about the sixth hour.",
          "id": 32471
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "He became hungry and wanted to eat, and as they were preparing a meal, a trance fell upon him.",
          "id": 32472
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "He saw heaven opened and an object like a large sheet coming down to him. It was tied at its four corners and was being lowered to the earth.",
          "id": 32473
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "In it were all kinds of four-footed animals of the earth, as well as wild beasts, reptiles, and birds of the sky.",
          "id": 32474
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then a voice came to him: \"Rise, Peter, kill and eat.\"",
          "id": 32475
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But Peter said, \"Surely not, Lord! For I have never eaten anything that is defiled or unclean.\"",
          "id": 32476
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The voice came to him again a second time: \"Do not regard as defiled what God has made clean.\"",
          "id": 32477
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "This happened three times, and then the object was taken up again into heaven.",
          "id": 32478
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "While Peter was greatly perplexed, pondering within himself what the vision he had seen might mean, behold, the men sent by Cornelius had asked for Simon''s house and were standing at the gate.",
          "id": 32479
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "They called out and asked if Simon, who was called Peter, was staying there.",
          "id": 32480
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "As Peter continued pondering the vision, the Spirit said to him, \"Behold, some men are looking for you.",
          "id": 32481
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Now get up, go downstairs, and go with them without any misgivings, for I have sent them.\"",
          "id": 32482
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "So Peter went down to the men and said, \"Behold, I am the one you are looking for. For what reason have you come?\"",
          "id": 32483
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "They said, \"Cornelius, a centurion, a righteous and God-fearing man, who is well spoken of by the entire Jewish nation, was directed by a holy angel to send for you to come to his house and to hear a message from you.\"",
          "id": 32484
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "So Peter invited them in and put them up for the night. The next day Peter went with them, and some of the brothers from Joppa accompanied him.",
          "id": 32485
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "The following day they entered Caesarea. Cornelius was expecting them and had called together his relatives and close friends.",
          "id": 32486
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "When Peter entered the house, Cornelius met him, fell at his feet, and worshiped him.",
          "id": 32487
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But Peter raised him up, saying, \"Stand up; I too am just a man.\"",
          "id": 32488
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "As Peter talked with him, he went in and found many people gathered together.",
          "id": 32489
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Peter said to them, \"You know that it is forbidden for a Jewish man to keep company with or associate with a foreigner, but God has shown me that I should call no one defiled or unclean.",
          "id": 32490
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "That is why I came without objection when I was sent for. I ask then, what is the reason you have sent for me?\"",
          "id": 32491
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Cornelius said, \"Four days ago I was fasting until this hour. At the ninth hour I was praying in my house, and behold, a man stood before me in bright clothing.",
          "id": 32492
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "The man said, ''Cornelius, your prayer has been heard, and your charitable acts have been remembered before God.",
          "id": 32493
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Therefore send to Joppa and ask for Simon, who is called Peter. He is staying by the sea in the house of a tanner named Simon. When he arrives, he will speak to you.''",
          "id": 32494
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "So I sent for you at once, and you have done well by coming. Now then, we are all here in the presence of God to hear all that you have been commanded by God.\"",
          "id": 32495
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Then Peter opened his mouth and said, \"Now I truly understand that God shows no partiality,",
          "id": 32496
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "but in every nation anyone who fears him and does what is right is acceptable to him.",
          "id": 32497
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "You yourselves know the message he sent to the sons of Israel, preaching the good news of peace through Jesus Christ, who is Lord of all,",
          "id": 32498
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "the message that spread throughout all Judea, beginning from Galilee after the baptism that John preached:",
          "id": 32499
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "how God anointed Jesus of Nazareth with the Holy Spirit and power, who then went around doing good and healing all who were oppressed by the devil, because God was with him.",
          "id": 32500
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "We are witnesses of everything he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a cross,",
          "id": 32501
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "but God raised him up on the third day and allowed him to be seen,",
          "id": 32502
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "not by all the people, but by us, the witnesses who had been chosen beforehand by God, who ate and drank with him after he rose from the dead.",
          "id": 32503
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "He commanded us to preach to the people and to testify that he is the one who has been appointed by God as judge of the living and the dead.",
          "id": 32504
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "All the prophets testify about him that everyone who believes in him receives remission of sins through his name.\"",
          "id": 32505
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "While Peter was still speaking these words, the Holy Spirit fell upon all who were listening to the message.",
          "id": 32506
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "All the believers from among the circumcised who had come with Peter were astonished, because the gift of the Holy Spirit was being poured out even on the Gentiles.",
          "id": 32507
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "For they heard them speaking in tongues and magnifying God. Then Peter responded,",
          "id": 32508
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "\"Can anyone withhold water for baptizing these people who have received the Holy Spirit just as we have?\"",
          "id": 32509
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "So he gave orders to have them baptized in the name of the Lord. Then they asked him to stay on for a few days.",
          "id": 32510
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now the apostles and the brothers who were in Judea heard that the Gentiles had also received the word of God.",
          "id": 32511
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "So when Peter came up to Jerusalem, those of the circumcision faction began disputing with him,",
          "id": 32512
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "saying, \"You went into the house of uncircumcised men and ate with them!\"",
          "id": 32513
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But Peter began to explain the situation to them, step by step, saying,",
          "id": 32514
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "\"I was praying in the city of Joppa, and in a trance I saw a vision of an object like a large sheet coming down, being lowered from heaven by its four corners, and it came to me.",
          "id": 32515
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "As I stared at it, I looked closely and saw four-footed animals of the earth, as well as wild beasts, reptiles, and birds of the sky.",
          "id": 32516
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then I heard a voice saying to me, ''Rise, Peter, kill and eat.''",
          "id": 32517
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But I said, ''Surely not, Lord! For nothing defiled or unclean has ever entered my mouth.''",
          "id": 32518
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The voice from heaven responded to me a second time: ''Do not regard as defiled what God has made clean.''",
          "id": 32519
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "This happened three times, and then everything was drawn up again into heaven.",
          "id": 32520
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And behold, at that very moment three men arrived at the house where I was; they had been sent to me from Caesarea.",
          "id": 32521
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "The Spirit told me to go with them without any misgivings. These six brothers also went with me, and we went into the man''s house.",
          "id": 32522
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "He told us how he had seen an angel standing in his house and saying to him, ''Send men to Joppa and have them bring back Simon, who is called Peter;",
          "id": 32523
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "he will speak a message to you by which you will be saved, you and your entire household.''",
          "id": 32524
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "As I began to speak, the Holy Spirit fell upon them, just as he had fallen upon us at the beginning.",
          "id": 32525
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then I remembered what the Lord had said: ''John baptized with water, but you will be baptized with the Holy Spirit.''",
          "id": 32526
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "If then God gave them the same gift that he gave us when we believed in the Lord Jesus Christ, how could I stand in God''s way?\"",
          "id": 32527
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "When the apostles and brothers heard this, they ceased their objections and began glorifying God, saying, \"Then to the Gentiles also God has granted the repentance that leads to life.\"",
          "id": 32528
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Now those who had been scattered because of the persecution that arose over Stephen traveled as far as Phoenicia, Cyprus, and Antioch, speaking the word to no one except Jews.",
          "id": 32529
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But there were some Cypriot and Cyrenian men among them who went to Antioch and began speaking to the Hellenists, preaching the good news about the Lord Jesus.",
          "id": 32530
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "The hand of the Lord was with them, and a large number of people believed and turned to the Lord.",
          "id": 32531
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "News of this reached the ears of the church in Jerusalem, and they sent Barnabas out to go to Antioch.",
          "id": 32532
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "When he arrived and saw the grace of God, he rejoiced and began exhorting all the believers to remain true to the Lord with resolute hearts.",
          "id": 32533
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For he was a good man, full of the Holy Spirit and faith, and a large number of people were added to the Lord.",
          "id": 32534
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then Barnabas went to Tarsus to look for Saul.",
          "id": 32535
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "When he found him, he brought him to Antioch. So for an entire year they met with the church and taught a large number of people, and it was in Antioch that the disciples were first called Christians.",
          "id": 32536
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "In those days some prophets came down to Antioch from Jerusalem.",
          "id": 32537
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "One of them, named Agabus, stood up and indicated by the Spirit that a severe famine was about to come upon the entire world (which indeed took place in the time of Claudius Caesar).",
          "id": 32538
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "So the disciples, each according to his own ability, determined to send relief to the brothers who dwelt in Judea.",
          "id": 32539
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "This they did, sending it to the elders by the hands of Barnabas and Saul.",
          "id": 32540
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "About that time King Herod arrested some who belonged to the church in order to harm them.",
          "id": 32541
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "He killed James the brother of John with the sword.",
          "id": 32542
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And when he saw that this pleased the Jews, he proceeded to arrest Peter also. (This took place during the Feast of Unleavened Bread.)",
          "id": 32543
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "After seizing him, he put him in prison, handing him over to be guarded by four squads of four soldiers each. Herod planned to bring him out to the people after the Passover.",
          "id": 32544
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So Peter was kept in prison, but the church was earnestly praying to God for him.",
          "id": 32545
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "The very night before Herod was going to bring him out, Peter was sleeping between two soldiers, bound with two chains, while the guards in front of the door were keeping watch over the prison.",
          "id": 32546
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And behold, an angel of the Lord stood before Peter, and a light shone in the cell. The angel struck Peter on the side and woke him up, saying, \"Get up quickly!\" And the chains fell off Peter''s hands.",
          "id": 32547
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then the angel said to him, \"Get dressed and put on your sandals.\" And Peter did so. Then the angel said to him, \"Put on your cloak and follow me.\"",
          "id": 32548
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So Peter went out and followed him, but he did not realize that what the angel was doing was really happening; he thought he was seeing a vision.",
          "id": 32549
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "After they passed the first and second guard, they came to the iron gate leading into the city. It opened for them on its own, and they went out. When they had gone the length of one street, the angel immediately left him.",
          "id": 32550
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "When Peter came to his senses, he said, \"Now I truly know that the Lord has sent his angel and rescued me from the hand of Herod and from everything the Jewish people were expecting to happen.\"",
          "id": 32551
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "When Peter realized this, he went to the house of Mary, the mother of John (who was called Mark), where many had gathered together and were praying.",
          "id": 32552
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Peter knocked at the door of the gate, and a servant girl named Rhoda came to answer.",
          "id": 32553
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "When she recognized Peter''s voice, she was so overjoyed that she did not open the gate, but ran in and reported that Peter was standing in front of the gate.",
          "id": 32554
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "They said to her, \"You are out of your mind.\" But when she kept insisting that it was so, they said, \"It is his angel.\"",
          "id": 32555
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Meanwhile Peter continued knocking, and when they opened the gate, they saw him and were astonished.",
          "id": 32556
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But motioning to them with his hand to be silent, he told them how the Lord had brought him out of prison. He also said, \"Tell these things to James and to the brothers.\" Then he left and went to another place.",
          "id": 32557
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "When daybreak came, there was a great commotion among the soldiers as to what had become of Peter.",
          "id": 32558
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "When Herod searched for him but did not find him, he questioned the guards and ordered them to be led away and executed. Then he went down from Judea to Caesarea and spent time there.",
          "id": 32559
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Now Herod was having an angry dispute with the people of Tyre and Sidon. So they came to him with one accord, and having won over Blastus, the king''s personal attendant, they asked for peace, because their country was supplied with food from the king''s country.",
          "id": 32560
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "On an appointed day Herod dressed himself in royal clothing, sat down on the platform, and made a speech to them.",
          "id": 32561
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "The people kept shouting, \"The voice of a god and not of a man!\"",
          "id": 32562
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Immediately an angel of the Lord struck Herod down because he did not give glory to God, and he was eaten by worms and breathed his last breath.",
          "id": 32563
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "But the word of God increased and multiplied.",
          "id": 32564
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And when Barnabas and Saul completed their ministry, they returned to Jerusalem and brought with them John, who was called Mark.",
          "id": 32565
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now at the church in Antioch there were certain prophets and teachers: Barnabas, Simeon (who was called Niger), Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch), and Saul.",
          "id": 32566
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "As they were serving the Lord and fasting, the Holy Spirit said, \"Set apart for me Barnabas and Saul for the work to which I have called them.\"",
          "id": 32567
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So after they had fasted and prayed, they laid their hands on them and sent them off.",
          "id": 32568
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Being sent out by the Holy Spirit, the two of them went down to Seleucia, and from there they sailed to Cyprus.",
          "id": 32569
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "When they arrived at Salamis, they proclaimed the word of God in the synagogues of the Jews. (They also had John as their assistant.)",
          "id": 32570
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "When they had gone across the island to Paphos, they came across a certain magician, a Jewish false prophet named Bar-Jesus.",
          "id": 32571
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "He was with the proconsul Sergius Paulus, an intelligent man, who summoned Barnabas and Saul, seeking to hear the word of God.",
          "id": 32572
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But the magician Elymas (for that is what his name means) opposed them, seeking to turn the proconsul away from the faith.",
          "id": 32573
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But Saul, also known as Paul, filled with the Holy Spirit, looked intently at Elymas",
          "id": 32574
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and said, \"O son of the devil, full of all deceit and all trickery, enemy of all righteousness, will you not cease perverting the straight paths of the Lord?",
          "id": 32575
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And now, behold, the hand of the Lord is against you, and you will be blind, unable to see the sun for a period of time.\" Immediately a mist and darkness fell upon him, and he was going around seeking people to lead him by the hand.",
          "id": 32576
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "When the proconsul saw what had happened, he believed, for he was astonished at the teaching of the Lord.",
          "id": 32577
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then Paul and his companions set sail from Paphos and went to Perga in Pamphylia, but John left them and returned to Jerusalem.",
          "id": 32578
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Continuing on from Perga, they came to Antioch in Pisidia. On the Sabbath day they went into the synagogue and sat down.",
          "id": 32579
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "After the reading of the Law and the Prophets, the rulers of the synagogue sent them a message, saying, \"Brothers, if you have any word of exhortation for the people, speak it.\"",
          "id": 32580
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Standing up, Paul motioned with his hand and said, \"Men of Israel, and you who fear God, listen.",
          "id": 32581
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "The God of this people chose our fathers and exalted the people during their sojourn in the land of Egypt, and with an uplifted arm he led them out of that country.",
          "id": 32582
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For about forty years, he put up with them in the wilderness,",
          "id": 32583
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and after destroying seven nations in the land of Canaan, he gave his people their land as an inheritance.",
          "id": 32584
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "After that he gave them judges for about four hundred and fifty years, up to the time of Samuel the prophet.",
          "id": 32585
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then the people asked for a king, and God gave them Saul the son of Kish, a man of the tribe of Benjamin, who reigned for forty years.",
          "id": 32586
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "After removing Saul, God raised up David as their king, about whom he testified, ''I have found David the son of Jesse to be a man after my own heart; he will do all that I want him to do.''",
          "id": 32587
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "From this man''s offspring God brought salvation to Israel, according to his promise,",
          "id": 32588
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "after John had first preached a baptism of repentance to Israel in advance of the coming Savior.",
          "id": 32589
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Now as John was completing his course, he said, ''Who do you suppose that I am? I am not he. But behold, one is coming after me, the sandals of whose feet I am not worthy to untie.''",
          "id": 32590
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "\"Brothers, sons of the family of Abraham, and those among you who fear God, to you the message of this salvation has been sent.",
          "id": 32591
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Since those who dwell in Jerusalem, along with their rulers, failed to recognize this man and the voices of the prophets that are read every Sabbath, they fulfilled their words by condemning him.",
          "id": 32592
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Even though they found no grounds for a death sentence, they asked Pilate to have him killed.",
          "id": 32593
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "When they had fulfilled all that was written about him, they took him down from the cross and laid him in a tomb.",
          "id": 32594
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "But God raised him from the dead,",
          "id": 32595
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "and for many days he was seen by those who had come up with him from Galilee to Jerusalem, who are his witnesses to the people.",
          "id": 32596
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And we preach to you the good news that what God promised to our fathers, he has fulfilled to us, their children, by raising up Jesus,",
          "id": 32597
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "just as it is written in the second Psalm, ''You are my son; today I have begotten you.''",
          "id": 32598
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "As for the fact that he raised him from the dead, no longer to return to corruption, God has spoken in this way: ''I will give you the holy and sure blessings of David.''",
          "id": 32599
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Therefore it also says in another place: ''You will not let your Holy One see corruption.''",
          "id": 32600
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "For when David had served God''s purpose in his own generation, he fell asleep, was added to his fathers, and saw corruption.",
          "id": 32601
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "But he whom God raised up did not see corruption.",
          "id": 32602
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Therefore let it be known to you, brothers, that through this man remission of sins is proclaimed to you,",
          "id": 32603
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "and by this man everyone who believes is set free from everything from which you could not be set free by the law of Moses.",
          "id": 32604
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "So beware that what is said in the prophets does not happen to you:",
          "id": 32605
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "''Behold, you scoffers, be amazed and perish, for I am doing a work in your days that you will certainly not believe, even if someone tells you about it.''\"",
          "id": 32606
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Now as Paul and Barnabas were going out from the synagogue of the Jews, the Gentiles were urging them to speak about these things on the next Sabbath.",
          "id": 32607
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And when the meeting of the synagogue was dispersed, many of the Jews and the devout converts to Judaism followed Paul and Barnabas, who spoke to them and persuaded them to continue in the grace of God.",
          "id": 32608
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "On the following Sabbath, nearly the entire city was gathered together to hear the word of God.",
          "id": 32609
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "But when the Jews saw the crowds, they were filled with jealousy and began to contradict what Paul was saying, opposing him and slandering him.",
          "id": 32610
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "But Paul and Barnabas spoke boldly, saying, \"It was necessary for the word of God to be spoken first to you. But since you are rejecting it and do not judge yourselves to be worthy of eternal life, behold, we are turning to the Gentiles.",
          "id": 32611
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "For this is what the Lord has commanded us: ''I have appointed you to be a light to the Gentiles, so that you may bring salvation to the ends of the earth.''\"",
          "id": 32612
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "When the Gentiles heard this, they began rejoicing and glorifying the word of the Lord, and all who were appointed to eternal life believed.",
          "id": 32613
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "So the word of the Lord spread throughout that entire region.",
          "id": 32614
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "But the Jews incited the devout women of high standing and the prominent men of the city. They stirred up persecution against Paul and Barnabas, and drove them out of their region.",
          "id": 32615
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "But Paul and Barnabas shook off the dust from their feet in protest against them and went to Iconium.",
          "id": 32616
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "And the disciples were filled with joy and with the Holy Spirit.",
          "id": 32617
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "At Iconium Paul and Barnabas went together into the synagogue of the Jews and spoke in such a way that a great multitude of both Jews and Greeks believed.",
          "id": 32618
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "But the Jews who refused to believe stirred up and corrupted the minds of the Gentiles to be against the brothers.",
          "id": 32619
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So Paul and Barnabas spent a long time there, speaking boldly for the Lord, who was testifying to the message of his grace by granting signs and wonders to be done by their hands.",
          "id": 32620
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But the population of the city was divided; some were with the Jews, and some were with the apostles.",
          "id": 32621
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And when an attempt was made by both the Gentiles and the Jews, together with their rulers, to mistreat them and stone them,",
          "id": 32622
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Paul and Barnabas became aware of it and fled for refuge to the Lycaonian cities of Lystra and Derbe and to the surrounding region.",
          "id": 32623
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "There they continued to preach the gospel.",
          "id": 32624
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Now there was a man sitting in Lystra who could not use his feet. He had been lame from his mother''s womb and had never walked.",
          "id": 32625
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "This man listened to Paul as he was speaking. Paul looked at him intently, and when he saw that he had faith to be healed,",
          "id": 32626
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "he said with a loud voice, \"Stand up on your feet!\" So the man leaped up and began to walk.",
          "id": 32627
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "When the crowds saw what Paul had done, they lifted up their voices, saying in Lycaonian, \"The gods have come down to us in the likeness of men.\"",
          "id": 32628
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Barnabas they called Zeus, and Paul they called Hermes, since he was the one who took the lead in speaking.",
          "id": 32629
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then the priest of the shrine of Zeus that was located in front of their city brought bulls and garlands to the city gates, intending to offer sacrifices together with the crowds.",
          "id": 32630
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But when the apostles Barnabas and Paul heard about it, they tore their clothes and rushed into the crowd, crying out,",
          "id": 32631
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "\"Men, why are you doing these things? We also are men with the same nature as you. We are bringing you good news, telling you to turn from these worthless things to the living God, who made the heavens, the earth, the sea, and all that is in them.",
          "id": 32632
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "In past generations he allowed all the nations to go their own way,",
          "id": 32633
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "although he did not leave himself without a witness in that he did good by giving you rain from heaven and fruitful seasons, filling our hearts with food and gladness.\"",
          "id": 32634
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Yet even by saying these things, they barely restrained the crowds from offering sacrifices to them.",
          "id": 32635
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then some Jews came from Antioch and Iconium and persuaded the crowds. They stoned Paul and dragged him out of the city, supposing that he was dead.",
          "id": 32636
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But when the disciples gathered around him, he rose and entered the city. The next day he went on with Barnabas to Derbe.",
          "id": 32637
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "After preaching the gospel in that city and making many disciples, Paul and Barnabas returned to Lystra, Iconium, and Antioch,",
          "id": 32638
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "strengthening the souls of the disciples, exhorting them to continue in the faith, and telling them that through many tribulations we must enter the kingdom of God.",
          "id": 32639
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And when they had appointed elders for them in every church, with prayer and fasting they entrusted them to the Lord in whom they had come to believe.",
          "id": 32640
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "After passing through Pisidia, they came to Pamphylia,",
          "id": 32641
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "and when they had spoken the word in Perga, they went down to Attalia.",
          "id": 32642
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "From there they sailed to Antioch, where they had been committed to the grace of God for the work they had now completed.",
          "id": 32643
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "After they arrived and gathered the church together, they reported all that God had done through them, and how he had opened a door of faith to the Gentiles.",
          "id": 32644
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And they stayed there with the disciples for some time.",
          "id": 32645
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then some men came down from Judea and were teaching the brothers: \"If you are not circumcised according to the custom of Moses, you cannot be saved.\"",
          "id": 32646
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Therefore, when Paul and Barnabas had a great dissension and debate with them, the brothers appointed Paul and Barnabas and some others from among the believers to go up to the apostles and elders in Jerusalem to discuss this issue.",
          "id": 32647
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "After being sent on their way by the church, they passed through Phoenicia and Samaria and brought great joy to all the brothers when they described in detail the conversion of the Gentiles.",
          "id": 32648
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "When they arrived in Jerusalem, they were welcomed by the church, the apostles, and the elders, and they reported all that God had done through them.",
          "id": 32649
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But some of the believers who belonged to the sect of the Pharisees stood up, saying, \"It is necessary to circumcise the Gentiles and command them to keep the law of Moses.\"",
          "id": 32650
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So the apostles and the elders gathered together to consider this matter.",
          "id": 32651
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "After there had been much debate, Peter stood up and said to them, \"Brothers, you know that in the early days God made a choice among us, that by the words of my mouth the Gentiles would hear the message of the gospel and believe.",
          "id": 32652
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And God, who knows the heart, testified to them by giving them the Holy Spirit, just as he did to us.",
          "id": 32653
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "He made no distinction between us and them, purifying their hearts by faith.",
          "id": 32654
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Now then, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear?",
          "id": 32655
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "On the contrary, we believe that we are saved by the grace of the Lord Jesus in the same way they are.\"",
          "id": 32656
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then the entire assembly fell silent as they listened to Barnabas and Paul tell of all the signs and wonders God had performed through them among the Gentiles.",
          "id": 32657
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "When they had finished speaking, James replied, \"Brothers, listen to me.",
          "id": 32658
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Simeon has related how God first visited the Gentiles, to take from among them a people for his name.",
          "id": 32659
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The words of the prophets are in agreement with this, just as it is written:",
          "id": 32660
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "''After this I will return and rebuild the tabernacle of David that has fallen; I will rebuild its ruins and erect it again,",
          "id": 32661
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "so that the rest of mankind may seek the Lord, even all the Gentiles who are called by my name, says the Lord, who does all these things.''",
          "id": 32662
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "All God''s works are known to him from long ago.",
          "id": 32663
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Therefore my judgment is that we not create difficulties for those among the Gentiles who turn to God,",
          "id": 32664
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "but that we write to them, telling them to abstain from things defiled by idols, from fornication, from what has been strangled, and from blood.",
          "id": 32665
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For from generations of old, Moses has had those who preach him in every city, because he is read in the synagogues every Sabbath.\"",
          "id": 32666
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Then it seemed good to the apostles and to the elders, together with the whole church, to send men chosen from among them to Antioch with Paul and Barnabas, namely, Judas (called Barsabbas) and Silas, leading men among the brothers,",
          "id": 32667
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and to send with them this letter they had written: \"The apostles, elders, and brothers, to the Gentile brothers in Antioch, Syria, and Cilicia: Greetings.",
          "id": 32668
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Since we have heard that certain men, whom we did not authorize, have gone out from us and troubled you with their words, unsettling your minds by saying that you must be circumcised and keep the law,",
          "id": 32669
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "it seemed good to us, having come to one accord, to send you men chosen from among us, along with our beloved Barnabas and Paul,",
          "id": 32670
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "who have risked their lives for the name of our Lord Jesus Christ.",
          "id": 32671
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Therefore we have sent Judas and Silas, who will tell you the same things in their own words.",
          "id": 32672
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "For it seemed good to the Holy Spirit and to us to lay upon you no further burden than these essentials:",
          "id": 32673
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "You must abstain from what has been sacrificed to idols, from blood, from what has been strangled, and from fornication. If you keep yourselves from these things, you will do well. Farewell.\"",
          "id": 32674
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "So when these men had been sent off, they went to Antioch, and after gathering the congregation together, they delivered the letter.",
          "id": 32675
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "When the people read it, they rejoiced over its encouragement.",
          "id": 32676
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Then Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words.",
          "id": 32677
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "After spending some time there, they were sent off to the apostles in peace by the brothers.",
          "id": 32678
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "But Paul and Barnabas stayed in Antioch, teaching and preaching, along with many others, the good news of the word of the Lord.",
          "id": 32679
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "After some days had gone by, Paul said to Barnabas, \"Let us return and visit our brothers in every city where we proclaimed the word of the Lord, to see how they are doing.\"",
          "id": 32680
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Now Barnabas wanted to bring John, who was called Mark.",
          "id": 32681
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "But Paul thought it best not to bring this man who had deserted them in Pamphylia and had not gone on with them in their work.",
          "id": 32682
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "So there arose a sharp disagreement, with the result that they parted from one another. Barnabas took Mark and sailed off to Cyprus,",
          "id": 32683
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "but Paul chose Silas and departed, once he had been committed by the brothers to the grace of God.",
          "id": 32684
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And he went through Syria and Cilicia, strengthening the churches.",
          "id": 32685
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Paul went on to Derbe and Lystra, and behold, a disciple named Timothy was there. He was the son of a Jewish woman who was a believer, but his father was a Greek.",
          "id": 32686
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "He was well spoken of by the brothers in Lystra and Iconium.",
          "id": 32687
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Paul wanted this man to go on with him, so he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek.",
          "id": 32688
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "As they went through the cities, they delivered the decisions that had been reached by the apostles and the elders in Jerusalem for the Gentile believers to obey.",
          "id": 32689
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So the churches were strengthened in the faith and increased in number every day.",
          "id": 32690
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then Paul and his companions went through Phrygia and the region of Galatia, having been forbidden by the Holy Spirit from speaking the word in Asia.",
          "id": 32691
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "When they reached Mysia, they tried to go on toward Bithynia, but the Spirit did not allow them.",
          "id": 32692
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "So passing by Mysia, they went down to Troas.",
          "id": 32693
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "During the night Paul had a vision. A Macedonian man was standing there, urging him, \"Come over to Macedonia and help us!\"",
          "id": 32694
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "After Paul saw the vision, we immediately endeavored to go on to Macedonia, concluding that the Lord had called us to preach the gospel to them.",
          "id": 32695
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "So we set sail from Troas and followed a straight course to Samothrace, and on the next day we went to Neapolis.",
          "id": 32696
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "From there we went on to Philippi, which is a Roman colony and a leading city of that district of Macedonia. We stayed in that city for several days.",
          "id": 32697
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "On the Sabbath day we went outside the city to a riverside, where it was customary for there to be prayer. We sat down and began speaking to the women who had gathered together.",
          "id": 32698
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "One of those listening to us was a woman named Lydia. She was a worshiper of God from the city of Thyatira and a seller of purple cloth. The Lord opened her heart to respond to what Paul was saying.",
          "id": 32699
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "After she was baptized, along with her household, she urged us, \"If you have judged me to be faithful to the Lord, come stay at my house.\" And she persuaded us to do so.",
          "id": 32700
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "One day, as we were on our way to prayer, we were met by a slave girl who had a spirit of divination. She had brought her masters much profit by fortune-telling.",
          "id": 32701
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "She followed along behind Paul and us and kept crying out, \"These men are servants of the Most High God, who proclaim to us a way of salvation.\"",
          "id": 32702
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "She kept on doing this for many days, and Paul became so annoyed that he turned and said to the spirit, \"I command you in the name of Jesus Christ to come out of her.\" And it came out that very hour.",
          "id": 32703
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "When her masters saw that their hope for profit was gone, they seized Paul and Silas, dragged them to the marketplace, and set them before the authorities.",
          "id": 32704
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "After bringing them to the magistrates, they said, \"These men are seriously disturbing our city. They are Jews,",
          "id": 32705
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "and they are proclaiming customs that are not lawful for us as Romans to accept or practice.\"",
          "id": 32706
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "The crowd rose up together against them, and the magistrates tore their garments off them and ordered them to be beaten with rods.",
          "id": 32707
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "After inflicting many blows upon them, they threw them into prison, ordering the jailer to keep them under close guard.",
          "id": 32708
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "When he received this order, he put them in the inner prison and fastened their feet in the stocks.",
          "id": 32709
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "About midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them.",
          "id": 32710
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Suddenly there was a great earthquake, so that the foundations of the prison were shaken. Immediately all the doors opened, and all the chains came loose.",
          "id": 32711
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Then the jailer was awakened, and when he saw that the doors of the prison were open, he drew his sword and was about to kill himself, assuming that the prisoners had escaped.",
          "id": 32712
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "But Paul cried out with a loud voice, \"Do yourself no harm, for we are all here.\"",
          "id": 32713
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Calling for lights, the jailer rushed in and fell down trembling before Paul and Silas.",
          "id": 32714
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Then he brought them out and said, \"Sirs, what must I do to be saved?\"",
          "id": 32715
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "They said, \"Believe in the Lord Jesus Christ, and you will be saved, you and your household.\"",
          "id": 32716
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Then they spoke the word of the Lord to him and to everyone in his household.",
          "id": 32717
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "He then took them in that hour of the night and washed their wounds. Then he was baptized at once, along with his entire household.",
          "id": 32718
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "After bringing Paul and Silas into his house, he set a meal before them. And he rejoiced, along with his entire household, because he had come to believe in God.",
          "id": 32719
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "When daybreak came, the magistrates sent their officers, saying, \"Release those men.\"",
          "id": 32720
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "So the jailer reported these words to Paul, saying, \"The magistrates have sent orders for you to be released. Therefore come out now and go in peace.\"",
          "id": 32721
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "But Paul said to them, \"They beat us in public without a trial, even though we are Roman citizens, and they threw us into prison. And now they are sending us away secretly? Certainly not! Rather, let them come and escort us out themselves.\"",
          "id": 32722
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "So the officers reported these words to the magistrates, and the magistrates were afraid when they heard that the men were Roman citizens.",
          "id": 32723
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "So they came and spoke to them in a conciliatory manner. As they escorted them out, they begged them to leave the city.",
          "id": 32724
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "So Paul and Silas came out of the prison and went to Lydia''s house. And after seeing the brothers and encouraging them, they departed.",
          "id": 32725
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When Paul and his companions had traveled through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews.",
          "id": 32726
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "As was his custom, Paul went in to them, and for three Sabbaths he reasoned with them from the Scriptures,",
          "id": 32727
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "explaining and presenting evidence that it was necessary for the Christ to suffer and to rise from the dead, saying, \"This Jesus whom I am proclaiming to you is the Christ.\"",
          "id": 32728
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Some of the Jews were persuaded and joined Paul and Silas, as did a large number of the devout Greeks and quite a few prominent women.",
          "id": 32729
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But the Jews who refused to believe rounded up some evil men from the marketplace and formed a mob, setting the city in an uproar. They attacked Jason''s house, seeking to bring Paul and Silas out to the public assembly.",
          "id": 32730
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But when they could not find them, they dragged Jason and some other brothers to the city officials, shouting, \"These men who have turned the world upside down have come here also,",
          "id": 32731
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and Jason has welcomed them. They all act contrary to the decrees of Caesar, saying that there is another king, Jesus.\"",
          "id": 32732
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And they stirred up the crowd and the city officials who heard these things.",
          "id": 32733
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But when the city officials had received a security bond from Jason and the others, they released them.",
          "id": 32734
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "As soon as it was night the brothers sent Paul and Silas to Berea. When they arrived, they went to the synagogue of the Jews.",
          "id": 32735
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Now these Jews were more noble than those in Thessalonica, and they received the word with great eagerness, examining the Scriptures every day to see if what Paul said was true.",
          "id": 32736
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "As a result, many of them believed, as did quite a few of the Greek women of high standing and the men.",
          "id": 32737
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But when the Jews of Thessalonica found out that Paul was proclaiming the word of God in Berea also, they went there as well, agitating the crowds.",
          "id": 32738
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then the brothers immediately sent Paul away, as though he were going by sea, but Silas and Timothy remained in Berea.",
          "id": 32739
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Those who escorted Paul brought him as far as Athens, and after they had received an order for Silas and Timothy to come to him as soon as possible, they departed.",
          "id": 32740
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "While Paul was waiting for them in Athens, his spirit was provoked within him when he saw that the city was full of idols.",
          "id": 32741
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So he reasoned in the synagogue with the Jews and the devout Greeks, and in the marketplace every day with those who happened to be there.",
          "id": 32742
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Some of the Epicurean and Stoic philosophers also conversed with him. Some said, \"What is this babbler trying to say?\" But others said, \"He seems to be a proclaimer of foreign deities.\" (They said this because he was preaching the good news about Jesus and the resurrection.)",
          "id": 32743
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "So they took him and brought him to the Areopagus, saying, \"May we know what this new teaching is that you are presenting?",
          "id": 32744
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For you are bringing some strange things to our ears, and we would like to know what they mean.\"",
          "id": 32745
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "(Now all the Athenians and the foreigners who dwelt there would spend their time in nothing else but talking about and listening to whatever the newest idea might be.)",
          "id": 32746
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Paul then stood before the Areopagus and said, \"Men of Athens, I see just how religious you are in every way.",
          "id": 32747
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For as I was going around and closely observing your objects of worship, I even found an altar that had been inscribed: ''To an unknown god.'' I proclaim to you therefore the one whom you worship in ignorance.",
          "id": 32748
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "The God who made the world and everything in it, who is Lord of heaven and earth, does not dwell in temples made by hands,",
          "id": 32749
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "neither is he served by the hands of men, as though he needed anything. Rather, he himself continually gives life and breath to all mankind.",
          "id": 32750
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "From one bloodline he created every nation of mankind to dwell on the entire face of the earth. He determined their appointed times and the boundaries of where they would dwell,",
          "id": 32751
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "so that they might seek the Lord and perhaps feel their way toward him and find him, though he is not far from any one of us.",
          "id": 32752
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "For in him we live and move and have our being, as even some of your own poets have said: ''For we also are his offspring.''",
          "id": 32753
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Being then the offspring of God, we ought not to think that the divine being is like gold, silver, or stone, an image formed by the skill and imagination of man.",
          "id": 32754
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Therefore, having overlooked the times of ignorance, God now commands all people everywhere to repent,",
          "id": 32755
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "because he has set a day on which he is going to judge the world in righteousness by a man he has appointed. He has provided assurance of this to everyone by raising this man from the dead.\"",
          "id": 32756
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Now when they heard about the resurrection of the dead, some began to scoff, but others said, \"We wish to hear about this from you again.\"",
          "id": 32757
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "So Paul departed from them,",
          "id": 32758
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "but some of the people joined him and believed, among whom were Dionysius the Areopagite, a woman named Damaris, and others with them.",
          "id": 32759
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After this, Paul departed from Athens and went to Corinth.",
          "id": 32760
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "There he found a Jew named Aquila, of Pontus by birth, who had recently come from Italy along with his wife Priscilla, because Claudius had ordered all the Jews to leave Rome. Paul came to them,",
          "id": 32761
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and because he was of the same trade, he stayed with them and worked, for they were tentmakers by trade.",
          "id": 32762
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Every Sabbath he reasoned in the synagogue and tried to persuade both Jews and Greeks.",
          "id": 32763
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "When Silas and Timothy came down from Macedonia, Paul was compelled by the Spirit and testified to the Jews that Jesus is the Christ.",
          "id": 32764
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But when the Jews opposed him and reviled him, he shook out his garments and said to them, \"Your blood be upon your own heads! I am innocent. From now on I will go to the Gentiles.\"",
          "id": 32765
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So he moved on from there and went to the house of a man named Justus, a worshiper of God, whose house was next door to the synagogue.",
          "id": 32766
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Crispus, the ruler of the synagogue, believed in the Lord together with his whole household. And many of the Corinthians, when they heard, believed and were baptized.",
          "id": 32767
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "One night the Lord said to Paul in a vision: \"Do not be afraid, but speak and do not be silent.",
          "id": 32768
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For I am with you, and no one will attack you to do you harm, for I have many people in this city.\"",
          "id": 32769
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "So Paul stayed for a year and six months, teaching the word of God among them.",
          "id": 32770
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But when Gallio was proconsul of Achaia, the Jews rose up with one accord against Paul and brought him before the judgment seat,",
          "id": 32771
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "saying, \"This man is persuading people to worship God in a manner contrary to the law.\"",
          "id": 32772
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But just as Paul was about to open his mouth to speak, Gallio said to the Jews, \"If it were a matter of some crime or evil misdeed, O Jews, I would bear with you, as is reasonable.",
          "id": 32773
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But since it is a question about words, names, and your own law, see to it yourselves, for I do not want to be a judge of such things.\"",
          "id": 32774
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So he drove them away from the judgment seat.",
          "id": 32775
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then all the Greeks took Sosthenes, the ruler of the synagogue, and began beating him in front of the judgment seat. But none of these things were of any concern to Gallio.",
          "id": 32776
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "After staying in Corinth for many more days, Paul took leave of the brothers and set sail for Syria, and Priscilla and Aquila were with him. (Now he had shaved his head in Cenchreae because he was under a vow.)",
          "id": 32777
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "When he arrived at Ephesus, he left Priscilla and Aquila there, but he himself went into the synagogue and reasoned with the Jews.",
          "id": 32778
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "When they asked him to stay with them for a longer period of time, he declined.",
          "id": 32779
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "However, as he took leave of them, he said, \"I must by all means keep the coming feast in Jerusalem, but I will return to you again, God willing.\" Then he set sail from Ephesus.",
          "id": 32780
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "When he arrived at Caesarea, he went up and greeted the church, and then went down to Antioch.",
          "id": 32781
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "After spending some time there, he departed and went from place to place throughout the region of Galatia and Phrygia, strengthening all the disciples.",
          "id": 32782
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Meanwhile a Jew named Apollos, an Alexandrian by birth, arrived in Ephesus. He was an eloquent man, well-versed in the Scriptures.",
          "id": 32783
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "He had been instructed in the way of the Lord. Being fervent in spirit, he spoke and accurately taught the facts about the Lord, though he knew only about the baptism of John.",
          "id": 32784
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "He began to speak boldly in the synagogue, but when Aquila and Priscilla heard him, they took him aside and explained to him the way of God in greater detail.",
          "id": 32785
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And when Apollos wanted to cross over to Achaia, the brothers wrote to the disciples, encouraging them to receive him. When he arrived, he was a great help to those who had become believers through grace,",
          "id": 32786
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "for he powerfully refuted the Jews in public, showing by the Scriptures that Jesus is the Christ.",
          "id": 32787
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "While Apollos was in Corinth, Paul went through the interior regions and came to Ephesus, where he came across some disciples.",
          "id": 32788
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "He said to them, \"Did you receive the Holy Spirit when you believed?\" They said to him, \"No, we have not even heard that there is a Holy Spirit.\"",
          "id": 32789
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So Paul said to them, \"Into what then were you baptized?\" They said, \"Into John''s baptism.\"",
          "id": 32790
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then Paul said, \"John baptized with a baptism of repentance, telling the people to believe in the one who was to come after him, that is, in Christ Jesus.\"",
          "id": 32791
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "On hearing this, they were baptized in the name of the Lord Jesus.",
          "id": 32792
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And when Paul laid his hands on them, the Holy Spirit came upon them, and they began speaking in tongues and prophesying.",
          "id": 32793
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "There were about twelve men in all.",
          "id": 32794
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Over a period of three months Paul would go into the synagogue and speak boldly, reasoning and persuading the people about the kingdom of God.",
          "id": 32795
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But some became hardened and refused to believe, speaking evil of the Way in front of the congregation. So Paul left them and took the disciples with him, reasoning daily in the lecture hall of a man named Tyrannus.",
          "id": 32796
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "This continued for two years, so that all who dwelt in Asia, both Jews and Greeks, heard the word of the Lord Jesus.",
          "id": 32797
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Now God was performing extraordinary miracles by the hands of Paul,",
          "id": 32798
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "so that even cloths or aprons that had touched his skin were placed upon the sick, and their diseases left them, and evil spirits came out of them.",
          "id": 32799
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then some of the itinerant Jewish exorcists attempted to invoke the name of the Lord Jesus over those who had evil spirits. They would say, \"We adjure you by the Jesus whom Paul preaches.\"",
          "id": 32800
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Seven sons of Sceva, a Jewish high priest, were doing this.",
          "id": 32801
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But one day an evil spirit responded, \"I know Jesus, and I am acquainted with Paul, but who are you?\"",
          "id": 32802
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then the man who had the evil spirit jumped on them, overpowered them, and prevailed against them, so that they fled from the house naked and wounded.",
          "id": 32803
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "When this became known to all the Jews and Greeks who dwelt in Ephesus, fear fell upon them all, and the name of the Lord Jesus was being magnified.",
          "id": 32804
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Many who had become believers came forward, confessing and disclosing their practices,",
          "id": 32805
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "while many who practiced magical arts brought their books together and began burning them in front of everyone. When the value of the books was added up, the total came to fifty thousand silver coins.",
          "id": 32806
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "In this way the word of the Lord was increasing and prevailing mightily.",
          "id": 32807
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "After these things had taken place, Paul resolved in his spirit to pass through Macedonia and Achaia and go on to Jerusalem, saying, \"After I have been there, I must see Rome also.\"",
          "id": 32808
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "So he sent two of his helpers, Timothy and Erastus, to Macedonia, while he himself stayed in Asia for a period of time.",
          "id": 32809
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "About that time a great disturbance arose concerning the Way.",
          "id": 32810
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For a man named Demetrius, a silversmith who made silver shrines of Artemis, brought in a great deal of business to the craftsmen.",
          "id": 32811
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "He gathered these men together, along with those who worked in similar trades, and said, \"Men, you know that our wealth is derived from this business.",
          "id": 32812
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "You also see and hear that, not only in Ephesus, but in nearly all of Asia, this man Paul has persuaded and drawn away a considerable crowd, saying that gods made by hands are not gods at all.",
          "id": 32813
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Not only is there the danger that this trade of ours might come into disrepute, but also that the temple of the great goddess Artemis might be regarded as nothing, and that her magnificence might be brought down, whom all Asia and the world worship.\"",
          "id": 32814
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "When they heard this, they were filled with rage and began crying out, \"Great is Artemis of the Ephesians!\"",
          "id": 32815
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "So the whole city was filled with confusion, and they rushed with one accord into the amphitheater, seizing Gaius and Aristarchus, Macedonians who were Paul''s traveling companions.",
          "id": 32816
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Although Paul wanted to go into the public assembly, the disciples would not let him.",
          "id": 32817
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Even some of the provincial officials of Asia, who were friends of Paul, sent word to him, begging him not to venture into the amphitheater.",
          "id": 32818
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Now some were shouting one thing, and some were shouting another, for the assembly was confused, and the majority did not know for what reason they had come together.",
          "id": 32819
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "So the Jews put forward Alexander, who was then brought before the crowd. Alexander motioned with his hand, wishing to make a defense to the public assembly.",
          "id": 32820
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "But when they realized he was a Jew, a single outcry arose from them all as they shouted for about two hours, \"Great is Artemis of the Ephesians!\"",
          "id": 32821
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "When the city clerk had quieted the crowd, he said, \"Men of Ephesus, who is there that does not know that the city of the Ephesians is the temple keeper of the great goddess Artemis and of the image that fell down from Zeus?",
          "id": 32822
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Therefore, since these facts are undeniable, you must keep calm and not do anything rash.",
          "id": 32823
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "For you have brought these men here who are neither temple robbers nor blasphemers of your goddess.",
          "id": 32824
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "So if Demetrius and his fellow craftsmen have a complaint against anyone, the courts are open, and there are proconsuls; let them bring charges against one another.",
          "id": 32825
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "But if you seek anything concerning other matters, it must be settled in the lawful assembly.",
          "id": 32826
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "For we are in danger of being charged with rioting in connection with today''s events, since there is no reason we can give to account for this disorderly gathering.\"",
          "id": 32827
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And after saying this, he dismissed the assembly.",
          "id": 32828
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After the uproar ceased, Paul summoned the disciples, said goodbye, and departed to go to Macedonia.",
          "id": 32829
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "After going through those regions and encouraging the believers with many words, he came to Greece,",
          "id": 32830
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "where he stayed for three months. As he was about to set sail for Syria, a plot was made against him by the Jews, so the decision was made to return by way of Macedonia.",
          "id": 32831
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Sopater of Berea accompanied him as far as Asia, and so did Aristarchus and Secundus of Thessalonica, Gaius of Derbe, Timothy, and Tychicus and Trophimus of Asia.",
          "id": 32832
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "These men went on ahead and waited for us in Troas.",
          "id": 32833
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But we sailed from Philippi after the Feast of Unleavened Bread, and five days later we came to them at Troas, where we stayed for seven days.",
          "id": 32834
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "On the first day of the week, as the disciples were gathered together to break bread, Paul addressed them, intending to depart the next day, and he prolonged his message until midnight.",
          "id": 32835
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Now there were many lamps in the upper room where we were gathered together,",
          "id": 32836
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "and a young man named Eutychus, who was sitting on the window sill, sank into a deep sleep while Paul continued speaking for a long time. Overcome by sleep, he fell down from the third story and was picked up dead.",
          "id": 32837
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But Paul went down and threw himself on the young man. Taking him in his arms, he said, \"Do not be alarmed, for his life is in him.\"",
          "id": 32838
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Then Paul went back upstairs, and after he had broken bread and eaten, he conversed with the disciples for a long time, until dawn; that was how he departed.",
          "id": 32839
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And they brought the boy home alive and were comforted beyond measure.",
          "id": 32840
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then we went to the ship and set sail for Assos, intending to take Paul on board there, for that is what he had arranged, since he himself intended to go by land.",
          "id": 32841
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "When he met us in Assos, we took him on board and went to Mitylene.",
          "id": 32842
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "We set sail from there and arrived off Chios on the following day. The next day we reached Samos and stayed in Trogyllium, and the day after that we came to Miletus.",
          "id": 32843
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For Paul had decided to sail past Ephesus so as not to spend time in Asia, because he was hurrying to arrive in Jerusalem, if possible, by the day of Pentecost.",
          "id": 32844
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "From Miletus Paul sent to Ephesus and called for the elders of the church.",
          "id": 32845
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "When they came to him, he said to them, \"You yourselves know how I lived the whole time I was with you, from the day I first set foot in Asia,",
          "id": 32846
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "serving the Lord with all humility and with many tears and trials, which came upon me because of the plots of the Jews.",
          "id": 32847
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "You know that I did not hold back from declaring to you anything that was beneficial, and from teaching you in public and from house to house,",
          "id": 32848
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "testifying to both Jews and Greeks about repentance toward God and faith in our Lord Jesus.",
          "id": 32849
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And now, behold, I am going to Jerusalem, compelled by the Spirit, not knowing what will happen to me there,",
          "id": 32850
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "except that the Holy Spirit testifies in every city that imprisonment and afflictions await me.",
          "id": 32851
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "But I take no account of these things, nor do I regard my life as precious to myself, if only I may complete my course with joy and the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God.",
          "id": 32852
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "\"And now, behold, I know that none of you among whom I have gone about preaching the kingdom of God will see my face again.",
          "id": 32853
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Therefore I testify to you this day that I am innocent of the blood of you all.",
          "id": 32854
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "For I have not held back from declaring to you the whole counsel of God.",
          "id": 32855
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "So keep watch over yourselves and over the entire flock. The Holy Spirit has appointed you as their overseers, to shepherd the church of our Lord and God, which he obtained with his own blood.",
          "id": 32856
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "For I know that after my departure fierce wolves will enter in among you, not sparing the flock.",
          "id": 32857
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Even from your own number men will rise up, speaking perverse things to draw the disciples away after them.",
          "id": 32858
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Therefore be watchful, remembering that, night and day, for three years I did not stop admonishing each one of you, with tears.",
          "id": 32859
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And now, brothers, I entrust you to God and to the word of his grace, which is able to build you up and give you an inheritance among all who are sanctified.",
          "id": 32860
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "I coveted no one''s silver, gold, or clothing.",
          "id": 32861
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "You yourselves know that these hands of mine ministered to my own needs and to the needs of those who were with me.",
          "id": 32862
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "In all things I have shown you that we must labor in this way and help those who are weak, remembering what the Lord Jesus himself said, ''It is more blessed to give than to receive.''\"",
          "id": 32863
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "After saying these things, Paul knelt down and prayed with them all.",
          "id": 32864
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "There was much weeping among them all, and they threw their arms around Paul''s neck and kissed him,",
          "id": 32865
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "being especially grieved over his statement that they would see his face no more. Then they accompanied him to the ship.",
          "id": 32866
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After we parted from them and set sail, we followed a straight course and came to Cos. The next day we reached Rhodes, and from there we went to Patara.",
          "id": 32867
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "When we found a ship crossing over to Phoenicia, we went on board and set sail.",
          "id": 32868
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "After coming in sight of Cyprus, we passed it on the left, sailed to Syria, and arrived at Tyre, for there the ship was to unload its cargo.",
          "id": 32869
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then we found some disciples and stayed there for seven days. Through the Spirit they kept telling Paul not to go up to Jerusalem,",
          "id": 32870
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "but when our days there came to an end, we left and went on our way. All the disciples accompanied us, along with their wives and children, until we were outside of the city. Then we knelt down on the beach and prayed.",
          "id": 32871
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "After saying goodbye to one another, we got on board the ship, and they returned to their homes.",
          "id": 32872
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "When we completed the voyage from Tyre, we arrived at Ptolemais. After greeting the brothers, we stayed with them for one day.",
          "id": 32873
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "The next day Paul and his companions left and went to Caesarea. We entered the house of Philip the evangelist, who was one of the seven, and stayed with him.",
          "id": 32874
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "(He had four virgin daughters who prophesied.)",
          "id": 32875
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "After we had been there for several days, a prophet named Agabus came down from Judea.",
          "id": 32876
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "He came to us and took Paul''s belt, and binding his own feet and hands, he said, \"Thus says the Holy Spirit, ''In this way the Jews in Jerusalem will bind the man who owns this belt and deliver him into the hands of the Gentiles.''\"",
          "id": 32877
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "When we heard this, we and the local residents urged Paul not to go up to Jerusalem.",
          "id": 32878
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But Paul responded, \"What are you doing, weeping and breaking my heart? For I am ready not only to be imprisoned, but even to die in Jerusalem for the name of the Lord Jesus.\"",
          "id": 32879
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Since he would not be persuaded, we said, \"The Lord''s will be done,\" and then we kept silent.",
          "id": 32880
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "After those days we packed up our belongings and went up to Jerusalem.",
          "id": 32881
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Some of the disciples from Caesarea went with us, bringing us to a Cypriot man named Mnason, an early disciple, with whom we were to stay.",
          "id": 32882
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "When we arrived in Jerusalem, the brothers warmly welcomed us.",
          "id": 32883
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "The following day Paul went in with us to James, and all the elders were present.",
          "id": 32884
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "After greeting them, he reported in detail what God had done among the Gentiles through his ministry.",
          "id": 32885
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "When they heard this, they began glorifying the Lord. Then they said to him, \"You see, brother, how many thousands of Jews there are who have become believers, and they are all zealous for the law.",
          "id": 32886
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "They have been informed that you teach all the Jews who live among the Gentiles to forsake Moses, telling them not to circumcise their children or walk according to our customs.",
          "id": 32887
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "What then is to be done? The assembly will surely meet, for they will hear that you have come.",
          "id": 32888
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "So you must do what we tell you. There are four men who are under a vow.",
          "id": 32889
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Take these men and purify yourself along with them and pay their expenses, so that they may shave their heads. Then everyone will know that there is no truth to what they have been told about you, but that you yourself also walk in an orderly manner, keeping the law.",
          "id": 32890
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But as for the Gentiles who have become believers, we have written a letter with our judgment that they should observe no such thing, except that they should keep themselves from what has been sacrificed to idols, from blood, from what has been strangled, and from fornication.\"",
          "id": 32891
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Then Paul took the men, and on the next day he purified himself with them and went to the temple, giving notice of when the days of their purification would be completed and the offering would be presented for each of them.",
          "id": 32892
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "When the seven days were about to be completed, the Jews from Asia saw Paul in the temple courts and began stirring up the entire crowd. They seized him,",
          "id": 32893
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "crying out, \"Men of Israel, help us! This is the man who teaches everyone everywhere against our people, our law, and this place. Furthermore, he has even brought Greeks into the inner courts of the temple and has defiled this holy place.\"",
          "id": 32894
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "(For they had seen Trophimus the Ephesian in the city with Paul, and they assumed that Paul had brought him into the inner courts of the temple.)",
          "id": 32895
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Then the entire city was in an uproar, and the people rushed together. They seized Paul and dragged him out of the temple courts, and the gates were immediately shut.",
          "id": 32896
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "But as they were trying to kill him, a report went up to the commander of the Roman cohort that all Jerusalem was in an uproar.",
          "id": 32897
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "At once he took soldiers and centurions and ran down to them. When the mob saw the commander and the soldiers, they stopped beating Paul.",
          "id": 32898
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Then the commander came up, took him into custody, and commanded him to be bound with two chains. He then asked who he was and what he had done.",
          "id": 32899
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "But some in the crowd were shouting one thing, and some were shouting another, and since the commander could not find out any reliable information because of the uproar, he ordered Paul to be taken away to the barracks.",
          "id": 32900
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "When Paul reached the steps, he had to be carried by the soldiers because of the violence of the crowd.",
          "id": 32901
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "For the mob of people was following behind, crying out, \"Away with him.\"",
          "id": 32902
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "As Paul was about to be brought into the barracks, he said to the commander, \"Do I have permission to speak to you?\" The commander said, \"You know how to speak Greek?",
          "id": 32903
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Then you are not the Egyptian who before these days incited a revolt and led four thousand men of the Assassins out into the wilderness?\"",
          "id": 32904
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Paul said, \"I am a Jewish man from Tarsus of Cilicia, a citizen of an important city. Now I beg you, let me speak to the people.\"",
          "id": 32905
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "When the commander gave him permission, Paul stood on the steps and motioned with his hand to the people. When there was a great hush, he addressed them in the Hebrew language,",
          "id": 32906
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "\"Brothers and fathers, listen to the defense I now make to you.\"",
          "id": 32907
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "When they heard that he was addressing them in the Hebrew language, they became even more quiet. Then he said,",
          "id": 32908
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "\"I am a Jewish man, born in Tarsus of Cilicia, but brought up in this city at the feet of Gamaliel and instructed according to the strict manner of the law of our fathers, being zealous for God, just as all of you are today.",
          "id": 32909
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "I persecuted this Way to the death, binding both men and women and putting them in prison,",
          "id": 32910
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "as the high priest can testify about me, along with the whole council of elders. From them I received letters to the brothers in Damascus and then made my way there to make arrests and bring the prisoners back to Jerusalem to be punished.",
          "id": 32911
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "\"About noon, as I was going along and drawing near to Damascus, a great light from heaven suddenly flashed around me.",
          "id": 32912
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then I fell to the ground and heard a voice saying to me, ''Saul, Saul, why are you persecuting me?''",
          "id": 32913
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "I answered, ''Who are you, Lord?'' He said to me, ''I am Jesus of Nazareth, whom you are persecuting.''",
          "id": 32914
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Those who were with me saw the light and were afraid, but they did not understand the voice of the one who was speaking to me.",
          "id": 32915
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then I said, ''What should I do, Lord?'' The Lord said to me, ''Rise and go to Damascus, and there you will be told about all that has been appointed for you to do.''",
          "id": 32916
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But since I could not see because of the brightness of that light, I was led by the hand by those who were with me, and went into Damascus.",
          "id": 32917
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "\"Now a certain Ananias, a devout man according to the law, who was well spoken of by all the Jews dwelling there,",
          "id": 32918
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "came and stood beside me. He said to me, ''Brother Saul, receive your sight,'' and in that very hour I received my sight and saw him.",
          "id": 32919
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then he said, ''The God of our fathers has appointed you to know his will, to see the Righteous One, and to hear the voice coming from his mouth.",
          "id": 32920
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "For you will be his witness to all people of what you have seen and heard.",
          "id": 32921
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And now why do you delay? Rise and be baptized, and wash away your sins, calling upon the name of the Lord.''",
          "id": 32922
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "\"When I returned to Jerusalem and was praying at the temple, I fell into a trance",
          "id": 32923
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "and saw the Lord saying to me, ''Make haste and get out of Jerusalem quickly, for they will not accept your testimony about me.''",
          "id": 32924
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "So I said, ''Lord, they know that in every synagogue I imprisoned and beat those who believe in you.",
          "id": 32925
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And when the blood of your witness Stephen was being shed, I myself stood there approving of his execution as I watched over the cloaks of those who were killing him.''",
          "id": 32926
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then the Lord said to me, ''Go, for I will send you far away to the Gentiles.''\"",
          "id": 32927
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "The crowd listened to Paul until he made this statement, but then they lifted up their voices and said, \"Away with this man from the earth! For he should not be allowed to live.\"",
          "id": 32928
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "As they were crying out, throwing off their cloaks and flinging dust into the air,",
          "id": 32929
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "the commander ordered Paul to be brought into the barracks, saying that he should be examined by flogging, to find out the reason why they were shouting at him in this way.",
          "id": 32930
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But as one of the soldiers was stretching Paul out with the straps, Paul said to the centurion standing nearby, \"Is it lawful for you to whip a Roman citizen without a proper trial?\"",
          "id": 32931
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "When the centurion heard this, he went and reported it to the commander, saying, \"Consider what you are about to do, for this man is a Roman citizen.\"",
          "id": 32932
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "So the commander went over and said to Paul, \"Tell me, are you a Roman citizen?\" He said, \"Yes.\"",
          "id": 32933
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "The commander responded, \"I acquired this citizenship with a large sum of money.\" Paul said, \"But I am a citizen by birth.\"",
          "id": 32934
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "So those who were about to examine him immediately drew back, and the commander was afraid when he realized that Paul was a Roman citizen and that he had bound him.",
          "id": 32935
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "So the next day, wishing to know for certain why Paul was being accused by the Jews, the commander released him from his bonds and commanded the chief priests and their entire Sanhedrin to come. Then he brought Paul down and had him stand before them.",
          "id": 32936
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Looking intently at the Sanhedrin, Paul said, \"Brothers, in all good conscience I have lived as a citizen before God to this day.\"",
          "id": 32937
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "At this the high priest Ananias commanded those who were standing beside Paul to strike him on the mouth.",
          "id": 32938
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then Paul said to him, \"God is about to strike you, you whitewashed wall! Are you sitting there judging me according to the law, and yet contrary to the law ordering me to be struck?\"",
          "id": 32939
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Those standing nearby said, \"Do you dare to insult God''s high priest?\"",
          "id": 32940
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Paul said, \"I did not know, brothers, that he was the high priest. For it is written, ''You shall not speak evil of a ruler of your people.''\"",
          "id": 32941
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Now when Paul realized that some were Sadducees and others were Pharisees, he cried out in the Sanhedrin, \"Brothers, I am a Pharisee, the son of a Pharisee. It is regarding the hope of the resurrection of the dead that I am on trial.\"",
          "id": 32942
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "When he said this, a dissension arose on the part of the Pharisees, and the assembly was divided.",
          "id": 32943
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "(For the Sadducees say that there is no resurrection, and that there are neither angels nor spirits, but the Pharisees acknowledge them all.)",
          "id": 32944
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then there arose a great clamor, and the scribes of the Pharisees'' party stood up and argued vehemently, \"We find no evil in this man. If a spirit has spoken to him, or an angel, let us not fight against God.\"",
          "id": 32945
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "When the dissension grew violent, the commander, exercising caution lest Paul be torn to pieces by them, ordered the troops to go down, take him away from them by force, and bring him into the barracks.",
          "id": 32946
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "The following night the Lord stood near Paul and said, \"Take courage, Paul, for as you have testified about me in Jerusalem, so you must also testify in Rome.\"",
          "id": 32947
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "When daybreak came, some of the Jews formed a conspiracy and bound themselves under a curse, saying that they would neither eat nor drink until they had killed Paul.",
          "id": 32948
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "More than forty men had taken an oath to join this conspiracy.",
          "id": 32949
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "They went to the chief priests and the elders and said, \"We have bound ourselves under a solemn curse to taste nothing until we have killed Paul.",
          "id": 32950
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now then, you and the council must make an official request to the commander to bring him down to you tomorrow, as though you would be investigating the facts about his case in greater detail. And we will be ready to kill him before he draws near to this place.\"",
          "id": 32951
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "But when the son of Paul''s sister heard about this ambush, he went into the barracks and told Paul.",
          "id": 32952
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then Paul called one of the centurions over and said, \"Take this young man to the commander, for he has something to tell him.\"",
          "id": 32953
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "So he took the young man, brought him to the commander, and said, \"The prisoner Paul called for me and asked me to bring this young man to you because he has something to tell you.\"",
          "id": 32954
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "So the commander took the young man by the hand, drew him aside privately, and asked, \"What is it that you have to tell me?\"",
          "id": 32955
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "The young man said, \"The Jews have agreed to ask you to bring Paul down to the Sanhedrin tomorrow, as though the members of the Sanhedrin would be inquiring about his case in greater detail.",
          "id": 32956
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Do not be persuaded by them, for more than forty men are lying in ambush for him. They have bound themselves under a curse not to eat or drink until they have killed him. They are now ready, waiting for your consent.\"",
          "id": 32957
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "So the commander sent the young man away, ordering him, \"Tell no one that you have reported this to me.\"",
          "id": 32958
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Then he called over two of the centurions and said, \"Get two hundred soldiers ready by the third hour of the night to go to Caesarea, along with seventy horsemen and two hundred spearmen.",
          "id": 32959
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Provide mounts so that they may set Paul on one and bring him safely to Felix the governor.\"",
          "id": 32960
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then he wrote the following letter:",
          "id": 32961
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "\"Claudius Lysias, to the most excellent governor Felix: Greetings.",
          "id": 32962
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "This man was seized by the Jews and was about to be killed by them when I came with the troops and rescued him, having learned that he was a Roman citizen.",
          "id": 32963
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Wishing to know the reason why they were accusing him, I brought him down to their Sanhedrin.",
          "id": 32964
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "I discovered that he was being accused about questions of their own law, but had no accusation against him that deserved death or imprisonment.",
          "id": 32965
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "When I was informed that a plot was about to be executed against this man by the Jews, I sent him to you at once, also ordering his accusers to state before you the charges against him. Farewell.\"",
          "id": 32966
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "So the soldiers took Paul and brought him to Antipatris by night, just as they had been commanded.",
          "id": 32967
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "The next day, they let the horsemen go on with him, while they returned to the barracks.",
          "id": 32968
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "When the horsemen came to Caesarea and delivered the letter to the governor, they presented Paul to him as well.",
          "id": 32969
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "After the governor read the letter, he asked what province Paul was from. When he learned that he was from Cilicia,",
          "id": 32970
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "he said, \"I will give you a hearing once your accusers have arrived.\" Then he gave orders for him to be kept at Herod''s headquarters.",
          "id": 32971
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Five days later the high priest Ananias came down with the elders and an attorney named Tertullus. They presented their case against Paul to the governor.",
          "id": 32972
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "When Paul had been summoned, Tertullus began to present his case before Felix, saying, \"Since we have experienced much peace because of you, and prosperity is coming to this nation by your foresight,",
          "id": 32973
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "both in every way and in every place we acknowledge it, most excellent Felix, with the utmost gratitude.",
          "id": 32974
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But so that I may not detain you any further, I request that, in your forbearance, you would hear us briefly.",
          "id": 32975
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For we have found this man to be a pestilent fellow, an instigator of dissension among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes.",
          "id": 32976
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "He even tried to desecrate the temple, so we seized him.",
          "id": 32977
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "By examining him yourself you will be able to learn the truth about all these accusations we are making against him.\"",
          "id": 32978
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "The Jews also joined in the accusation, claiming that these things were so.",
          "id": 32979
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "When the governor motioned for him to speak, Paul responded, \"Knowing that you have been a judge over this nation for many years, I all the more cheerfully make my defense concerning these charges against me.",
          "id": 32980
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "You can ascertain that it has not been more than twelve days since I went up to worship in Jerusalem.",
          "id": 32981
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Neither in the temple courts, nor in the synagogues, nor anywhere in the city did they find me arguing with anyone or stirring up a crowd.",
          "id": 32982
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Nor can they offer any proof against me concerning the things of which they now accuse me.",
          "id": 32983
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But I confess this to you, that according to the Way, which they call a sect, I serve the God of our fathers, believing everything that is written throughout the Law and in the Prophets,",
          "id": 32984
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "having a hope in God, which these men themselves also accept, that there will be a resurrection of the dead, both of the righteous and the unrighteous.",
          "id": 32985
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Because of this I strive the way I do, always having a clear conscience before God and men.",
          "id": 32986
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "After being away for many years, I came to bring charitable gifts to my nation along with offerings.",
          "id": 32987
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "While I was doing this, some Jews from Asia found me in the temple courts as I was completing the rite of purification, without any crowd or commotion.",
          "id": 32988
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "They ought to be here before you and make an accusation if they have anything against me.",
          "id": 32989
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Or these men themselves should state what wrongdoing they found in me when I stood before the Sanhedrin,",
          "id": 32990
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "other than this one thing that I cried out while standing among them: ''It is regarding the resurrection of the dead that I am being tried by you today.''\"",
          "id": 32991
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "After hearing these things, Felix, who knew the facts concerning the Way in great detail, had them adjourn, saying, \"When Lysias the commander comes down, I will decide your case.\"",
          "id": 32992
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Then he ordered the centurion to keep Paul in custody, but to allow him a certain measure of freedom and not to prevent his own people from attending to his needs or visiting him.",
          "id": 32993
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "After several days, when Felix came back with his wife Drusilla, who was Jewish, he sent for Paul and listened to him speak about faith in Christ.",
          "id": 32994
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "But as Paul was discussing righteousness, self-control, and the coming judgment, Felix became frightened and said in response, \"Go away for now, and when I get an opportunity I will call for you.\"",
          "id": 32995
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "At the same time he was hoping that Paul would give him money, so that he might release him. So he would send for Paul quite often and converse with him.",
          "id": 32996
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But after two years had passed, Felix was succeeded by Porcius Festus. And wishing to gain favor with the Jews, Felix left Paul in prison.",
          "id": 32997
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Three days after arriving in the province, Festus went up to Jerusalem from Caesarea,",
          "id": 32998
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "where the high priest and prominent Jewish men presented their case against Paul.",
          "id": 32999
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Asking for a favor against Paul, they urged Festus to summon him to Jerusalem, because they were planning an ambush to kill him on the way.",
          "id": 33000
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But Festus replied that Paul was being kept in custody in Caesarea, and that he himself was about to go there shortly.",
          "id": 33001
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "\"So,\" he said, \"let those among you who are influential go down with me, and if there is any fault in this man, they can bring charges against him.\"",
          "id": 33002
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "After staying among them for more than ten days, Festus went down to Caesarea. The next day he sat on the judgment seat and ordered Paul to be brought in.",
          "id": 33003
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "When Paul arrived, the Jews who had come down from Jerusalem stood around him, bringing many serious charges against him that they could not prove.",
          "id": 33004
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then Paul said in his own defense, \"Neither against the law of the Jews, nor against the temple, nor against Caesar have I committed any offense.\"",
          "id": 33005
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But Festus, wishing to gain favor with the Jews, responded to Paul, \"Are you willing to go up to Jerusalem and stand trial before me there on these charges?\"",
          "id": 33006
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Paul said, \"I am standing before the judgment seat of Caesar, where I ought to stand trial. I have done the Jews no wrong, as you yourself know very well.",
          "id": 33007
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "If I am in the wrong and have done something that deserves death, I do not seek to escape death. But if none of the things these men accuse me of is true, no one can hand me over to them. I appeal to Caesar.\"",
          "id": 33008
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "After conferring with the council, Festus answered, \"You have appealed to Caesar; to Caesar you shall go.\"",
          "id": 33009
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "After several days had passed, King Agrippa and Bernice arrived at Caesarea and greeted Festus.",
          "id": 33010
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Since the king was staying there for several days, Festus presented Paul''s case to him, saying, \"There is a man who was left as a prisoner by Felix.",
          "id": 33011
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "When I was in Jerusalem, the chief priests and the elders of the Jews presented their case and asked for a judgment against him.",
          "id": 33012
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "I answered them that it is not the custom of the Romans to hand anyone over for destruction before the accused faces his accusers and has an opportunity to make his defense concerning the charges.",
          "id": 33013
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So when they had assembled here, I did not postpone the case, but on the next day I sat on the judgment seat and ordered the man to be brought in.",
          "id": 33014
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "When his accusers stood up, they brought no charge against him of the sort I was expecting.",
          "id": 33015
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Instead they had certain points of disagreement with him about their own religion and about a man named Jesus who was dead, but whom Paul claimed was alive.",
          "id": 33016
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Since I was at a loss as to how to investigate this matter, I asked if he might be willing to go to Jerusalem and stand trial there on these charges.",
          "id": 33017
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But Paul appealed to be kept in custody for the decision of His Majesty the Emperor, so I ordered him to be held until I could send him to Caesar.\"",
          "id": 33018
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Then Agrippa said to Festus, \"I would like to hear the man myself.\" Festus said, \"Tomorrow you will hear him.\"",
          "id": 33019
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "So the next day Agrippa and Bernice came with great pomp and entered the auditorium along with the military commanders and the distinguished men of the city. Then Festus gave the command, and Paul was brought in.",
          "id": 33020
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Festus said, \"King Agrippa and all you men who are present with us, you see this man, concerning whom the entire Jewish community has appealed to me, both in Jerusalem and here in this place, crying out that he ought not to live any longer.",
          "id": 33021
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But when I found that he had done nothing deserving death, and since he himself appealed to His Majesty the Emperor, I decided to send him.",
          "id": 33022
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Yet I have nothing definite to write to my lord about this man. Therefore I have brought him before you all, and especially before you, King Agrippa, so that after we have had this preliminary hearing, I may have something to write.",
          "id": 33023
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "For it seems unreasonable to me to send a prisoner without indicating the charges against him.\"",
          "id": 33024
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Agrippa said to Paul, \"You have permission to speak for yourself.\" So Paul stretched out his hand and began to make his defense:",
          "id": 33025
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "\"I consider myself fortunate that it is before you, King Agrippa, that I am about to make my defense today concerning all the things of which I am being accused by the Jews,",
          "id": 33026
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "especially since you are acquainted with all the customs and controversies of the Jews. Therefore I beg you to listen to me patiently.",
          "id": 33027
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "\"All the Jews know about my manner of life from my youth up, which was spent from the beginning among my own nation in Jerusalem.",
          "id": 33028
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "They have known about me for a long time, if they are willing to testify, that according to the strictest sect of our religion I lived as a Pharisee.",
          "id": 33029
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And now I am standing trial because of my hope in the promise God made to our fathers,",
          "id": 33030
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "a promise that our twelve tribes hope to attain as they earnestly serve him night and day. Regarding this hope, King Agrippa, I am being accused by the Jews.",
          "id": 33031
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Why is it deemed unbelievable by you that God raises the dead?",
          "id": 33032
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "\"Indeed, I myself was convinced that I ought to do many things against the name of Jesus of Nazareth.",
          "id": 33033
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And that is just what I did in Jerusalem. I locked up many of the saints in prison by the authority I received from the chief priests, and when they were being put to death, I cast my vote against them.",
          "id": 33034
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "I also punished them often in all the synagogues and tried to force them to blaspheme. And being furiously enraged against them, I pursued them even to foreign cities.",
          "id": 33035
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "\"While engaged in such things, I was on my way to Damascus with authority and commission from the chief priests,",
          "id": 33036
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "when at midday, O king, I saw on the way a light from heaven, brighter than the sun, shining around me and those who were traveling with me.",
          "id": 33037
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "When we had all fallen down to the ground, I heard a voice saying to me in the Hebrew language, ''Saul, Saul, why are you persecuting me? It is hard for you to kick against the goads.''",
          "id": 33038
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "I said, ''Who are you, Lord?'' He said, ''I am Jesus, whom you are persecuting.",
          "id": 33039
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "But rise and stand on your feet, for I have appeared to you for this purpose, to appoint you as a servant and witness to the things you have seen and to the things in which I will appear to you.",
          "id": 33040
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "I will rescue you from your own people and from the Gentiles, to whom I am sending you",
          "id": 33041
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "to open their eyes so that they may turn away from darkness to light, and from the dominion of Satan to God, that they may receive remission of sins and an allotment among those who have been sanctified by faith in me.''",
          "id": 33042
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "\"Consequently, King Agrippa, I was not disobedient to the heavenly vision,",
          "id": 33043
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "but first to those in Damascus and then to those in Jerusalem, to all the region of Judea and to the Gentiles, I proclaimed that they should repent and turn to God, doing works consistent with repentance.",
          "id": 33044
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "That is why the Jews seized me in the temple courts and were trying to kill me.",
          "id": 33045
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But having obtained help from God, I stand to this day testifying to both small and great, saying nothing except what the Prophets and Moses said would take place:",
          "id": 33046
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "that the Christ would suffer and that, as the first to rise from the dead, he would proclaim light to our people and to the Gentiles.\"",
          "id": 33047
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "As Paul was saying these things in his own defense, Festus said with a loud voice, \"You are out of your mind, Paul. Too much learning is driving you insane!\"",
          "id": 33048
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But Paul said, \"I am not out of my mind, most excellent Festus, but I am speaking words of truth and good sense.",
          "id": 33049
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "For the king knows about these things, to whom I am speaking boldly. I am convinced that none of these things has escaped his notice at all, for this has not been done in a corner.",
          "id": 33050
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Do you believe the Prophets, King Agrippa? I know that you believe.\"",
          "id": 33051
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Agrippa said to Paul, \"Do you think you can persuade me to become a Christian so quickly?\"",
          "id": 33052
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Paul said, \"Whether quickly or not, I pray to God that not only you but also all who are listening to me today would become as I am, except for these chains.\"",
          "id": 33053
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "After Paul said these things, the king stood up, along with the governor, Bernice, and those who were sitting with them.",
          "id": 33054
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "After leaving the room, they began saying to one another, \"This man is doing nothing that deserves death or imprisonment.\"",
          "id": 33055
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And Agrippa said to Festus, \"This man could have been released if he had not appealed to Caesar.\"",
          "id": 33056
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When it was decided that we would sail to Italy, they transferred Paul and some other prisoners to a centurion named Julius, of the Augustan Cohort.",
          "id": 33057
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "We got on board a ship of Adramyttium and put out to sea, intending to sail by the ports along the coast of Asia. With us was Aristarchus, a Macedonian of Thessalonica.",
          "id": 33058
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The next day we put in at Sidon, and Julius treated Paul kindly, allowing him to go to his friends and receive care.",
          "id": 33059
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "From there we put out to sea and sailed under the lee of Cyprus, because the winds were against us.",
          "id": 33060
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "After sailing across the open sea off Cilicia and Pamphylia, we arrived at Myra of Lycia.",
          "id": 33061
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "There the centurion found an Alexandrian ship that was sailing to Italy and put us on board.",
          "id": 33062
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "We sailed along slowly for many days and arrived with difficulty off Cnidus. When the wind did not allow us to hold our course, we sailed under the lee of Crete off Salmone.",
          "id": 33063
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Sailing along the coast with difficulty, we came to a place called Fair Havens, which was near the city of Lasea.",
          "id": 33064
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Since much time had been lost and the voyage had now become dangerous because the Fast was already over, Paul advised the ship''s officers,",
          "id": 33065
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "\"Men, I perceive that this voyage is going to result in damage and great loss, not only of the cargo and of the ship, but also of our lives.\"",
          "id": 33066
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But the centurion was persuaded by the ship''s captain and the shipowner rather than by what Paul said.",
          "id": 33067
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Because the harbor was not a suitable place for spending the winter, the majority made a decision to set sail from there also, hoping to somehow reach Phoenix, a harbor of Crete facing southwest and northwest, so that we could spend the winter there.",
          "id": 33068
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "When a south wind started blowing gently, they thought that the opportunity had come for them to carry out their plan. So they weighed anchor and sailed closely along the shore of Crete.",
          "id": 33069
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But before long, a hurricane-force wind called Euroclydon swept down from the island.",
          "id": 33070
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "When the ship was caught by the storm and could not head into the wind, we gave way to it and were driven along.",
          "id": 33071
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Running under the lee of a small island called Clauda, we were able with difficulty to secure the skiff.",
          "id": 33072
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "After hoisting it up, the sailors used supports to undergird the ship. Then, fearing they might run aground on the Syrtis, they lowered the gear, and in this manner the ship was driven along.",
          "id": 33073
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "The next day, because we were being severely battered by the storm, the sailors began throwing the cargo overboard.",
          "id": 33074
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "On the third day we threw the ship''s tackle overboard with our own hands.",
          "id": 33075
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "When neither sun nor stars appeared for many days, and the violent storm continued to rage, all hope that we might be saved was lost.",
          "id": 33076
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Since there had been little desire to eat, Paul stood up among them and said, \"Men, you should have listened to my advice not to set sail from Crete; then you would have spared yourselves this damage and loss.",
          "id": 33077
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But now I advise you to be of good cheer, for there will be no loss of life among you, but only of the ship.",
          "id": 33078
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For this very night an angel of the God to whom I belong and whom I serve stood beside me",
          "id": 33079
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "and said, ''Do not be afraid, Paul; you must stand before Caesar. And behold, God has granted you the safety of all who are sailing with you.''",
          "id": 33080
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Therefore be of good cheer, men, for I have faith in God that it will happen just as I have been told.",
          "id": 33081
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But we must run aground on some island.\"",
          "id": 33082
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "When the fourteenth night had come, as we were being driven across the Adriatic Sea, about midnight the sailors suspected that they were approaching some land.",
          "id": 33083
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "So they took a sounding and found it to be twenty fathoms. After going a little farther, they took another sounding and found it to be fifteen fathoms.",
          "id": 33084
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Fearing that we might run aground on the rocks, they let down four anchors from the stern and prayed for daybreak to come.",
          "id": 33085
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Then the sailors tried to escape from the ship by lowering the skiff into the sea under the pretense that they were going to lay out anchors from the bow.",
          "id": 33086
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "So Paul said to the centurion and the soldiers, \"If these men do not remain in the ship you cannot be saved.\"",
          "id": 33087
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Then the soldiers cut away the ropes of the skiff and let it drift away.",
          "id": 33088
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "When daybreak was about to come, Paul encouraged them all to take some food, saying, \"Today is the fourteenth day that you have continued in suspense without eating, having taken nothing.",
          "id": 33089
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Therefore I urge you to take some food, for this is important for your survival, since not a hair will fall from the head of any one of you.\"",
          "id": 33090
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "After saying this, Paul took some bread and gave thanks to God in the presence of them all. Then he broke it and began to eat.",
          "id": 33091
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "They were all encouraged and took food themselves.",
          "id": 33092
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "(Altogether there were two hundred seventy-six of us on the ship.)",
          "id": 33093
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "When they had eaten their fill of food, they began to lighten the ship by throwing the wheat out into the sea.",
          "id": 33094
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "When daybreak came, the sailors did not recognize the land. But they noticed a bay with a beach and decided that, if possible, they would run the ship ashore there.",
          "id": 33095
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "So they cut away the anchors and left them in the sea, at the same time loosening the bands of the rudders. Then they hoisted the foresail up into the blowing wind and made for the beach.",
          "id": 33096
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "But they struck a sandbar and ran the ship aground. The bow stuck fast and remained immovable, and the stern was being broken apart by the force of the waves.",
          "id": 33097
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "The soldiers'' plan was to kill the prisoners, so that none of them would swim away and escape.",
          "id": 33098
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "But the centurion, wishing to save Paul''s life, kept them from carrying out their plan. So he ordered those who could swim to jump overboard first and get to land,",
          "id": 33099
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "and the rest were to follow, some on planks and some on pieces of the ship. And so it was that they were all brought safely to land.",
          "id": 33100
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Once they had safely reached shore, they found out that the island was called Malta.",
          "id": 33101
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "The native people showed us extraordinary kindness. For they welcomed us all and kindled a fire because of the rain that had set in and because of the cold.",
          "id": 33102
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Paul gathered a bundle of sticks, and when he was putting them on the fire, a viper came out because of the heat and fastened on his hand.",
          "id": 33103
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "When the native people saw the creature hanging from his hand, they said to one another, \"This man is undoubtedly a murderer. Although he has been saved from the sea, the goddess Justice has not allowed him to live.\"",
          "id": 33104
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But Paul shook the creature off into the fire and suffered no harm.",
          "id": 33105
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "The people were expecting that he would soon swell up or suddenly fall down dead. But after waiting expectantly for a long time and seeing nothing unusual happen to him, they changed their minds and said that he was a god.",
          "id": 33106
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Now in the region around that place were lands that belonged to the chief man of the island, named Publius, who welcomed us and hospitably took care of us as his guests for three days.",
          "id": 33107
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Now it so happened that the father of Publius lay sick in bed, suffering from fevers and dysentery. So Paul went in to see him and healed him by praying and laying his hands on him.",
          "id": 33108
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "After this happened, the rest of the people on the island who were sick also came and were healed.",
          "id": 33109
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So the people bestowed many honors on us, and when we were about to set sail, they provided us with the things we needed.",
          "id": 33110
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "After three months, we set sail in an Alexandrian ship that had wintered at the island and that had the twin sons of Zeus as its figurehead.",
          "id": 33111
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Putting in at Syracuse, we stayed there for three days.",
          "id": 33112
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "From there we took a circuitous course and arrived at Rhegium. After one day a south wind sprang up, and on the second day we came to Puteoli.",
          "id": 33113
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "There we found some brothers and were invited to stay with them for seven days. And so we came to Rome.",
          "id": 33114
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "When the brothers from Rome heard the news about us, they came out as far as the Forum of Appius and the Three Taverns to meet us. When Paul saw them, he gave thanks to God and took courage.",
          "id": 33115
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "When we came into Rome, the centurion transferred the prisoners to the captain of the guard, but Paul was allowed to stay by himself, with the soldier who was guarding him.",
          "id": 33116
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "After three days, Paul called together those who were prominent among the Jews. When they had gathered together, he said to them, \"Brothers, though I had done nothing against our people or the customs of our fathers, I was delivered as a prisoner from Jerusalem into the hands of the Romans.",
          "id": 33117
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "When they examined me, they were willing to release me because there were no grounds for death in my case.",
          "id": 33118
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But when the Jews objected, I was forced to appeal to Caesar, not that I had any accusation to make against my own nation.",
          "id": 33119
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "That is why I have asked to see you and speak with you, for it is on account of the hope of Israel that I am bound with this chain.\"",
          "id": 33120
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "They said to him, \"We have received no letters from Judea about you, and none of the brothers who have come here have reported or spoken anything bad about you.",
          "id": 33121
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But we think it would be best to hear what your views are, for concerning this sect, we know that everywhere it is spoken against.\"",
          "id": 33122
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "When they had arranged a day to meet with Paul, many more came to him at his lodging. From morning until evening he explained the matter to them, testifying about the kingdom of God and trying to convince them about Jesus both from the Law of Moses and from the Prophets.",
          "id": 33123
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Some were convinced by what he said, but others refused to believe.",
          "id": 33124
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "So they were in disagreement with one another and began to leave after Paul made this one final statement: \"The Holy Spirit was right in saying to our fathers through Isaiah the prophet:",
          "id": 33125
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "''Go to this people and say, \"Although you will hear, you will never understand, and although you will see, you will never perceive.\"",
          "id": 33126
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "For the heart of this people has become dull; with their ears they have barely heard, and their eyes they have closed, lest they should see with their eyes, hear with their ears, and understand with their heart and turn back, and I would heal them.''",
          "id": 33127
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Therefore let it be known to you that the salvation of God has been sent to the Gentiles; they will listen.\"",
          "id": 33128
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "After Paul said these things, the Jews went away and had a great dispute among themselves.",
          "id": 33129
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "For two whole years Paul stayed in his own rented house and welcomed all who came to him,",
          "id": 33130
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "preaching the kingdom of God and teaching about the Lord Jesus Christ with all boldness and without hindrance.",
          "id": 33131
        }
      ]
    }
  ]
}