{
  "book": "Daniel",
  "chapters": [
    {
      "chapter": 0,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "There lived a man in Babylon, called Joacim:",
          "id": 27820
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he took a wife, whose name was Susanna, the daughter of Chelcias, a very fair woman, and one that feared the Lord.",
          "id": 27821
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Her parents also were righteous, and taught their daughter according to the law of Moses.",
          "id": 27822
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Now Joacim was a great rich man, and had a fair garden joining to his house: and to him resorted the Jews; because he was more honourable than all others.",
          "id": 27823
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The same year were appointed two of the ancients of the people to be judges, such as the Lord spoke of, that wickedness came from Babylon from ancient judges, who seemed to govern the people.",
          "id": 27824
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "These kept much at Joacim''s house: and all that had any suits in law came to them.",
          "id": 27825
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Now when the people departed away at noon, Susanna went into her husband''s garden to walk.",
          "id": 27826
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the two elders saw her going in every day, and walking; so that their lust was inflamed towards her.",
          "id": 27827
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And they perverted their own mind, and turned away their eyes, that they might not look to heaven, nor remember just judgements.",
          "id": 27828
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And albeit they both were wounded with her love, yet dared not one show another his grief.",
          "id": 27829
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For they were ashamed to declare their lust, that they desired to have to do with her.",
          "id": 27830
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Yet they watched diligently from day to day to see her.",
          "id": 27831
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the one said to the other, Let us now go home: for it is dinner time.",
          "id": 27832
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "So when they were gone out, they parted the one from the other, and turning back again they came to the same place; and after that they had asked one another the cause, they acknowledged their lust: then appointed they a time both together, when they might find her alone.",
          "id": 27833
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And it fell out, as they watched a fit time, she went in as before with two maids only, and she was desirous to wash herself in the garden: for it was hot.",
          "id": 27834
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And there was no body there save the two elders, that had hid themselves, and watched her.",
          "id": 27835
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then she said to her maids, Bring me oil and washing balls, and shut the garden doors, that I may wash me.",
          "id": 27836
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And they did as she bade them, and shut the garden doors, and went out themselves at privy doors to fetch the things that she had commanded them: but they saw not the elders, because they were hid.",
          "id": 27837
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Now when the maids were gone forth, the two elders rose up, and ran to her, saying,",
          "id": 27838
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Behold, the garden doors are shut, that no man can see us, and we are in love with you; therefore consent to us, and lie with us.",
          "id": 27839
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "If you will not, we will bear witness against you, that a young man was with you: and therefore you did send away your maids from you.",
          "id": 27840
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Then Susanna sighed, and said, I am straitened on every side: for if I do this thing, it is death to me: and if I do it not I can''t escape your hands.",
          "id": 27841
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "It is better for me to fall into your hands, and not do it, than to sin in the sight of the Lord.",
          "id": 27842
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "With that Susanna cried with a loud voice: and the two elders cried out against her.",
          "id": 27843
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then ran the one, and opened the garden door.",
          "id": 27844
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "So when the servants of the house heard the cry in the garden, they rushed in at the privy door, to see what was done to her.",
          "id": 27845
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "But when the elders had declared their matter, the servants were greatly ashamed: for there was never such a report made of Susanna.",
          "id": 27846
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And it came to pass the next day, when the people were assembled to her husband Joacim, the two elders came also full of mischievous imagination against Susanna to put her to death;",
          "id": 27847
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And said before the people, Send for Susanna, the daughter of Chelcias, Joacim''s wife. And so they sent.",
          "id": 27848
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "So she came with her father and mother, her children, and all her kindred.",
          "id": 27849
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Now Susanna was a very delicate woman, and beauteous to behold.",
          "id": 27850
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And these wicked men commanded to uncover her face, (for she was covered) that they might be filled with her beauty.",
          "id": 27851
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Therefore her friends and all that saw her wept.",
          "id": 27852
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Then the two elders stood up in the midst of the people, and laid their hands upon her head.",
          "id": 27853
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And she weeping looked up towards heaven: for her heart trusted in the Lord.",
          "id": 27854
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And the elders said, As we walked in the garden alone, this woman came in with two maids, and shut the garden doors, and sent the maids away.",
          "id": 27855
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Then a young man, who there was hid, came to her, and lay with her.",
          "id": 27856
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Then we that stood in a corner of the garden, seeing this wickedness, ran to them.",
          "id": 27857
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And when we saw them together, the man we could not hold: for he was stronger than we, and opened the door, and leapt out.",
          "id": 27858
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "But having taken this woman, we asked who the young man was, but she would not tell us: these things do we testify.",
          "id": 27859
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Then the assembly believed them as those that were the elders and judges of the people: so they condemned her to death.",
          "id": 27860
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Then Susanna cried out with a loud voice, and said, O everlasting God, that know the secrets, and know all things before they be:",
          "id": 27861
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "You know that they have borne false witness against me, and, behold, I must die; whereas I never did such things as these men have maliciously invented against me.",
          "id": 27862
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And the Lord heard her voice.",
          "id": 27863
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Therefore when she was led to be put to death, the Lord raised up the holy spirit of a young youth whose name was Daniel:",
          "id": 27864
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Who cried with a loud voice, I am clear from the blood of this woman.",
          "id": 27865
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Then all the people turned them towards him, and said, What mean these words that you have spoken?",
          "id": 27866
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "So he standing in the midst of them said, Are you such fools, you sons of Israel, that without examination or knowledge of the truth you have condemned a daughter of Israel?",
          "id": 27867
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "Return again to the place of judgement: for they have borne false witness against her.",
          "id": 27868
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Therefore all the people turned again in haste, and the elders said to him, Come, sit down amongst us, and show it us, seeing God has given you the honour of an elder.",
          "id": 27869
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "Then said Daniel to them, Put these two aside one far from another, and I will examine them.",
          "id": 27870
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "So when they were put asunder one from another, he called one of them, and said to him, O you that have become old in wickedness, now your sins which you have committed aforetime are come to light.",
          "id": 27871
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "For you have pronounced false judgement and have condemned the innocent and have let the guilty go free; albeit the Lord says, The innocent and righteous shall you not kill.",
          "id": 27872
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Now then, if you have seen her, tell me, Under what tree saw you them companying together? Who answered, Under a mastick tree.",
          "id": 27873
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "And Daniel said, Very well; you have lied against your own head; for even now the angel of God has received the sentence of God to cut you in two.",
          "id": 27874
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "So he put him aside, and commanded to bring the other, and said to him, O you seed of Chanaan, and not of Juda, beauty has deceived you, and lust has perverted your heart.",
          "id": 27875
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "Thus have you dealt with the daughters of Israel, and they for fear companied with you: but the daughter of Juda would not abide your wickedness.",
          "id": 27876
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "Now therefore tell me, Under what tree did you take them companying together? Who answered, Under an holm tree.",
          "id": 27877
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "Then said Daniel to him, Well; you have also lied against your own head: for the angel of God waits with the sword to cut you in two, that he may destroy you.",
          "id": 27878
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "With that all the assembly cried out with a loud voice, and praised God, who saves them that trust in him.",
          "id": 27879
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "And they arose against the two elders, for Daniel had convicted them of false witness by their own mouth:",
          "id": 27880
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "And according to the law of Moses they did to them in such sort as they maliciously intended to do to their neighbour: and they put them to death. Thus the innocent blood was saved the same day.",
          "id": 27881
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "Therefore Chelcias and his wife praised God for their daughter Susanna, with Joacim her husband, and all the kindred, because there was no dishonesty found in her.",
          "id": 27882
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "From that day forth was Daniel had in great reputation in the sight of the people.",
          "id": 27883
        }
      ]
    },
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the third year of the reign of Joakim king of Juda, came Nabuchodonosor king of Babylon to Jerusalem, and besieged it.",
          "id": 27884
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the Lord gave into his hand Joakim king of Juda, and part of the vessels of the house of God: and he brought them into the land of Sennaar to the house of his god; and he brought the vessels into the treasure-house of his god.",
          "id": 27885
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the king told Asphanez his chief eunuch, to bring in some of the captive children of Israel, and of the seed of the kingdom, and of the princes;",
          "id": 27886
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "young men in whom was no blemish, and beautiful in appearance, and skilled in all wisdom, and possessing knowledge, and acquainted with prudence, and who had ability to stand in the house before the king, and the king gave commandment to teach them the learning and language of the Chaldeans.",
          "id": 27887
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the king appointed them a daily portion from the king''s table, and from the wine which he drank; and gave orders to nourish them three years, and that afterwards they should stand before the king.",
          "id": 27888
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Now these were amongst them of the children of Juda, Daniel, and Ananias, and Azarias, and Misael.",
          "id": 27889
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the chief of the eunuchs gave them names: to Daniel, Baltasar; and to Ananias, Sedrach; and to Misael, Misach; and to Azarias, Abdenago.",
          "id": 27890
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Daniel purposed in his heart, that he would not defile himself with the king''s table, nor with the wine of his drink: and he entreated the chief of the eunuchs that he might not defile himself.",
          "id": 27891
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Now God had brought Daniel into favour and compassion with the chief of the eunuchs.",
          "id": 27892
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the chief of the eunuchs said to Daniel, I fear my lord the king, who has appointed your meat and your drink, lest he see your countenances gloomy in comparison of the young men your equals; also shall you endanger my head to the king.",
          "id": 27893
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Daniel said to Amelsad, whom the chief of the eunuchs had appointed over Daniel, Ananias, Misael, and Azarias.",
          "id": 27894
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Prove now your servants ten days; and let them give us pulse, and let us eat, and let us drink water:",
          "id": 27895
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And let our countenances be seen by you, and the countenances of the children that eat at the king''s table; and deal with your servants according as you shall see.",
          "id": 27896
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he listened to them, and proved them ten days.",
          "id": 27897
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And at the end of the ten days their countenances appeared fairer and stouter in flesh, than the children that fed at the king''s table.",
          "id": 27898
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So Amelsad took away their supper and the wine of their drink, and gave them pulse.",
          "id": 27899
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And as for these four children, God gave them understanding and prudence in all learning and wisdom: and Daniel had understanding in all visions and dreams.",
          "id": 27900
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And at the end of the days, after which the king had given orders to bring them in, then the chief of the eunuchs brought them in before Nabuchodonosor.",
          "id": 27901
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the king spoke with them; and there were not found out of them all any like Daniel, and Ananias and Misael, and Azarias: and they stood before the king.",
          "id": 27902
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And in every matter of wisdom and knowledge wherein the king questioned them, he found them ten times wiser than all the enchanters and sorcerers that were in all his kingdom.",
          "id": 27903
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Daniel continued till the first year of king Cyrus.",
          "id": 27904
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the second year of his reign Nabuchodonosor dreamt a dream, and his spirit was amazed, and his sleep departed from him.",
          "id": 27905
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the king gave orders to call the enchanters, and the magicians, and the sorcerers, and the Chaldeans, to declare to the king his dreams. And they came and stood before the king.",
          "id": 27906
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the king said to them, I have dreamt, and my spirit was troubled to know the dream.",
          "id": 27907
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the Chaldeans spoke to the king in the Syrian language, saying, O king, live for ever: do you tell the dream to your servants, and we will declare the interpretation.",
          "id": 27908
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The king answered the Chaldeans, The thing has departed from me: if you do not make known to me the dream and the interpretation, you shall be destroyed, and your houses shall be spoiled.",
          "id": 27909
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But if you make known to me the dream, and the interpretation thereof, you shall receive of me gifts and presents and much honour: only tell me the dream, and the interpretation thereof.",
          "id": 27910
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "They answered the second time, and said, Let the king tell the dream to his servants, and we will declare the interpretation.",
          "id": 27911
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the king answered and said, I verily know that you are trying to gain time, because you see that the thing has gone from me.",
          "id": 27912
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "If then you do not tell me the dream, I know that you have concerted to utter before me a false and corrupt tale, until the time shall have past: tell me my dream, and I shall know that you will also declare to me the interpretation thereof.",
          "id": 27913
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "The Chaldeans answered before the king, and said, There is no man upon the earth, who shall be able to make known the king''s matter: forasmuch as no great king or ruler asks such a question of an enchanter, magician, or Chaldean.",
          "id": 27914
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For the question which the king asks is difficult, and there is no one else who shall answer it before the king, but the gods, whose dwelling is not with any flesh.",
          "id": 27915
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then the king in rage and anger commanded to destroy all the wise men of Babylon.",
          "id": 27916
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "So the decree went forth, and they began to kill the wise men; and they sought Daniel and his fellows to kill them.",
          "id": 27917
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then Daniel answered with counsel and prudence to Arioch the captain of the royal guard, who was gone forth to kill the wise men of Babylon; saying,",
          "id": 27918
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Chief magistrate of the king, therefore has the preemptory command proceeded from the king? So Arioch made known the matter to Daniel.",
          "id": 27919
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Daniel entreated the king to give him time, and that he might thus declare to the king the interpretation of it.",
          "id": 27920
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So Daniel went into his house, and made known the matter to Ananias, and Misael, and Azarias, his friends.",
          "id": 27921
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And they sought mercies from the God of heaven concerning this mystery; that Daniel and his friends might not perish with the rest of the wise men of Babylon.",
          "id": 27922
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then the mystery was revealed to Daniel in a vision of the night; and Daniel blessed the God of heaven, and said,",
          "id": 27923
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "May the name of God be blessed from everlasting and to everlasting: for wisdom and understanding are his.",
          "id": 27924
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And he changes times and seasons: he appoints kings, and removes them, giving wisdom to the wise, and prudence to them that have understanding:",
          "id": 27925
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "he reveals deep and secret matters; knowing what is in darkness, and the light is with him.",
          "id": 27926
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "I give thanks to you, and praise you, O God of my fathers, for you have given me wisdom and power, and has made known to me the things which we asked of you; and you have made known to me the king''s vision.",
          "id": 27927
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And Daniel came to Arioch, whom the king had appointed to destroy the wise men of Babylon, and said to him; Destroy not the wise men of Babylon, but bring me in before the king, and I will declare the interpretation to the king.",
          "id": 27928
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then Arioch in haste brought in Daniel before the king, and said to him, I have found a man of the children of the captivity of Judea, who will declare the interpretation to the king.",
          "id": 27929
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the king answered and said to Daniel, whose name was Baltasar, Canst you declare to me the dream which I saw, and the interpretation thereof?",
          "id": 27930
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And Daniel answered before the king, and said, The mystery which the king asks the explanation of is not in the power of the wise men, magicians, enchanters, or soothsayers to declare to the king.",
          "id": 27931
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "But there is a God in heaven revealing mysteries, and he has made known to king Nabuchodonosor what things must come to pass in the last days. Your dream, and the visions of your head upon your bed, are as follows,",
          "id": 27932
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "O king: your thoughts upon your bed arose as to what must come to pass hereafter: and he that reveals mysteries has made known to you what must come to pass.",
          "id": 27933
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Moreover, this mystery has not been revealed to me by reason of wisdom which is in me beyond all others living, but for the sake of making known the interpretation to the king, that you might know the thoughts of your heart.",
          "id": 27934
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "You, O king, saw, and behold an image: that image was great, and the appearance of it excellent, standing before your face; and the form of it was terrible.",
          "id": 27935
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "It was an image, the head of which was of fine gold, its hands and breast and arms of silver, its belly and thighs of brass,",
          "id": 27936
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "its legs of iron, its feet, part of iron and part of earthenware.",
          "id": 27937
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "You saw until a stone was cut out of a mountain without hands, and it struck the image upon its feet of iron and earthenware, and utterly reduced them to powder.",
          "id": 27938
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Then once for all the earthenware, the iron, the brass, the silver, the gold, were ground to powder, and became as chaff from the summer threshing floor; and the violence of the wind carried them away, and no place was found for them: and the stone which had struck the image became a great mountain, and filled all the earth.",
          "id": 27939
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "This is the dream; and we will tell the interpretation thereof before the king.",
          "id": 27940
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "You, O king, are a king of kings, to whom the God of heaven has given a powerful and strong and honourable kingdom,",
          "id": 27941
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "in every place where the children of men dwell: and he has given into your hand the wild beasts of the field, and the birds of the sky and the fish of the sea, and he has made you lord of all.",
          "id": 27942
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "You are the head of gold. And after you shall arise another kingdom inferior to you, an a third kingdom which is the brass, which shall have dominion over all the earth;",
          "id": 27943
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "and a fourth kingdom, which shall be strong as iron: as iron beats to powder and subdues all things, so shall it beat to powder and subdue.",
          "id": 27944
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And whereas you saw the feet and the toes, part of earthenware and part of iron, the kingdom shall be divided; yet there shall be in it of the strength of iron, as you saw the iron mixed with earthenware.",
          "id": 27945
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And whereas the toes of the feet were part of iron and part of earthenware, part of the kingdom shall be strong, and part of it shall be broken.",
          "id": 27946
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Whereas you saw the iron mixed with earthenware, they shall be mingled with the seed of men: but they shall not cleave together, as the iron does not mix itself with earthenware.",
          "id": 27947
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And in the days of those kings the God of heaven shall set up a kingdom which shall never be destroyed: and his kingdom shall not be left to another people, but it shall beat to pieces and grind to powder all other kingdoms, and it shall stand for ever.",
          "id": 27948
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Whereas you saw that a stone was cut out of a mountain without hands, and it beat to pieces the earthenware, the iron, the brass, the silver, the gold; the great God has made known to the king what must happen hereafter: and the dream is true, and the interpretation thereof sure.",
          "id": 27949
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Then king Nabuchodonosor fell upon his face, and worshipped Daniel, and gave orders to offer to him gifts and incense.",
          "id": 27950
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "And the king answered and said to Daniel, Of a truth your God is a God of gods, and Lord of kings, who reveals mysteries; for you have been able to reveal this mystery.",
          "id": 27951
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "And the king promoted Daniel, and gave him great and abundant gifts, and set him over the whole province of Babylon, and made him chief satrap over all the wise men of Babylon.",
          "id": 27952
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "And Daniel asked of the king, and he appointed Sedrach, Misach, and Abdenago, over the affairs of the province of Babylon: but Daniel was in the king''s palace.",
          "id": 27953
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In his eighteenth year Nabuchodonosor the king made a golden image, its height was sixty cubits, its breadth six cubits: and he set it up in the plain of Deira, in the province of Babylon.",
          "id": 27954
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he sent forth to gather the governors, and the captains, and the heads of provinces, chiefs, and princes, and those who were in authority, and all the rulers of districts, to come to the dedication of the image.",
          "id": 27955
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So the heads of provinces, the governors, the captains, the chiefs, the great princes, those who were in authority, and all the rulers of districts, were gathered to the dedication of the image which king Nabuchodonosor had set up; and they stood before the image.",
          "id": 27956
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then a herald cried aloud, To you it is commanded, you peoples, tribes, and languages,",
          "id": 27957
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "at what hour you shall hear the sound of the trumpet, and pipe, and harp, and sackbut, and lute, and every kind of music, you shall fall down and worship the golden image which king Nabuchodonosor has set up.",
          "id": 27958
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And whoever shall not fall down and worship, in the same hour he shall be cast into the burning fiery furnace.",
          "id": 27959
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And it came to pass when the nations heard the sound of the trumpet, and pipe, and harp, and sackbut, and lute, and all kinds of music, all the nations, tribes, and languages, fell down and worshipped the golden image which king Nabuchodonosor had set up.",
          "id": 27960
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then came near certain Chaldeans, and accused the Jews to the king, saying,",
          "id": 27961
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "O king, live for ever.",
          "id": 27962
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "You, O king, has made a decree that every man who shall hear the sound of the trumpet, and pipe, and harp, sackbut, and lute, and all kinds of music,",
          "id": 27963
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "and shall not fall down and worship the golden image, shall be cast into the burning fiery furnace.",
          "id": 27964
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "There are certain Jews whom you have appointed over the affairs of the province of Babylon, Sedrach, Misach, and Abdenago, who have not obeyed your decree, O king: they serve not your gods, and worship not the golden image which you have set up.",
          "id": 27965
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then Nabuchodonosor in wrath and anger commanded to bring Sedrach, Misach, and Abdenago: and they were brought before the king.",
          "id": 27966
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Nabuchodonosor answered and said to them, Is it true, Sedrach, Misach, and Abdenago, that you serve not my gods, and worship not the golden image which I have set up?",
          "id": 27967
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now then if you be ready, whenever you shall hear the sound of the trumpet, and pipe, and harp, and sackbut, and lute, and harmony, and every kind of music, to fall down and worship the golden image which I have made; well: but if you worship not, in the same hour you shall be cast into the burning fiery furnace; and who is the God that shall deliver you out of my hand?",
          "id": 27968
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then answered Sedrach, Misach and Abdenago and said to king Nabuchodonosor, We have no need to answer you concerning this matter.",
          "id": 27969
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For our God whom we serve is in the heavens, able to deliver us from the burning fiery furnace, and he will rescue us from your hands, O king.",
          "id": 27970
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "But if not, be it known to you, O king, that we will not serve your gods, nor worship the image which you have set up.",
          "id": 27971
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then Nabuchodonosor was filled with wrath, and the form of his countenance was changed towards Sedrach, Misach, and Abdenago: and he gave orders to heat the furnace seven times more than usual, until it should burn to the uttermost.",
          "id": 27972
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And he commanded mighty men to bind Sedrach, Misach, and Abdenago, and to cast them into the burning fiery furnace.",
          "id": 27973
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then those men were bound with their coats, and caps, and hose, and were cast into the midst of the burning fiery furnace,",
          "id": 27974
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "forasmuch as the king''s word prevailed; and the furnace was made exceeding hot.",
          "id": 27975
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Then these three men, Sedrach, Misach, and Abdenago, fell bound into the midst of the burning furnace, and walked in the midst of the flame, singing praise to God, and blessing the Lord.",
          "id": 27976
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Then Azarias stood up, and prayed on this manner; and opening his mouth in the midst of the fire said,",
          "id": 27977
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Blessed are you, O Lord God of our fathers: your name is worthy to be praised and glorified for evermore:",
          "id": 27978
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "For you are righteous in all the things that you have done to us: yes, true are all your works, your ways are right, and all your judgements truth.",
          "id": 27979
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "In all the things that you have brought upon us, and upon the holy city of our fathers, even Jerusalem, you have executed true judgement: for according to truth and judgement did you bring all these things upon us because of our sins.",
          "id": 27980
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "For we have sinned and committed iniquity, departing from you.",
          "id": 27981
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "In all things have we trespassed, and not obeyed your commandments, nor kept them, neither done as you have commanded us, that it might go well with us.",
          "id": 27982
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Therefore all that you have brought upon us, and every thing that you have done to us, you have done in true judgement.",
          "id": 27983
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And you did deliver us into the hands of lawless enemies, most hateful forsakers of God, and to an unjust king, and the most wicked in all the world.",
          "id": 27984
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And now we can''t open our mouths, we are become a shame and reproach to your servants; and to them that worship you.",
          "id": 27985
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Yet deliver us not up wholly, for your name''s sake, neither disannul you your covenant:",
          "id": 27986
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And cause not your mercy to depart from us, for your beloved Abraham''s sake, for your servant Isaac''s sake, and for your holy Israel''s sake;",
          "id": 27987
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "To whom you have spoken and promised, that you would multiply their seed as the stars of heaven, and as the sand that lies upon the seashore.",
          "id": 27988
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "For we, O Lord, are become less than any nation, and be kept under this day in all the world because of our sins.",
          "id": 27989
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Neither is there at this time prince, or prophet, or leader, or burnt offering, or sacrifice, or oblation, or incense, or place to sacrifice before you, and to find mercy.",
          "id": 27990
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Nevertheless in a contrite heart and an humble spirit let us be accepted.",
          "id": 27991
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Like as in the burnt offerings of rams and bullocks, and like as in ten thousands of fat lambs: so let our sacrifice be in your sight this day, and grant that we may wholly go after you: for they shall not be confounded that put their trust in you.",
          "id": 27992
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And now we follow you with all our heart, we fear you, and seek your face.",
          "id": 27993
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Put us not to shame: but deal with us after your lovingkindness, and according to the multitude of your mercies.",
          "id": 27994
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Deliver us also according to your marvellous works, and give glory to your name, O Lord: and let all them that do your servants hurt be ashamed;",
          "id": 27995
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And let them be confounded in all their power and might, and let their strength be broken;",
          "id": 27996
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And let them know that you are God, the only God, and glorious over the whole world.",
          "id": 27997
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And the king''s servants, that put them in, ceased not to make the oven hot with rosin, pitch, tow, and small wood;",
          "id": 27998
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "So that the flame streamed forth above the furnace forty and nine cubits.",
          "id": 27999
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "And it passed through, and burnt those Chaldeans it found about the furnace.",
          "id": 28000
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "But the angel of the Lord came down into the oven together with Azarias and his fellows, and struck the flame of the fire out of the oven;",
          "id": 28001
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "And made the midst of the furnace as it had been a moist whistling wind, so that the fire touched them not at all, neither hurt nor troubled them.",
          "id": 28002
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Then the three, as out of one mouth, praised, glorified, and blessed, God in the furnace, saying,",
          "id": 28003
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "Blessed are you, O Lord God of our fathers: and to be praised and exalted above all for ever.",
          "id": 28004
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "And blessed is your glorious and holy name: and to be praised and exalted above all for ever.",
          "id": 28005
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "Blessed are you in the temple of your holy glory: and to be praised and glorified above all for ever.",
          "id": 28006
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Blessed are you that behold the depths, and sit upon the cherubims: and to be praised and exalted above all for ever.",
          "id": 28007
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Blessed are you on the glorious throne of your kingdom: and to be praised and glorified above all for ever.",
          "id": 28008
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "Blessed are you in the firmament of heaven: and above all to be praised and glorified for ever.",
          "id": 28009
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "O all you works of the Lord, bless you the Lord: praise and exalt him above all for ever,",
          "id": 28010
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "O you heavens, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28011
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "O you angels of the Lord, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28012
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "O all you waters that be above the heaven, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28013
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "O all you powers of the Lord, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28014
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "O you sun and moon, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28015
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "O you stars of heaven, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28016
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "O every shower and dew, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28017
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "O all you winds, bless you the Lord: praise and exalt him above all for ever,",
          "id": 28018
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "O you fire and heat, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28019
        },
        {
          "isRed": false,
          "verse": 67,
          "text": "O you winter and summer, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28020
        },
        {
          "isRed": false,
          "verse": 68,
          "text": "O you dews and storms of snow, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28021
        },
        {
          "isRed": false,
          "verse": 69,
          "text": "O you nights and days, bless you the Lord: bless and exalt him above all for ever.",
          "id": 28022
        },
        {
          "isRed": false,
          "verse": 70,
          "text": "O you light and darkness, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28023
        },
        {
          "isRed": false,
          "verse": 71,
          "text": "O you ice and cold, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28024
        },
        {
          "isRed": false,
          "verse": 72,
          "text": "O you frost and snow, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28025
        },
        {
          "isRed": false,
          "verse": 73,
          "text": "O you lightnings and clouds, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28026
        },
        {
          "isRed": false,
          "verse": 74,
          "text": "O let the earth bless the Lord: praise and exalt him above all for ever.",
          "id": 28027
        },
        {
          "isRed": false,
          "verse": 75,
          "text": "O you mountains and little hills, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28028
        },
        {
          "isRed": false,
          "verse": 76,
          "text": "O all you things that grow in the earth, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28029
        },
        {
          "isRed": false,
          "verse": 77,
          "text": "O you mountains, bless you the Lord: Praise and exalt him above all for ever.",
          "id": 28030
        },
        {
          "isRed": false,
          "verse": 78,
          "text": "O you seas and rivers, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28031
        },
        {
          "isRed": false,
          "verse": 79,
          "text": "O you whales, and all that move in the waters, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28032
        },
        {
          "isRed": false,
          "verse": 80,
          "text": "O all you fowls of the air, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28033
        },
        {
          "isRed": false,
          "verse": 81,
          "text": "O all you beasts and cattle, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28034
        },
        {
          "isRed": false,
          "verse": 82,
          "text": "O you children of men, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28035
        },
        {
          "isRed": false,
          "verse": 83,
          "text": "O Israel, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28036
        },
        {
          "isRed": false,
          "verse": 84,
          "text": "O you priests of the Lord, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28037
        },
        {
          "isRed": false,
          "verse": 85,
          "text": "O you servants of the Lord, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28038
        },
        {
          "isRed": false,
          "verse": 86,
          "text": "O you spirits and souls of the righteous, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28039
        },
        {
          "isRed": false,
          "verse": 87,
          "text": "O you holy and humble men of heart, bless you the Lord: praise and exalt him above all for ever.",
          "id": 28040
        },
        {
          "isRed": false,
          "verse": 88,
          "text": "O Ananias, Azarias, and Misael, bless you the Lord: praise and exalt him above all for ever: for he has delivered us from hell, and saved us from the hand of death, and delivered us out of the midst of the furnace and burning flame: even out of the midst of the fire has he delivered us.",
          "id": 28041
        },
        {
          "isRed": false,
          "verse": 89,
          "text": "O give thanks to the Lord, because he is gracious: for his mercy endures for ever.",
          "id": 28042
        },
        {
          "isRed": false,
          "verse": 90,
          "text": "O all you that worship the Lord, bless the God of gods, praise him, and give him thanks: for his mercy endures for ever.",
          "id": 28043
        },
        {
          "isRed": false,
          "verse": 91,
          "text": "And Nabuchodonosor heard them singing praises; and he wondered, and rose up in haste, and said to his nobles, Did we not cast three men bound into the midst of the fire? and they said to the king, Yes, O king.",
          "id": 28044
        },
        {
          "isRed": false,
          "verse": 92,
          "text": "And the king said, But I see four men loose, and walking in the midst of the fire, and there has no harm happened to them; and the appearance of the fourth is like the Son of God.",
          "id": 28045
        },
        {
          "isRed": false,
          "verse": 93,
          "text": "Then Nabuchodonosor drew near to the door of the burning fiery furnace, and said, Sedrach, Misach, and Abdenago, you servants of the most high God, proceed forth, and come here. So Sedrach, Misach, and Abdenago, came forth out of the midst of the fire.",
          "id": 28046
        },
        {
          "isRed": false,
          "verse": 94,
          "text": "Then were assembled the satraps, and captains, and heads of provinces, and the royal princes; and they saw the men, and perceived that the fire had not had power against their bodies, and the hair of their head was not burnt, and their coats were not scorched, nor was the smell of fire upon them.",
          "id": 28047
        },
        {
          "isRed": false,
          "verse": 95,
          "text": "And king Nabuchodonosor answered and said, Blessed be the God of Sedrach, Misach, and Abdenago, who has sent his angel, and delivered his servants, because they trusted in him; and they have changed the king''s word, and delivered their bodies to be burnt, that they might not serve nor worship any god, except their own God.",
          "id": 28048
        },
        {
          "isRed": false,
          "verse": 96,
          "text": "Therefore I publish a decree: Every people, tribe, or language, that shall speak reproachfully against the God of Sedrach, Misach, and Abdenago shall be destroyed, and their houses shall be plundered: because there is no other God who shall be able to deliver thus.",
          "id": 28049
        },
        {
          "isRed": false,
          "verse": 97,
          "text": "Then the king promoted Sedrach, Misach, and Abdenago, in the province of Babylon, and advanced them, and gave them authority to rule over all the Jews who were in his kingdom.",
          "id": 28050
        },
        {
          "isRed": false,
          "verse": 98,
          "text": "King Nabuchodonosor to all nations, tribes, and tongues, who dwell in all the earth; Peace be multiplied to you.",
          "id": 28051
        },
        {
          "isRed": false,
          "verse": 99,
          "text": "It seemed good to me to declare to you the signs and wonders which the most high God has wrought with me,",
          "id": 28052
        },
        {
          "isRed": false,
          "verse": 100,
          "text": "how great and mighty they are: his kingdom is an everlasting kingdom, and his power to all generations.",
          "id": 28053
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "I Nabuchodonosor was thriving in my house, and prospering.",
          "id": 28054
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I saw a vision, and it terrified me, and I was troubled on my bed, and the visions of my head troubled me.",
          "id": 28055
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And I made a decree to bring in before me all the wise men of Babylon, that they might make known to me the interpretation of the dream.",
          "id": 28056
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "So the enchanters, magicians, soothsayers, and Chaldeans came in: and I told the dream before them; but they did not make known to me the interpretation thereof;",
          "id": 28057
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "until Daniel came, whose name is Baltasar, according to the name of my God, who has within him the Holy Spirit of God; to whom I said,",
          "id": 28058
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "O Baltasar, chief of the enchanters, of whom I know that the Holy Spirit of God is in you, and no mystery is too hard for you, hear the vision of my dream which I had, and tell me the interpretation of it.",
          "id": 28059
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "I had a vision upon my bed; and behold a tree in the midst of the earth, and its height was great.",
          "id": 28060
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "The tree grew large and strong, and its height reached to the sky, and its extent to the extremity of the whole earth:",
          "id": 28061
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "its leaves were fair, and its fruit abundant, and in it was meat for all; and under it the wild beasts of the field took shelter, and the birds of the sky lodged in the branches of it, and all flesh was fed of it.",
          "id": 28062
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "I *saw in the night vision upon my bed, and, behold, a watcher and an holy one came down from heaven and cried aloud, and thus he said,",
          "id": 28063
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Cut down the tree, and pluck off its branches, and shake off its leaves, and scatter its fruit: let the wild beasts be removed from under it, and the birds from its branches.",
          "id": 28064
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Only leave the stump of its roots in the earth, and bind it with an iron and brass band; and it shall lie in the grass that is without and in the dew of heaven, and its portion shall be with the wild beasts in the grass of the field.",
          "id": 28065
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "His heart shall be changed from that of man, and the heart of a wild beast shall be given to him; and seven times shall pass over him.",
          "id": 28066
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "The matter is by the decree of the watcher, and the demand is a word of the holy ones; that the living may known that the Lord is most high over the kingdom of men, and he will give it to whoever he shall please, and will set up over it that which is set at nothing of men.",
          "id": 28067
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "This is the vision which I king Nabuchodonosor saw: and do you, Baltasar, declare the interpretation, for none of the wise men of my kingdom are able to show me the interpretation of it: but you, Daniel, are able; for the Holy Spirit of God is in you.",
          "id": 28068
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then Daniel, whose name is Baltasar, was amazed about one hour, and his thoughts troubled him. And Baltasar answered and said, My lord, let the dream be to them that hate you, and the interpretation of it to your enemies.",
          "id": 28069
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "The tree which you saw, that grew large and strong, whose height reached to the sky and its extent to all the earth;",
          "id": 28070
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "and whose leaves were flourishing, and its fruit abundant, (and it was meat for all; under it the wild beasts lodged, and the birds of the sky took shelter in its branches:)",
          "id": 28071
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "is yourself, O king; for you are grown great and powerful, and your greatness has increased and reached to heaven, and your dominion to the ends of the earth.",
          "id": 28072
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And whereas the king saw a watcher and a holy one coming down from heaven, and he said, Strip the tree, and destroy it; only leave the stump of its roots in the ground, and bind it with a band of iron and brass; and it shall lie in the grass that is without, and in the dew of heaven, and its portion shall be with wild beasts, until seven times have passed over it;",
          "id": 28073
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "this is the interpretation of it, O king, and it is a decree of the Most High, which has come upon my lord the king.",
          "id": 28074
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And they shall drive you forth from men, and your dwelling shall be with wild beasts, and they shall feed you with grass as an ox, and you shall have your lodging under the dew of heaven, and seven times shall pass over you, until you known that the Most High is Lord of the kingdom of men, and will give it to whom he shall please.",
          "id": 28075
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And whereas they said, Leave the stumps of the roots of the tree; your kingdom abides sure to you from the time that you shall know the power of the heavens.",
          "id": 28076
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Therefore, O king, let my counsel please you, and atone for your sins by alms, and your iniquities by compassion on the poor: it may be God will be longsuffering to your trespasses.",
          "id": 28077
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "All these things came upon king Nabuchodonosor.",
          "id": 28078
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "After a twelvemonth, as he walked in his palace in Babylon,",
          "id": 28079
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "the king answered and said, Is not this great Babylon, which I have built for a royal residence, by the might of my power, for the honour of my glory?",
          "id": 28080
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "While the word was yet in the king''s mouth, there came a voice from heaven, saying, To you, king Nabuchodonosor, they say, The kingdom has departed from you.",
          "id": 28081
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And they shall drive you from men, and your dwelling shall be with the wild beasts of the field, and they shall feed you with grass as an ox: and seven times shall pass over you, until you know that the Most High is Lord of the kingdom of men, and he will give it to whoever he shall please.",
          "id": 28082
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "In the same hour the word was fulfilled upon Nabuchodonosor: and he was driven forth from men, and he ate grass as an ox, and his body was bathed with the dew of heaven, until his hairs were grown like lions'' hairs, and his nails as birds'' claws.",
          "id": 28083
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And at the end of the time I Nabuchodonosor lifted up mine eyes to heaven, and my reason returned to me, and I blessed the Most High, and praised him that lives for ever, and gave him glory; for his dominion is an everlasting dominion, and his kingdom lasts to all generations:",
          "id": 28084
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "and all the inhabitants of the earth are reputed as nothing: and he does according to his will in the army of heaven, and amongst the inhabitants of the earth: and there is none who shall withstand his power, and say to him, What has you done?",
          "id": 28085
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "At the same time my reason returned to me, and I came to the honour of my kingdom; and my natural form returned to me, and my princes, and my nobles, sought me, and I was established in my kingdom, and more abundant majesty was added to me.",
          "id": 28086
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Now therefore I Nabuchodonosor praise and greatly exalt and glorify the King of heaven; for all his works are true, and his paths are judgement: and all that walk in pride he is able to abase.",
          "id": 28087
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Baltasar the king made a great supper for his thousand nobles, and there was wine before the thousand.",
          "id": 28088
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Baltasar drinking gave orders as he tasted the wine that they should bring the gold and silver vessels, which Nabuchodonosor his father had brought forth from the temple in Jerusalem; that the king, and his nobles, and his mistresses, and his concubines, should drink out of them.",
          "id": 28089
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So the gold and silver vessels were brought which Nabuchodonosor had taken out of the temple of God in Jerusalem; and the king, and his nobles, and his mistresses, and his concubines, drank out of them.",
          "id": 28090
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They drank wine, and praised the gods of gold, and of silver, and of brass, and of iron, and of wood, and of stone.",
          "id": 28091
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "In the same hour came forth fingers of a man''s hand, and wrote in front of the lamp on the plaster of the wall of the king''s house: and the king saw the knuckles of the hand that wrote.",
          "id": 28092
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then the king''s countenance changed, and his thoughts troubled him, and the joints of his loins were loosed, and his knees struck one another.",
          "id": 28093
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the king cried aloud to bring in the magicians, Chaldeans, and soothsayers; and he said to the wise men of Babylon, Whosoever shall read this writing, and make known to me the interpretation, shall be clothed with scarlet, and there shall be a golden chain upon his neck, and he shall be the third ruler in my kingdom.",
          "id": 28094
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then came in all the king''s wise men: but they could not read the writing, nor make known the interpretation to the king.",
          "id": 28095
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And king Baltasar was troubled, and his countenance changed upon him, and his nobles were troubled with him.",
          "id": 28096
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then the queen came into the banquet house, and said, O king, live for ever: let not your thoughts trouble you, and let not your countenance be changed.",
          "id": 28097
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "There is a man in your kingdom, in whom is the Spirit of God; and in the days of your father watchfulness and understanding were found in him; and king Nabuchodonosor your father made him chief of the enchanters, magicians, Chaldeans, and soothsayers.",
          "id": 28098
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For there is an excellent spirit in him, and sense and understanding in him, interpreting dreams as he does, and answering hard questions, and solving difficulties: it is Daniel, and the king gave him the name of Baltasar: now then let him be called, and he shall tell you the interpretation of the writing.",
          "id": 28099
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then Daniel was brought in before the king: and the king said to Daniel, Are you Daniel, of the children of the captivity of Judea, which the king my father brought?",
          "id": 28100
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "I have heard concerning you, that the Spirit of God is in you, and that watchfulness and understanding and excellent wisdom have been found in you.",
          "id": 28101
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And now, the wise men, magicians, and soothsayers, have come in before me, to read the writing, and make known to me the interpretation: but they could not tell it me.",
          "id": 28102
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And I have heard concerning you, that you are able to make interpretations: now then if you shall be able to read the writing, and to make known to me the interpretation of it, you shall be clothed with purple, and there shall be a golden chain upon your neck, and you shall be third ruler in my kingdom.",
          "id": 28103
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Daniel said, before the king, Let your gifts be to yourself, and give the present of your house to another; but I will read the writing, and will make known to you the interpretation of it.",
          "id": 28104
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "O king, the most high God gave to your father Nabuchodonosor a kingdom, and majesty, and honour, and glory:",
          "id": 28105
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and by reason of the majesty which he gave to him, all nations, tribes, and languages trembled and feared before him: whom he would he killed; and whom he would he struck; and whom he would he exalted; and whom he would he abased.",
          "id": 28106
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But when his heart was lifted up, and his spirit was emboldened to act proudly, he was deposed from his royal throne, and his honour was taken from him.",
          "id": 28107
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And he was driven forth from men; and his heart was given him after the nature of wild beasts, and his dwelling was with the wild asses; and they fed him with grass as an ox, and his body was bathed with the dew of heaven; until he knew that the most high God is Lord of the kingdom of men, and will give it to whoever he shall please.",
          "id": 28108
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And you accordingly, his son, O Baltasar, has not humbled your heart before God: know you not all this?",
          "id": 28109
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And you have been exalted against the Lord God of heaven; and they have brought before you the vessels of his house, and you, and your nobles, and your mistresses, and your concubines, have drunk wine out of them; and you have praised the gods of gold, and silver, and brass, and iron, and wood, and stone, which see not, and which hear not, and know not: and the God in whose hand are your breath, and all your ways has you not glorified.",
          "id": 28110
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Therefore from his presence has been sent forth the knuckle of a hand; and he has ordered the writing.",
          "id": 28111
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And this is the ordered writing, Mane, Thekel, Phares.",
          "id": 28112
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "This is the interpretation of the sentence: Mane; God has measured your kingdom, and finished it.",
          "id": 28113
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Thekel; it has been weighed in the balance, and found lacking.",
          "id": 28114
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Phares; your kingdom is divided, and given to the Medes and Persians.",
          "id": 28115
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Then Baltasar commanded, and they clothed Daniel with scarlet, and put the golden chain about his neck, and proclaimed concerning him that he was the third ruler in the kingdom.",
          "id": 28116
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "In the same night was Baltasar the Chaldean king slain.",
          "id": 28117
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And Darius the Mede succeeded to the kingdom, being sixty-two years old.",
          "id": 28118
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it pleased Darius, and he set over the kingdom a hundred and twenty satraps, to be in all his kingdom;",
          "id": 28119
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and over them three governors, of whom one was, Daniel; for the satraps to give account to them, that the king should not be troubled.",
          "id": 28120
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Daniel was over them, for there was an excellent spirit in him; and the king set him over all his kingdom.",
          "id": 28121
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then the governors and satraps sought to find occasion against Daniel; but they found against him no occasion, nor trespass, nor error, because he was faithful.",
          "id": 28122
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the governors said, We shall not find occasion against Daniel, except in the ordinances of his God.",
          "id": 28123
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then the governors and satraps stood by the king, and said to him, King Darius, live for ever.",
          "id": 28124
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "All who preside over your kingdom, captains and satraps, chiefs and local governors, have taken counsel together, to establish by a royal statue and to confirm a decree, that whoever shall ask a petition of any god or man for thirty days, save of you, O king, shall be cast into the den of lions.",
          "id": 28125
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Now then, O king, establish the decree, and publish a writ, that the decree of the Persians and Medes be not changed.",
          "id": 28126
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then king Darius commanded the decree to be written.",
          "id": 28127
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And when Daniel knew that the decree was ordered, he went into his house; and his windows were opened in his chambers towards Jerusalem, and three times in the day he knelt upon his knees, and prayed and gave thanks before his God, as he used to do before.",
          "id": 28128
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Then these men watched, and found Daniel praying and supplicating to his God.",
          "id": 28129
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And they came and said to the king, O king, has you not made a decree, that whatever man shall ask a petition of any god or man for thirty days, but of you, O king, shall be cast into the den of lions? And the king said, The word is true, and the decree of the Medes and Persians shall not pass.",
          "id": 28130
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then they answered and said before the king, Daniel of the children of the captivity of Judea, has not submitted to your decree; and three times in the day he makes his requests of his God.",
          "id": 28131
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then the king, when he heard the saying, was much grieved for Daniel and he greatly exerted himself for Daniel to deliver him: and he exerted himself till evening to deliver him.",
          "id": 28132
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Then those men said to the king, Know, O king, that the law of the Medes and Persians is that we must not change any decree of statue which the king shall make.",
          "id": 28133
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then the king commanded, and they brought Daniel, and cast him into the den of lions. But the king said to Daniel, Your God whom you serve continually, he will deliver you.",
          "id": 28134
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And they brought a stone, and put it on the mouth of the den; and the king sealed it with his ring, and with the ring of his nobles; that the case might not be altered with regard to Daniel.",
          "id": 28135
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the king departed to his house, and lay down fasting, and they brought him no food; and his sleep departed from him. But God shut the mouths of the lions, and they not molest Daniel.",
          "id": 28136
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then the king arose very early in the morning, and came in have to the den of lions.",
          "id": 28137
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And when he drew near to the den, he cried with a loud voice, Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lion''s mouth?",
          "id": 28138
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And Daniel said to the king, O king, live for ever.",
          "id": 28139
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "My God has sent his angel, and stopped the lions'' mouths, and they have not hurt me: for uprightness was found in me before him; and moreover before you, O king, I have committed no trespass.",
          "id": 28140
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Then the king was very glad for him, and he commanded to bring Daniel out of the den. So Daniel was brought out of the den, and there was found no hurt upon him, because he believed in his God.",
          "id": 28141
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the king commanded, and they brought the men that had accused Daniel, and they were cast into the den of lions, they, and their children, and their wives: and they reached not the bottom of the den before the lions had the mastery of them, and utterly broke to pieces all their bones.",
          "id": 28142
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then king Darius wrote to all nations, tribes, and languages, who dwell in all the earth, saying, Peace be multiplied to you.",
          "id": 28143
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "This decree has been set forth by me in every dominion of my kingdom, that men tremble and fear before the God of Daniel: for he is the living and eternal God, and his kingdom shall not be destroyed, and his dominion is for ever.",
          "id": 28144
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "He helps and delivers, and works signs and wonders in the heaven and on the earth, who has rescued Daniel from the power of the lions.",
          "id": 28145
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And Daniel prospered in the reign of Darius, and in the reign of Cyrus the Persian.",
          "id": 28146
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the first year of Baltasar, king of the Chaldeans Daniel had a dream, and visions of his head upon his bed: and he wrote his dream.",
          "id": 28147
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I Daniel *saw, and, behold, the four winds of heaven blew violently upon the great sea.",
          "id": 28148
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And there came up four great beasts out of the sea, differing from one another.",
          "id": 28149
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "The first was as a lioness, and her wings as an eagle''s; I *saw until her wings were plucked, ands she was lifted off from the earth, and she stood on human feet, and a man''s heart was given to her.",
          "id": 28150
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And, behold, a second beast like a bear, and it supported itself on one side, and there were three ribs in its mouth, between its teeth: and thus they said to it, Arise, devour much flesh.",
          "id": 28151
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "After this one I looked, and behold another wild beast as a leopard, and it had four wings of a bird upon it: and the wild beast had four heads, and power was given to it.",
          "id": 28152
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "After this one I looked, and behold a fourth beast, dreadful and terrible, and exceedingly strong, and its teeth were of iron; devouring and crushing to atoms, and it trampled the remainder with its feet: and it was altogether different from the beasts that were before it; and it had ten hours.",
          "id": 28153
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "I noticed his horns, and behold, another little horn came up in the midst of them, and before it three of the former horns were rooted out: and, behold, there were eyes as the eyes of a man in this horn, and a mouth speaking great things.",
          "id": 28154
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "I *saw until the thrones were set, and the Ancient of days sat; and his raiment was white as snow, and the hair of his head, as pure wool: his throne was a flame of fire, and his wheels burning fire.",
          "id": 28155
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "A stream of fire rushed forth before him: thousand thousands ministered to him, and ten thousands of myriads, attended upon him: the judgement sat, and the books were opened.",
          "id": 28156
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "I *saw then because of the voice of the great words which that horn spoke, until the wild beast was slain and destroyed, and his body given to be burnt with fire.",
          "id": 28157
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the dominion of the rest of the wild beasts was taken away; but a prolonging of life was given them for certain times.",
          "id": 28158
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "I *saw in the night vision, and, behold, one coming with the clouds of heaven as the Son of man, and he came on to the Ancient of days, and was brought near to him.",
          "id": 28159
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And to him was given the dominion, and the honour, and the kingdom; and all nations, tribes, and languages, shall serve him: his dominion is an everlasting dominion, which shall not pass away, and his kingdom shall not be destroyed.",
          "id": 28160
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "As for me Daniel, my spirit in my body trembled, and the visions of my head troubled me.",
          "id": 28161
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And I drew near to one of them that stood by, and I sought to learn of him the truth of all these things: and he told me the truth, and made known to me the interpretation of the things.",
          "id": 28162
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "These four beasts are four kingdoms that shall rise up on the earth:",
          "id": 28163
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "which shall be taken away; and the saints of the Most High shall take the kingdom, and possess it for ever and ever.",
          "id": 28164
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then I enquired carefully concerning the fourth beast; for it differed from every other beast, exceeding dreadful: its teeth were of iron, and its claws of brass, devouring, and utterly breaking to pieces, and it trampled the remainder with its feet:",
          "id": 28165
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "and concerning it ten horns that were in its head, and the other that came up, and rooted up some of the former, which had eyes, and a mouth speaking great things, and his look was bolder than the rest.",
          "id": 28166
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "I *saw, and that horn made war with the saints, and prevailed against them;",
          "id": 28167
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "until the Ancient of days came, and he gave judgement to the saints of the Most High; and the time came on, and the saints possessed the kingdom.",
          "id": 28168
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And he said, The fourth beast shall be the fourth kingdom on the earth, which shall excel all other kingdoms, and shall devour the whole earth, and trample and destroy it.",
          "id": 28169
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And his ten horns are ten kings that shall arise: and after them shall arise another, who shall exceed all the former ones in wickedness and he shall subdue three kings.",
          "id": 28170
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And he shall speak words against the Most High, and shall wear out the saints of the Most High, and shall think to change times and law: and power shall be given into his hand for a time and times and half a time.",
          "id": 28171
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the judgement has sat, and they shall remove his dominion to abolish it, and to destroy it utterly.",
          "id": 28172
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the kingdom and the power and the greatness of the kings that are under the whole heaven were given to the saints of the Most High; and his kingdom is an everlasting kingdom, and all powers shall serve and obey him.",
          "id": 28173
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Hitherto is the end of the matter. As for me Daniel, my thoughts greatly troubled me, and my countenance was changed: but I kept the matter in my heart.",
          "id": 28174
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the third year of the reign of king Baltasar a vision appeared to me, even to me Daniel, after that which appeared to me at the first.",
          "id": 28175
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And I was in Susa the palace, which is in the land of Aelam, and I was on the bank of Ubal.",
          "id": 28176
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And I lifted up mine eyes, and saw, and, behold, a ram standing in front of the Ubal; and he had high horns; and one was higher than the other, and the high one came up last.",
          "id": 28177
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And I saw the ram butting westward, and northward, and southward; and no beast could stand before him, and there was none that could deliver out of his hand; and he did according to his will, and became great.",
          "id": 28178
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And I was considering, and, behold, a he-goat came from the southwest on the face of the whole earth, and touched not the earth: and the goat had a horn between his eyes.",
          "id": 28179
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And he came to the ram that had the horns, which I had seen standing in front of the Ubal, and he ran at him with the violence of his strength.",
          "id": 28180
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And I saw him coming up close to the ram, and he was furiously enraged against him, and he struck the ram, and broke both his horns: and there was no strength in the ram to stand before him, but he cast him on the ground, and trampled on him; and there was none that could deliver the ram out of his hand.",
          "id": 28181
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the he-goat grew exceedingly great: and when he was strong, his great horn was broken; and four other horns rose up in its place towards the four winds of heaven.",
          "id": 28182
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And out of one of them came forth one strong horn, and it grew very great towards the south, and towards the host:",
          "id": 28183
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and it magnified itself to the host of heaven; and there fell to the earth some of the host of heaven and of the stars, and they trampled on them.",
          "id": 28184
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And this shall be until the chief captain shall have delivered the captivity: and by reason of him the sacrifice was disturbed, and he prospered; and the holy place shall be made desolate.",
          "id": 28185
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And a sin-offering was given for the sacrifice, and righteousness was cast down to the ground; and it practised, and prospered.",
          "id": 28186
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And I heard one saint speaking, and a saint said to a certain one speaking, How long shall the vision continue, even the removal of the sacrifice, and the bringing in of the sin of desolation; and how long shall the sanctuary and host be trampled?",
          "id": 28187
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he said to him, Evening and morning there shall be two thousand and four hundred days; and then the sanctuary shall be cleansed.",
          "id": 28188
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And it came to pass, as I, even I Daniel, saw the vision, and sought to understand it, that, behold, there stood before me as the appearance of a man.",
          "id": 28189
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And I heard the voice of a man between the banks of the Ubal; and he called, and said, Gabriel, cause that man to understand the vision.",
          "id": 28190
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he came and stood near where I stood: and when he came, I was struck with awe, and fell upon my face: but he said to me, Understand, son of man: for yet the vision is for an appointed time.",
          "id": 28191
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And while he spoke with me, I fell upon my face to the earth: and he touched me, and set me on my feet.",
          "id": 28192
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And he said, Behold, I make you know the things that shall come to pass at the end of the wrath: for the vision is yet for an appointed time.",
          "id": 28193
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "The ram which you saw that had the horns is the king of the Medes and Persians.",
          "id": 28194
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "The he-goat is the King of the Greeks: and the great horn which was between his eyes, he is the first king.",
          "id": 28195
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And as for the one that was broken, in whose place there stood up four horns, four kings shall arise out of his nation, but not in their own strength.",
          "id": 28196
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And at the latter time of their kingdom, when their sins are coming to the full, there shall arise a king bold in countenance, and understanding riddles.",
          "id": 28197
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And his power shall be great, and he shall destroy wonderfully, and prosper, and practise, and shall destroy mighty men, and the holy people.",
          "id": 28198
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And the yoke of his chain shall prosper: there is craft in his hand; and he shall magnify himself in his heart, and by craft shall destroy many, and he shall stand up for the destruction of many, and shall crush them as eggs in his hand.",
          "id": 28199
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the vision of the evening and morning that was mentioned is true: and do you seal the vision; for it is for many days.",
          "id": 28200
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And I Daniel fell asleep, and was sick: then I arose, and did the king''s business; and I wondered at the vision, and there was none that understood it.",
          "id": 28201
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the first year of Darius the son of Assuerus, of the seed of the Medes, who reigned over the kingdom of the Chaldeans,",
          "id": 28202
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I Daniel understood by books the number of the years which was the word of the Lord to the prophet Jeremias, even seventy years for the accomplishment of the desolation of Jerusalem.",
          "id": 28203
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And I set my face towards the Lord God, to seek him diligently by prayer and supplications, with fastings and sackcloth.",
          "id": 28204
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And I prayed to the Lord my God, and confessed, and said, O Lord, the great and wonderful God, keeping your covenant and your mercy to them that love you, and to them that keep your commandments; we have sinned,",
          "id": 28205
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "we have done iniquity, we have transgressed, and we have departed and turned aside from your commandments and from your judgements:",
          "id": 28206
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and we have not listened to your servants the prophets, who spoke in your name to our kings, and our princes, and our fathers, and to all the people of the land.",
          "id": 28207
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "To you, O Lord, belongs righteousness, an to us confusion of face, as at this day; to the men of Juda, and to the dwellers in Jerusalem, and to all Israel, to them that are near, and to them that are far off in all the earth, wherever you have scattered them, for the sin which they committed.",
          "id": 28208
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "In you, O Lord, is our righteousness, and to us belongs confusion of faced, and to our kings, and to our princes, and to our fathers, forasmuch as we have sinned.",
          "id": 28209
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "To you, the Lord our God, belong compassions and forgivenesses, whereas we have departed from you;",
          "id": 28210
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "neither have we listened to the voice of the Lord our God, to walk in his laws, which he set before us by the hands of his servants the prophets.",
          "id": 28211
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Moreover all Israel have transgressed your law, and have refused to listen to your voice; so the curse has come upon us, and the oath that is written in the law of Moses the servant of God, because we have sinned against him.",
          "id": 28212
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And he has confirmed his words, which he spoke against us, and against our judges who judged us, by bringing upon us great evils, such as have not happened under the whole heaven, according to what has happened in Jerusalem.",
          "id": 28213
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "As it is written in the law of Moses, all these evils have come upon us: yet we have not implored the Lord our God, that we might turn away from our iniquities, and have understanding in all your truth.",
          "id": 28214
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "The Lord also has watched, and brought the evils upon us: for the Lord our God is righteous in all his work which he has executed, but we have not listened to his voice.",
          "id": 28215
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And now, O Lord our God, who brought your people out of the land of Egypt with a mighty hand, and made to yourself a name, as at this day; we have sinned, we have transgressed.",
          "id": 28216
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "O Lord, your mercy is over all: let, I pray you, your wrath turn away, and your anger from your city Jerusalem, even your holy mountain: for we have sinned, and because of our iniquities, and those of our fathers, Jerusalem and your people are become a reproach amongst all that are round about us.",
          "id": 28217
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And now, O lord our God, listen to the prayer of your servant, and his supplications, and cause your face to shine on your desolate sanctuary, for your own sake, O Lord.",
          "id": 28218
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Incline your ear, O my God, and hear; open your eyes and behold our desolation, and that of your city on which your name is called: for we do not bring our pitiful case before you on the ground of our righteousness, but on the ground of your manifold compassions, O Lord.",
          "id": 28219
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Listen, O Lord; be propitious, O Lord; attend, O Lord; delay not, O my God, for your own sake: for your name is called upon your city and upon your people.",
          "id": 28220
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And while I was yet speaking, and praying, and confessing my sins and the sins of my people Israel, and bringing my pitiful case before the Lord my God concerning the holy mountain;",
          "id": 28221
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "yes, while I was yet speaking in prayer, behold the man Gabriel, whom I had seen in the vision at the beginning, came flying, and he touched me about the hour of the evening sacrifice.",
          "id": 28222
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And he instructed me, and spoke with me, and said, O Daniel, I am now come forth to impart to you understanding.",
          "id": 28223
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "At the beginning of your supplication the word came forth, and I am come to tell you; for you are a man much beloved: therefore consider the matter, understand the vision.",
          "id": 28224
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Seventy weeks have been determined upon your people, and upon the holy city, for sin to be ended, and to seal up transgressions, and to blot out the iniquities, and to make atonement for iniquities, and to bring in everlasting righteousness, and to seal the vision and the prophet, and to anoint the Most Holy.",
          "id": 28225
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And you shall know and understand, that from the going forth of the command for the answer and for the building of Jerusalem until Christ the prince there shall be seven weeks, and sixty-two weeks; and then the time shall return, and the street shall be built, and the wall, and the times shall be exhausted.",
          "id": 28226
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And after the sixty-two weeks, the anointed one shall be destroyed, and there is no judgement in him: and he shall destroy the city and the sanctuary with the prince that is coming: they shall be cut off with a flood, and to the end of the war which is rapidly completed he shall appoint the city to desolations.",
          "id": 28227
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And one week shall establish the covenant with many: and in the midst of the week my sacrifice and drink-offering shall be taken away: and on the temple shall be the abomination of desolations; and at the end of time an end shall be put to the desolation.",
          "id": 28228
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the third year of Cyrus king of the Persians a thing was revealed to Daniel, whose name was called Baltasar; and the thing was true, and great power and understanding in the vision was given to him.",
          "id": 28229
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "In those days I Daniel was mourning three full weeks.",
          "id": 28230
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "I ate no pleasant bread, and no flesh or wine entered into my mouth, neither did I anoint myself with oil, until three whole weeks were accomplished.",
          "id": 28231
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "On the twenty-fourth day of the first month, I was near the great river, which is Tigris Eddekel.",
          "id": 28232
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And I lifted up mine eyes, and looked, and behold a man clothed in linen, and his loins were girded with gold of Ophaz:",
          "id": 28233
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and his body was as Tharsis, and his face was a the appearance of lightning, and his eyes as lamps of fire, and his arms and his legs as the appearance of shining brass, and the voice of his words as the voice of a multitude.",
          "id": 28234
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And I Daniel only saw the vision: and the men that were with me saw not the vision; but a great amazement fell upon them, and they fled in fear.",
          "id": 28235
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "So I was left alone, and saw this great vision, and there was no strength left in me, and my glory was turned into corruption, and I retained no strength.",
          "id": 28236
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Yet I heard the voice of his words: and when I heard him I was pricked in the heart, and I fell with my face to the earth.",
          "id": 28237
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And, behold, a hand touched me, and it raised me on my knees.",
          "id": 28238
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he said to me, O Daniel, man greatly beloved, understand the words which I speak to you, and stand upright: for I am now sent to you. And when he had spoken to me this word, I stood trembling.",
          "id": 28239
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And he said to me, Fear not, Daniel: for from the first day that you did set your heart to understand, and to afflict yourself before the Lord your God, they words were heard, and I am come because of your words.",
          "id": 28240
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But the prince of the kingdom of the Persians withstood me twenty-one days: and behold, Michael, one of the princes, came to help me; and I left him there with the chief of the kingdom of the Persians:",
          "id": 28241
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "and I have come to inform you of all that shall befall your people in the last days: for the vision is yet for many days.",
          "id": 28242
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And when he had spoken with me according to these words, I turned my face to the ground, and was pricked in the heart.",
          "id": 28243
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And, behold, as it were the likeness of a son of man touched my lips; and I opened my mouth, and spoke, and said to him that stood before me, O my lord, at the sight of you my bowels were turned within me, and I had no strength.",
          "id": 28244
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And how shall your servant be able, O my lord, to speak with this my lord? and as for me, from henceforth strength will not remain in me, and there is no breath left in me.",
          "id": 28245
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And there touched me again as it were the appearance of a man, and he strengthened me,",
          "id": 28246
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and said to me, Fear not, man greatly beloved: peace be to you, quit yourself like a man, and be strong. And when he had spoken with me, I received strength, and said, Let my lord speak; for you have strengthened me.",
          "id": 28247
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And he said, Know you, therefore I am come to you? and now I will return to fight with the prince of the Persians: and I was going in, and the prince of the Greeks came.",
          "id": 28248
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But I will tell you that which is ordained in the scripture of truth: and there is no one that holds with me in these matters but Michael your prince.",
          "id": 28249
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And I in the first year of Cyrus stood to strengthen and confirm him.",
          "id": 28250
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And now I will tell you the truth. Behold, there shall yet rise up three kings in Persia: and the fourth shall be very far richer than all: and after that he is master of his wealth, he shall rise up against all the kingdoms of the Greeks.",
          "id": 28251
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "An there shall rise up a mighty king, and he shall be lord of a great empire, and shall do according to his will.",
          "id": 28252
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And when his kingdom shall stand up, it shall be broken, and shall be divided to the four winds of heaven; but not to his posterity, nor according to his dominion which he ruled over: for his kingdom shall be plucked up, and given to others beside these.",
          "id": 28253
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the king of the south shall be strong; and one of their princes shall prevail against him, and shall obtain a great dominion.",
          "id": 28254
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And after his years they shall associate; and the daughter of the king of the south shall come to the king of the north, to make agreements with him: but she shall not retain power of arm; neither shall his seed stand: and she shall be delivered up, and they that brought her, and the maiden, and he that strengthened her in these times.",
          "id": 28255
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But out of the flower of her root there shall arise one on his place, and shall come against the host, and shall enter into the strongholds of the king of the north, and shall fight against them, and prevail.",
          "id": 28256
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Yes, he shall carry with a body of captives into Egypt their gods with their molten images, and all their precious vessels of silver and gold; and he shall last longer than the king of the north.",
          "id": 28257
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he shall enter into the kingdom of the king of the south, and shall return to his own land.",
          "id": 28258
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And his sons shall gather a multitude amongst many: and one shall certainly come, and overflow, and pass through, and he shall rest, and collect his strength.",
          "id": 28259
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the king of the south shall be greatly enraged, and shall come forth, and shall war with the king of the north: and he shall raise a great multitude; but the multitude shall be delivered into his hand.",
          "id": 28260
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And he shall take the multitude, and his heart shall be exalted; and he shall cast down many thousands; but he shall not prevail.",
          "id": 28261
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For the king of the north shall return, and bring a multitude greater than the former, and at the end of the times of years an invading army shall come with a great force, and with much substance.",
          "id": 28262
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And in those times many shall rise up against the king of the south; and the children of the spoilers of your people shall exalt themselves to establish the vision; and they shall fail.",
          "id": 28263
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the king of the north shall come in, and cast up a mound, and take strong cities: and the arms of the king of the south shall withstand, and his chosen ones shall rise up, but there shall be no strength to stand.",
          "id": 28264
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And he that comes in against him shall do according to his will, and there is no one to stand before him: and he shall stand in the land of beauty, and it shall be consumed by his hand.",
          "id": 28265
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he shall set his face to come in with the force of his whole kingdom, and shall cause everything to prosper with him: and he shall give him the daughter of women to corrupt her: but she shall not continue, neither be on his side.",
          "id": 28266
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And he shall turn his face to the islands, and shall take many, and cause princes to cease from their reproach: nevertheless his own reproach shall return to him.",
          "id": 28267
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then he shall turn back his face to the strength of his own land: but he shall become weak, and fall, and not be found.",
          "id": 28268
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And there shall arise out of his root one that shall cause a plant of the kingdom to pass over his place, earning kingly glory: and yet in those days shall he be broken, yet not openly, nor in war.",
          "id": 28269
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "One shall stand on his place, who has been set a nothing, and they have not put upon him the honour of the kingdom: but he shall come in prosperously, and obtain the kingdom by deceitful ways.",
          "id": 28270
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And the arms of him that overflows shall be washed away as with a flood from before him, and shall be broken, and so shall be the head of the covenant.",
          "id": 28271
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And because of the leagues made with him he shall work deceit: and he shall come up, and overpower them with a small nation.",
          "id": 28272
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he shall enter with prosperity, and that into fertile districts; and he shall do what his fathers and his fathers'' fathers have not done; he shall scatter amongst them plunder, and spoils, and wealth; and he shall devise plans against Egypt, even for a time.",
          "id": 28273
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And his strength and his heart shall be stirred up against the king of the south with a great force; and the king of the south shall engage in war with a great and very strong force; but his forces shall not stand, for they shall devise plans against him:",
          "id": 28274
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "and they shall eat his provisions, and shall crush him, and he shall carry away armies as with a flood, and many shall fall down slain.",
          "id": 28275
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And as for both the kings, their hearts are set upon mischief, and they shall speak lies at one table; but it shall not prosper; for yet the end is for a fixed time.",
          "id": 28276
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And he shall return to his land with much substance; and his heart shall be against the holy covenant; and he shall perform great deeds, and return to his own land.",
          "id": 28277
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "At the set time he shall return, and shall come into the south, but the last expedition shall not be as the first.",
          "id": 28278
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "For the Citians issuing forth shall come against him, and he shall be brought low, and shall return, and shall be incensed against the holy covenant: and he shall do thus, and shall return, and have intelligence with them that have forsaken the holy covenant.",
          "id": 28279
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And seeds shall spring up out of him, and they shall profane the sanctuary of strength, and they shall remove the perpetual sacrifice, and make the abomination desolate.",
          "id": 28280
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And the transgressors shall bring about a covenant by deceitful ways: but a people knowing their God shall prevail, and do valiantly.",
          "id": 28281
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And the intelligent of the people shall understand much: yet they shall fall by the sword, and by flame, and by captivity, and by spoil of many days.",
          "id": 28282
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And when they are weak they shall be helped with a little help: but many shall attach themselves to them with treachery.",
          "id": 28283
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And some of them that understand shall fall, to try them as with fire, and to test them, and that they may be manifested at the time of the end, for the matter is yet for a set time.",
          "id": 28284
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And he shall do according to his will, and the king shall exalt and magnify himself against every god, and shall speak great swelling words, and shall prosper until the indignation shall be accomplished: for it is coming to an end.",
          "id": 28285
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And he shall not regard any gods of his fathers, nor the desire of women, neither shall he regard any deity: for he shall magnify himself above all.",
          "id": 28286
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And he shall honour the god of forces on his place: and a god whom his fathers knew not he shall honour with gold, and silver, and precious stones, and desirable things.",
          "id": 28287
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And he shall do thus in the strong places of refuge with a strange god, and shall increase his glory: and he shall subject many to them, and shall distribute the land in gifts.",
          "id": 28288
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And at the end of the time he shall conflict with the king of the south: and the king of the north shall come against him with chariots, and with horsemen, and with many ships; and they shall enter into the land: and he shall break in pieces, and pass on:",
          "id": 28289
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "and he shall enter into the land of beauty, and many shall fail: but these shall escape out of his hand, Edom, and Moab, and the chief of the children of Ammon.",
          "id": 28290
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And he shall stretch forth his hand over the land; and the land of Egypt shall not escape.",
          "id": 28291
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And he shall have the mastery over the secret treasures of gold and silver, and over all the desirable possessions of Egypt, and of the Libyans and Ethiopians in their strongholds.",
          "id": 28292
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "But rumours and anxieties out of the east and from the north shall trouble him; and he shall come with great wrath to destroy many.",
          "id": 28293
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And he shall pitch the tabernacle of his palace between the seas in the holy mountain of beauty: but he shall come to his portion, and there is none to deliver him.",
          "id": 28294
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And at that time Michael the great prince shall stand up, that stands over the children of your people: and there shall be a time of tribulation, such tribulation as has not been from the time that there was a nation on the earth until that time: at that time your people shall be delivered, even every one that is written in the book.",
          "id": 28295
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to reproach and everlasting shame.",
          "id": 28296
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the wise shall shine as the brightness of the firmament, and some of the many righteous as the stars for ever and ever.",
          "id": 28297
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And you, Daniel, close the words, and seal the book to the time of the end; until many are taught, and knowledge is increased.",
          "id": 28298
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And I Daniel saw, and, behold, two others stood, on one side of the bank of the river, and the other on the other side of the bank of the river.",
          "id": 28299
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And one said to the man clothed in linen, who was over the water of the river, When will be the end of the wonders which you have mentioned?",
          "id": 28300
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And I heard the man clothed in linen, who was over the water of the river, and he lifted up his right hand and his left hand to heaven, and sware by him that lives for ever, that it should be for a time of times and half a time: when the dispersion is ended they shall know all these things.",
          "id": 28301
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And I heard, but I understood not: and I said, O Lord, what will be the end of these things?",
          "id": 28302
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he said, Go, Daniel: for the words are closed and sealed up to the time of the end.",
          "id": 28303
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Many must be tested, and thoroughly whitened, and tried with fire, and sanctified; but the transgressors shall transgress: and none of the transgressors shall understand; but the wise shall understand.",
          "id": 28304
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And from the time of the removal of the perpetual sacrifice, when the abomination of desolation shall be set up, there shall be a thousand and two hundred and ninety days.",
          "id": 28305
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Blessed is he that waits, and comes to the thousand and three hundred and thirty-five days.",
          "id": 28306
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But go you, and rest; for there are yet days and seasons to the fulfilment of the end; and you shall stand in your lot at the end of the days.",
          "id": 28307
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And king Astyages was gathered to his fathers, and Cyrus of Persia received his kingdom.",
          "id": 28308
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Daniel conversed with the king, and was honoured above all his friends.",
          "id": 28309
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Now the Babylonians had an idol, called Bel, and there were spent upon him every day twelve great measures of fine flour, and forty sheep, and six vessels of wine.",
          "id": 28310
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the king worshipped it and went daily to adore it: but Daniel worshipped his own God. And the king said to him, Why do not you worship Bel?",
          "id": 28311
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Who answered and said, Because I may not worship idols made with hands, but the living God, who has created the heaven and the earth, and has sovereignty over all flesh.",
          "id": 28312
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then said the king to him, Thinkest you not that Bel is a living God? see you not how much he eats and drinks every day?",
          "id": 28313
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then Daniel smiled, and said, O king, be not deceived: for this is but clay within, and brass without, and did never eat or drink any thing.",
          "id": 28314
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "So the king was angry, and called for his priests, and said to them, If you tell me not who this is that devours these expenses, you shall die.",
          "id": 28315
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But if you can certify me that Bel devours them, then Daniel shall die: for he has spoken blasphemy against Bel. And Daniel said to the king, Let it be according to your word.",
          "id": 28316
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Now the priests of Bel were threescore and ten, beside their wives and children. And the king went with Daniel into the temple of Bel.",
          "id": 28317
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "So Bel''s priests said, Behold, we go out: but you, O king, set on the meat, and make ready the wine, and shut the door fast and seal it with your own signet;",
          "id": 28318
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And to morrow when you come in, if you find not that Bel has eaten up all, we will suffer death: or else Daniel, that speaks falsely against us.",
          "id": 28319
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And they little regarded it: for under the table they had made a privy entrance, whereby they entered in continually, and consumed those things.",
          "id": 28320
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "So when they were gone forth, the king set meats before Bel. Now Daniel had commanded his servants to bring ashes, and those they strewed throughout all the temple in the presence of the king alone: then they went out, and shut the door, and sealed it with the king''s signet, and so departed.",
          "id": 28321
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now in the night came the priests with their wives and children, as they were wont to do, and did eat and drink up all.",
          "id": 28322
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "In the morning betime the king arose, and Daniel with him.",
          "id": 28323
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the king said, Daniel, are the seals whole? And he said, Yes, O king, they be whole.",
          "id": 28324
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And as soon as he had opened the dour, the king looked upon the table, and cried with a loud voice, Great are you, O Bel, and with you is no deceit at all.",
          "id": 28325
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then laughed Daniel, and held the king that he should not go in, and said, Behold now the pavement, and mark well whose footsteps are these.",
          "id": 28326
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the king said, I see the footsteps of men, women, and children. And then the king was angry,",
          "id": 28327
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And took the priests with their wives and children, who showed him the privy doors, where they came in, and consumed such things as were upon the table.",
          "id": 28328
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Therefore the king killed them, and delivered Bel into Daniel''s power, who destroyed him and his temple.",
          "id": 28329
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And in that same place there was a great dragon, which they of Babylon worshipped.",
          "id": 28330
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the king said to Daniel, Will you also say that this is of brass? behold, he lives, he eats and drinks; you can not say that he is no living god: therefore worship him.",
          "id": 28331
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then said Daniel to the king, I will worship the Lord my God: for he is the living God.",
          "id": 28332
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But give me leave, O king, and I shall kill this dragon without sword or staff. The king said, I give you leave.",
          "id": 28333
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Then Daniel took pitch, and fat, and hair, and did seethe them together, and made lumps thereof: this he put in the dragon''s mouth, and so the dragon burst in sunder: and Daniel said, Behold, these are the gods you worship.",
          "id": 28334
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "When they of Babylon heard that, they took great indignation, and conspired against the king, saying, The king is become a Jew, and he has destroyed Bel, he has slain the dragon, and put the priests to death.",
          "id": 28335
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "So they came to the king, and said, Deliver us Daniel, or else we will destroy you and your house.",
          "id": 28336
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Now when the king saw that they pressed him sore, being constrained, he delivered Daniel to them:",
          "id": 28337
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Who cast him into the lions'' den: where he was six days.",
          "id": 28338
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And in the den there were seven lions, and they had given them every day two carcases, and two sheep: which then were not given to them, to the intent they might devour Daniel.",
          "id": 28339
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Now there was in Jewry a prophet, called Habbacuc, who had made pottage, and had broken bread in a bowl, and was going into the field, for to bring it to the reapers.",
          "id": 28340
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "But the angel of the Lord said to Habbacuc, Go, carry the dinner that you have into Babylon to Daniel, who is in the lions'' den.",
          "id": 28341
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And Habbacuc said, Lord, I never saw Babylon; neither do I know where the den is.",
          "id": 28342
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Then the angel of the Lord took him by the crown, and bare him by the hair of his head, and through the vehemency of his spirit set him in Babylon over the den.",
          "id": 28343
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And Habbacuc cried, saying, O Daniel, Daniel, take the dinner which God has sent you.",
          "id": 28344
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And Daniel said, You have remembered me, O God: neither have you forsaken them that seek you and love you.",
          "id": 28345
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "So Daniel arose, and did eat: and the angel of the Lord set Habbacuc in his own place again immediately.",
          "id": 28346
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Upon the seventh day the king went to bewail Daniel: and when he came to the den, he looked in, and behold, Daniel was sitting.",
          "id": 28347
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Then cried the king with a loud voice, saying, Great are you Lord God of Daniel, and there is none other beside you.",
          "id": 28348
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And he drew him out, and cast those that were the cause of his destruction into the den: and they were devoured in a moment before his face.",
          "id": 28349
        }
      ]
    }
  ]
}