{
  "book": "Deuteronomy",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "These are the words which Moses spoke to all Israel on this side Jordan in the desert towards the west near the Red Sea, between Pharan Tophol, and Lobon, and Aulon, and the gold works.",
          "id": 4848
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "It is a journey of eleven days from Choreb to mount Seir as far as Cades Barne.",
          "id": 4849
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And it came to pass in the forties year, in the eleventh month, on the first day of the month, Moses spoke to all the children of Israel, according to all things which the Lord commanded him for them:",
          "id": 4850
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "after he had struck Seon king of the Amorites who lived in Esebon, and Og the king of Basan who lived in Astaroth and in Edrain;",
          "id": 4851
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "beyond Jordan in the land of Moab, Moses began to declare this law, saying,",
          "id": 4852
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "The Lord your God spoke to us in Choreb, saying, Let it suffice you to have lived so long in this mountain.",
          "id": 4853
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Turn you and depart and enter into the mountain of the Amorites, and go to all that dwell near about Araba, to the mountain and the plain and to the south, and the land of the Chananites near the sea, and Antilibanus, as far as the great river, the river Euphrates.",
          "id": 4854
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Behold, God has delivered the land before you; go in and inherit the land, which I sware to your fathers, Abraam, and Isaac, and Jacob, to give it to them and to their seed after them.",
          "id": 4855
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And I spoke to you at that time, saying, I shall not be able by myself to bear you.",
          "id": 4856
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "The Lord your God has multiplied you, and, behold, you are today as the stars of heaven for multitude.",
          "id": 4857
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "The Lord God of your fathers add to you a thousand-fold more than you are, and bless you as he has spoken to you.",
          "id": 4858
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "How shall I alone be able to bear your labour, and your burden, and your gainsayings?",
          "id": 4859
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Take to yourselves wise and understanding and prudent men for your tribes, and I will set your leaders over you.",
          "id": 4860
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And you answered me and said, The thing which you have told us is good to do.",
          "id": 4861
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So I took of you wise and understanding and prudent men, and I set them to rule over you as rulers of thousands, and rulers of hundreds, and rulers of fifties, and rulers of tens, and officers to your judges.",
          "id": 4862
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And I charged your judges at that time, saying, Hear causes between your brethren, and judge rightly between a man and his brother, and the stranger that is with him.",
          "id": 4863
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "You shall not have respect to persons in judgement, you shall judge small and great equally; you shall not shrink from before the person of a man, for the judgement is God's; and whatever matter shall be too hard for you, you shall bring it to me, and I will hear it.",
          "id": 4864
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And I charged upon you at that time all the commands which you shall perform.",
          "id": 4865
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And we departed from Choreb, and went through all that great wilderness and terrible, which you saw, by the way of the mountain of the Amorite, as the Lord our God charged us, and we came as far as Cades Barne.",
          "id": 4866
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And I said to you, You have come as far as the mountain of the Amorite, which the Lord our God gives to you:",
          "id": 4867
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "behold, the Lord your God has delivered to us the land before you: go up and inherit it as the Lord God of your fathers said to you; fear not, neither be afraid.",
          "id": 4868
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And you all came to me, and said, Let us send men before us, and let them go up to the land for us; and let them bring back to us a report of the way by which we shall go up, and of the cities into which we shall enter.",
          "id": 4869
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the saying pleased me: and I took of you twelve men, one man of a tribe.",
          "id": 4870
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And they turned and went up to the mountain, and they came as far as the valley of the cluster, and surveyed it.",
          "id": 4871
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And they took in their hands of the fruit of the land, and brought it to you, and said, The land is good which the Lord our God gives us.",
          "id": 4872
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Yet you would not go up, but rebelled against the words of the Lord our God.",
          "id": 4873
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And you murmured in your tents, and said, Because the Lord hated us, he has brought us out of the land of Egypt to deliver us into the hands of the Amorites, to destroy us.",
          "id": 4874
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Whither do we go up? and your brethren drew away your heart, saying, It is a great nation and populous, and mightier than we; and there are cities great and walled up to heaven: moreover we saw there the sons of the giants.",
          "id": 4875
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And I said to you, Fear not, neither be you afraid of them;",
          "id": 4876
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "the Lord your God who goes before your face, he shall fight against them together with you effectually, according to all that he wrought for you in the land of Egypt;",
          "id": 4877
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "and in this wilderness which you saw, by the way of the mountain of the Amorite; how the Lord your God will bear you as a nursling, as if any man should nurse his child, through all the way which you have gone until you came to this place.",
          "id": 4878
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And in this matter you believed not the Lord our God,",
          "id": 4879
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "who goes before you in the way to choose you a place, guiding you in fire by night, showing you the way by which you go, and a cloud by day.",
          "id": 4880
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And the Lord heard the voice of your words, and being greatly provoked he sware, saying,",
          "id": 4881
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Not one of these men shall see this good land, which I sware to their fathers,",
          "id": 4882
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "except Chaleb the son of Jephonne, he shall see it; and to him I will give the land on which he went up, and to his sons, because he attended to the things of the Lord.",
          "id": 4883
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And the Lord was angry with me for your sake, saying, Neither shall you by any means enter therein.",
          "id": 4884
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Joshua the son of Naue, who stands by you, he shall enter in there; do you strengthen him, for he shall cause Israel to inherit it.",
          "id": 4885
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And every young child who this day knows not good or evil, —they shall enter therein, and to them I will give it, and they shall inherit it.",
          "id": 4886
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And you turned and marched into the wilderness, in the way by the Red Sea.",
          "id": 4887
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And you answered and said, We have sinned before the Lord our God; we will go up and fight according to all that the Lord our God has commanded us: and having taken every one his weapons of war, and being gathered together, you went up to the mountain.",
          "id": 4888
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And the Lord said to me, Tell them, You shall not go up, neither shall you fight, for I am not with you; thus shall you not be destroyed before your enemies.",
          "id": 4889
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And I spoke to you, and you did not listen to me; and you transgressed the commandment of the Lord; and you forced your way and went up into the mountain.",
          "id": 4890
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And the Amorite who lived in that mountain came out to meet you, and pursued you as bees do, and wounded you from Seir to Herma.",
          "id": 4891
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And you sat down and wept before the Lord our God, and the Lord listened not to your voice, neither did he take heed to you.",
          "id": 4892
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "And you lived in Cades many days, as many days as you lived there.",
          "id": 4893
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And we turned and departed into the wilderness, by the way of the Red Sea, as the Lord spoke to me, and we compassed mount Seir many days.",
          "id": 4894
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the Lord said to me,",
          "id": 4895
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "You have compassed this mount long enough; turn therefore towards the north.",
          "id": 4896
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And charge the people, saying, You are going through the borders of your brethren the children of Esau, who dwell in Seir; and they shall fear you, and dread you greatly.",
          "id": 4897
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Do not engage in war against them, for I will not give you of their land even enough to set your foot upon, for I have given mount Seir to the children of Esau as an inheritance.",
          "id": 4898
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Buy food of them for money and eat, and you shall receive water of them by measure for money, and drink.",
          "id": 4899
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For the Lord our God has blessed you in every work of your hands. Consider how you went through that great and terrible wilderness: behold, the Lord your God has been with you forty years; you did not lack any thing.",
          "id": 4900
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And we passed by our brethren the children of Esau, who lived in Seir, by the way of Araba from Aelon and from Gesion Gaber; and we turned and passed by the way of the desert of Moab.",
          "id": 4901
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the Lord said to me, Do not you quarrel with the Moabites, and do not engage in war with them; for I will not give you of their land for an inheritance, for I have given Aroer to the children of Lot to inherit.",
          "id": 4902
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Formerly the Ommin lived in it, a great and numerous nation and powerful, like the Enakim.",
          "id": 4903
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "These also shall be accounted Raphain like the Enakim; and the Moabites call them Ommin.",
          "id": 4904
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the Chorrhite lived in Seir before, and the sons of Esau destroyed them, and utterly consumed them from before them; and they lived in their place, as Israel did to the land of his inheritance, which the Lord gave to them.",
          "id": 4905
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now then, arise you, said I, and depart, and cross the valley of Zaret.",
          "id": 4906
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the days in which we travelled from Cades Barne till we crossed the valley of Zaret, were thirty and eight years, until the whole generation of the men of war failed, dying out of the camp, as the Lord God sware to them.",
          "id": 4907
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the hand of the Lord was upon them to destroy them out of the midst of the camp, until they were consumed.",
          "id": 4908
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And it came to pass when all the men of war dying out of the midst of the people had fallen,",
          "id": 4909
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "that the Lord spoke to me, saying,",
          "id": 4910
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "You shall pass over this day the borders of Moab to Aroer;",
          "id": 4911
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and you shall draw near to the children of Amman: do not quarrel with them, nor wage war with them; for I will not give you of the land of the children of Amman for an inheritance, because I have given it to the children of Lot for an inheritance.",
          "id": 4912
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "It shall be accounted a land of Raphain, for the Raphain lived there before, and the Ammanites call them Zochommin.",
          "id": 4913
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "A great nation and populous, and mightier than you, as also the Enakim: yet the Lord destroyed them from before them, and they inherited their land, and they lived there instead of them until this day.",
          "id": 4914
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "As they did to the children of Esau that dwell in Seir, even as they destroyed the Chorrhite from before them, and inherited their country, and lived therein instead of them until this day.",
          "id": 4915
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the Evites who dwell in Asedoth to Gaza, and the Cappadocians who came out of Cappadocia, destroyed them, and lived in their room.",
          "id": 4916
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Now then arise and depart, and pass over the valley of Arnon: behold, I have delivered into your hands Seon the king of Esebon the Amorite, and his land: begin to inherit it: engage in war with him this day.",
          "id": 4917
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Begin to put your terror and your fear on the face of all the nations under heaven, who shall be troubled when they have heard your name, and shall be in anguish before you.",
          "id": 4918
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And I sent ambassadors from the wilderness of Kedamoth to Seon king of Esebon with peaceful words, saying,",
          "id": 4919
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "I will pass through your land: I will go by the road, I will not turn aside to the right hand or to the left.",
          "id": 4920
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "You shall give me food for money, and I will eat; and you shall give me water for money, and I will drink; I will only go through on my feet:",
          "id": 4921
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "as the sons of Esau did to me, who lived in Seir, and the Moabites who lived in Aroer, until I shall have passed Jordan into the land which the Lord our God gives us.",
          "id": 4922
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And Seon king of Esebon would not that we should pass by him, because the Lord our God hardened his spirit, and made his heart stubborn, that he might be delivered into your hands, as on this day.",
          "id": 4923
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And the Lord said to me, Behold, I have begun to deliver before you Seon the king of Esebon the Amorite, and his land, and do you begin to inherit his land.",
          "id": 4924
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And Seon the king of Esebon came forth to meet us, he and all his people to war at Jassa.",
          "id": 4925
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And the Lord our God delivered him before our face, and we struck him, and his sons, and all his people.",
          "id": 4926
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And we took possession of all his cities at that time, and we utterly destroyed every city in succession, and their wives, and their children; we left no living prey.",
          "id": 4927
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Only we took the cattle captive, and took the spoil of the cities.",
          "id": 4928
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "From Aroer, which is by the brink of the brook of Arnon, and the city which is in the valley, and as far as the mount of Galaad; there was not a city which escaped us: the Lord our God delivered all of them into our hands.",
          "id": 4929
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Only we did not draw near to the children of Amman, even all the parts bordering on the brook Jaboc, and the cities in the mountain country, as the Lord our God charged us.",
          "id": 4930
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And we turned and went by the way leading to Basan; and Og the king of Basan came out to meet us, he and all his people, to battle at Edraim.",
          "id": 4931
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the Lord said to me, Fear him not, for I have delivered him, and all his people, and all his land, into your hands; and you shall do to him as you did to Seon king of the Amorites who lived in Esebon.",
          "id": 4932
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the Lord our God delivered him into our hands, even Og the king of Basan, and all his people; and we struck him until we left none of his seed.",
          "id": 4933
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And we mastered all his cities at that time; there was not a city which we took not from them; sixty cities, all the country round about Argob, belonging to king Og in Basan:",
          "id": 4934
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "all strong cities, lofty walls, gates and bars; besides the very many cities of the Pherezites.",
          "id": 4935
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "We utterly destroyed them as we dealt with Seon the king of Esebon, so we utterly destroyed every city in order, and the women and the children,",
          "id": 4936
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and all the cattle; and we took for a prey to ourselves the spoil of the cities.",
          "id": 4937
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And we took at that time the land out of the hands of the two kings of the Amorites, who were beyond Jordan, extending from the brook of Arnon even to Aermon.",
          "id": 4938
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The Phoenicians call Aermon Sanior, but the Amorite has called it Sanir.",
          "id": 4939
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "All the cities of Misor, and all Galaad, and all Basan as far as Elcha and Edraim, cities of the kingdom of Og in Basan.",
          "id": 4940
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For only Og the king of Basan was left of the Raphain: behold, his bed was a bed of iron; behold, it is in the chief city of the children of Ammon; the length of it is nine cubits, and the breadth of it four cubits, according to the cubit of a man.",
          "id": 4941
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And we inherited that land at that time from Aroer, which is by the border of the torrent Arnon, and half the mount of Galaad; and I gave his cities to Ruben and to Gad.",
          "id": 4942
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the rest of Galaad, and all Basan the kingdom of Og I gave to the half-tribe of Manasse, and all the country round about Argob, all that Basan; it shall be accounted the land of Raphain.",
          "id": 4943
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Jair the son of Manasse took all the country round about Argob as far as the borders of Gargasi and Machathi: he called them by his name Basan Thavoth Jair until this day.",
          "id": 4944
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And to Machir I gave Galaad.",
          "id": 4945
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And to Ruben and to Gad I gave the land under Galaad as far as the brook of Arnon, the border between the brook and as far as Jaboc; the brook is the border to the children Amman.",
          "id": 4946
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Araba and Jordan are the boundary of Machanareth, even to the sea of Araba, the salt sea under Asedoth Phasga eastward.",
          "id": 4947
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And I charged you at that time, saying, The Lord your God has given you this land by lot; arm yourselves, every one that is powerful, and go before your brethren the children of Israel.",
          "id": 4948
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Only your wives and your children and your cattle (I know that you have much cattle), let them dwell in your cities which I have given you;",
          "id": 4949
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "until the Lord your God give your brethren rest, as also he has given to you, and they also shall inherit the land, which the Lord our God gives them on the other side of Jordan; then you shall return, each one to his inheritance which I have given you.",
          "id": 4950
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And I commanded Joshua at that time, saying, Your eyes have seen all things, which the Lord our God did to these two kings: so shall the Lord our God do to all the kingdoms against which you cross over there.",
          "id": 4951
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "You shall not be afraid of them, because the Lord our God himself shall fight for you.",
          "id": 4952
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And I implored the Lord at that time, saying,",
          "id": 4953
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Lord God, you have begun to show to your servant your strength, and your power, and your mighty hand, and your high arm: for what God is there in heaven or on the earth, who will do as you have done, and according to your might?",
          "id": 4954
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "I will therefore go over and see this good land that is beyond Jordan, this good mountain and Antilibanus.",
          "id": 4955
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the Lord because of you did not regard me, and listened not to me; and the Lord said to me, Let it suffice you, speak not of this matter to me any more.",
          "id": 4956
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Go up to the top of the quarried rock, and look with your eyes westward, and northward, and southward, and eastward, and behold it with your eyes, for you shall not go over this Jordan.",
          "id": 4957
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And charge Joshua, and strengthen him, and encourage him; for he shall go before the face of this people, and he shall give them the inheritance of all the land which you have seen.",
          "id": 4958
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And we abode in the valley near the house of Phogor.",
          "id": 4959
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And now, Israel, hear the ordinances and judgements, all that I teach you this day to do: that you may live, and be multiplied, and that you may go in and inherit the land, which the Lord God of your fathers gives you.",
          "id": 4960
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "You shall not add to the word which I command you, and you shall not take from it: keep the commandments of the Lord our God, all that I command you this day.",
          "id": 4961
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Your eyes have seen all that the Lord our God did in the case of Beel-phegor; for every man that went after Beel-phegor, the Lord your God has utterly destroyed him from amongst you.",
          "id": 4962
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But you that kept close to the Lord your God are all alive today.",
          "id": 4963
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Behold, I have shown you ordinances and judgements as the Lord commanded me, that you should do so in the land into which you go to inherit it.",
          "id": 4964
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And you shall keep and do them: for this is your wisdom and understanding before all nations, as many as shall hear all these ordinances; and they shall say, Behold, this great nation is a wise and understanding people.",
          "id": 4965
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For what manner of nation is so great, which has God so near to them as the Lord our God is in all things in whatever we may call upon him?",
          "id": 4966
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And what manner of nation is so great, which has righteous ordinances and judgements according to all this law, which I set before you this day?",
          "id": 4967
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Take heed to yourself, and keep your heart diligently: forget not any of the things, which your eyes have seen, and let them not depart from your heart all the days of your life; and you shall teach your sons and your sons' sons,",
          "id": 4968
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "even the things that happened in the day in which you stood before the Lord our God in Choreb in the day of the assembly; for the Lord said to me, Gather the people to me, and let them hear my words, that they may learn to fear me all the days which they live upon the earth, and they shall teach their sons.",
          "id": 4969
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And you drew near and stood under the mountain; and the mountain burnt with fire up to heaven: there was darkness, blackness, and tempest.",
          "id": 4970
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the Lord spoke to you out of the midst of the fire a voice of words, which you heard: and you saw no likeness, only you heard a voice.",
          "id": 4971
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he announced to you his covenant, which he commanded you to keep, even the ten commandments; and he wrote them on two tables of stone.",
          "id": 4972
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the Lord commanded me at that time, to teach you ordinances and judgements, that you should do them on the land, into which you go to inherit it.",
          "id": 4973
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And take good heed to your hearts, for you saw no similitude in the day in which the Lord spoke to you in Choreb in the mountain out of the midst of the fire:",
          "id": 4974
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "lest you transgress, and make to yourselves a carved image, any kind of figure, the likeness of male or female,",
          "id": 4975
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "the likeness of any beast of those that are on the earth, the likeness of any winged bird which flies under heaven,",
          "id": 4976
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "the likeness of any reptile which creeps on the earth, the likeness of any fish of those which are in the waters under the earth;",
          "id": 4977
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and lest having looked up to the sky, and having seen the sun and the moon and the stars, and all the heavenly bodies, you should go astray and worship them, and serve them, which the Lord your God has distributed to all the nations under heaven.",
          "id": 4978
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But God took you, and led you forth out of the land of Egypt, out of the iron furnace, out of Egypt, to be to him a people of inheritance, as at this day.",
          "id": 4979
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the Lord God was angry with me for the things said by you, and sware that I should not go over this Jordan, and that I should not enter into the land, which the Lord your God gives you for an inheritance.",
          "id": 4980
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "For I am to die in this land, and shall not pass over this Jordan; but you are to pass over, and shall inherit this good land.",
          "id": 4981
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Take heed to yourselves, lest you forget the covenant of the Lord our God, which he made with you, and you transgress, and make to yourselves a graven image of any of the things concerning which the Lord your God commanded you.",
          "id": 4982
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For the Lord your God is a consuming fire, a jealous God.",
          "id": 4983
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And when you shall have begotten sons, and shall have sons' sons, and you shall have lived a long time on the land, and shall have transgressed, and made a graven image of any thing, and shall have done wickedly before the Lord your God to provoke him;",
          "id": 4984
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "I call heaven and earth this day to witness against you, that you shall surely perish from off the land, into which you go across Jordan to inherit it there; you shall not prolong your days upon it, but shall be utterly cut off.",
          "id": 4985
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the Lord shall scatter you amongst all nations, and you shall be left few in number amongst all the nations, amongst which the Lord shall bring you.",
          "id": 4986
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And you shall there serve other gods, the works of the hands of men, wood and stones, which can''t see, nor can they hear, nor eat, nor smell.",
          "id": 4987
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And there you shall seek the Lord your God, and you shall find him whenever you shall seek him with all your heart, and with all your soul in your affliction.",
          "id": 4988
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And all these things shall come upon you in the last days, and you shall turn to the Lord your God, and shall listen to his voice.",
          "id": 4989
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Because the Lord your God is a God of pity: he will not forsake you, nor destroy you; he will not forget the covenant of your fathers, which the Lord sware to them.",
          "id": 4990
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Ask of the former days which were before you, from the day when God created man upon the earth, and beginning at the one end of heaven to the other end of heaven, if there has happened any thing like to this great event, if such a thing has been heard:",
          "id": 4991
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "if a nation have heard the voice of the living God speaking out of the midst of the fire, as you have heard and have lived;",
          "id": 4992
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "if God has assayed to go and take to himself a nation out of the midst of another nation with trial, and with signs, and with wonders, and with war, and with a mighty hand, and with a high arm, and with great sights, according to all the things which the Lord our God did in Egypt in your sight.",
          "id": 4993
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "So that you should know that the Lord your God he is God, and there is none beside him.",
          "id": 4994
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "His voice was made audible from heaven to instruct you, and he showed you upon the earth his great fire, and you heard his words out of the midst of the fire.",
          "id": 4995
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Because he loved your fathers, he also chose you their seed after them, and he brought you himself with his great strength out of Egypt,",
          "id": 4996
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "to destroy nations great and stronger than you before your face, to bring you in, to give you their land to inherit, as you have it this day.",
          "id": 4997
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "An you shall know this day, and shall consider in your heart, that the Lord your God he is God in heaven above, and on the earth beneath, and there is none else but he.",
          "id": 4998
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And keep you his commandments, and his ordinances, all that I command you this day; that it may be well with you, and with your sons after you, that you may be long-lived upon the earth, which the Lord your God gives you for ever.",
          "id": 4999
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Then Moses separated three cities beyond Jordan on the east,",
          "id": 5000
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "that the slayer might flee there, who should have slain his neighbour unintentionally, and should not have hated him in times past, and he shall flee to one of these cities and live:",
          "id": 5001
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Bosor in the wilderness, in the plain country of Ruben, and Ramoth in Galaad belonging to Gad, and Gaulon in Basan belonging to Manasse.",
          "id": 5002
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "This is the law which Moses set before the children of Israel.",
          "id": 5003
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "These are the testimonies, and the ordinances, and the judgements, which Moses spoke to the sons of Israel, when they came out of the land of Egypt:",
          "id": 5004
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "on the other side of Jordan, in the valley near the house of Phogor, in the land of Seon king of the Amorites, who lived in Esebon, whom Moses and the sons of Israel struck when they came out of the land of Egypt.",
          "id": 5005
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "And they inherited his land, and the land of Og king of Basan, two kings of the Amorites, who were beyond Jordan eastward.",
          "id": 5006
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "From Aroer, which is on the border of the brook Arnon, even to the mount of Seon, which is Aermon.",
          "id": 5007
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "All Araba beyond Jordan eastward under Asedoth hewn in the rock.",
          "id": 5008
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Moses called all Israel, and said to them, Hear, Israel, the ordinances and judgements, all that I speak in your ears this day, and you shall learn them, and observe to do them.",
          "id": 5009
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "The Lord your God made a covenant with you in Choreb.",
          "id": 5010
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The Lord did not make this covenant with your fathers, but with you: you are all here alive this day.",
          "id": 5011
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "The Lord spoke to you face to face in the mountain out of the midst of the fire.",
          "id": 5012
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And I stood between the Lord and you at that time to report to you the words of the Lord, (because you were afraid before the fire, and you went not up to the mountain) saying,",
          "id": 5013
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "I am the Lord your God, who brought you out of the land of Egypt, out of the house of bondage.",
          "id": 5014
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "You shall have no other gods before my face.",
          "id": 5015
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "You shall not make to yourself an image, nor likeness of any thing, whatever things are in the heaven above, and whatever are in the earth beneath, and whatever are in the waters under the earth.",
          "id": 5016
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "You shall not bow down to them, nor shall you serve them; for I am the Lord your God, a jealous God, visiting the sins of the fathers upon the children to the third and fourth generation to them that hate me,",
          "id": 5017
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and doing mercifully to thousands of them that love me, and that keep my commandments.",
          "id": 5018
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "You shall not take the name of the Lord your God in vain, for the Lord your God will certainly not acquit him that takes his name in vain.",
          "id": 5019
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Keep the sabbath day to sanctify it, as the Lord your God commanded you.",
          "id": 5020
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Six days you shall work, and you shall do all your works;",
          "id": 5021
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "but on the seventh day is the sabbath of the Lord your God: you shall do in it no work, you, and your son, and your daughter, your man-servant, and your maidservant, your ox, and your ass, and all your cattle, and the stranger that sojourns in the midst of you; that your man-servant may rest, and your maid, and your ox, as well as you.",
          "id": 5022
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And you shall remember that you were a slave in the land of Egypt, and the Lord your God brought you out thence with a mighty hand, and a high arm: therefore the Lord appointed you to keep the sabbath day and to sanctify it.",
          "id": 5023
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Honour your father and your mother, as the Lord your God commanded you; that it may be well with you, and that you may live long upon the land, which the Lord your God gives you.",
          "id": 5024
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "You shall not commit murder.",
          "id": 5025
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "You shall not commit adultery.",
          "id": 5026
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "You shall not steal.",
          "id": 5027
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "You shall not bear false witness against your neighbour.",
          "id": 5028
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "You shall not covet your neighbour's wife; you shall not covet your neighbour's house, nor his field, nor his man-servant, nor his maid, nor his ox, nor his ass, nor any beast of his, nor any thing that is your neighbour's.",
          "id": 5029
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "These words the Lord spoke to all the assembly of you in the mountain out of the midst of the fire—there was darkness, blackness, storm, a loud voice—and he added no more, and he wrote them on two tables of stone, and he gave them to me.",
          "id": 5030
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And it came to pass when you heard the voice out of the midst of the fire, for the mountain burnt with fire, that you came to me, even all the heads of your tribes, and your elders:",
          "id": 5031
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "and you said, Behold, the Lord our God has shown us his glory, and we have heard his voice out of the midst of the fire: this day we have seen that God shall speak to man, and he shall live.",
          "id": 5032
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And now let us not die, for this great fire will consume us, if we shall hear the voice of the Lord our God any more, and we shall die.",
          "id": 5033
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "For what flesh is there which has heard the voice of the living God, speaking out of the midst of the fire, as we have heard, and shall live?",
          "id": 5034
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Do you draw near, and hear all that the Lord our God shall say, and you shall speak to us all things whatever the Lord our God shall speak to you, and we will hear, and do.",
          "id": 5035
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And the Lord heard the voice of your words as you spoke to me; and the Lord said to me, I have heard the voice of the words of this people, even all things that they have said to you. They have well said all that they have spoken.",
          "id": 5036
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "O that there were such a heart in them, that they should fear me and keep my commands always, that it might be well with them and with their sons for ever.",
          "id": 5037
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Go, say to them, Return you to your houses;",
          "id": 5038
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "but stand you here with me, and I will tell you all the commands, and the ordinances, and the judgements, which you shall teach them, and let them do so in the land which I give them for an inheritance.",
          "id": 5039
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And you shall take heed to do as the Lord your God commanded you; you shall not turn aside to the right hand or to the left,",
          "id": 5040
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "according to all the way which the Lord your God commanded you to walk in it, that he may give you rest; and that it may be well with you, and you may prolong your days on the land which you shall inherit.",
          "id": 5041
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And these are the commands, and the ordinances, and the judgements, as many as the Lord our God gave commandment to teach you to do so in the land on which you enter to inherit it.",
          "id": 5042
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "That you may fear the Lord your God, keep you all his ordinances, and his commandments, which I command you today, you, and your sons, and your sons' sons, all the days of your life, that you may live many days.",
          "id": 5043
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Hear, therefore, O Israel, and observe to do them, that it may be well with you, and that you may be greatly multiplied, as the Lord God of your fathers said that he would give you a land flowing with milk and honey: and these are the ordinances, and the judgements, which the Lord commanded the children of Israel in the wilderness, when they had gone forth from the land of Egypt.",
          "id": 5044
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Hear, O Israel, The Lord our God is one Lord.",
          "id": 5045
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And you shall love the Lord your God with all your mind, and with all your soul, and all your strength.",
          "id": 5046
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And these words, all that I command you this day, shall be in your heart and in your soul.",
          "id": 5047
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And you shall teach them to your children, and you shall speak of them sitting in the house, and walking by the way, and lying down, and rising up.",
          "id": 5048
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And you shall fasten them for a sign upon your hand, and it shall be immoveable before your eyes.",
          "id": 5049
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And you shall write them on the lintels of your houses and of your gates.",
          "id": 5050
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And it shall come to pass when the Lord your God shall have brought you into the land which he sware to your fathers, to Abraam, and to Isaac, and to Jacob, to give you great and beautiful cities which you did not build,",
          "id": 5051
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "houses full of all good things which you did not fill, wells dug in the rock which you did not dig, vineyards and olive yards which you did not plant, then having eaten and been filled,",
          "id": 5052
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "beware lest you forget the Lord your God that brought you forth out of the land of Egypt, out of the house of bondage.",
          "id": 5053
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "You shall fear the Lord your God, and him only shall you serve; and you shall cleave to him, and by his name you shall swear.",
          "id": 5054
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Go you not after other gods of the gods of the nations round about you;",
          "id": 5055
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "for the Lord your God in the midst of you is a jealous God, lest the Lord your God be very angry with you, and destroy you from off the face of the earth.",
          "id": 5056
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "You shall not tempt the Lord your God, as you tempted him in the temptation.",
          "id": 5057
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "You shall by all means keep the commands of the Lord your God, the testimonies, and the ordinances, which he commanded you.",
          "id": 5058
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And you shall do that which is pleasing and good before the Lord your God, that it may be well with you, and that you may go in and inherit the good land, which the Lord sware to your fathers,",
          "id": 5059
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "to chase all your enemies from before your face, as the Lord said.",
          "id": 5060
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And it shall come to pass when your son shall ask you at a future time, saying, What are the testimonies, and the ordinances, and the judgements, which the Lord our God has commanded us?",
          "id": 5061
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then shall you say to your son, We were slaves to Pharao in the land of Egypt, and the Lord brought us forth thence with a mighty hand, and with a high arm.",
          "id": 5062
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And the Lord wrought signs and great and grievous wonders in Egypt, on Pharao and on his house before us.",
          "id": 5063
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And he brought us out thence to give us this land, which he sware to give to our fathers.",
          "id": 5064
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the Lord charged us to observe all these ordinances; to fear the Lord our God, that it may be well with us for ever, that we may live, as even today.",
          "id": 5065
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And there shall be mercy to us, if we take heed to keep all these commands before the Lord our God, as he has commanded us.",
          "id": 5066
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And when the Lord your God shall bring you into the land, into which you go to possess it, and shall remove great nations from before you, the Chettite, and Gergesite, and Amorite, and Chananite, and Pherezite, and Evite, and Jebusite, seven nations more numerous and stronger than you,",
          "id": 5067
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and the Lord your God shall deliver them into your hands, then you shall strike them: you shall utterly destroy them: you shall not make a covenant with them, neither shall you pity them:",
          "id": 5068
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "neither shall you contract marriages with them: you shall not give your daughter to his son, and you shall not take his daughter to your son.",
          "id": 5069
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For he will draw away your son from me, and he will serve other gods; and the Lord will be very angry with you, and will soon utterly destroy you.",
          "id": 5070
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But thus shall you do to them; you shall destroy their altars, and shall break down their pillars, and shall cut down their groves, and shall burn with fire the graven images of their gods.",
          "id": 5071
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For you are a holy people to the Lord your God; and the Lord your God chose you to be to him a peculiar people beyond all nations that are upon the face of the earth.",
          "id": 5072
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "It was not because you are more numerous than all other nations that the Lord preferred you, and the Lord made choice of you: for you are fewer in number than all other nations.",
          "id": 5073
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But because the Lord loved you, and as keeping the oath which he sware to your fathers, the Lord brought you out with a strong hand, and the Lord redeemed you from the house of bondage, out of the hand of Pharao king of Egypt.",
          "id": 5074
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "You shall know therefore, that the Lord your God, he is God, a faithful God, who keeps covenant and mercy for them that love him, and for those that keep his commandments to a thousand generations,",
          "id": 5075
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and who recompenses them that hate him to their face, to destroy them utterly; and will not be slack with them that hate him: he will recompense them to their face.",
          "id": 5076
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "You shall keep therefore the commands, and the ordinances, and these judgements, which I command you this day to do.",
          "id": 5077
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And it shall come to pass when you shall have heard these ordinances, and shall have kept and done them, that the Lord your God shall keep for you the covenant and the mercy, which he sware to your fathers.",
          "id": 5078
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he will love you, and bless you, and multiply you; and he will bless the off-spring of your body, and the fruit of your land, your corn, and your wine, and your oil, the herds of your oxen, and the flocks of your sheep, on the land which the Lord sware to your fathers to give to you.",
          "id": 5079
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "You shall be blessed beyond all nations; there shall not be amongst you an impotent or barren one, or amongst your cattle.",
          "id": 5080
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the Lord your God shall remove from you all sickness; and none of the evil diseases of Egypt, which you have seen, and all that you have known, will he lay upon you; but he will lay them upon all that hate you.",
          "id": 5081
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And you shall eat all the spoils of the nations which the Lord your God gives you; your eye shall not spare them, and you shall not serve their gods; for this is an offence to you.",
          "id": 5082
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But if you should say in your heart, This nation is greater than I, how shall I be able to destroy them utterly?",
          "id": 5083
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "you shall not fear them; you shall surely remember all that the Lord your God did to Pharao and to all the Egyptians:",
          "id": 5084
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "the great temptations which your eyes have seen, those signs and great wonders, the strong hand, and the high arm; how the Lord your God brought you forth: so the Lord your God will do to all the nations, whom you fear in their presence.",
          "id": 5085
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the Lord your God shall send against them the hornets, until they that are left and they that are hidden from you be utterly destroyed.",
          "id": 5086
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "You shall not be wounded before them, because the Lord your God in the midst of you is a great and powerful God.",
          "id": 5087
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And the Lord your God shall consume these nations before you by little and little: you shall not be able to consume them speedily, lest the land become desert, and the wild beasts of the field be multiplied against you.",
          "id": 5088
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And the Lord your God shall deliver them into your hands, and you shall destroy them with a great destruction, until you shall have utterly destroyed them.",
          "id": 5089
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he shall deliver their kings into your hands, and you shall destroy their name from that place; none shall stand up in opposition before you, until you shall have utterly destroyed them.",
          "id": 5090
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "You shall burn with fire the graven images of their gods: you shall not covet their silver, neither shall you take to yourself gold from them, lest you should offend thereby, because it is an abomination to the Lord your God.",
          "id": 5091
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And you shall not bring an abomination into your house, so should you be an accursed thing like it; you shall utterly hate it, and altogether abominate it, because it is an accursed thing.",
          "id": 5092
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "You shall observe to do all the commands which I charge you today, that you may live and be multiplied, and enter in and inherit the land, which the Lord your God sware to give to your fathers.",
          "id": 5093
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And you shall remember all the way which the Lord your God led you in the wilderness, that he might afflict you, and try you, and that the things in your heart might be made manifest, whether you would keep his commandments or no.",
          "id": 5094
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he afflicted you and straitened you with hunger, and fed you with manna, which your fathers knew not; that he might teach you that man shall not live by bread alone, but by every word that proceeds out of the mouth of God shall man live.",
          "id": 5095
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Your garments grew not old from off you, your shoes were not worn from off you, your feet were not painfully hardened, behold! these forty years.",
          "id": 5096
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And you shall know in your heart, that as if any man should chasten his son, so the Lord your God will chasten you.",
          "id": 5097
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And you shall keep the commands of the Lord your God, to walk in his ways, and to fear him.",
          "id": 5098
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For the Lord your God will bring you into a good and extensive land, where there are torrents of waters, and fountains of deep places issuing through the plains and through the mountains:",
          "id": 5099
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "a land of wheat and barley, wherein are vines, figs, pomegranates; a land of olive oil and honey;",
          "id": 5100
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "a land on which you shall not eat your bread with poverty, and you shall not lack any thing upon it; a land whose stones are iron, and out of its mountains you shall dig brass.",
          "id": 5101
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And you shall eat and be filled, and shall bless the Lord your God on the good land, which he has given you.",
          "id": 5102
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Take heed to yourself that you forget not the Lord your God, so as not to keep his commands, and his judgements, and ordinances, which I command you this day:",
          "id": 5103
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "lest when you have eaten and are full, and have built goodly houses, and lived in them;",
          "id": 5104
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "and your oxen and your sheep are multiplied to you, and your silver and your gold are multiplied to you, and all your possessions are multiplied to you,",
          "id": 5105
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "you should be exalted in heart, and forget the Lord your God, who brought you out of the land of Egypt, out of the house of bondage:",
          "id": 5106
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "who brought you through that great and terrible wilderness, where is the biting serpent, and scorpion, and drought, where there was no water; who brought you a fountain of water out of the flinty rock:",
          "id": 5107
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "who fed you with manna in the wilderness, which you knew not, and your fathers knew not; that he might afflict you, and thoroughly try you, and do you good in your latter days.",
          "id": 5108
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Lest you should say in your heart, My strength, and the power of mine hand have wrought for me this great wealth.",
          "id": 5109
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "But you shall remember the Lord your God, that he gives you strength to get wealth; even that he may establish his covenant, which the Lord sware to your fathers, as at this day.",
          "id": 5110
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And it shall come to pass if you do at all forget the Lord your God, and should go after other gods, and serve them, and worship them, I call heaven and earth to witness against you this day, that you shall surely perish.",
          "id": 5111
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "As also the other nations which the Lord God destroys before your face, so shall you perish, because you listened not to the voice of the Lord your God.",
          "id": 5112
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Hear, O Israel: You go this day across Jordan to inherit nations greater and stronger than yourselves, cities great and walled up to heaven;",
          "id": 5113
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "a people great and many and tall, the sons of Enac, whom you know, and concerning whom you have heard say, Who can stand before the children of Enac?",
          "id": 5114
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And you shall know today, that the Lord your God he shall go before your face: he is a consuming fire; he shall destroy them, and he shall turn them back before you, and shall destroy them quickly, as the Lord said to you.",
          "id": 5115
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Speak not in your heart, when the Lord your God has destroyed these nations before your face, saying, For my righteousness the Lord brought me in to inherit this good land.",
          "id": 5116
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Not for your righteousness, nor for the holiness of your heart, do you go in to inherit their land, but because of the wickedness of these nations the Lord will destroy them from before you, and that he may establish the covenant, which the Lord sware to our fathers, to Abraam, and to Isaac, and to Jacob.",
          "id": 5117
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And you shall know today, that it is not for your righteousnesses the Lord your God gives you this good land to inherit, for you are a stiff-necked people.",
          "id": 5118
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Remember, forget not, how much you provoked the Lord your God in the wilderness: from the day that you came forth out of Egypt, even till you came into this place, you continued to be disobedient towards the Lord.",
          "id": 5119
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Also in Choreb you provoked the Lord, and the Lord was angry with you to destroy you;",
          "id": 5120
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "when I went up into the mountain to receive the tables of stone, the tables of the covenant, which the Lord made with you, and I was in the mountain forty days and forty nights, I ate no bread and drank no water.",
          "id": 5121
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the Lord gave me the two tables of stone written with the finger of God, and on them there had been written all the words which the Lord spoke to you in the mountain in the day of the assembly.",
          "id": 5122
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And it came to pass after forty days and forty nights, the Lord gave me the two tables of stone, the tables of the covenant.",
          "id": 5123
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the Lord said to me, Arise, go down quickly from hence, for your people whom you brought out of the land of Egypt have transgressed; they have gone aside quickly out of the way which I commanded them, and have made themselves a molten image.",
          "id": 5124
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the Lord spoke to me, saying, I have spoken to you once and again, saying, I have seen this people, and, behold, it is a stiff-necked people.",
          "id": 5125
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And now suffer me utterly to destroy them, and I will blot out their name from under heaven, and will make of you a nation great and strong, and more numerous than this.",
          "id": 5126
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And I turned and went down from the mountain; and the mountain burnt with fire to heaven; and the two tables of the testimonies were in my two hands.",
          "id": 5127
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And when I saw that you had sinned against the Lord your God, and had made to yourselves a molten image, and had gone astray out of the way, which the Lord commanded you to keep;",
          "id": 5128
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "then I took hold of the two tables, and cast them out of my two hands, and broke them before you.",
          "id": 5129
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And I made my petition before the Lord as also at the first forty days and forty nights: I ate no bread and drank no water, on account of all your sins which you sinned in doing evil before the Lord God to provoke him.",
          "id": 5130
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And I was greatly terrified because of the wrath and anger, because the Lord was provoked with you utterly to destroy you; yet the Lord listened to me at this time also.",
          "id": 5131
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And he was angry with Aaron to destroy him utterly, and I prayed for Aaron also at that time.",
          "id": 5132
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And your sin which you had made, even the calf, I took, and burnt it with fire, and pounded it and ground it down till it became fine; and it became like dust, and I cast the dust into the brook that descended from the mountain.",
          "id": 5133
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Also in the burning, and in the temptation, and at the graves of lust, you provoked the Lord.",
          "id": 5134
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And when the Lord sent you forth from Cades Barne, saying, Go up and inherit the land which I give to you, then you disobeyed the word of the Lord your God, and believed him not, and listened not to his voice.",
          "id": 5135
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "You were disobedient in the things relating to the Lord from the day in which he became known to you.",
          "id": 5136
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And I prayed before the Lord forty days and forty nights, the number that I prayed before, for the Lord said that he would utterly destroy you.",
          "id": 5137
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And I prayed to God, and said, O Lord, King of gods, destroy not your people and your inheritance, whom you did redeem, whom you brought out of the land of Egypt with your great power, and with your strong hand, and with your high arm.",
          "id": 5138
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Remember Abraam, and Isaac, and Jacob your servants, to whom you sware by yourself: look not upon the hardness of heart of this people, and their impieties, and their sins.",
          "id": 5139
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Lest the inhabitants of the land whence you brought us out speak, saying, Because the Lord could not bring them into the land of which he spoke to them, and because he hated them, has he brought them forth to kill them in the wilderness.",
          "id": 5140
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And these are your people and your portion, whom you brought out of the land of Egypt with your great strength, and with your mighty hand, and with your high arm.",
          "id": 5141
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "At that time the Lord said to me, Hew for yourself two stone tables as the first, and come up to me into the mountain, and you shall make for yourself an ark of wood.",
          "id": 5142
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And you shall write upon the tables the words which were on the first tables which you did break, and you shall put them into the ark.",
          "id": 5143
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So I made an ark of boards of incorruptible wood, and I hewed tables of stone like the first, and I went up to the mountain, and the two tables were in my hand.",
          "id": 5144
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he wrote upon the tables according to the first writing the ten commandments, which the Lord spoke to you in the mountain out of the midst of the fire, and the Lord gave them to me.",
          "id": 5145
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And I turned and came down from the mountain, and I put the tables into the ark which I had made; and there they were, as the Lord commanded me.",
          "id": 5146
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the children of Israel departed from Beeroth of the sons of Jakim to Misadai: there Aaron died, and there he was buried, and Eleazar his son was priest in his stead.",
          "id": 5147
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Thence they departed to Gadgad; and from Gadgad to Etebatha, a land wherein are torrents of water.",
          "id": 5148
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "At that time the Lord separated the tribe of Levi, to bear the ark of the covenant of the Lord, to stand near before the Lord, to minister and bless in his name to this day.",
          "id": 5149
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Therefore the Levites have no part nor inheritance amongst their brethren; the Lord himself is their inheritance, as he said to them.",
          "id": 5150
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And I remained in the mount forty days and forty nights: and the Lord heard me at that time also, and the Lord would not destroy you.",
          "id": 5151
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the Lord said to me, Go, set out before this people, and let them go in and inherit the land, which I sware to their fathers to give to them.",
          "id": 5152
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, and to walk in all his ways, and to love him, and to serve the Lord your God with all your heart, and with all your soul;",
          "id": 5153
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "to keep the commandments of the Lord your God, and his ordinances, all that I charge you today, that it may be well with you?",
          "id": 5154
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Behold, the heaven and the heaven of heavens belong to the Lord your God, the earth and all things that are in it.",
          "id": 5155
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Only the Lord chose your fathers to love them, and he chose out their seed after them, even you, beyond all nations, as at this day.",
          "id": 5156
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Therefore you shall circumcise the hardness of your heart, and you shall not harden your neck.",
          "id": 5157
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For the Lord your God, he is God of gods, and the Lord of lords, the great, and strong, and terrible God, who does not accept persons, nor will he by any means accept a bribe:",
          "id": 5158
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "executing judgement for the stranger and orphan and widow, and he loves the stranger to give him food and raiment.",
          "id": 5159
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And you shall love the stranger; for you were strangers in the land of Egypt.",
          "id": 5160
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "You shall fear the Lord your God, and serve him, and shall cleave to him, and shall swear by his name.",
          "id": 5161
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "He is your boast, and he is your God, who has wrought in the midst of you these great and glorious things, which your eyes have seen.",
          "id": 5162
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "With seventy souls your fathers went down into Egypt; but the Lord your God has made you as the stars of heaven in multitude.",
          "id": 5163
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Therefore you shall love the Lord your God, and shall observe his appointments, and his ordinances, and his commandments, and his judgements, always.",
          "id": 5164
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And you shall know this day; for I speak not to your children, who know not and have not seen the discipline of the Lord your God, and his wonderful works, and his strong hand, and his high arm,",
          "id": 5165
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and his miracles, and his wonders, which he wrought in the midst of Egypt on Pharao king of Egypt, and all his land;",
          "id": 5166
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "and what he did to the host of the Egyptians, and to their chariots, and their cavalry, and their host; how he made the water of the Red Sea to overwhelm the face of them as they pursued after you, and the Lord destroyed them until this day;",
          "id": 5167
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "and all the things which he did to you in the wilderness until you came into this place;",
          "id": 5168
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and all the things that he did to Dathan and Abiron the sons of Eliab the son of Ruben, whom the earth opening her mouth swallowed up, and their houses, and their tents, and all their substance that was with them, in the midst of all Israel:",
          "id": 5169
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "for your eyes have seen all the mighty works of the Lord, which he wrought amongst you today.",
          "id": 5170
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And you shall keep all his commandments, as many as I command you today, that you may live, and be multiplied, and that you may go in and inherit the land, into which you go across Jordan to inherit it:",
          "id": 5171
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "that you may live long upon the land, which the Lord sware to your fathers to give to them, and to their seed after them, a land flowing with milk and honey.",
          "id": 5172
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For the land into which you go to inherit it, is not as the land of Egypt, whence you came out, whenever they sow the seed, and water it with their feet, as a garden of herbs:",
          "id": 5173
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "but the land into which you go to inherit it, is a land of mountains and plains; it shall drink water of the rain of heaven.",
          "id": 5174
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "A land which the Lord your God surveys continually, the eyes of the Lord your God are upon it from the beginning of the year to the end of the year.",
          "id": 5175
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now if you will indeed listen to all the commands which I charge you this day, to love the Lord your God, and to serve him with all your heart, and with all your soul,",
          "id": 5176
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "then he shall give to your land the early and latter rain in its season, and you shall bring in your corn, and your wine, and your oil.",
          "id": 5177
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he shall give food in your fields to your cattle; and when you have eaten and are full,",
          "id": 5178
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "take heed to yourself that your heart be not puffed up, and you transgress, and serve other gods, and worship them:",
          "id": 5179
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "and the Lord be angry with you, and restrain the heaven; and there shall not be rain, and the earth shall not yield its fruit, and you shall perish quickly from off the good land, which the Lord has given you.",
          "id": 5180
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And you shall store these words in your heart and in your soul, and you shall bind them as a sign on your hand, and it shall be fixed before your eyes.",
          "id": 5181
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And you shall teach them to your children, so as to speak about them when you sit in the house, and when you walk by the way, and when you sleep, and when you rise up.",
          "id": 5182
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And you shall write them on the lintels of your houses, and on your gates;",
          "id": 5183
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "that your days may be long, and the days of your children, upon the land which the Lord sware to your fathers to give to them, as the days of heaven upon the earth.",
          "id": 5184
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And it shall come to pass that if you will indeed listen to all these commands, which I charge you to observe this day, to love the Lord our God, and to walk in all his ways, and to cleave close to him;",
          "id": 5185
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "then the Lord shall cast out all these nations before you, and you shall inherit great nations and stronger than yourselves.",
          "id": 5186
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Every place whereon the sole of your foot shall tread shall be your; from the wilderness and Antilibanus, and from the great river, the river Euphrates, even as far as the west sea shall be your coasts.",
          "id": 5187
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "No one shall stand before you; and the Lord your God will put the fear of you and the dread of you on the face of all the land, on which you shall tread, as he told you.",
          "id": 5188
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Behold, I set before you this day the blessing and the curse;",
          "id": 5189
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "the blessing, if you listen to the commands of the Lord your God, all that I command you this day;",
          "id": 5190
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "and the curse, if you do not listen to the commands of the Lord our God, as many as I command you this day, and you wander from the way which I have commanded you, having gone to serve other gods, which you know not.",
          "id": 5191
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And it shall come to pass when the Lord your God shall have brought you into the land into which you go over to inherit it, then you shall put blessing on mount Garizin, and the curse upon mount Gaebal.",
          "id": 5192
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Behold! are not these beyond Jordan, behind, westward in the land of Chanaan, which lies westward near Golgol, by the high oak?",
          "id": 5193
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "For you are passing over Jordan, to go in and inherit the land, which the Lord our God gives you to inherit always, and you shall dwell in it.",
          "id": 5194
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And you shall take heed to do all his ordinances, and these judgements, as many as I set before you today.",
          "id": 5195
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And these are the ordinances and the judgements, which you shall observe to do in the land, which the Lord God of your fathers gives you for an inheritance, all the days which you live upon the land.",
          "id": 5196
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "You shall utterly destroy all the places in which they served their gods, whose land you inherit, on the high mountains and on the hills, and under the thick tree.",
          "id": 5197
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And you shall destroy their altars, and break in pieces their pillars, and you shall cut down their groves, and you shall burn with fire the graven images of their gods, and you shall abolish their name out of that place.",
          "id": 5198
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "You shall not do so to the Lord your God.",
          "id": 5199
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But in the place which the Lord your God shall choose in one of your cities to name his name there, and to be called upon, you shall even seek him out and go there.",
          "id": 5200
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And you shall carry there your whole burnt offerings, and your sacrifices, and your first fruits, and your vowed-offerings, and your free will offerings, and your offerings of thanksgiving, the firstborn of your herds, and of your flocks.",
          "id": 5201
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And you shall eat there before the Lord your God, and you shall rejoice in all the things on which you shall lay your hand, you and your houses, as the Lord your God has blessed you.",
          "id": 5202
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "You shall not do altogether as we do here today, every man that which is pleasing in his own sight.",
          "id": 5203
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For hitherto you have not arrived at the rest and the inheritance, which the Lord our God gives you.",
          "id": 5204
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And you shall go over Jordan, and shall dwell in the land, which the Lord our God takes as an inheritance for you; and he shall give you rest from all your enemies round about, and you shall dwell safely.",
          "id": 5205
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And there shall be a place which the Lord your God shall choose for his name to be called there, there shall you bring all things that I order you today; your whole burnt offerings, and your sacrifices, and your tithes, and the first fruits of your hands, and every choice gift of yours, whatever you shall vow to the Lord your God.",
          "id": 5206
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And you shall rejoice before the Lord your God, you and your sons, and your daughters, and your menservants and your maidservants, and the Levite that is at your gates; because he has no portion or inheritance with you.",
          "id": 5207
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Take heed to yourself that you offer not your whole burnt offerings in any place which you shall see;",
          "id": 5208
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "save in the place which the Lord your God shall choose, in one of your tribes, there shall you offer your whole burnt offerings, and there shall you do all things whatever I charge you this day.",
          "id": 5209
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But you shall kill according to all your desire, and shall eat flesh according to the blessing of the Lord your God, which he has given you in every city; the unclean that is within you and the clean shall eat it on equal terms, as the doe or the stag.",
          "id": 5210
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Only you shall not eat the blood; you shall pour it out on the ground as water.",
          "id": 5211
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "You shall not be able to eat in your cities the tithe of your corn, and of your wine, and of your oil, the firstborn of your herd and of your flock, and all your vows as many as you shall have vowed, and your thank-offerings, and the first fruits of your hands.",
          "id": 5212
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "But before the Lord your God you shall eat it, in the place which the Lord your God shall choose for himself, you, and your son, and your daughter, your man-servant, and your maidservant, and the stranger that is within your gates; and you shall rejoice before the Lord your God, on whatever you shall lay your hand.",
          "id": 5213
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Take heed to yourself that you do not desert the Levite all the time that you live upon the earth.",
          "id": 5214
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And if the Lord your God shall enlarge your borders, as he said to you, and you shall say, I will eat flesh; if your soul should desire to eat flesh, you shall eat flesh according to all the desire of your soul.",
          "id": 5215
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And if the place be far from you, which the Lord your God shall choose for himself, that his name be called upon it, then you shall kill of your herd and of your flock which God shall have given you, even as I commanded you, and you shall eat in your cities according to the desire of your soul.",
          "id": 5216
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "As the doe and the stag are eaten, so shall you eat it; the unclean in you and the clean shall eat it in like manner.",
          "id": 5217
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Take diligent heed that you eat no blood, for blood is the life of it; the life shall not be eaten with the flesh.",
          "id": 5218
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "You shall not eat it; you shall pour it out on the ground as water.",
          "id": 5219
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "You shall not eat it, that it may be well with you and with your sons after you, if you shall do that which is good and pleasing before the Lord your God.",
          "id": 5220
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But you shall take your holy things, if you have any, and your vowed-offerings, and come to the place which the Lord your God shall choose to have his name named upon it.",
          "id": 5221
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And you shall sacrifice your whole burnt offerings, you shall offer the flesh upon the altar of the Lord your God; but the blood of your sacrifices you shall pour out at the foot of the altar of the Lord your God, but the flesh you shall eat.",
          "id": 5222
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Beware and listen, and you shall do all the commands which I charge you, that it may be well with you and with your sons for ever, if you shall do that which is pleasing and good before the Lord your God.",
          "id": 5223
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And if the Lord your God shall utterly destroy the nations, to whom you go in there to inherit their land, from before you, and you shall inherit it, and dwell in their land;",
          "id": 5224
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "take heed to yourself that you seek not to follow them after they are destroyed before you, saying, How do these nations act towards their gods? I will do likewise.",
          "id": 5225
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "You shall not do so to your God; for they have sacrificed to their gods the abominations of the Lord which he hates, for they burn their sons and their daughters in fire to their gods.",
          "id": 5226
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Every word that I command you this day, it shall you observe to do: you shall not add to it, nor diminish from it.",
          "id": 5227
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And if there arise within you a prophet, or one who dreams a dream, and he gives you a sign or a wonder,",
          "id": 5228
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and the sign or the wonder come to pass which he spoke to you, saying, Let us go and serve other gods, which you know not;",
          "id": 5229
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "you shall not listen to the words of that prophet, or the dreamer of that dream, because the Lord your God tries you, to know whether you love your God with all your heart and with all your soul.",
          "id": 5230
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "You shall follow the Lord your God, and fear him, and you shall hear his voice, and attach yourselves to him.",
          "id": 5231
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And that prophet or that dreamer of a dream, shall die; for he has spoken to make you err from the Lord your God who brought you out of the land of Egypt, who redeemed you from bondage, to thrust you out of the way which the Lord your God commanded you to walk in: so shall you abolish the evil from amongst you.",
          "id": 5232
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And if your brother by your father or mother, or your son, or daughter, or your wife in your bosom, or friend who is equal to your own soul, entreat you secretly, saying, Let us go and serve other gods, which neither you nor your fathers have known,",
          "id": 5233
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "of the gods of the nations that are round about you, who are near you or at a distance from you, from one end of the earth to the other;",
          "id": 5234
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "you shall not consent to him, neither shall you listen to him; and your eye shall not spare him, you shall feel no regret for him, neither shall you at all protect him:",
          "id": 5235
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "you shall surely report concerning him, and your hands shall be upon him amongst the first to kill him, and the hands of all the people at the last.",
          "id": 5236
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And they shall stone him with stones, and he shall die, because he sought to draw you away from the Lord your God who brought you out of the land of Egypt, out of the house of bondage.",
          "id": 5237
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And all Israel shall hear, and fear, and shall not again do according to this evil thing amongst you.",
          "id": 5238
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And if in one of your cities which the Lord God gives you to dwell therein, you shall hear men saying,",
          "id": 5239
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Evil men have gone out from you, and have caused all the inhabitants of their land to fall away, saying, Let us go and worship other gods, whom you knew not,",
          "id": 5240
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "then you shall enquire and ask, and search diligently, and behold, if the thing is clearly true, and this abomination has taken place amongst you,",
          "id": 5241
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "you shall utterly destroy all the dwellers in that land with the edge of the sword; you shall solemnly curse it, and all things in it.",
          "id": 5242
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And all its spoils you shall gather into its public ways, and you shall burn the city with fire, and all its spoils publicly before the Lord your God; and it shall be uninhabited for ever, it shall not be built again.",
          "id": 5243
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And there shall nothing of the cursed thing cleave to your hand, that the Lord may turn from his fierce anger, and show you mercy, and pity you, and multiply you, as he sware to your fathers;",
          "id": 5244
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "if you will hear the voice of the Lord your God, to keep his commandments, all that I charge you this day, to do that which is good and pleasing before the Lord your God.",
          "id": 5245
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "You are the children of the Lord your God: you shall not make any baldness between you eyes for the dead.",
          "id": 5246
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For you are a holy people to the Lord your God, and the Lord your God has chosen you to be a peculiar people to himself of all the nations on the face of the earth.",
          "id": 5247
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "You shall not eat any abominable thing.",
          "id": 5248
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "These are the beasts which you shall eat; the calf of the herd, and lamb of the sheep, and kid of the goats;",
          "id": 5249
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "the stag, and doe, and pygarg, and wild goat, and camelopard.",
          "id": 5250
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Every beast that divides the hoofs, and makes claws of two divisions, and that chews the cud amongst beasts, these you shall eat.",
          "id": 5251
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And these you shall not eat of them that chew the cud, and of those that divide the hoofs, and make distinct claws; the camel, and the hare, and the rabbit; because they chew the cud, and do not divide the hoof, these are unclean to you.",
          "id": 5252
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And as for the swine, because he divides the hoof, and makes claws of the hoof, yet he chews not the cud, he is unclean to you; you shall not eat of their flesh, you shall not touch their dead bodies.",
          "id": 5253
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And these you shall eat of all that are in the water, you shall eat all that have fins and scales.",
          "id": 5254
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And all that have not fins and scales you shall not eat; they are unclean to you.",
          "id": 5255
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "You shall eat every clean bird.",
          "id": 5256
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And these of them you shall not eat; the eagle, and the ossifrage, and the sea-eagle,",
          "id": 5257
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "and the vulture, and the kite and the like to it,",
          "id": 5258
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "and the sparrow, and the owl, and the cormorant,",
          "id": 5259
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "and the heron, and the swan, and the stork,",
          "id": 5260
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "and the cormorant, and the hawk, and its like, and the hoopoe, and the raven,",
          "id": 5261
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "and the pelican, and the diver and the like to it, and the red-bill and the bat.",
          "id": 5262
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "All winged animals that creep are unclean to you; you shall not eat of them.",
          "id": 5263
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "You shall eat every clean bird.",
          "id": 5264
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "You shall eat nothing that dies of itself; it shall be given to the sojourner in your cities and he shall eat it, or you shall sell it to a stranger, because you are a holy people to the Lord your God. You shall not boil a lamb in his mother's milk.",
          "id": 5265
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "You shall tithe a tenth of all the produce of your seed, the fruit of your field year by year.",
          "id": 5266
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And you shall eat it in the place which the Lord your God shall choose to have his name called there; you shall bring the tithe of your corn and of your wine, and of your oil, the firstborn of your herd and of your flock, that you may learn to fear the Lord your God always.",
          "id": 5267
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And if the journey be too far for you, and you are not able to bring them, because the place is far from you which the Lord your God shall choose to have his name called there, because the Lord your God will bless you;",
          "id": 5268
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "then you shall sell them for money, and you shall take the money in your hands, and you shall go to the place which the Lord your God shall choose.",
          "id": 5269
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And you shall give the money for whatever your soul shall desire, for oxen or for sheep, or for wine, or you shall lay it out on strong drink, or on whatever your soul may desire, and you shall eat there before the Lord your God, and you shall rejoice and your house,",
          "id": 5270
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "and the Levite that is in your cities, because he has not a portion or inheritance with you.",
          "id": 5271
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "After three years you shall bring out all the tithes of your fruits, in that year you shall lay it up in your cities.",
          "id": 5272
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And the Levite shall come, because he has no part or lot with you, and the stranger, and the orphan, and the widow which is in your cities; and they shall eat and be filled, that the Lord your God may bless you in all the works which you shall do.",
          "id": 5273
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Every seven years you shall make a release.",
          "id": 5274
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And this is the ordinance of the release: you shall remit every private debt which your neighbour owes you, and you shall not ask payment of it from your brother; for it has been called a release to the Lord your God.",
          "id": 5275
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Of a stranger you shall ask again whatever he has of your, but to your brother you shall remit his debt to you.",
          "id": 5276
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For thus there shall not be a poor person in the midst of you, for the Lord your God will surely bless you in the land which the Lord your God gives you by inheritance, that you should inherit it.",
          "id": 5277
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And if you shall indeed listen to the voice of the Lord your God, to keep and do all these commandments, as many as I charge you this day,",
          "id": 5278
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "(for the Lord your God has blessed you in the way of which he spoke to you,) then you shall lend to many nations, but you shall not borrow; and you shall rule over many nations, but they shall not rule over you.",
          "id": 5279
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And if there shall be in the midst of you a poor man of your brethren in one of your cities in the land, which the Lord your God gives you, you shall not harden your heart, neither shall you by any means close up your hand from your brother who is in lack.",
          "id": 5280
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "You shall surely open your hands to him, and shall lend to him as much as he wants according to his need.",
          "id": 5281
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Take heed to yourself that there be not a secret thing in your heart, an iniquity, saying, The seventh year, the year of release, draws near; and your eye shall be evil to your brother that is in lack, and you shall not give to him, and he shall cry against you to the Lord, and there shall be great sin in you.",
          "id": 5282
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "You shall surely give to him, and you shall lend him as much as he wants, according as he is in need; and you shall not grudge in your heart as you give to him, because on this account the Lord your God will bless you in all your works, and in all things on which you shall lay your hand.",
          "id": 5283
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For the poor shall not fail off your land, therefore I charge you to do this thing, saying, You shall surely open your hands to your poor brother, and to him that is distressed upon your land.",
          "id": 5284
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And if your brother or sister, a Hebrew man or a Hebrew woman, be sold to you, he shall serve you six years, and in the seventh year you shall send him out free from you.",
          "id": 5285
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And when you shall send him out free from you, you shall not send him out empty.",
          "id": 5286
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "You shall give him provision for the way from your flock, and from your corn, and from your wine; as the Lord your God has blessed you, you shall give to him.",
          "id": 5287
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And you shall remember that you were a servant in the land of Egypt, and the Lord your God redeemed you from thence; therefore I charge you to do this thing.",
          "id": 5288
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And if he should say to you, I will not go out from you, because he continues to love you and your house, because he is well with you;",
          "id": 5289
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "then you shall take an awl, and bore his ear through to the door, and he shall be your servant for ever; and in like manner shall you do to your maidservant.",
          "id": 5290
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "It shall not seem hard to you when they are sent out free from you, because your servant has served you six years according to the annual hire of a hireling; so the Lord your God shall bless you in all things whatever you may do.",
          "id": 5291
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Every firstborn that shall be born amongst your kine and your sheep, you shall sanctify the males to the Lord your God; you shall not work with your firstborn calf, and you shall not shear the firstborn of your sheep.",
          "id": 5292
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "You shall eat it before the Lord year by year in the place which the Lord your God shall choose, you and your house.",
          "id": 5293
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And if there be in it a blemish, if it be lame or blind, an evil blemish, you shall not sacrifice it to the Lord your God.",
          "id": 5294
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "You shall eat it in your cities; the unclean in you and the clean shall eat it in like manner, as the doe or the stag.",
          "id": 5295
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Only you shall not eat the blood; you shall pour it out on the earth as water.",
          "id": 5296
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Observe the month of new corn, and you shall sacrifice the passover to the Lord your God; because in the month of new corn you came out of Egypt by night.",
          "id": 5297
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And you shall sacrifice the passover to the Lord your God, sheep and oxen in the place which the Lord your God shall choose to have his name called upon it.",
          "id": 5298
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "You shall not eat leaven with it; seven days shall you eat unleavened bread with it, bread of affliction, because you came forth out of Egypt in haste; that you may remember the day of your coming forth out of the land of Egypt all the days of your life.",
          "id": 5299
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Leaven shall not be seen with you in all your borders for seven days, and there shall not be left of the flesh which you shall sacrifice at even on the first day until the morning.",
          "id": 5300
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "you shall not have power to sacrifice the passover in any of the cities, which the Lord your God gives you.",
          "id": 5301
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But in the place which the Lord your God shall choose, to have his name called there, you shall sacrifice the passover at even at the setting of the sun, at the time when you came out of Egypt.",
          "id": 5302
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And you shall boil and roast and eat it in the place, which the Lord your God shall choose; and you shall return in the morning, and go to your house.",
          "id": 5303
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Six days shall you eat unleavened bread, and on the seventh day is a holiday, a feast to the Lord your God: you shall not do in it any work, save what must be done by any one.",
          "id": 5304
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Seven weeks shall you number to yourself; when you have begun to put the sickle to the corn, you shall begin to number seven weeks.",
          "id": 5305
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And you shall keep the feast of weeks to the Lord your God, accordingly as your hand has power in as many things as the Lord your God shall give you.",
          "id": 5306
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And you shall rejoice before the Lord your God, you and your son, and your daughter, your man-servant and your maidservant, and the Levite, and the stranger, and the orphan, and the widow which dwells amongst you, in whatever place the Lord your God shall choose, that his name should be called there.",
          "id": 5307
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And you shall remember that you were a servant in the land of Egypt, and you shall observe and do these commands.",
          "id": 5308
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "You shall keep for yourself the feast of tabernacles seven days, when you gather in your produce from your corn-floor and your wine-press.",
          "id": 5309
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And you shall rejoice in your feast, you, and your son, and your daughter, your man-servant, and your maidservant, and the Levite, and the stranger, and the orphan, and the widow that is in your cities.",
          "id": 5310
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Seven days shall you keep a feast to the Lord your God in the place which the Lord your God shall choose for himself; and if the Lord your God shall bless you in all your fruits, and in every work of your hands, then you shall rejoice.",
          "id": 5311
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Three times in the year shall all your males appear before the Lord your God in the place which the Lord shall choose in the feast of unleavened bread, and in the feast of weeks, and in the feast of tabernacles: you shall not appear before the Lord your God empty.",
          "id": 5312
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Each one according to his ability, according to the blessing of the Lord your God which he has given you.",
          "id": 5313
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "You shall make for yourself judges and officers in your cities, which the Lord your God gives you in your tribes, and they shall judge the people with righteous judgement:",
          "id": 5314
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "they shall not wrest judgement, nor favour persons, nor receive a gift; for gifts blind the eyes of the wise, and pervert the words of the righteous.",
          "id": 5315
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "You shall justly pursue justice, that you may live, and go in and inherit the land which the Lord your God gives you.",
          "id": 5316
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "You shall not plant for yourself a grove; you shall not plant for yourself any tree near the altar of your God.",
          "id": 5317
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "You shall not set up for yourself a pillar, which the Lord your God hates.",
          "id": 5318
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "You shall not sacrifice to the Lord your God a calf or a sheep, in which there is a blemish, or any evil thing; for it is an abomination to the Lord your God.",
          "id": 5319
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And if there should be found in any one of your cities, which the Lord your God gives you, a man or a woman who shall do that which is evil before the Lord your God, so as to transgress his covenant,",
          "id": 5320
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and they should go and serve other gods, and worship them, the sun, or the moon, or any of the host of heaven, which he commanded you not to do,",
          "id": 5321
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "and it be told you, and you shall have enquired diligently, and, behold, the thing really took place, this abomination has been done in Israel;",
          "id": 5322
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "then shall you bring out that man, or that woman, and you shall stone them with stones, and they shall die.",
          "id": 5323
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "He shall die on the testimony of two or three witnesses; a man who is put to death shall not be put to death for one witness.",
          "id": 5324
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the hand of the witnesses shall be upon him amongst the first to put him to death, and the hand of the people at the last; so shall you remove the evil one from amongst yourselves.",
          "id": 5325
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And if a matter shall be too hard for you in judgement, between blood and blood, and between cause and cause, and between stroke and stroke, and between contradiction and contradiction, matters of judgement in your cities;",
          "id": 5326
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "then you shall arise and go up to the place which the Lord your God shall choose, and you shall come to the priests the Levites, and to the judge who shall be in those days, and they shall search out the matter and report the judgement to you.",
          "id": 5327
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And you shall act according to the thing which they shall report to you out of the place which the Lord your God shall choose, and you shall observe to do all whatever shall have been by law appointed to you.",
          "id": 5328
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "You shall do according to the law and to the judgement which they shall declare to you: you shall not swerve to the right hand or to the left from any sentence which they shall report to you.",
          "id": 5329
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the man whoever shall act in haughtiness, so as not to listen to the priest who stands to minister in the name of the Lord your God, or the judge who shall preside in those days, that man shall die, and you shall remove the evil one out of Israel.",
          "id": 5330
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And all the people shall hear and fear, and shall no more commit impiety.",
          "id": 5331
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And when you shall enter into the land which the Lord your God gives you, and shall inherit it and dwell in it, and shall say, I will set a ruler over me, as also the other nations round about me;",
          "id": 5332
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "you shall surely set over you the ruler whom the Lord God shall choose: of your brethren you shall set over you a ruler; you shall not have power to set over you a stranger, because he is not your brother.",
          "id": 5333
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For he shall not multiply to himself horses, and he shall by no means turn the people back to Egypt, lest he should multiply to himself horses; for the Lord said, You shall not any more turn back by that way.",
          "id": 5334
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he shall not multiply to himself wives, lest his heart turn away; and he shall not greatly multiply to himself silver and gold.",
          "id": 5335
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And when he shall be established in his government, then shall he write for himself this repetition of the law into a book by the hands of the priests the Levites;",
          "id": 5336
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and it shall be with him, and he shall read in it all the days of his life, that he may learn to fear the Lord your God, and to keep all these commandments, and to observe these ordinances:",
          "id": 5337
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "that his heart be not lifted up above his brethren, that he depart not from the commandments on the right hand or on the left; that he and his sons may reign long in his dominion amongst the children of Israel.",
          "id": 5338
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The priests, the Levites, even the whole tribe of Levi, shall have no part nor inheritance with Israel; the burnt offerings of the Lord are their inheritance, they shall eat them.",
          "id": 5339
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And they shall have no inheritance amongst their brethren; the Lord himself is his portion, as he said to him.",
          "id": 5340
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And this is the due of the priests in the things coming from the people from those who offer sacrifices, whether it be a calf or a sheep; and you shall give the shoulder to the priest, and the cheeks, and the great intestine:",
          "id": 5341
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "and the first fruits of your corn, and of your wine, and of your oil; and you shall give to him the first fruits of the fleeces of your sheep:",
          "id": 5342
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "because the Lord has chosen him out of all your tribes, to stand before the Lord your God, to minister and bless in his name, himself and his sons amongst the children of Israel.",
          "id": 5343
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And if a Levite come from one of the cities of all the children of Israel, where he himself dwells, accordingly as his mind desires, to the place which he shall have chosen,",
          "id": 5344
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "he shall minister to the name of the Lord his God, as all his brethren the Levites, who stand there present before the Lord your God.",
          "id": 5345
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "He shall eat an allotted portion, besides the sale of his hereditary property.",
          "id": 5346
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And when you shall have entered into the land which the Lord your God gives you, you shall not learn to do according to the abominations of those nations.",
          "id": 5347
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "There shall not be found in you one who purges his son or his daughter with fire, one who uses divination, who deals with omens, and augury,",
          "id": 5348
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "a sorcerer employing incantation, one who has in him a divining spirit, and observer of signs, questioning the dead.",
          "id": 5349
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For every one that does these things is an abomination to the Lord your God; for because of these abominations the Lord will destroy them from before your face.",
          "id": 5350
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "You shall be perfect before the Lord your God.",
          "id": 5351
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For all these nations whose land you shall inherit, they will listen to omens and divinations; but the Lord your God has not permitted you so to do.",
          "id": 5352
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The Lord your God shall raise up to you a prophet of your brethren, like me; him shall you hear:",
          "id": 5353
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "according to all things which you did desire of the Lord your God in Choreb in the day of the assembly, saying, We will not again hear the voice of the Lord your God, and we will not any more see this great fire, and so we shall not die.",
          "id": 5354
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the Lord said to me, They have spoken rightly all that they have said to you.",
          "id": 5355
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "I will raise up to them a prophet of their brethren, like you; and I will put my words in his mouth, and he shall speak to them as I shall command him.",
          "id": 5356
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And whatever man shall not listen to whatever words that prophet shall speak in my name, I will take vengeance on him.",
          "id": 5357
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But the prophet whoever shall impiously speak in my name a word which I have not commanded him to speak, and whoever shall speak in the name of other gods, that prophet shall die.",
          "id": 5358
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But if you shall say in your heart, How shall we know the word which the Lord has not spoken?",
          "id": 5359
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Whatsoever words that prophet shall speak in the name of the Lord, and they shall not come true, and not come to pass, this is the thing which the Lord has not spoken; that prophet has spoken wickedly: you shall not spare him.",
          "id": 5360
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And when the Lord your God shall have destroyed the nations, which God gives you, even the land, and you shall inherit them, and dwell in their cities, and in their houses,",
          "id": 5361
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "you shall separate for yourself three cities in the midst of your land, which the Lord your God gives you.",
          "id": 5362
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Take a survey of your way, and you shall divide the coasts of your land, which the Lord your God apportions to you, into three parts, and there shall be there a refuge for every manslayer.",
          "id": 5363
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And this shall be the ordinance of the manslayer, who shall flee there, and shall live, whoever shall have struck his neighbour ignorantly, whereas he hated him not in times past.",
          "id": 5364
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And whoever shall enter with his neighbour into the thicket, to gather wood, if the hand of him that cuts wood with the axe should be violently shaken, and the axe head falling off from the handle should light on his neighbour, and he should die, he shall flee to one of these cities, and live.",
          "id": 5365
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Lest the avenger of blood pursue after the slayer, because his heart is hot, and overtake him, if the way be too long, and kill him, though there is to this man no sentence of death, because he hated him not in time past.",
          "id": 5366
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Therefore I charge you, saying, You shall separate for your self three cities.",
          "id": 5367
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And if the Lord shall enlarge your borders, as he sware to your fathers, and the Lord shall give to you all the land which he said he would give to your fathers;",
          "id": 5368
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "if you shall listen to do all these commands, which I charge you this day, to love the Lord your God, to walk in all his ways continually; you shall add for yourself yet three cities to these three.",
          "id": 5369
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So innocent blood shall not be spilt in the land, which the Lord your God gives you to inherit, and there shall not be in you one guilty of blood.",
          "id": 5370
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But if there should be in you a man hating his neighbour, and he should lay wait for him, and rise up against him, and strike him, that he die, and he should flee to one of these cities,",
          "id": 5371
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "then shall the elders of his city send, and take him thence, and they shall deliver him into the hands of the avengers of blood, and he shall die.",
          "id": 5372
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Your eye shall not spare him; so shall you purge innocent blood from Israel, and it shall be well with you.",
          "id": 5373
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "You shall not move the landmarks of your neighbour, which your fathers set in the inheritance, in which you have obtained a share in the land, which the Lord your God gives you to inherit.",
          "id": 5374
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "One witness shall not stand to testify against a man for any iniquity, or for any fault, or for any sin which he may commit; by the mouth of two witnesses, or by the mouth of three witnesses, shall every word be established.",
          "id": 5375
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And if an unjust witness rise up against a man, alleging iniquity against him;",
          "id": 5376
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "then shall the two men between whom the controversy is, stand before the Lord, and before the priests, and before the judges, who may be in those days.",
          "id": 5377
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the judges shall make diligent enquiry, and, behold, if and unjust witness has borne unjust testimony; and has stood up against his brother;",
          "id": 5378
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "then shall you do to him as he wickedly devised to do against his brother, and you shall remove the evil from yourselves.",
          "id": 5379
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the rest shall hear and fear, and do no more according to this evil thing in the midst of you.",
          "id": 5380
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Your eye shall not spare him: you shall exact life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.",
          "id": 5381
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And if you should go forth to war against your enemies, and should see horse, and rider, and a people more numerous than yourself; you shall not be afraid of them, for the Lord your God is with you, who brought you up out of the land of Egypt.",
          "id": 5382
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And it shall come to pass whenever you shall draw near to battle, that the priest shall draw near and speak to the people, and shall say to them,",
          "id": 5383
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Hear, O Israel; you are going this day to battle against your enemies: let not your heart faint, fear not, neither be confounded, neither turn aside from their face.",
          "id": 5384
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For it is the Lord your God who advances with you, to fight with you against your enemies, and to save you.",
          "id": 5385
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the scribes shall speak to the people, saying, What man is he that has built a new house, and has not dedicated it? let him go and return to his house, lest he die in the war, and another man dedicate it.",
          "id": 5386
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And what man is he that has planted a vineyard, and not been made merry with it? let him go and return to his house, lest he die in the battle, and another man be made merry with it.",
          "id": 5387
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And what man is he that has betrothed a wife, and has not taken her? let him go and return to his house, lest he die in the battle, and another man take her.",
          "id": 5388
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the scribes shall speak further to the people, and say, What man is he that fears and is cowardly in his heart? Let him go and return to his house, lest he make the heart of his brother fail, as his own.",
          "id": 5389
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And it shall come to pass when the scribes shall have ceased speaking to the people, that they shall appoint generals of the army to be leaders of the people.",
          "id": 5390
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And if you shall draw near to a city to overcome them by war, then call them out peaceably.",
          "id": 5391
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "If then they should answer peaceably to you, and open to you, it shall be that all the people found in it shall be tributary and subject to you.",
          "id": 5392
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But if they will not listen to you, but wage war against you, you shall invest it;",
          "id": 5393
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "until the Lord your God shall deliver it into your hands, and you shall strike every male of it with the edge of the sword:",
          "id": 5394
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "except the women and the stuff: and all the cattle, and whatever shall be in the city, and all the plunder you shall take as spoil for yourself, and shall eat all the plunder of your enemies whom the Lord your God gives you.",
          "id": 5395
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Thus shall you do to all the cities that are very far off from you, not being of the cities of these nations which the Lord your God gives you to inherit their land.",
          "id": 5396
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Of these you shall not take any thing alive;",
          "id": 5397
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "but you shall surely curse them, the Chettite, and the Amorite, and the Chananite, and the Pherezite, and the Evite, and the Jebusite, and the Gergesite; as the Lord your God commanded you:",
          "id": 5398
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "that they may not teach you to do all their abominations, which they did to their gods, and so you should sin before the Lord your God.",
          "id": 5399
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And if you should besiege a city many days to prevail against it by war to take it, you shall not destroy its trees, by applying an iron tool to them, but you shall eat of it, and shall not cut it down: Is the tree that is in the field a man, to enter before you into the work of the siege?",
          "id": 5400
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But the tree which you know to be not fruit-bearing, this you shall destroy and cut down; and you shall construct a mound against the city, which makes war against you, until it be delivered up.",
          "id": 5401
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And if one be found slain with the sword in the land, which the Lord your God gives you to inherit, having fallen in the field, and they do not know who has struck him;",
          "id": 5402
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "your elders and your judges shall come forth, and shall measure the distances of the cities round about the slain man:",
          "id": 5403
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and it shall be that the city which is nearest to the slain man the elders of that city shall take a heifer of the herd, which has not laboured, and which has not borne a yoke.",
          "id": 5404
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the elders of that city shall bring down the heifer into a rough valley, which has not been tilled and is not sown, and they shall kill the heifer in the valley.",
          "id": 5405
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the priests the Levites shall come, because the Lord God has chosen them to stand by him, and to bless in his name, and by their word shall every controversy and every stroke be decided.",
          "id": 5406
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And all the elders of that city who draw near to the slain man shall wash their hands over the head of the heifer which was slain in the valley;",
          "id": 5407
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and they shall answer and say, Our hands have not shed this blood, and our eyes have not seen it.",
          "id": 5408
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Be merciful to your people Israel, whom you have redeemed, O Lord, that innocent blood may not be charged on your people Israel: and the blood shall be atoned for to them.",
          "id": 5409
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And you shall take away innocent blood from amongst you, if you should do that which is good and pleasing before the Lord your God.",
          "id": 5410
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And if when you go out to war against your enemies, the Lord your God should deliver them into your hands, and you should take their spoil,",
          "id": 5411
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "and should see amongst the spoil a woman beautiful in countenance, and should desire her, and take her to yourself for a wife,",
          "id": 5412
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and should bring her within your house: then shall you shave her head, and pare her nails;",
          "id": 5413
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "and shall take away her garments of captivity from off her, and she shall abide in your house, and shall bewail her father and mother the days of a month; and afterwards you shall go in to her and dwell with her, and she shall be your wife.",
          "id": 5414
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And it shall be if you do not delight in her, you shall send her out free; and she shall not by any means be sold for money, you shall not treat her contemptuously, because you have humbled her.",
          "id": 5415
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And if a man have two wives, the one loved and the other hated, and both the loved and the hated should have born him children, and the son of the hated should be firstborn;",
          "id": 5416
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "then it shall be that whenever he shall divide by inheritance his goods to his sons, he shall not be able to give the right of the firstborn to the son of the loved one, having overlooked the son of the hated, which is the firstborn.",
          "id": 5417
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But he shall acknowledge the firstborn of the hated one to give to him double of all things which shall be found by him, because he is the first of his children, and to him belongs the birthright.",
          "id": 5418
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And if any man has a disobedient and contentious son, who hearkens not to the voice of his father and the voice of his mother, and they should correct him, and he should not listen to them;",
          "id": 5419
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "then shall his father and his mother take hold of him, and bring him forth to the elders of his city, and to the gate of the place:",
          "id": 5420
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "and they shall say to the men of their city, This our son is disobedient and contentious, he hearkens not to our voice, he is a reveler and a drunkard.",
          "id": 5421
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the men of his city shall stone him with stones, and he shall die; and you shall remove the evil one from yourselves, and the rest shall hear and fear.",
          "id": 5422
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And if there be sin in any one, and the judgement of death be upon him, and he be put to death, and you hang him on a tree:",
          "id": 5423
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "his body shall not remain all night upon the tree, but you shall by all means bury it in that day; for every one that is hanged on a tree is cursed of God; and you shall by no means defile the land which the Lord your God gives you for an inheritance.",
          "id": 5424
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When you see the calf of your brother or his sheep wandering in the way, you shall not overlook them; you shall by all means turn them back to your brother, and you shall restore them to him.",
          "id": 5425
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And if your brother do not come near you, and you do not know him, you shall bring it into your house within; and it shall be with you until your brother shall seek them, and you shall restore them to him.",
          "id": 5426
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Thus shall you do to his ass, and thus shall you do to his garment, and thus shall you do to every thing that your brother has lost; whatever shall have been lost by him, and you shall have found, you shall not have power to overlook.",
          "id": 5427
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "You shall not see the ass of your brother, or his calf, fallen in the way: you shall not overlook them, you shall surely help him to raise them up.",
          "id": 5428
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The apparel of a man shall not be on a woman, neither shall a man put on a woman's dress; for every one that does these things is an abomination to the Lord your God.",
          "id": 5429
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And if you should come upon a brood of birds before your face in the way or upon any tree, or upon the earth, young or eggs, and the mother be brooding on the young or the eggs, you shall not take the dam with the young ones.",
          "id": 5430
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "You shall by all means let the mother go, but you shall take the young to yourself; that it may be well with you, and that you may live long.",
          "id": 5431
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "If you should build a new house, then shall you make a parapet to your house; so you shall not bring blood-guiltiness upon your house, if one should in any wise fall from it.",
          "id": 5432
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "You shall not sow your vineyard with diverse seed, lest the fruit be devoted, and whatever seed you may sow, with the fruit of your vineyard.",
          "id": 5433
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "You shall not plough with an ox and an ass together.",
          "id": 5434
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "You shall not wear a mingled garment, woollen and linen together.",
          "id": 5435
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "You shall make fringes on the four borders of your garments, with which soever you may be clothed.",
          "id": 5436
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And if any one should take a wife, and dwell with her, and hate her,",
          "id": 5437
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "and attach to her reproachful words, and bring against her an evil name, and say, I took this woman, and when I came to her I found not her tokens of virginity:",
          "id": 5438
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "then the father and the mother of the damsel shall take and bring out the damsel's tokens of virginity to the elders of the city to the gate.",
          "id": 5439
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the father of the damsel shall say to the elders, I gave this my daughter to this man for a wife;",
          "id": 5440
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "and now he has hated her, and attaches reproachful words to her, saying, I have not found tokens of virginity with your daughter; and these are the tokens of my daughter's virginity. And they shall unfold the garment before the elders of the city.",
          "id": 5441
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the elders of that city shall take that man, and shall chastise him,",
          "id": 5442
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and shall fine him a hundred shekels, and shall give them to the father of the damsel, because he has brought forth an evil name against a virgin of Israel; and she shall be his wife: he shall never be able to put her away.",
          "id": 5443
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But if this report be true, and the tokens of virginity be not found for the damsel;",
          "id": 5444
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "then shall they bring out the damsel to the doors of her father's house, and shall stone her with stones, and she shall die; because she has wrought folly amongst the children of Israel, to defile the house of her father by whoring: so you shall remove the evil one from amongst you.",
          "id": 5445
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And if a man be found lying with a woman married to a man, you shall kill them both, the man that lay with the woman, and the woman: so shall you remove the wicked one out of Israel.",
          "id": 5446
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And if there be a young damsel espoused to a man, and a man should have found her in the city and have lain with her;",
          "id": 5447
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "you shall bring them both out to the gate of their city, and they shall be stoned with stones, and they shall die; the damsel, because she cried not in the city; and the man, because he humbled his neighbour's spouse: so shall you remove the evil one from yourselves.",
          "id": 5448
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But if a man find in the field a damsel that is betrothed, and he should force her and lie with her, you shall kill the man that lay with her only.",
          "id": 5449
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And the damsel has not committed a sin worthy of death; as if a man should rise up against his neighbour, and kill him, so is this thing;",
          "id": 5450
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "because he found her in the field; the betrothed damsel cried, and there was none to help her.",
          "id": 5451
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And if any one should find a young virgin who has not been betrothed, and should force her and lie with her, and be found,",
          "id": 5452
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "the man who lay with her shall give to the father of the damsel fifty silver didrachmas, and she shall be his wife, because he has humbled her; he shall never be able to put her away.",
          "id": 5453
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "A man shall not take his father's wife, and shall not uncover his father's skirt.",
          "id": 5454
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "He that is fractured or mutilated in his private parts shall not enter into the assembly of the Lord.",
          "id": 5455
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "One born of a harlot shall not enter into the assembly of the Lord.",
          "id": 5456
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The Ammanite and Moabite shall not enter into the assembly of the Lord, even until the tenth generation he shall not enter into the assembly of the Lord, even for ever:",
          "id": 5457
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "because they met you not with bread and water by the way, when you went out of Egypt; and because they hired against you Balaam the son of Beor of Mesopotamia to curse you.",
          "id": 5458
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But the Lord your God would not listen to Balaam; and the Lord your God changed the curses into blessings, because the Lord your God loved you.",
          "id": 5459
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "You shall not speak peaceably or profitably to them all your days for ever.",
          "id": 5460
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "You shall not abhor an Edomite, because he is your brother; you shall not abhor an Egyptian, because you were a stranger in his land.",
          "id": 5461
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "If sons be born to them, in the third generation they shall enter into the assembly of the Lord.",
          "id": 5462
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And if you should go forth to engage with your enemies, then you shall keep you from every wicked thing.",
          "id": 5463
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "If there should be in you a man who is not clean by reason of his issue by night, then he shall go forth out of the camp, and he shall not enter into the camp.",
          "id": 5464
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And it shall come to pass towards evening he shall wash his body with water, and when the sun has gone down, he shall go into the camp.",
          "id": 5465
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And you shall have a place outside of the camp, and you shall go out there,",
          "id": 5466
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "and you shall have a trowel on your girdle; and it shall come to pass when you would relieve yourself abroad, that you shall dig with it, and shall bring back the earth and cover your nuisance.",
          "id": 5467
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Because the Lord your God walks in your camp to deliver you, and to give up your enemy before your face; and your camp shall be holy, and there shall not appear in you a disgraceful thing, and so he shall turn away from you.",
          "id": 5468
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "You shall not deliver a servant to his master, who coming from his master attaches himself to you.",
          "id": 5469
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "He shall dwell with you, he shall dwell amongst you where he shall please; you shall not afflict him.",
          "id": 5470
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "There shall not be a harlot of the daughters of Israel, and there shall not be a fornicator of the sons of Israel; there shall not be an idolatress of the daughters of Israel, and there shall not be an initiated person of the sons of Israel.",
          "id": 5471
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "You shall not bring the hire of a harlot, nor the price of a dog into the house of the Lord your God, for any vow; because even both are an abomination to the Lord your God.",
          "id": 5472
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "You shall not lend to your brother on usury of silver, or usury of meat, or usury of any thing which you may lend out.",
          "id": 5473
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "You may lend on usury to a stranger, but to your brother you shall not lend on usury; that the Lord your God may bless you in all your works upon the land, into which you are entering to inherit it.",
          "id": 5474
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And if you will vow a vow to the Lord your God, you shall not delay to pay it; for the Lord your God will surely require it of you, and otherwise it shall be sin in you.",
          "id": 5475
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But if you should be unwilling to vow, it is not sin in you.",
          "id": 5476
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "You shall observe the words that proceed from between your lips; and as you have vowed a gift to the Lord God, so shall you do that which you have spoken with your mouth.",
          "id": 5477
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And if you should go into the corn field of your neighbour, then you may gather the ears with your hands; but you shall not put the sickle to your neighbour's corn.",
          "id": 5478
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And if you should go into the vineyard of your neighbour, you shall eat grapes sufficient to satisfy your desire; but you may not put them into a vessel.",
          "id": 5479
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And if any one should take a wife, and should dwell with her, then it shall come to pass if she should not have found favour before him, because he has found some unbecoming thing in her, that he shall write for her a bill of divorcement, and give it into her hands, and he shall send her away out of his house.",
          "id": 5480
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And if she should go away and be married to another man;",
          "id": 5481
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "and the last husband should hate her, and write for her a bill of divorcement; and should give it into her hands, and send her away out of his house, and the last husband should die, who took her to himself for a wife;",
          "id": 5482
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "the former husband who sent her away shall not be able to return and take her to himself for a wife, after she has been defiled; because it is an abomination before the Lord your God, and you shall not defile the land, which the Lord your God gives you to inherit.",
          "id": 5483
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And if any one should have recently taken a wife, he shall not go out to war, neither shall any thing be laid upon him; he shall be free in his house; for one year he shall cheer his wife whom he has taken.",
          "id": 5484
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "You shall not take for a pledge the under millstone, nor the upper millstone; for he who does so takes life for a pledge.",
          "id": 5485
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And if a man should be caught stealing one of his brethren of the children of Israel, and having overcome him he should sell him, that thief shall die; so shall you remove that evil one from yourselves.",
          "id": 5486
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Take heed to yourself in regard of the plague of leprosy: you shall take great heed to do according to all the law, which the priests the Levites shall report to you; take heed to do, as I have charged you.",
          "id": 5487
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Remember all that the Lord your God did to Mariam in the way, when you were going out of Egypt.",
          "id": 5488
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "If your neighbour owe you a debt, any debt whatever, you shall not go into his house to take his pledge:",
          "id": 5489
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "you shall stand without, and the man who is in your debt shall bring the pledge out to you.",
          "id": 5490
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And if the man be poor, you shall not sleep with his pledge.",
          "id": 5491
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "You shall surely restore his pledge at sunset, and he shall sleep in his garment, and he shall bless you; and it shall be mercy to you before the Lord your God.",
          "id": 5492
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "You shall not unjustly withhold the wages of the poor and needy of your brethren, or of the strangers who are in your cities.",
          "id": 5493
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "You shall pay him his wages the same day, the sun shall not go down upon it, because he is poor and he trusts in it; and he shall cry against you to the Lord, and it shall be sin in you.",
          "id": 5494
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "The fathers shall not be put to death for the children, and the sons shall not be put to death for the fathers; every one shall be put to death for his own sin.",
          "id": 5495
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "You shall not wrest the judgement of the stranger and the fatherless, and widow; you shall not take the widow's garment for a pledge.",
          "id": 5496
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And you shall remember that you were a bondman in the land of Egypt, and the Lord your God redeemed you from thence; therefore I charge you to do this thing.",
          "id": 5497
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And when you shall have reaped corn in your field, and shall have forgotten a sheaf in your field, you shall not return to take it; it shall be for the stranger, and the orphan, and the widow, that the Lord your God may bless you in all the works of your hands.",
          "id": 5498
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And if you should gather your olives, you shall not return to collect the remainder; it shall be for the stranger, and the fatherless, and the widow, and you shall remember that you were a bondman in the land of Egypt; therefore I command you to do this thing.",
          "id": 5499
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And when soever you shall gather the grapes of your vineyard, you shall not glean what you have left; it shall be for the stranger, and the orphan, and the widow:",
          "id": 5500
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "and you shall remember that you were a bondman in the land of Egypt; therefore I command you to do this thing.",
          "id": 5501
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And if there should be a dispute between men, and they should come forward to judgement, and the judges judge, and justify the righteous, and condemn the wicked:",
          "id": 5502
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "then it shall come to pass, if the unrighteous should be worthy of stripes, you shall lay him down before the judges, and they shall scourge him before them according to his iniquity.",
          "id": 5503
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And they shall scourge him with forty stripes in number, they shall not inflict more; for if you should scourge him with more stripes beyond these stripes, your brother will be disgraced before you.",
          "id": 5504
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "You shall not muzzle the ox that treads out the corn.",
          "id": 5505
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And if brethren should live together, and one of them should die, and should not have seed, the wife of the deceased shall not marry out of the family to a man not related: her husband's brother shall go in to her, and shall take her to himself for a wife, and shall dwell with her.",
          "id": 5506
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And it shall come to pass that the child which she shall bear, shall be named by the name of the deceased, and his name shall not be blotted out of Israel.",
          "id": 5507
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And if the man should not be willing to take his brother's wife, then shall the woman go up to the gate to the elders, and she shall say, My husband's brother will not raise up the name of his brother in Israel, my husband's brother has refused.",
          "id": 5508
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the elders of his city shall call him, and speak to him; and if he stand and say, I will not take her:",
          "id": 5509
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "then his brother's wife shall come forward before the elders, and shall loose one shoe from off his foot, and shall spit in his face, and shall answer and say, Thus shall they do to the man who will not build his brother's house in Israel.",
          "id": 5510
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And his name shall be called in Israel, The house of him that has had his shoe loosed.",
          "id": 5511
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And if men should strive together, a man with his brother, and the wife of one of them should advance to rescue her husband out of the hand of him that smites him, and she should stretch forth her hand, and take hold of his private parts;",
          "id": 5512
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "you shall cut off her hand; your eye shall not spare her.",
          "id": 5513
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "You shall not have in your bag various weights, a great and a small.",
          "id": 5514
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "You shall not have in your house various measures, a great and a small.",
          "id": 5515
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "You shall have a true and just weight, and a true and just measure, that you may live long upon the land which the Lord your God gives you for an inheritance.",
          "id": 5516
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For every one that does this is an abomination to the Lord your God, even every one that does injustice.",
          "id": 5517
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Remember what things Amalec did to you by the way, when you went forth out of the land of Egypt:",
          "id": 5518
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "how he withstood you in the way, and harassed your rear, even those that were weary behind you, and you did hunger and was weary; and he did not fear God.",
          "id": 5519
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And it shall come to pass whenever the Lord your God shall have given you rest from all your enemies round about you, in the land which the Lord your God gives you to inherit, you shall blot out the name of Amalec from under heaven, and shall not forget to do it.",
          "id": 5520
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it shall be when you shall have entered into the land, which the Lord your God gives you to inherit it, and you shall have inherited it, and you shall have lived upon it,",
          "id": 5521
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "that you shall take of the first of the fruits of your land, which the Lord your God gives you, and you shall put them into a basket, and you shall go to the place which the Lord your God shall choose to have his name called there.",
          "id": 5522
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And you shall come to the priest who shall be in those days, and you shall say to him, I testify this day to the Lord my God, that I am come into the land which the Lord sware to our fathers to give to us.",
          "id": 5523
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the priest shall take the basket out of your hands, and shall set it before the altar of the Lord your God:",
          "id": 5524
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "and he shall answer and say before the Lord your God, My father abandoned Syria, and went down into Egypt, and sojourned there with a small number, and became there a mighty nation and a great multitude.",
          "id": 5525
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the Egyptians afflicted us, and humbled us, and imposed hard tasks on us:",
          "id": 5526
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and we cried to the Lord our God, and the Lord heard our voice, and saw our humiliation, and our labour, and our affliction.",
          "id": 5527
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the Lord brought us out of Egypt himself with his great strength, and his mighty hand, and his high arm, and with great visions, and with signs, and with wonders.",
          "id": 5528
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he brought us into this place, and gave us this land, a land flowing with milk and honey.",
          "id": 5529
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And now, behold, I have brought the first of the fruits of the land, which you gave me, O Lord, a land flowing with milk and honey: and you shall leave it before the Lord your God, and you shall worship before the Lord your God;",
          "id": 5530
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "and you shall rejoice in all the good things, which the Lord your God has given you, you and your family, and the Levite, and the stranger that is within you.",
          "id": 5531
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And when you shall have completed all the tithings of your fruits in the third year, you shall give the second tenth to the Levite, and stranger, and fatherless, and widow; and they shall eat it in your cities, and be merry.",
          "id": 5532
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And you shall say before the Lord your God, I have fully collected the holy things out of my house, and I have given them to the Levite, and the stranger, and the orphan, and the widow, according to all commands which you did command me: I did not transgress your command, and I did not forget it.",
          "id": 5533
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And in my distress I did not eat of them, I have not gathered of them for an unclean purpose, I have not given of them to the dead; I have listened to the voice of the Lord our God, I have done as you have commanded me.",
          "id": 5534
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Look down from your holy house, from heaven, and bless your people Israel, and the land which you have given them, as you did swear to our fathers, to give to us a land flowing with milk and honey.",
          "id": 5535
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "On this day the Lord your God charged you to keep all the ordinances and judgements; and you shall observe and do them, with all your heart, and with all your soul.",
          "id": 5536
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "You have chosen God this day to be your God, and to walk in all his ways, and to observe his ordinances and judgements, and to listen to his voice.",
          "id": 5537
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the Lord has chosen you this day that you should be to him a peculiar people, as he said, to keep his commands;",
          "id": 5538
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and that you should be above all nations, as he has made you renowned, and a boast, and glorious, that you should be a holy people to the Lord your God, as he has spoken.",
          "id": 5539
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Moses and the elders of Israel commanded, saying, Keep all these commands, all that I command you this day.",
          "id": 5540
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And it shall come to pass in the day when you shall cross over Jordan into the land which the Lord your God gives you, that you shall set up for yourself great stones, and shall plaster them with plaster.",
          "id": 5541
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And you shall write on these stones all the words of this law, as soon as you have crossed Jordan, when you are entered into the land, which the Lord God of your fathers gives you, a land flowing with milk and honey, according as the Lord God of your fathers said to you.",
          "id": 5542
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And it shall be as soon as you are gone over Jordan, you shall set up these stones, which I command you this day, on mount Gaebal, and you shall plaster them with plaster.",
          "id": 5543
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And you shall build there an altar to the Lord your God, an altar of stones; you shall not lift up iron upon it.",
          "id": 5544
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Of whole stones shall you build an altar to the Lord your God, and you shall offer upon it whole burnt offerings to the Lord your God.",
          "id": 5545
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And you shall there offer a peace-offering; and you shall eat and be filled, and rejoice before the Lord your God.",
          "id": 5546
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And you shall write upon the stones all this law very plainly.",
          "id": 5547
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Moses and the priests the Levites spoke to all Israel, saying, Be silent and hear, O Israel; this day you are become a people to the Lord your God.",
          "id": 5548
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And you shall listen to the voice of the Lord your God, and shall do all his commands, and his ordinances, as many as I command you this day.",
          "id": 5549
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Moses charged the people on that day, saying,",
          "id": 5550
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "These shall stand to bless the people on mount Garizin having gone over Jordan; Symeon, Levi, Judas, Issachar, Joseph, and Benjamin.",
          "id": 5551
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And these shall stand for cursing on mount Gaebal; Ruben, Gad, and Aser, Zabulon, Dan, and Nephthali.",
          "id": 5552
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the Levites shall answer and say to all Israel with a loud voice,",
          "id": 5553
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Cursed is the man whoever shall make a graven or molten image, an abomination to the Lord, the work of the hands of craftsmen, and shall put it in a secret place: and all the people shall answer and say, So be it.",
          "id": 5554
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Cursed is the man that dishonours his father or his mother: and all the people shall say, So be it.",
          "id": 5555
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Cursed is he that removes his neighbour's landmarks: and all the people shall say, So be it.",
          "id": 5556
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Cursed is he that makes the blind to wander in the way: and all the people shall say, So be it.",
          "id": 5557
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Cursed is every one that shall pervert the judgement of the stranger, and orphan, and widow: and all the people shall say, So be it.",
          "id": 5558
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Cursed is he that lies with his father's wife, because he has uncovered his father's skirt: and all the people shall say, So be it.",
          "id": 5559
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Cursed is he that lies with any beast: and all the people shall say, So be it.",
          "id": 5560
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Cursed is he that lies with his sister by his father or his mother: and all the people shall say, So be it.",
          "id": 5561
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Cursed is he that lies with his daughter-in-law: and all the people shall say, So be it. Cursed is he that lies with his wife's sister: and all the people shall say, So be it.",
          "id": 5562
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Cursed is he that smites his neighbour secretly: and all the people shall say, So be it.",
          "id": 5563
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Cursed is he whoever shall have taken a bribe to kill an innocent man: and all the people shall say, So be it.",
          "id": 5564
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Cursed is every man that continues not in all the words of this law to do them: and all the people shall say, So be it.",
          "id": 5565
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it shall come to pass, if you will indeed hear the voice of the Lord your God, to observe and do all these commands, which I charge you this day, that the Lord your God shall set you on high above all the nations of the earth;",
          "id": 5566
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and all these blessings shall come upon you, and shall find you. If you will indeed hear the voice of the Lord your God,",
          "id": 5567
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "blessed shall you be in the city, and blessed shall you be in the field.",
          "id": 5568
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Blessed shall be the offspring of your body, and the fruits of your land, and the herds of your oxen, and the flocks of your sheep.",
          "id": 5569
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Blessed shall be your barns, and your stores.",
          "id": 5570
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Blessed shall you be in your coming in, and blessed shall you be in your going out.",
          "id": 5571
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "The Lord deliver your enemies that withstand you utterly broken before your face: they shall come out against you one way, and they shall flee seven ways from before you.",
          "id": 5572
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "The Lord send upon you his blessing in your barns, and on all on which you shall put your hand, in the land which the Lord your God gives you.",
          "id": 5573
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The Lord raise you up for himself a holy people, as he sware to your fathers; if you will hear the voice of the Lord your God, and walk in all his ways.",
          "id": 5574
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And all the nations of the earth shall see you, that the name of the Lord is called upon you, and they shall stand in awe of you.",
          "id": 5575
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the Lord your God shall multiply you for good in the offspring of your body, and in the offspring of your cattle, and in the fruits of your land, on your land which the Lord sware to your fathers to give to you.",
          "id": 5576
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "May the Lord open to you his good treasure, the heaven, to give rain to your land in season: may he bless all the works of your hands: so shall you lend to many nations, but you shall not borrow; and you shall rule over many nations, but they shall not rule over you.",
          "id": 5577
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "The Lord your God make you the head, and not the tail; and you shall then be above and you shall not be below, if you will listen to the voice of the Lord your God, in all things that I charge you this day to observe.",
          "id": 5578
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "You shall not turn aside from any of the commandments, which I charge you this day, to the right hand or to the left, to go after other gods to serve them.",
          "id": 5579
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But it shall come to pass, if you will not listen to the voice of the Lord your God, to observe all his commandments, as many as I charge you this day, then all these curses shall come on you, and overtake you.",
          "id": 5580
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Cursed shall you be in the city, and cursed shall you be in the field.",
          "id": 5581
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Cursed shall be your barns and your stores.",
          "id": 5582
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Cursed shall be the offspring of your body, and the fruits of your land, the herds of your oxen, and the flocks of your sheep.",
          "id": 5583
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Cursed shall you be in your coming in, and cursed shall you be in your going out.",
          "id": 5584
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "The Lord send upon you lack, and famine, and consumption of all things on which you shall put your hand, until he shall have utterly destroyed you, and until he shall have consumed you quickly because of your evil devices, because you have forsaken me.",
          "id": 5585
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "The Lord cause the pestilence to cleave to you, until he shall have consumed you off the land into which you go to inherit it.",
          "id": 5586
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "The Lord strike you with distress, and fever, and cold, and inflammation, and blighting, and paleness, and they shall pursue you until they have destroyed you.",
          "id": 5587
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And you shall have over your head a sky of brass, and the earth under you shall be iron.",
          "id": 5588
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "The Lord your God make the rain of your land dust; and dust shall come down from heaven, until it shall have destroyed you, and until it shall have quickly consumed you.",
          "id": 5589
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "The Lord give you up for slaughter before your enemies: you shall go out against them one way, and flee from their face seven ways; and you shall be a dispersion in all the kingdoms of the earth.",
          "id": 5590
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And your dead men shall be food to the birds of the sky, and to the beasts of the earth; and there shall be none to scare them away.",
          "id": 5591
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "The Lord strike you with the botch of Egypt in the seat, and with a malignant scab, and itch, so that you can not be healed.",
          "id": 5592
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "The Lord strike you with insanity, and blindness, and astonishment of mind.",
          "id": 5593
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And you shall grope at mid-day, as a blind man would grope in the darkness, and you shall not prosper in your ways; and then you shall be unjustly treated, and plundered continually, and there shall be no helper.",
          "id": 5594
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "you shall take a wife, and another man shall have her; you shall build a house, and you shall not dwell in it; you shall plant a vineyard, and shall not gather the grapes of it.",
          "id": 5595
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Your calf shall be slain before you, and you shall not eat of it; your ass shall be violently taken away from you, and shall not be restored to you: your sheep shall be given to your enemies, and you shall have no helper.",
          "id": 5596
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Your sons and your daughters shall be given to another nation, and your eyes wasting away shall look for them: your hand shall have no strength.",
          "id": 5597
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "A nation which you know not shall eat the produce of your land, and all your labours; and you shall be injured and crushed always.",
          "id": 5598
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And you shall be distracted, because of the sights of your eyes which you shall see.",
          "id": 5599
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "The Lord strike you with an evil sore, on the knees and the legs, so that you shall not be able to be healed from the sole of your foot to the crown of your head.",
          "id": 5600
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "The Lord carry away you and your princes, whom you shall set over you, to a nation which neither you nor your fathers know; and you shall there serve other gods, wood and stone.",
          "id": 5601
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "An you shall be there for a wonder, and a parable, and a tale, amongst all the nations, to which the Lord your God shall carry you away.",
          "id": 5602
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "You shall carry forth much seed into the field, and you shall bring in little, because the locust shall devour it.",
          "id": 5603
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "You shall plant a vineyard, and dress it, and shall not drink the wine, neither shall you delight yourself with it, because the worm shall devour it.",
          "id": 5604
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "You shall have olive trees in all your borders, and you shall not anoint you with oil, because your olive shall utterly cast its fruit.",
          "id": 5605
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "You shall beget sons and daughters, and they shall not be your, for they shall depart into captivity.",
          "id": 5606
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "All your trees and the fruits of your land shall the blight consume.",
          "id": 5607
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "The stranger that is within you shall get up very high, and you shall come down very low.",
          "id": 5608
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "He shall lend to you, and you shall not lend to him: he shall be the head, and you shall be the tail.",
          "id": 5609
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And all these curses shall come upon you, and shall pursue you, and shall overtake you, until he shall have consumed you, and until he shall have destroyed you; because you did not listen to the voice of the Lord your God, to keep his commands, and his ordinances which he has commanded you.",
          "id": 5610
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "And these things shall be signs in you, and wonders amongst your seed for ever;",
          "id": 5611
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "because you did not serve the Lord your God with gladness and a good heart, because of the abundance of all things.",
          "id": 5612
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "And you shall serve your enemies, which the Lord will send forth against you, in hunger, and in thirst, and in nakedness, and in the lack of all things; and you shall wear upon your neck a yoke of iron until he shall have destroyed you.",
          "id": 5613
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "The Lord shall bring upon you a nation from the extremity of the earth, like the swift flying of an eagle, a nation whose voice you shall not understand;",
          "id": 5614
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "a nation bold in countenance, which shall not respect the person of the aged and shall not pity the young.",
          "id": 5615
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "And it shall eat up the young of your cattle, and the fruits of your land, so as not to leave to you corn, wine, oil, the herds of your oxen, and the flocks of your sheep, until it shall have destroyed you;",
          "id": 5616
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "and have utterly crushed you in your cities, until the high and strong walls be destroyed, in which you trust, in all your land; and it shall afflict you in your cities, which he has given to you.",
          "id": 5617
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "And you shall eat the fruit of your body, the flesh of your sons and of your daughters, all that he has given you, in your straitness and your affliction, with which your enemy shall afflict you.",
          "id": 5618
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "He that is tender and very delicate within you shall look with an evil eye upon his brother, and the wife in his bosom, and the children that are left, which may have been left to him;",
          "id": 5619
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "so as not to give to one of them of the flesh of his children, whom he shall eat, because of his having nothing left him in your straitness, and in your affliction, with which your enemies shall afflict you in all your cities.",
          "id": 5620
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "And she that is tender and delicate amongst you, whose foot has not assayed to go upon the earth for delicacy and tenderness, shall look with an evil eye on her husband in her bosom, and her son and her daughter,",
          "id": 5621
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "and her offspring that comes out between her feet, and the child which she shall bear; for she shall eat them because of the lack of all things, secretly in your straitness, and in your affliction, with which your enemy shall afflict you in your cities.",
          "id": 5622
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "If you will not listen to do all the words of this law, which have been written in this book, to fear this glorious and wonderful name, the Lord your God;",
          "id": 5623
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "then the Lord shall magnify your plagues, and the plagues of your seed, great and wonderful plagues, and evil and dwelling diseases.",
          "id": 5624
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "And he shall bring upon you all the evil pain of Egypt, of which you were afraid, and they shall cleave to you.",
          "id": 5625
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "And the Lord shall bring upon you every sickness, and every plague that is not written, and every one that is written in the book of this law, until he shall have destroyed you.",
          "id": 5626
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "And you shall be left few in number, whereas you were as the stars of the sky in multitude; because you did not listen to the voice of the Lord your God.",
          "id": 5627
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "And it shall come to pass that as the Lord rejoiced over you to do you good, and to multiply you, so the Lord will rejoice over you to destroy you; and you shall be quickly removed from the land, into which you go to inherit it.",
          "id": 5628
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "And the Lord your God shall scatter you amongst all nations, from one end of the earth to the other; and you shall there serve other gods, wood and stone, which you have not known, nor your fathers.",
          "id": 5629
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "Moreover amongst those nations he will not give you quiet, neither by any means shall the sole of your foot have rest; and the Lord shall give you there another and a misgiving heart, and failing eyes, and a wasting soul.",
          "id": 5630
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "And your life shall be in suspense before your eyes; and you shall be afraid by day and by night, and you shall have no assurance of your life.",
          "id": 5631
        },
        {
          "isRed": false,
          "verse": 67,
          "text": "In the morning you shall say, Would it were evening! and in the evening you shall say, Would it were morning! for the fear of your heart with which you shall fear, and for the sights of your eyes which you shall see.",
          "id": 5632
        },
        {
          "isRed": false,
          "verse": 68,
          "text": "And the Lord shall bring you back to Egypt in ships, by the way of which I said, You shall not see it again; and you shall be sold there to your enemies for bondmen and bondwomen, and none shall buy you.",
          "id": 5633
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "These are the words of the covenant, which the Lord commanded Moses to make with the children of Israel in the land of Moab, besides the covenant which he made with them in Choreb.",
          "id": 5634
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Moses called all the sons of Israel and said to them, You have seen all things that the Lord did in the land of Egypt before you to Pharao and his servants, and all his land;",
          "id": 5635
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "the great temptations which your eyes have seen, the signs, and those great wonders.",
          "id": 5636
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Yet the Lord God has not given you a heart to know, and eyes to see, and ears to hear, until this day.",
          "id": 5637
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And he led you forty years in the wilderness; your garments did not grow old, and your sandals were not worn away off your feet.",
          "id": 5638
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "You did not eat bread, you did not drink wine or strong drink, that you might know that I am the Lord your God.",
          "id": 5639
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And you came as far as this place; and there came forth Seon king of Esebon, and Og king of Basan, to meet us in war.",
          "id": 5640
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And we struck them and took their land, and I gave it for an inheritance to Ruben and Gad, and to the half-tribe of Manasse.",
          "id": 5641
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And you shall take heed to do all the words of this covenant, that you may understand all things that you shall do.",
          "id": 5642
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "You all stand today before the Lord your God, the heads of your tribes, and your elders, and your judges, and your officers, every man of Israel,",
          "id": 5643
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "your wives, and your children, and the stranger who is in the midst of your camp, from your hewer of wood even to your drawer of water,",
          "id": 5644
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "that you should enter into the covenant of the Lord your God and into his oaths, as many as the Lord your God appoints you this day;",
          "id": 5645
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "that he may appoint you to himself for a people, and he shall be your God, as he said to you, and as he sware to your fathers, Abraam, and Isaac, and Jacob.",
          "id": 5646
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And I do not appoint to you alone this covenant and this oath;",
          "id": 5647
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "but to those also who are here with you today before the Lord your God, and to those who are not here with you today.",
          "id": 5648
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For you know how we lived in the land of Egypt, how we came through the midst of the nations through whom you came.",
          "id": 5649
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And you *saw their abominations, and their idols, wood and stone, silver and gold, which are amongst them.",
          "id": 5650
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Lest there be amongst you man, or woman, or family, or tribe, whose heart has turned aside from the Lord your God, having gone to serve the gods of these nations; lest there be in you a root springing up with gall and bitterness.",
          "id": 5651
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And it shall be if one shall hear the words of this curse, and shall flatter himself in his heart, saying, Let good happen to me, for I will walk in the error of my heart, lest the sinner destroy the guiltless with him:",
          "id": 5652
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "God shall by no means be willing to pardon him, but then the wrath of the Lord and his jealousy shall flame out against that man; and all the curses of this covenant shall attach themselves to him, which are written in this book, and the Lord shall blot out his name from under heaven.",
          "id": 5653
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And the Lord shall separate that man for evil of all the children of Israel, according to all the curses of the covenant that are written in the book of this law.",
          "id": 5654
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And another generation shall say—even your sons who shall rise up after you, and the stranger who shall come from a land afar off, and shall see the plagues of that land and their diseases, which the Lord has sent upon it,",
          "id": 5655
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "brimstone and burning salt, (the whole land shall not be sown, neither shall any green thing spring, nor rise upon it, as Sodom and Gomorrha were overthrown, Adama and Seboim, which the Lord overthrew in his wrath and anger:)—",
          "id": 5656
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "and all the nations shall say, Why has the Lord done thus to this land? what is this great fierceness of anger?",
          "id": 5657
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And men shall say, Because they forsook the covenant of the Lord God of their fathers, the things which he appointed to their fathers, when he brought them out of the land of Egypt:",
          "id": 5658
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "and they went and served other gods, which they knew not, neither did he assign them to them.",
          "id": 5659
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the Lord was exceedingly angry with that land to bring upon it according to all the curses which are written in the book of this law.",
          "id": 5660
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And the Lord removed them from their land in anger, and wrath, and very great indignation, and cast them out into another land as at present.",
          "id": 5661
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "The secret things belong to the Lord our God, but the things that are revealed belong to us and to our children for ever, to do all the words of this law.",
          "id": 5662
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it shall come to pass when all these things shall have come upon you, the blessing and the curse, which I have set before your face, and you shall call them to mind amongst all the nations, wherein the Lord shall have scattered you,",
          "id": 5663
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and shall return to the Lord your God, and shall listen to his voice, according to all things which I charge you this day, with all your heart, and with all your soul;",
          "id": 5664
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "then the Lord shall heal your iniquities, and shall pity you, and shall again gather you out from all the nations, amongst which the Lord has scattered you.",
          "id": 5665
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "If your dispersion be from one end of heaven to the other, thence will the Lord your God gather you, and thence will the Lord your God take you.",
          "id": 5666
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the Lord your God shall bring you in from thence into the land which your fathers have inherited, and you shall inherit it; and he will do you good, and multiply you above your fathers.",
          "id": 5667
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the Lord shall purge your heart, and the heart of your seed, to love the Lord your God with all your heart, and with all your soul, that you may live.",
          "id": 5668
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the Lord your God will put these curses upon your enemies, and upon those that hate you, who have persecuted you.",
          "id": 5669
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And you shall return and listen to the voice of the Lord your God, and shall keep his commands, all that I charge you this day.",
          "id": 5670
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the Lord your God shall bless you in every work of your hands, in the offspring of your body, and in the offspring of your cattle, and in the fruits of your land, because the Lord your God will again rejoice over you for good, as he rejoiced over your fathers:",
          "id": 5671
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "if you will listen to the voice of the Lord your God, to keep his commandments, and his ordinances, and his judgements written in the book of this law, if you turn to the Lord your God with all your heart, and with all your soul.",
          "id": 5672
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For this command which I give you this day is not grievous, neither is it far from you.",
          "id": 5673
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "It is not in heaven above, as if there were one saying, Who shall go up for us into heaven, and shall take it for us, and we will hear and do it?",
          "id": 5674
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Neither is it beyond the sea, saying, Who will go over for us to the other side of the sea, and take it for us, and make it audible to us, and we will do it?",
          "id": 5675
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "The word is very near you, in your mouth, and in your heart, and in your hands to do it.",
          "id": 5676
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Behold, I have set before you this day life and death, good and evil.",
          "id": 5677
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "If you will listen to the commands of the Lord your God, which I command you this day, to love the Lord your God, to walk in all his ways, and to keep his ordinances, and his judgements; then you shall live, and shall be many in number, and the Lord your God shall bless you in all the land into which you go to inherit it.",
          "id": 5678
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But if your heart change, and you will not listen, and you shall go astray and worship other gods, and serve them,",
          "id": 5679
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "I declare to you this day, that you shall utterly perish, and you shall by no means live long upon the land, into which you go over Jordan to inherit it.",
          "id": 5680
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "I call both heaven and earth to witness this day against you, I have set before you life and death, the blessing and the curse: choose you life, that you and your seed may live;",
          "id": 5681
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "to love the Lord your God, to listen to his voice, and cleave to him; for this is your life, and the length of your days, that you should dwell upon the land, which the Lord sware to your fathers, Abraam, and Isaac, and Jacob, to give to them.",
          "id": 5682
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Moses finished speaking all these words to all the children of Israel;",
          "id": 5683
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and said to them, I am this day a hundred and twenty years old; I shall not be able any longer to come in or go out; and the Lord said to me, You shall not go over this Jordan.",
          "id": 5684
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The Lord your God who goes before you, he shall destroy these nations before you, and you shall inherit them: and it shall be Joshua that goes before your face, as the Lord has spoken.",
          "id": 5685
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the Lord your God shall do to them as he did to Seon and Og the two kings of the Amorites, who were beyond Jordan, and to their land, as he destroyed them.",
          "id": 5686
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the Lord has delivered them to you; and you shall do to them, as I charged you.",
          "id": 5687
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Be courageous and strong, fear not, neither be cowardly neither be afraid before them; for it is the Lord your God that advances with you in the midst of you, neither will he by any means forsake you, nor desert you.",
          "id": 5688
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Moses called Joshua, and said to him before all Israel, Be courageous and strong; for you shall go in before this people into the land which the Lord sware to your fathers to give to them, and you shall give it to them for an inheritance.",
          "id": 5689
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the Lord that goes with you shall not forsake you nor abandon you; fear not, neither be afraid.",
          "id": 5690
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Moses wrote the words of this law in a book, and gave it to the priests the sons of Levi who bear the ark of the covenant of the Lord, and to the elders of the sons of Israel.",
          "id": 5691
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And Moses charged them in that day, saying, After seven years, in the time of the year of release, in the feast of tabernacles,",
          "id": 5692
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "when all Israel come together to appear before the Lord your God, in the place which the Lord shall choose, you shall read this law before all Israel in their ears,",
          "id": 5693
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "having assembled the people, the men, and the women, and the children, and the stranger that is in your cities, that they may hear, and that they may learn to fear the Lord your God; and they shall listen to do all the words of this law.",
          "id": 5694
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And their sons who have not known shall hear, and shall learn to fear the Lord your God all the days that they live upon the land, into which you go over Jordan to inherit it.",
          "id": 5695
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the Lord said to Moses, Behold, the days of your death are at hand; call Joshua, and stand you by the doors of the tabernacle of testimony, and I will give him a charge. And Moses and Joshua went to the tabernacle of testimony, and stood by the doors of the tabernacle of testimony.",
          "id": 5696
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the Lord descended in a cloud, and stood by the doors of the tabernacle of testimony; and the pillar of the cloud stood by the doors of the tabernacle of testimony.",
          "id": 5697
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the Lord said to Moses, Behold, you shall sleep with your fathers, and this people will arise and go a whoring after the strange gods of the land, into which they are entering: and they will forsake me, and break my covenant, which I made with them.",
          "id": 5698
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And I will be very angry with them in that day, and I will leave them and turn my face away from them, and they shall be devoured; and many evils and afflictions shall come upon them; and they shall say in that day, Because the Lord my God is not with me, these evils have come upon me.",
          "id": 5699
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And I will surely turn away my face from them in that day, because of all their evil doings which they have done, because they turned aside after strange gods.",
          "id": 5700
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And now write the words of this song, and teach it to the children of Israel, and you shall put it into their mouth, that this song may witness for me amongst the children of Israel to their face.",
          "id": 5701
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For I will bring them into the good land, which I sware to their fathers, to give to them a land flowing with milk and honey: and they shall eat and be filled and satisfy themselves; then will they turn aside after other gods, and serve them, and they will provoke me, and break my covenant.",
          "id": 5702
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And this song shall stand up to witness against them; for they shall not forget it out of their mouth, or out of the mouth of their seed; for I know their wickedness, what they are doing here this day, before I have brought them into the good land, which I sware to their fathers.",
          "id": 5703
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Moses wrote this song in that day, and taught it to the children of Israel.",
          "id": 5704
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And he charged Joshua, and said, Be courageous and strong, for you shall bring the sons of Israel into the land, which the Lord sware to them, and he shall be with you.",
          "id": 5705
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And when Moses finished writing all the words of this law in a book, even to the end,",
          "id": 5706
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "then he charged the Levites who bear the ark of the covenant of the Lord, saying,",
          "id": 5707
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Take the book of this law, and you shall put it in the side of the ark of the covenant of the Lord your God; and it shall be there amongst you for a testimony.",
          "id": 5708
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "For I know your provocation, and your stiff neck; for yet during my life with you at this day, you have been provoking in your conduct towards God: how shall you not also be so after my death?",
          "id": 5709
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Gather together to me the heads of your tribes, and your elders, and your judges, and your officers, that I may speak in their ears all these words; and I call both heaven and earth to witness against them.",
          "id": 5710
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "For I know that after my death you will utterly transgress, and turn aside out of the way which I have commanded you; and evils shall come upon you in the latter days, because you will do evil before the Lord, to provoke him to anger by the works of your hands. And Moses spoke all the words of this song even to the end, in the ears of the whole assembly.",
          "id": 5711
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Attend, O heaven, and I will speak; and let the earth hear the words out of my mouth.",
          "id": 5712
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Let my speech be looked for as the rain, and my words come down as dew, as the shower upon the herbage, and as snow upon the grass.",
          "id": 5713
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For I have called on the name of the Lord: assign you greatness to our God.",
          "id": 5714
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "As for God, his works are true, and all his ways are judgement: God is faithful, and there is no unrighteousness in him; just and holy is the Lord.",
          "id": 5715
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "They have sinned, not pleasing him; spotted children, a froward and perverse generation.",
          "id": 5716
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Do you thus recompense the Lord? is the people thus foolish and unwise? did not he himself your father purchase you, and make you, and form you?",
          "id": 5717
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Remember the days of old, consider the years for past ages: ask your father, and he shall relate to you, your elders, and they shall tell you.",
          "id": 5718
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "When the Most High divided the nations, when he separated the sons of Adam, he set the bounds of the nations according to the number of the angels of God.",
          "id": 5719
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And his people Jacob became the portion of the Lord, Israel was the line of his inheritance.",
          "id": 5720
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "He maintained him in the wilderness, in burning thirst and a dry land: he led him about and instructed him, and kept him as the apple of an eye.",
          "id": 5721
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "As an eagle would watch over his brood, and yearns over his young, receives them having spread his wings, and takes them up on his back:",
          "id": 5722
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "the Lord alone led them, there was no strange god with them.",
          "id": 5723
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "He brought them up on the strength of the land; he fed them with the fruits of the fields; they sucked honey out of the rock, and oil out of the solid rock.",
          "id": 5724
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Butter of cows, and milk of sheep, with the fat of lambs and rams, of calves and kids, with fat of kidneys of wheat; and he drank wine, the blood of the grape.",
          "id": 5725
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So Jacob ate and was filled, and the beloved one kicked; he grew fat, he became thick and broad: then he forsook the God that made him, and departed from God his Saviour.",
          "id": 5726
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "They provoked me to anger with strange gods; with their abominations they bitterly angered me.",
          "id": 5727
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "They sacrificed to devils, and not to God; to gods whom they knew not: new and fresh gods came in, whom their fathers knew not.",
          "id": 5728
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "You have forsaken God that begot you, and forgotten God who feeds you.",
          "id": 5729
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the Lord saw, and was jealous; and was provoked by the anger of his sons and daughters,",
          "id": 5730
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "and said, I will turn away my face from them, and will show what shall happen to them in the last days; for it is a perverse generation, sons in whom is no faith.",
          "id": 5731
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "They have provoked me to jealousy with that which is not God, they have exasperated me with their idols; and I will provoke them to jealousy with them that are no nation, I will anger them with a nation void of understanding.",
          "id": 5732
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "For a fire has been kindled out of my wrath, it shall burn to hell below; it shall devour the land, and the fruits of it; it shall set on fire the foundations of the mountains.",
          "id": 5733
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "I will gather evils upon them, and will fight with my weapons against them.",
          "id": 5734
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "They shall be consumed with hunger and the devouring of birds, and there shall be irremediable destruction: I will send forth against them the teeth of wild beasts, with the rage of serpents creeping on the ground.",
          "id": 5735
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Without, the sword shall bereave them of children, and terror shall issue out of the secret chambers; the young man shall perish with the virgin, the suckling with him who has grown old.",
          "id": 5736
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "I said, I will scatter them, and I will cause their memorial to cease from amongst men.",
          "id": 5737
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Were it not for the wrath of the enemy, lest they should live long, lest their enemies should combine against them; lest they should say, Our own high arm, and not the Lord, has done all these things.",
          "id": 5738
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "It is a nation that has lost counsel, neither is there understanding in them.",
          "id": 5739
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "They had not sense to understand: let them reserve these things against the time to come.",
          "id": 5740
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "How should one pursue a thousand, and two rout tens of thousands, if God had not sold them, and the Lord delivered them up?",
          "id": 5741
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "For their gods are not as our God, but our enemies are void of understanding.",
          "id": 5742
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "For their vine is of the vine of Sodom, and their vine-branch of Gomorrha: their grape is a grape of gall, their cluster is one of bitterness.",
          "id": 5743
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Their wine is the rage of serpents, and the incurable rage of asps.",
          "id": 5744
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Behold! are not these things stored up by me, and sealed amongst my treasures?",
          "id": 5745
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "In the day of vengeance I will recompense, whenever their foot shall be tripped up; for the day of their destruction is near to them, and the judgements at hand are close upon you.",
          "id": 5746
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "For the Lord shall judge his people, and shall be comforted over his servants; for he saw that they were utterly weakened, and failed in the hostile invasion, and were become feeble:",
          "id": 5747
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "and the Lord said, Where are their gods on whom they trusted?",
          "id": 5748
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "the fat of whose sacrifices you ate, and you drank the wine of their drink-offerings? let them arise and help you, and be your protectors.",
          "id": 5749
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Behold, behold that I am he, and there is no god beside me: I kill, and I will make to live: I will strike, and I will heal; and there is none who shall deliver out of my hands.",
          "id": 5750
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "For I will lift up my hand to heaven, and swear by my right hand, and I will say, I live for ever.",
          "id": 5751
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "For I will sharpen my sword like lightning, and my hand shall take hold of judgement; and I will render judgement to my enemies, and will recompense them that hate me.",
          "id": 5752
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "I will make my weapons drunk with blood, and my sword shall devour flesh, it shall glut itself with the blood of the wounded, and from the captivity of the heads of their enemies that rule over them.",
          "id": 5753
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Rejoice, you heavens, with him, and let all the angels of God worship him; rejoice you Gentiles, with his people, and let all the sons of God strengthen themselves in him; for he will avenge the blood of his sons, and he will render vengeance, and recompense justice to his enemies, and will reward them that hate him; and the Lord shall purge the land of his people.",
          "id": 5754
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "And Moses wrote this song in that day, and taught it to the children of Israel; and Moses went in and spoke all the words of this law in the ears of the people, he and Joshua the son of Naue.",
          "id": 5755
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And Moses finished speaking to all Israel.",
          "id": 5756
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "And he said to them, Take heed with your heart to all these words, which I testify to you this day, which you shall command your sons, to observe and do all the words of this law.",
          "id": 5757
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "For this is no vain word to you; for it is your life, and because of this word you shall live long upon the land, into which you go over Jordan to inherit it.",
          "id": 5758
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "And the Lord spoke to Moses in this day, saying,",
          "id": 5759
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "Go up to the mount Abarim, this mountain Nabau which is in the land of Moab over against Jericho, and behold the land of Chanaan, which I give to the sons of Israel:",
          "id": 5760
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "and die in the mount whither you go up, and be added to your people; as Aaron your brother died in mount Or, and was added to his people.",
          "id": 5761
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "Because you disobeyed my word amongst the children of Israel, at the waters of strife of Cades in the wilderness of Sin; because you sanctified me not amongst the sons of Israel.",
          "id": 5762
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "You shall see the land before you, but you shall not enter into it.",
          "id": 5763
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And this is the blessing with which Moses the man of God blessed the children of Israel before his death.",
          "id": 5764
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he said, The Lord is come from Sina, and has appeared from Seir to us, and has hasted out of the mount of Pharan, with the ten thousands of Cades; on his right hand were his angels with him.",
          "id": 5765
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he spared his people, and all his sanctified ones are under your hands; and they are under you; and he received of his words",
          "id": 5766
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "the law which Moses charged us, an inheritance to the assemblies of Jacob.",
          "id": 5767
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And he shall be prince with the beloved one, when the princes of the people are gathered together with the tribes of Israel.",
          "id": 5768
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Let Ruben live, and not die; and let him be many in number.",
          "id": 5769
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And this is the blessing of Juda; Hear, Lord, the voice of Juda, and do you visit his people: his hands shall contend for him, and you shall be a help from his enemies.",
          "id": 5770
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And to Levi he said, Give to Levi his manifestations, and his truth to the holy man, whom they tempted in the temptation; they reviled him at the water of strife.",
          "id": 5771
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Who says to his father and mother, I have not seen you; and he knew not his brethren, and he refused to know his sons: he kept your oracles, and observed your covenant.",
          "id": 5772
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "They shall declare your ordinances to Jacob, and your law to Israel: they shall place incense in the time of your wrath continually upon your altar.",
          "id": 5773
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Bless, Lord, his strength, and accept the works of his hands; break the loins of his enemies that have risen up against him, and let not them that hate him rise up.",
          "id": 5774
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And to Benjamin he said, The beloved of the Lord shall dwell in confidence, and God overshadows him always, and he rested between his shoulders.",
          "id": 5775
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And to Joseph he said, His land is of the blessing of the Lord, of the seasons of sky and dew, and of the deeps of wells below,",
          "id": 5776
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "and of the fruits of the changes of the sun in season, and of the produce of the months,",
          "id": 5777
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "from the top of the ancient mountains, and from the top of the everlasting hills,",
          "id": 5778
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "and of the fullness of the land in season: and let the things pleasing to him that lived in the bush come on the head of Joseph, and on the crown of him who was glorified above his brethren.",
          "id": 5779
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "His beauty is as the firstling of his bull, his horns are the horns of a unicorn; with them he shall thrust the nations at once, even from the end of the earth: these are the ten thousands of Ephraim, and these are the thousands of Manasse.",
          "id": 5780
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And to Zabulon he said, Rejoice, Zabulon, in your going out, and Issachar in his tents.",
          "id": 5781
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "They shall utterly destroy the nations, and you shall call men there, and there offer the sacrifice of righteousness; for the wealth of the sea shall suckle you, and so shall the marts of them that dwell by the sea-coast.",
          "id": 5782
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And to Gad he said, Blessed be he that enlarges Gad: as a lion he rested, having broken the arm and the ruler.",
          "id": 5783
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And he saw his first fruits, that there the land of the princes gathered with the chiefs of the people was divided; the Lord wrought righteousness, and his judgement with Israel.",
          "id": 5784
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And to Dan he said, Dan is a lion's whelp, and shall leap out of Basan.",
          "id": 5785
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And to Nephthali he said, Nephthali has the fulness of good things; and let him be filled with blessing from the Lord: he shall inherit the west and the south.",
          "id": 5786
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And to Aser he said, Aser is blessed with children; and he shall be acceptable to his brethren: he shall dip his foot in oil.",
          "id": 5787
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "His sandal shall be iron and brass; as your days, so shall be your strength.",
          "id": 5788
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "There is not any such as the God of the beloved; he who rides upon the heaven is your helper, and the magnificent One of the firmament.",
          "id": 5789
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the rule of God shall protect you, and that under the strength of the everlasting arms; and he shall cast forth the enemy from before your face, saying, Perish.",
          "id": 5790
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And Israel shall dwell in confidence alone on the land of Jacob, with corn and wine; and the sky shall be misty with dew upon you.",
          "id": 5791
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Blessed are you, O Israel; who is like to you, O people saved by the Lord? your helper shall hold his shield over you, and his sword is your boast; and your enemies shall speak falsely to you, and you shall tread upon their neck.",
          "id": 5792
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Moses went up from Araboth Moab to the mount of Nabau, to the top of Phasga, which is before Jericho; and the Lord showed him all the mount of Galaad to Dan, and all the land of Nephthali,",
          "id": 5793
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and all the land of Ephraim and Manasse, and all the land of Juda to the farthest sea;",
          "id": 5794
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and the wilderness, and the country round about Jericho, the city of palm-trees, to Segor.",
          "id": 5795
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the Lord said to Moses, This is the land of which I sware to Abraam, and Isaac, and Jacob, saying, To your seed will I give it: and I have showed it to your eyes, but you shall not go in there.",
          "id": 5796
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So Moses the servant of the Lord died in the land of Moab by the word of the Lord.",
          "id": 5797
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And they buried him in Gai near the house of Phogor; and no one has seen his sepulchre to this day.",
          "id": 5798
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And Moses was a hundred and twenty years old at his death; his eyes were not dimmed, nor were his natural powers destroyed.",
          "id": 5799
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the children of Israel wept for Moses in Araboth of Moab at Jordan near Jericho thirty days; and the days of the sad mourning for Moses were completed.",
          "id": 5800
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And Joshua the son of Naue was filled with the spirit of knowledge, for Moses had laid his hands upon him; and the children of Israel listened to him; and they did as the Lord commanded Moses.",
          "id": 5801
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And there rose up no more a prophet in Israel like Moses, whom the Lord knew face to face,",
          "id": 5802
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "in all the signs and wonders, which the Lord sent him to work in Egypt on Pharao, and his servants, and all his land;",
          "id": 5803
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "the great wonders, and the mighty hand which Moses displayed before all Israel.",
          "id": 5804
        }
      ]
    }
  ]
}