{
  "book": "Epistle of Jeremiah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 0,
          "text": "A copy of an epistle, which Jeremy sent to them which were to be led captives into Babylon by the king of the Babylonians, to certify them, as it was commanded him of God.",
          "id": 26342
        },
        {
          "isRed": false,
          "verse": 1,
          "text": "Because of the sins which you have committed before God, you shall be led away captives into Babylon by Nabuchodonosor king of the Babylonians.",
          "id": 26343
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "So when you be come to Babylon, you shall remain there many years, and for a long season, namely, seven generations: and after that I will bring you away peaceably from thence.",
          "id": 26344
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Now shall you see in Babylon gods of silver, and of gold, and of wood, borne upon shoulders, which cause the nations to fear.",
          "id": 26345
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Beware therefore that you in no wise be like to strangers, neither be you and of them, when you see the multitude before them and behind them, worshipping them.",
          "id": 26346
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But say you in your hearts, O Lord, we must worship you.",
          "id": 26347
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For mine angel is with you, and I myself caring for your souls.",
          "id": 26348
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "As for their tongue, it is polished by the workman, and they themselves are gilded and laid over with silver; yet are they but false, and can''t speak.",
          "id": 26349
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And taking gold, as it were for a virgin that loves to go gay, they make crowns for the heads of their gods.",
          "id": 26350
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Sometimes also the priests convey from their gods gold and silver, and bestow it upon themselves.",
          "id": 26351
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Yes, they will give thereof to the common harlots, and deck them as men with garments, being gods of silver, and gods of gold, and wood.",
          "id": 26352
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Yet can''t these gods save themselves from rust and moth, though they be covered with purple raiment.",
          "id": 26353
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "They wipe their faces because of the dust of the temple, when there is much upon them.",
          "id": 26354
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he that can''t put to death one that offends him holds a sceptre, as though he were a judge of the country.",
          "id": 26355
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "He has also in his right hand a dagger and an axe: but can''t deliver himself from war and thieves.",
          "id": 26356
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Whereby they are known not to be gods: therefore fear them not.",
          "id": 26357
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For like as a vessel that a man uses is nothing worth when it is broken; even so it is with their gods: when they be set up in the temple, their eyes be full of dust through the feet of them that come in.",
          "id": 26358
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And as the doors are made sure on every side upon him that offends the king, as being committed to suffer death: even so the priests make fast their temples with doors, with locks, and bars, lest their gods be spoiled with robbers.",
          "id": 26359
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "They light them candles, yes, more than for themselves, whereof they can''t see one.",
          "id": 26360
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "They are as one of the beams of the temple, yet they say their hearts are gnawed upon by things creeping out of the earth; and when they eat them and their clothes, they feel it not.",
          "id": 26361
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Their faces are blacked through the smoke that comes out of the temple.",
          "id": 26362
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Upon their bodies and heads sit bats, swallows, and birds, and the cats also.",
          "id": 26363
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "By this you may know that they are no gods: therefore fear them not.",
          "id": 26364
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Notwithstanding the gold that is about them to make them beautiful, except they wipe off the rust, they will not shine: for neither when they were molten did they feel it.",
          "id": 26365
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "The things wherein there is no breath are bought for a most high price.",
          "id": 26366
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "They are borne upon shoulders, having no feet whereby they declare to men that they be nothing worth.",
          "id": 26367
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "They also that serve them are ashamed: for if they fall to the ground at any time, they can''t rise up again of themselves: neither, if one set them upright, can they move of themselves: neither, if they be bowed down, can they make themselves straight: but they set gifts before them as to dead men.",
          "id": 26368
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "As for the things that are sacrificed to them, their priests sell and abuse; in like manner their wives lay up part thereof in salt; but to the poor and impotent they give nothing of it.",
          "id": 26369
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Menstruous women and women in childbed eat their sacrifices: by these things you may know that they are no gods: fear them not.",
          "id": 26370
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "For how can they be called gods? because women set meat before the gods of silver, gold, and wood.",
          "id": 26371
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And the priests sit in their temples, having their clothes tore, and their heads and beards shaven, and nothing upon their heads.",
          "id": 26372
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "They roar and cry before their gods, as men do at the feast when one is dead.",
          "id": 26373
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "The priests also take off their garments, and clothe their wives and children.",
          "id": 26374
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Whether it be evil that one does to them, or good, they are not able to recompense it: they can neither set up a king, nor put him down.",
          "id": 26375
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "In like manner, they can neither give riches nor money: though a man make a vow to them, and keep it not, they will not require it.",
          "id": 26376
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "They can save no man from death, neither deliver the weak from the mighty.",
          "id": 26377
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "They can''t restore a blind man to his sight, nor help any man in his distress.",
          "id": 26378
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "They can show no mercy to the widow, nor do good to the fatherless.",
          "id": 26379
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Their gods of wood, and which are overlaid with gold and silver, are like the stones that be hewn out of the mountain: they that worship them shall be confounded.",
          "id": 26380
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "How should a man then think and say that they are gods, when even the Chaldeans themselves dishonour them?",
          "id": 26381
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Who if they shall see one dumb that can''t speak, they bring him, and entreat Bel that he may speak, as though he were able to understand.",
          "id": 26382
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Yet they can''t understand this themselves, and leave them: for they have no knowledge.",
          "id": 26383
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "The women also with cords about them, sitting in the ways, burn bran for perfume: but if any of them, drawn by some that passes by, lie with him, she reproaches her fellow, that she was not thought as worthy as herself, nor her cord broken.",
          "id": 26384
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Whatsoever is done amongst them is false: how may it then be thought or said that they are gods?",
          "id": 26385
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "They are made of carpenters and goldsmiths: they can be nothing else than the workmen will have them to be.",
          "id": 26386
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "And they themselves that made them can never continue long; how should then the things that are made of them be gods?",
          "id": 26387
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "For they left lies and reproaches to them that come after.",
          "id": 26388
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "For when there comes any war or plague upon them, the priests consult with themselves, where they may be hidden with them.",
          "id": 26389
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "How then can''t men perceive that they be no gods, which can neither save themselves from war, nor from plague?",
          "id": 26390
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "For seeing they be but of wood, and overlaid with silver and gold, it shall be known hereafter that they are false:",
          "id": 26391
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "And it shall manifestly appear to all nations and kings that they are no gods, but the works of men''s hands, and that there is no work of God in them.",
          "id": 26392
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "Who then may not know that they are no gods?",
          "id": 26393
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "For neither can they set up a king in the land, nor give rain to men.",
          "id": 26394
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "Neither can they judge their own cause, nor redress a wrong, being unable: for they are as crows between heaven and earth.",
          "id": 26395
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Whereupon when fire falls upon the house of gods of wood, or laid over with gold or silver, their priests will flee away, and escape; but they themselves shall be burnt asunder like beams.",
          "id": 26396
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Moreover they can''t withstand any king or enemies: how can it then be thought or said that they be gods?",
          "id": 26397
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "Neither are those gods of wood, and laid over with silver or gold, able to escape either from thieves or robbers.",
          "id": 26398
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "Whose gold, and silver, and garments wherewith they are clothed, they that are strong take, and go away withal: neither are they able to help themselves.",
          "id": 26399
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "Therefore it is better to be a king that shows his power, or else a profitable vessel in an house, which the owner shall have use of, than such false gods; or to be a door in an house, to keep such things therein, than such false gods. or a pillar of wood in a palace, than such false gods.",
          "id": 26400
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "For sun, moon, and stars, being bright and sent to do their offices, are obedient.",
          "id": 26401
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "In like manner the lightning when it breaks forth is easy to be seen; and after the same manner the wind blows in every country.",
          "id": 26402
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "And when God commands the clouds to go over the whole world, they do as they are bidden.",
          "id": 26403
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "And the fire sent from above to consume hills and woods does as it is commanded: but these are like to them neither in show nor power.",
          "id": 26404
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "Therefore it is neither to be supposed nor said that they are gods, seeing, they are able neither to judge causes, nor to do good to men.",
          "id": 26405
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "Knowing therefore that they are no gods, fear them not,",
          "id": 26406
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "For they can neither curse nor bless kings:",
          "id": 26407
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "Neither can they show signs in the heavens amongst the heathen, nor shine as the sun, nor give light as the moon.",
          "id": 26408
        },
        {
          "isRed": false,
          "verse": 67,
          "text": "The beasts are better than they: for they can get under a cover and help themselves.",
          "id": 26409
        },
        {
          "isRed": false,
          "verse": 68,
          "text": "It is then by no means manifest to us that they are gods: therefore fear them not.",
          "id": 26410
        },
        {
          "isRed": false,
          "verse": 69,
          "text": "For as a scarecrow in a garden of cucumbers keeps nothing: so are their gods of wood, and laid over with silver and gold.",
          "id": 26411
        },
        {
          "isRed": false,
          "verse": 70,
          "text": "And likewise their gods of wood, and laid over with silver and gold, are like to a white thorn in an orchard, that every bird sits upon; as also to a dead body, that is east into the dark.",
          "id": 26412
        },
        {
          "isRed": false,
          "verse": 71,
          "text": "And you shall know them to be no gods by the bright purple that rots upon them: and they themselves afterward shall be eaten, and shall be a reproach in the country.",
          "id": 26413
        },
        {
          "isRed": false,
          "verse": 72,
          "text": "Better therefore is the just man that has none idols: for he shall be far from reproach.",
          "id": 26414
        }
      ]
    }
  ]
}