{
  "book": "Haggai",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the second year of Darius the king, in the sixth month, on the first day of the month, the word of the Lord came by the hand of the prophet Aggaeus, saying, Speak to Zorobabel the son of Salathiel, of the tribe of Juda, and to Jesus the son of Josedec, the high priest, saying,",
          "id": 23300
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Thus says the Lord Almighty, saying, This people say, The time is not come to build the house of the Lord.",
          "id": 23301
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the word of the Lord came by the hand of the prophet Aggaeus, saying,",
          "id": 23302
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Is it time for you to dwell in your ceiled houses, whereas our house is desolate?",
          "id": 23303
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And now thus says the Lord Almighty; Consider your ways, I pray you.",
          "id": 23304
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "You have sown much, but brought in little; you have eaten, and are not satisfied; you have drunk, and are not satisfied with drink, you have clothed yourselves, and have not become warm thereby: and he that earns wages has gathered them into a bag full of holes.",
          "id": 23305
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Thus says the Lord Almighty; Consider your ways.",
          "id": 23306
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Go up to the mountain, and cut timber; build the house, and I will take pleasure in it, and be glorified, says the Lord.",
          "id": 23307
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "You looked for much, and there came little; and it was brought into the house, and I blew it away. Therefore thus says the Lord Almighty, Because my house is desolate, and you run everyone into his own house;",
          "id": 23308
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "therefore shall the sky withhold dew, and the earth shall keep back her produce.",
          "id": 23309
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And I will bring a sword upon the land, and upon the mountains, and upon the corn, and upon the wine, and upon the oil, and all that the earth produces, and upon the men, and upon the cattle, and upon all the labours of their hands.",
          "id": 23310
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Zorobabel the son of Salathiel, of the tribe of Juda, and Jesus the son of Josedec, the high priest, and all the remnant of the people, listened to the voice of the Lord their God, and the words of the prophet Aggaeus, according as the Lord their God had sent him to them, and the people feared before the Lord.",
          "id": 23311
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Aggaeus the Lord''s messenger spoke amongst the messengers of the Lord to the people, saying, I am with you, says the Lord.",
          "id": 23312
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the Lord stirred up the spirit of Zorobabel the son of Salathiel, of the tribe of Juda, and the spirit of Jesus the son of Josedec, the high priest, and the spirit of the remnant of all the people; and they went in, and wrought in the house of the Lord Almighty their God,",
          "id": 23313
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "on the four and twentieth day of the sixth month, in the second year of Darius the king.",
          "id": 23314
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the seventh month, on the twenty-first day of the month, the Lord spoke by Aggaeus the prophet, saying,",
          "id": 23315
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Speak now to Zorobabel the son of Salathiel, of the tribe of Juda, and to Jesus the son of Josedec, the high priest, and to all the remnant of the people, saying,",
          "id": 23316
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Who is there of you that saw this house in her former glory? and how do you now look upon it, as it were nothing before your eyes?",
          "id": 23317
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Yet now be strong, O Zorobabel, says the Lord; and strengthen yourself, O Jesus the high priest, the son of Josedec; and let all the people of the land strengthen themselves, says the Lord, and work, for I am with you, says the Lord Almighty;",
          "id": 23318
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "and my Spirit remains in the midst of you; be of good courage.",
          "id": 23319
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For thus says the Lord Almighty; Yet once I will shake the heaven, and the earth, and the sea, and the dry land;",
          "id": 23320
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and I will shake all nations, and the choice portions of all the nations shall come: and I will fill this house with glory, says the Lord Almighty.",
          "id": 23321
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Mine is the silver, and mine the gold, says the Lord Almighty.",
          "id": 23322
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For the glory of this house shall be great, the latter more than the former, says the Lord Almighty: and in this place will I give peace, says the Lord Almighty, even peace of soul for a possession to every one that builds, to raise up this temple.",
          "id": 23323
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "On the four and twentieth day of the ninth month, in the second year of Darius, the word of the Lord came to Aggaeus the prophet, saying,",
          "id": 23324
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Thus says the Lord Almighty; Enquire now of the priest concerning the law, saying,",
          "id": 23325
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "If a man should take holy flesh in the skirt of his garment, and the skirt of his garment should touch bread, or pottage, or wine, or oil, or any meat, shall it be holy? And the priests answered and said, No.",
          "id": 23326
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Aggaeus said, If a defiled person who is unclean by reason of a dead body, touch any of these, shall it be defiled? And the priests answered and said, It shall be defiled.",
          "id": 23327
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Aggaeus answered and said, So is this people, and so is this nation before me, says the Lord; and so are all the works of their hands: and whoever shall approach them, shall be defiled because of their early burdens: they shall be pained because of their toils; and you have hated him that reproved in the gates.",
          "id": 23328
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And now consider, I pray you, from this day and beforetime, before they laid a stone on a stone in the temple of the Lord, what manner of men you were.",
          "id": 23329
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "When you cast into the corn-bin twenty measures of barley, and there were only ten measures of barley: and you went to the vat to draw out fifty measures, and there were but twenty.",
          "id": 23330
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "I struck you with barrenness, and with blasting, and all the works of your hands with hail; yet you returned not to me, says the Lord.",
          "id": 23331
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Set your hearts now to think from this day and upward, from the four and twentieth day of the ninth month, even from the day when the foundation of the temple of the Lord was laid;",
          "id": 23332
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "consider in your hearts, whether this shall be known on the corn-floor, and whether yet the vine, and the fig tree, and the pomegranate, and the olive-trees that bear no fruit are with you: from this day will I bless you.",
          "id": 23333
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the word of the Lord came the second time to Aggaeus the prophet, on the four and twentieth day of the month, saying,",
          "id": 23334
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Speak to Zorobabel the son of Salathiel, of the tribe of Juda, saying, I shake the heaven, and the earth, and the sea, and the dry land;",
          "id": 23335
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "and I will overthrow the thrones of kings, and I will destroy the power of the kings of the nations; and I will overthrow chariots and riders; and the horses and their riders shall come down, every one by the sword striving against his brother.",
          "id": 23336
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "In that day, says the Lord Almighty, I will take you, O Zorobabel, the son of Salathiel, my servant, says the Lord, and will make you as a seal: for I have chosen you, says the Lord Almighty.",
          "id": 23337
        }
      ]
    }
  ]
}