{
  "book": "Hebrews",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "God spoke to our fathers long ago at many times and in many ways through the prophets, but in these last days he has spoken to us through his Son,",
          "id": 35165
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "whom he appointed heir of all things, and through whom he made the universe.",
          "id": 35166
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "He is the radiance of God''s glory and the exact representation of his nature, sustaining all things by his powerful word. When he had made purification for our sins by giving his own life, he sat down at the right hand of the Majesty in high places,",
          "id": 35167
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "having become as much superior to the angels as the name he has inherited is more excellent than theirs.",
          "id": 35168
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For to which of the angels did God ever say, \"You are my Son; today I have begotten you\"? Or again, \"I will be his Father, and he will be my Son\"?",
          "id": 35169
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And again, when he brings his firstborn into the world, he says, \"Let all the angels of God worship him.\"",
          "id": 35170
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Of the angels he says, \"He makes his angels winds, and his servants a flame of fire,\"",
          "id": 35171
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "but of the Son he says, \"Your throne, O God, endures forever and ever; the scepter of your kingdom is a scepter of uprightness.",
          "id": 35172
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "You have loved righteousness and hated lawlessness; therefore God, your God, has anointed you with the oil of gladness beyond your companions.\"",
          "id": 35173
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And, \"In the beginning you, O Lord, laid the foundation of the earth, and the heavens are the works of your hands.",
          "id": 35174
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "They will perish, but you remain; they will all wear out like a garment.",
          "id": 35175
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "You will roll them up like a robe, and they will be changed. But you are the same, and your years will have no end.\"",
          "id": 35176
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "To which of the angels did God ever say, \"Sit at my right hand until I make your enemies a footstool for your feet\"?",
          "id": 35177
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Are they not all ministering spirits sent out to serve those who will inherit salvation?",
          "id": 35178
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Therefore we must pay greater attention to what we have heard, so that we do not drift away.",
          "id": 35179
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For if the message spoken through angels was valid and every transgression and disobedience received a just retribution,",
          "id": 35180
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "how will we escape if we neglect so great a salvation? This salvation was first announced by the Lord, and it was confirmed to us by those who heard him.",
          "id": 35181
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "God also bore further witness with signs, wonders, various miracles, and gifts of the Holy Spirit distributed according to his will.",
          "id": 35182
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For it was not to angels that God subjected the world to come, about which we are speaking.",
          "id": 35183
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But in one place someone has testified: \"What is man that you are mindful of him, or the son of man that you care for him?",
          "id": 35184
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "You made him a little lower than the angels and crowned him with glory and honor;",
          "id": 35185
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "you put everything in subjection under his feet.\" In subjecting everything to him, God left nothing that is not subjected to him. But now we do not yet see everything subjected to him.",
          "id": 35186
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But we do see Jesus, who for a little while was made lower than the angels, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone.",
          "id": 35187
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For in bringing many sons to glory, it was fitting that God, for whom and through whom all things exist, should make the author of their salvation perfect through suffering.",
          "id": 35188
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For he who sanctifies and those who are being sanctified all have one Father. That is why Jesus is not ashamed to call them brothers,",
          "id": 35189
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "saying, \"I will declare your name to my brothers; in the midst of the congregation I will sing your praise.\"",
          "id": 35190
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And again, \"I will put my trust in him.\" And again, \"Here I am, with the children God has given me.\"",
          "id": 35191
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Therefore, since the children all have flesh and blood, Jesus himself took on flesh and blood as well, so that through death he might destroy the one who has the power of death, that is, the devil,",
          "id": 35192
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "and free those who all their lives were held in slavery by the fear of death.",
          "id": 35193
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For surely it is not angels that he helps, but the descendants of Abraham.",
          "id": 35194
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Therefore he had to become like his brothers in every way, so that he could be a merciful and faithful high priest in service to God, in order to make atonement for the sins of the people.",
          "id": 35195
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Because he himself suffered when he was tempted, he is able to help those who are being tempted.",
          "id": 35196
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Therefore, holy brothers, you who share in a heavenly calling, consider Jesus Christ, the apostle and high priest of our confession,",
          "id": 35197
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "who was faithful to the one who appointed him, just as Moses was faithful in all God''s house.",
          "id": 35198
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Yet Jesus is considered worthy of more glory than Moses, just as the builder of a house has more honor than the house itself.",
          "id": 35199
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For every house is built by someone, but the builder of all things is God.",
          "id": 35200
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now Moses was faithful in all God''s house as a servant, which provided testimony to what would be spoken later.",
          "id": 35201
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But Christ is faithful over God''s house as a Son. And we are his house if indeed we hold our confidence firm to the end along with the hope in which we boast.",
          "id": 35202
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Therefore, as the Holy Spirit says, \"Today, if you hear his voice,",
          "id": 35203
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "do not harden your hearts as in the rebellion, on the day of testing in the wilderness,",
          "id": 35204
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "where your fathers tried me, tested me, and saw my works for forty years.",
          "id": 35205
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Therefore I was angry with that generation and said, ''They always go astray in their hearts; they have not known my ways.''",
          "id": 35206
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "As I swore in my wrath, ''They will not enter my rest!''\"",
          "id": 35207
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "See to it, brothers, that none of you has an evil heart of unbelief that turns away from the living God.",
          "id": 35208
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But encourage one another each day, as long as it is called \"Today,\" so that none of you may be hardened by the deceitfulness of sin.",
          "id": 35209
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For we have become sharers in Christ, if indeed we hold our original confidence firm to the end.",
          "id": 35210
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "As it is said, \"Today, if you hear his voice, do not harden your hearts as in the rebellion.\"",
          "id": 35211
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For some did rebel when they heard God''s voice, but not all whom Moses led out of Egypt.",
          "id": 35212
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Now with whom was God angry for forty years? Was it not with those who sinned, whose bodies fell in the wilderness?",
          "id": 35213
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And to whom did God swear that they would not enter his rest, if not to those who were disobedient?",
          "id": 35214
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "So we see that it was because of their unbelief that they were not able to enter.",
          "id": 35215
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Therefore, while the promise of entering his rest remains open, let us proceed with fear so that none of you may be found to have fallen short of it.",
          "id": 35216
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For we also have received good news just as they did. But the message they heard did not benefit them, since they were not united by faith with those who listened.",
          "id": 35217
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For we who have believed enter that rest. As for the others, God has said, \"As I swore in my wrath, ''They will not enter my rest!''\" Now God''s works have been finished from the foundation of the world.",
          "id": 35218
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For in one place it speaks about the seventh day as follows: \"On the seventh day God rested from all his works.\"",
          "id": 35219
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But again, God says in the passage above: \"They will not enter my rest!\"",
          "id": 35220
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore, since God''s rest remains open for some to enter, and those who formerly received good news did not enter because of their disobedience,",
          "id": 35221
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "he again designates a certain day, calling it \"Today,\" as he says through David much later, in the passage already quoted, \"Today, if you hear his voice, do not harden your hearts.\"",
          "id": 35222
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "For if Joshua had given them rest, God would not have spoken later about another day.",
          "id": 35223
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So then, there remains a Sabbath rest for the people of God.",
          "id": 35224
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For anyone who has entered God''s rest has rested from his own works, just as God rested from his.",
          "id": 35225
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Therefore let us make every effort to enter that rest, so that no one will fall into the same pattern of disobedience.",
          "id": 35226
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For the word of God is living and active, sharper than any two-edged sword, piercing to the point of dividing soul from spirit, and joints from marrow, and discerning the thoughts and intentions of the heart.",
          "id": 35227
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "No creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give an account.",
          "id": 35228
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Therefore, since we have a great high priest who has passed through the heavens, Jesus the Son of God, let us hold fast to our confession.",
          "id": 35229
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who has been tempted in every way, just as we are, yet was without sin.",
          "id": 35230
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Therefore let us draw near to the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.",
          "id": 35231
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "For every high priest taken from among the people is appointed to represent the people in matters related to God, to offer gifts and sacrifices for sins.",
          "id": 35232
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "He is able to deal gently with those who are ignorant and going astray, since he himself is subject to weakness.",
          "id": 35233
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "That is why he is obligated to offer sacrifices for his own sins, as well as for the sins of the people.",
          "id": 35234
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "No one takes this honor for himself, but receives it when he is called by God, just as Aaron was.",
          "id": 35235
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "In the same way, Christ did not glorify himself in becoming a high priest, but was appointed by the one who said to him, \"You are my Son; today I have begotten you.\"",
          "id": 35236
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And in another passage he says, \"You are a priest forever according to the order of Melchizedek.\"",
          "id": 35237
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "In the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to the one who was able to save him from death, and he was heard because of his reverence.",
          "id": 35238
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Even though he was the Son, he learned obedience from what he suffered.",
          "id": 35239
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And having been made perfect, he became the source of eternal salvation to all who obey him",
          "id": 35240
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and was designated by God as a high priest according to the order of Melchizedek.",
          "id": 35241
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "On this topic we have much to say, and it is hard to explain, since you have become sluggish in hearing.",
          "id": 35242
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For though you ought to be teachers by this time, you need someone to teach you again the basic principles of the oracles of God. You need milk, not solid food.",
          "id": 35243
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Anyone who lives on milk is unacquainted with the teaching about righteousness, for he is an infant.",
          "id": 35244
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But solid food is for the mature, whose faculties have been trained by practice to distinguish between good and evil.",
          "id": 35245
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Therefore, let us leave behind the elementary teaching about Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith in God,",
          "id": 35246
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and of instruction about baptisms, the laying on of hands, the resurrection of the dead, and eternal judgment.",
          "id": 35247
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And this we will do, if God permits.",
          "id": 35248
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For it is impossible to renew to repentance those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit,",
          "id": 35249
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "who have tasted the good word of God and the powers of the coming age,",
          "id": 35250
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and yet have fallen away, since, to their own harm, they are crucifying the Son of God all over again and exposing him to public shame.",
          "id": 35251
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For land that has drunk the rain that often falls upon it, and produces a crop useful to those for whom it is cultivated, receives a blessing from God.",
          "id": 35252
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But land that bears thorns and thistles is worthless and on the verge of being cursed; its end is to be burned.",
          "id": 35253
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Even though we speak in this way, beloved, we are confident of better things in your case, things that pertain to salvation.",
          "id": 35254
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For God is not unjust; he will not forget your work and the labor of love that you have shown toward his name by serving the saints, as you still do.",
          "id": 35255
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "We want each one of you to show the same earnestness to have the full assurance of hope to the very end,",
          "id": 35256
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "so that you will not be sluggish, but imitators of those who inherit the promises through faith and patience.",
          "id": 35257
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "When God made his promise to Abraham, since he had no one greater to swear by, he swore by himself,",
          "id": 35258
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "saying, \"I will surely bless you and multiply you.\"",
          "id": 35259
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And so Abraham, having patiently endured, obtained the promise.",
          "id": 35260
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "People swear by someone greater than themselves, and in every dispute among them an oath is final for confirmation.",
          "id": 35261
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So when God wanted to show the unchangeable nature of his purpose even more clearly to the heirs of the promise, he guaranteed it with an oath,",
          "id": 35262
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "so that by two unchangeable things, in which it is impossible for God to lie, we who have fled for refuge would have strong encouragement to take hold of the hope set before us.",
          "id": 35263
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "We have this hope as a sure and steadfast anchor for the soul. It enters into the inner sanctuary behind the veil,",
          "id": 35264
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "where Jesus has entered as a forerunner for us, because he has become a high priest forever according to the order of Melchizedek.",
          "id": 35265
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now this Melchizedek was king of Salem and priest of God Most High. When Abraham was returning from the slaughter of the kings, Melchizedek met him and blessed him,",
          "id": 35266
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and Abraham gave him a tenth of all the spoils. His name means \"king of righteousness,\" but he is also \"king of Salem,\" which means, \"king of peace.\"",
          "id": 35267
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "He is without father, without mother, and without genealogy; there is no beginning to his days or end to his life. But resembling the Son of God, he remains a priest forever.",
          "id": 35268
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Consider how great this man must be, that even Abraham the patriarch gave him a tenth of the spoils.",
          "id": 35269
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now the law commands the sons of Levi who receive the priestly office to collect tithes from the people, that is, their brothers, even though their brothers are also descended from Abraham.",
          "id": 35270
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But Melchizedek, who was not among the descendants of Levi, received a tithe from Abraham. He also blessed Abraham, who had received the promises.",
          "id": 35271
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "It is beyond all dispute that the inferior is blessed by the superior.",
          "id": 35272
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "In the one case, tithes are received by mortal men, but in the other case, they are received by one who is attested to be living.",
          "id": 35273
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "One might even say that Levi himself, who receives tithes, paid tithes through Abraham.",
          "id": 35274
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For Levi was still in the loins of his ancestor Abraham when Melchizedek met him.",
          "id": 35275
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Now if perfection had been attainable through the Levitical priesthood (for under this priesthood the people received the law), what further need would there have been for another priest to arise according to the order of Melchizedek rather than the order of Aaron?",
          "id": 35276
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For when the priesthood is changed, the law must also be changed.",
          "id": 35277
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now he of whom these things are spoken belongs to a different tribe, from which no one has ever served at the altar.",
          "id": 35278
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For it is clear that our Lord arose from Judah, and in connection with that tribe Moses said nothing about priesthood.",
          "id": 35279
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now this point becomes even more clear when there arises another priest like Melchizedek,",
          "id": 35280
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "one who has become a priest, not through a legal requirement concerning physical descent, but through the power of an endless life.",
          "id": 35281
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For God testifies, \"You are a priest forever according to the order of Melchizedek.\"",
          "id": 35282
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "The former commandment is set aside because it was weak and ineffective",
          "id": 35283
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "(for the law made nothing perfect), and a better hope is introduced, by which we draw near to God.",
          "id": 35284
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And none of this happened without an oath. Aaron''s descendants become priests without an oath,",
          "id": 35285
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "but Jesus was made a priest with an oath by the one who said to him, \"The Lord has sworn and will not change his mind, ''You are a priest forever according to the order of Melchizedek.''\"",
          "id": 35286
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Accordingly, Jesus has become the guarantor of a better covenant.",
          "id": 35287
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Now the former priests were many in number, because they were prevented by death from continuing in office;",
          "id": 35288
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "but because Jesus continues forever, he has a permanent priesthood.",
          "id": 35289
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Therefore he is able to save to the uttermost those who come to God through him, because he always lives to intercede for them.",
          "id": 35290
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "It was fitting for us to have such a high priest, one who is holy, innocent, undefiled, separated from sinners, and exalted above the heavens.",
          "id": 35291
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "He has no need, like the other high priests, to offer up daily sacrifices, first for his own sins, and then for the sins of the people. For he did this once for all when he offered up himself.",
          "id": 35292
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "For the law appoints as high priests men who have weakness, but the word of the oath, which came after the law, appoints the Son, who has been made perfect forever.",
          "id": 35293
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now the main point of what we are saying is this: We have such a high priest, who sat down at the right hand of the throne of the Majesty in heaven,",
          "id": 35294
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "a minister of the holy places and of the true tabernacle, which was set up by the Lord, not by man.",
          "id": 35295
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For every high priest is appointed to offer gifts and sacrifices; therefore, it was necessary for this priest also to have something to offer.",
          "id": 35296
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For if he were on earth, he would not even be a priest, since there are already priests who offer gifts according to the law.",
          "id": 35297
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "They serve a copy and shadow of the heavenly things. For when Moses was about to build the tabernacle, he was warned by God, \"See to it that you make everything according to the pattern that was shown to you on the mountain.\"",
          "id": 35298
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But as it is, the ministry Jesus has received is as superior to the old priesthood as the covenant he mediates is superior to the old covenant, since it has been enacted on better promises.",
          "id": 35299
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For if that first covenant had been faultless, there would have been no need to look for a second one.",
          "id": 35300
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But finding fault with it, God says to the people, \"Behold, the days are coming, says the Lord, when I will establish a new covenant with the house of Israel and with the house of Judah,",
          "id": 35301
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "not like the covenant I made with their fathers on the day when I took them by the hand to lead them out of the land of Egypt. For they did not continue in my covenant, so I had no regard for them, says the Lord.",
          "id": 35302
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For this is the covenant I will make with the house of Israel after those days, says the Lord: I will put my laws into their minds and write them on their hearts. I will be their God, and they will be my people.",
          "id": 35303
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "No longer will a man teach his fellow citizen or his brother, saying, ''Know the Lord,'' for they will all know me, from the least of them to the greatest.",
          "id": 35304
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For I will be merciful toward their iniquities; their sins and their lawless deeds I will remember no more.\"",
          "id": 35305
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "In speaking of \"a new covenant,\" he has made the first one obsolete. And what is becoming obsolete and growing old will soon disappear.",
          "id": 35306
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now even the first covenant had regulations for worship and an earthly sanctuary.",
          "id": 35307
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For a tabernacle was prepared. In the first room were the lampstand, the table, and the bread of the Presence; this is called the Holy Place.",
          "id": 35308
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Behind the second veil was a room called the Holy of Holies.",
          "id": 35309
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "It had a golden censer and the ark of the covenant, which was overlaid on all sides with gold. In the ark were the golden jar containing the manna, the rod of Aaron that had budded, and the tablets of the covenant.",
          "id": 35310
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Above the ark were the cherubim of glory, overshadowing the mercy seat. But we cannot discuss these things in detail now.",
          "id": 35311
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "When these things were all in place, the priests regularly entered the first room of the tabernacle, performing their sacred duties.",
          "id": 35312
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But into the second room, the high priest alone entered only once a year, and never without blood, which he offered for himself and for the unintentional sins of the people.",
          "id": 35313
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "By this arrangement the Holy Spirit was showing that the way into the holy places had not yet been disclosed as long as the first tabernacle was still standing.",
          "id": 35314
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "This is a symbol for the present time, during which gifts and sacrifices are offered that cannot perfect the conscience of the worshiper,",
          "id": 35315
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "but deal only with food and drink, and various washings and regulations for the flesh, imposed until the time of reformation.",
          "id": 35316
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But when Christ came as high priest of the good things to come, through the greater and more perfect tabernacle, not made with hands (that is, not of this creation),",
          "id": 35317
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "he entered once for all into the holy places, not by the blood of goats and calves, but by his own blood, thus obtaining eternal redemption.",
          "id": 35318
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For if the blood of bulls and goats, and the ashes of a heifer sprinkled on those who are defiled, sanctify for the purification of the flesh,",
          "id": 35319
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify your consciences from dead works to serve the living God?",
          "id": 35320
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "That is why he is the mediator of a new covenant, so that those who are called may receive the promised eternal inheritance, since a death has occurred that redeems them from the transgressions committed under the first covenant.",
          "id": 35321
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For in the case of a will, it is necessary to establish the death of the one who made it,",
          "id": 35322
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "because a will takes effect only after the person''s death; it is never in force while the person who made it is alive.",
          "id": 35323
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "That is why even the first covenant was not inaugurated without blood.",
          "id": 35324
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "For when Moses had proclaimed every commandment of the law to all the people, he took the blood of calves and goats, along with water, scarlet wool, and hyssop, and sprinkled the scroll itself and all the people,",
          "id": 35325
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "saying, \"This is the blood of the covenant that God has ordained for you.\"",
          "id": 35326
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "In the same way, he sprinkled with blood the tabernacle and all the vessels used in worship.",
          "id": 35327
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Indeed, according to the law nearly everything is purified with blood, and without the shedding of blood there is no remission.",
          "id": 35328
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "So it was necessary for the copies of the things in heaven to be purified with these sacrifices, but for the heavenly things themselves to be purified with better sacrifices than these.",
          "id": 35329
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For Christ did not enter holy places made with hands, which are copies of the true ones; he entered heaven itself, so that he might appear now before God on our behalf.",
          "id": 35330
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Nor did he enter heaven to offer himself many times, as the high priest enters the holy places year after year with blood that is not his own,",
          "id": 35331
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "for then he would have had to suffer again and again since the foundation of the world. But now he has appeared once for all at the end of the ages to remove sin by the sacrifice of himself.",
          "id": 35332
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And just as it is appointed for men to die once and then face judgment,",
          "id": 35333
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "so also Christ, having been offered once to bear the sins of many, will appear a second time, not to bear sin, but to bring salvation to those who are eagerly waiting for him.",
          "id": 35334
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Since the law has only a shadow of the good things to come and not the true form of those things, the same sacrifices that they continually offer year after year can never perfect those who draw near to worship.",
          "id": 35335
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Otherwise, would they not have ceased to be offered, since the worshipers would have been purified once and for all, and would no longer have any consciousness of sins?",
          "id": 35336
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "But in these sacrifices there is a reminder of sins year after year.",
          "id": 35337
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For it is impossible for the blood of bulls and goats to take away sins.",
          "id": 35338
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Therefore, when Christ came into the world, he said, \"Sacrifice and offering you did not desire, but a body you prepared for me;",
          "id": 35339
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "in whole burnt offerings and sin offerings you took no pleasure.",
          "id": 35340
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then I said, ''Behold, I have come to do your will, O God, as it is written about me in the scroll of the book.''\"",
          "id": 35341
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "In the passage above he says, \"Sacrifice and offering, and whole burnt offerings and sin offerings you did not desire, nor did you take pleasure in them\" (although they are offered according to the law),",
          "id": 35342
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then he adds, \"Behold, I have come to do your will, O God.\" He takes away the first in order to establish the second.",
          "id": 35343
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "By God''s will we have been sanctified through the offering of the body of Jesus Christ once for all.",
          "id": 35344
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Now every priest stands daily at service, offering again and again the same sacrifices that can never take away sins.",
          "id": 35345
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But when Christ had offered for all time one sacrifice for sins, he sat down at the right hand of God,",
          "id": 35346
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "where he is now waiting until his enemies are made a footstool for his feet.",
          "id": 35347
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For by one offering he has perfected for all time those who are being sanctified.",
          "id": 35348
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The Holy Spirit also testifies to us about this. First he says,",
          "id": 35349
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "\"This is the covenant I will make with them after those days, says the Lord: I will put my laws on their hearts and write them on their minds.\"",
          "id": 35350
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then he adds, \"Their sins and their lawless deeds I will remember no more.\"",
          "id": 35351
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Now where there is remission of these, there is no longer any offering for sin.",
          "id": 35352
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus,",
          "id": 35353
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "by the new and living way he opened for us through the veil (that is, through his flesh),",
          "id": 35354
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "and since we have a great priest over the house of God,",
          "id": 35355
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "let us draw near with true hearts, in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water.",
          "id": 35356
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Let us hold fast to the confession of our hope without wavering, for he who promised is faithful.",
          "id": 35357
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And let us consider how to spur one another on to love and good works,",
          "id": 35358
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.",
          "id": 35359
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "For if we continue sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,",
          "id": 35360
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "but only a fearful expectation of judgment, and a fury of fire that will consume God''s adversaries.",
          "id": 35361
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Anyone who has rejected the law of Moses dies without mercy on the testimony of two or three witnesses.",
          "id": 35362
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "How much worse punishment do you think will be deserved by someone who has trampled the Son of God underfoot, who has profaned the blood of the covenant by which he was sanctified, and who has insulted the Spirit of grace?",
          "id": 35363
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "For we know him who said, \"Vengeance is mine; I will repay, says the Lord.\" And again, \"The Lord will judge his people.\"",
          "id": 35364
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "It is a fearful thing to fall into the hands of the living God.",
          "id": 35365
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "But remember the earlier days when, after you were enlightened, you endured a hard struggle in the face of suffering.",
          "id": 35366
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "At times you were publicly exposed to reproach and affliction, and at other times you were partners with those who were treated that way.",
          "id": 35367
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "For you sympathized with me when I was in prison, and you accepted the plundering of your possessions with joy, knowing that you have for yourselves a better and lasting possession in heaven.",
          "id": 35368
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Therefore do not throw away your confidence, which has a great reward.",
          "id": 35369
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "For you have need of endurance, so that when you have done the will of God, you may receive the promise.",
          "id": 35370
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "\"For in just a little while, he who is coming will come and will not delay.",
          "id": 35371
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "But the righteous one will live by faith; and if he shrinks back, my soul takes no pleasure in him.\"",
          "id": 35372
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "But we are not among those who shrink back and are destroyed, but among those who have faith and preserve their souls.",
          "id": 35373
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now faith is the assurance of what we hope for and the conviction of what we do not see.",
          "id": 35374
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Because of their faith, the people of old were commended.",
          "id": 35375
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "By faith we understand that the universe was formed by the word of God, so that what is seen was not made out of what is visible.",
          "id": 35376
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "By faith Abel offered to God a better sacrifice than Cain, through which he was commended as righteous when God gave approval to his gifts. And by faith he still speaks, even though he is dead.",
          "id": 35377
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "By faith Enoch was taken up so that he would not see death, and he was not found, because God had taken him. Now before he was taken, he was commended as one who pleased God.",
          "id": 35378
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And without faith it is impossible to please God, for anyone who comes to him must believe that God exists and that he rewards those who earnestly seek him.",
          "id": 35379
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "By faith Noah, when he was warned about things not yet seen, was moved with reverent fear and built an ark to save his household. By faith he condemned the world and became an heir of the righteousness that comes by faith.",
          "id": 35380
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "By faith Abraham obeyed when he was called to go out to the place that he was to receive as an inheritance. And he went out, not knowing where he was going.",
          "id": 35381
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "By faith he sojourned in the land of promise, as in a foreign land, dwelling in tents with Isaac and Jacob, fellow heirs of the same promise.",
          "id": 35382
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For he was looking forward to the city that has foundations, whose designer and builder is God.",
          "id": 35383
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "By faith Sarah herself received the ability to conceive, and she bore a child when she was beyond the proper age, because she considered him faithful who had made the promise.",
          "id": 35384
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And so from one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore.",
          "id": 35385
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "These all died in faith without receiving the things that were promised. But they saw them from a distance and welcomed them. And they acknowledged that they were strangers and sojourners on the earth.",
          "id": 35386
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For people who say such things make it clear that they are seeking a homeland.",
          "id": 35387
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "If they had been thinking of the land they left behind, they would have had an opportunity to return.",
          "id": 35388
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Instead, they were longing for a better land, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them.",
          "id": 35389
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "By faith Abraham, when he was tested, offered up Isaac. He who had received the promises was ready to offer up his one and only son,",
          "id": 35390
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "even though God had said to him, \"Through Isaac your descendants will be counted.\"",
          "id": 35391
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "He reasoned that God could even raise him from the dead. And figuratively speaking, he did receive Isaac back from death.",
          "id": 35392
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "By faith Isaac blessed Jacob and Esau concerning things to come.",
          "id": 35393
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "By faith Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped as he leaned on the top of his staff.",
          "id": 35394
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "By faith Joseph, when his end was near, mentioned the exodus of the sons of Israel and gave instructions concerning his bones.",
          "id": 35395
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "By faith Moses, when he was born, was hidden for three months by his parents, because they saw that he was a beautiful child, and they did not fear the decree of the king.",
          "id": 35396
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "By faith Moses, when he had grown up, refused to be called the son of Pharaoh''s daughter,",
          "id": 35397
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "choosing to be mistreated with the people of God rather than to enjoy the fleeting pleasure of sin.",
          "id": 35398
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "He considered the reproach of Christ to be greater wealth than the treasures of Egypt, for he was focused on the reward.",
          "id": 35399
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "By faith he left Egypt, not fearing the wrath of the king, for he endured as though he could see him who is invisible.",
          "id": 35400
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "By faith he celebrated the Passover and the sprinkling of the blood, so that the destroyer of the firstborn would not touch the Israelites.",
          "id": 35401
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "By faith they passed through the Red Sea as on dry land, but when the Egyptians tried to do so, they were drowned.",
          "id": 35402
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "By faith the walls of Jericho fell after they had been encircled for seven days.",
          "id": 35403
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "By faith Rahab the prostitute did not perish with those who were disobedient, because she had welcomed the spies in peace.",
          "id": 35404
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And what more shall I say? For time will fail me if I tell of Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets,",
          "id": 35405
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "who by faith conquered kingdoms, carried out justice, obtained promises, stopped the mouths of lions,",
          "id": 35406
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "quenched the power of fire, escaped the edge of the sword, were made strong from weakness, became mighty in battle, and routed the armies of foreigners.",
          "id": 35407
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Women received back their dead by resurrection. Other people were tortured, refusing to accept release, so that they might obtain a better resurrection.",
          "id": 35408
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Others endured mocking and flogging, as well as chains and imprisonment.",
          "id": 35409
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "They were stoned, they were sawn in two, they were tempted, and they were killed with the sword. They went around in sheepskins and goatskins; they were destitute, afflicted, and mistreated.",
          "id": 35410
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "The world was not worthy of them. They wandered in deserts and mountains, hiding in caves and holes in the ground.",
          "id": 35411
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "All these people were commended for their faith, but they did not receive what was promised.",
          "id": 35412
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "For God had planned something better for us, so that they would not be made perfect without us.",
          "id": 35413
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Therefore, since we have such a great cloud of witnesses surrounding us, let us lay aside every weight and the sin that so easily entangles us, and let us run with endurance the race that lies before us,",
          "id": 35414
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "fixing our eyes upon Jesus, the author and perfecter of our faith. For the joy set before him he endured the cross, disregarding its shame, and sat down at the right hand of the throne of God.",
          "id": 35415
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Consider him who endured such opposition from sinners against himself, so that you will not grow weary or lose heart.",
          "id": 35416
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "In your struggle against sin, you have not yet resisted to the point of shedding your blood.",
          "id": 35417
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And you have completely forgotten the exhortation that addresses you as sons: \"My son, do not think lightly of the discipline of the Lord, and do not lose heart when he rebukes you.",
          "id": 35418
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For the Lord disciplines the one he loves, and he punishes every son he receives.\"",
          "id": 35419
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For the sake of discipline you must endure. God is treating you as sons. For what son is not disciplined by his father?",
          "id": 35420
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "If you do not experience discipline, which is something everyone receives, then you are illegitimate children and not sons.",
          "id": 35421
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Furthermore, we have all had earthly fathers who disciplined us, and we respected them. Should we not submit even more to the Father of spirits and live?",
          "id": 35422
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For our fathers disciplined us for a short time as seemed best to them, but God disciplines us for our good, so that we may share in his holiness.",
          "id": 35423
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Now no discipline seems pleasant at the time, but painful. Later on, however, it produces the peaceful fruit of righteousness for those trained by it.",
          "id": 35424
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Therefore, lift up your drooping hands and strengthen your weak knees.",
          "id": 35425
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Make straight paths for your feet, so that what is lame may not be put out of joint but healed instead.",
          "id": 35426
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Pursue peace with everyone, and holiness, for without it no one will see the Lord.",
          "id": 35427
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "See to it that no one falls short of the grace of God and that no root of bitterness springs up and causes trouble, which would result in many becoming defiled.",
          "id": 35428
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "See to it that there is no fornicator or profane person like Esau, who sold his birthright in exchange for a single meal.",
          "id": 35429
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "You know that afterward, when he desired to inherit the blessing, he was rejected, for he found no opportunity for repentance, even though he sought the blessing with tears.",
          "id": 35430
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For you have not come to a mountain that can be touched, to a blazing fire, darkness, gloom, and a whirlwind.",
          "id": 35431
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "You have not come to a trumpet blast and a voice whose words made the hearers beg that no further word be spoken to them.",
          "id": 35432
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For they could not bear the order that was given: \"If even a beast touches the mountain, it shall be stoned.\"",
          "id": 35433
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Indeed, the sight was so terrifying that Moses said, \"I am trembling with fear.\"",
          "id": 35434
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But you have come to Mount Zion, to the city of the living God, the heavenly Jerusalem. You have come to myriads of angels,",
          "id": 35435
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "to the festive gathering and assembly of the firstborn, whose names are enrolled in heaven. You have come to God, the judge of all, and to the spirits of righteous people who have been made perfect.",
          "id": 35436
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And you have come to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel.",
          "id": 35437
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "See to it that you do not refuse him who is speaking. For if the people did not escape when they refused him who warned them on earth, how much less will we escape if we turn away from him who warns us from heaven?",
          "id": 35438
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "At that time his voice shook the earth, but now he has promised, \"Yet once more I will shake not only the earth, but also the heavens.\"",
          "id": 35439
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Now the phrase, \"Yet once more,\" indicates the removal of what can be shakenthat is, created thingsso that what cannot be shaken may remain.",
          "id": 35440
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful. It is by our thankfulness that we offer God acceptable worship, with reverence and godly fear.",
          "id": 35441
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "For our God is a consuming fire.",
          "id": 35442
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Continue in brotherly love.",
          "id": 35443
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Do not neglect to show hospitality to strangers, for by showing hospitality some have hosted angels without knowing it.",
          "id": 35444
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Remember those in prison, as though you were in prison with them. Also remember those who are mistreated, as though you yourselves were suffering with them.",
          "id": 35445
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Marriage must be held in honor by all, and the marriage bed must be kept pure, but God will judge fornicators and adulterers.",
          "id": 35446
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Keep your lives free from the love of money, and be content with what you have, for God has said, \"I will never leave you, nor will I ever forsake you.\"",
          "id": 35447
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So we can say with confidence, \"The Lord is my helper, so I will not fear anything that man might do to me.\"",
          "id": 35448
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Remember your leaders, who spoke to you the word of God. Consider the outcome of their conduct, and imitate their faith.",
          "id": 35449
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Jesus Christ is the same yesterday, today, and forever.",
          "id": 35450
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Do not be carried away by various kinds of strange teachings, for it is good for the heart to be strengthened by grace, not by regulations about food, which have not benefited those who follow them.",
          "id": 35451
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "We have an altar from which those who serve in the tabernacle have no right to eat.",
          "id": 35452
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For the bodies of those beasts whose blood is brought into the holy places by the high priest as an offering for sin are burned outside the camp.",
          "id": 35453
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So Jesus also suffered outside the city gate in order to sanctify the people by his own blood.",
          "id": 35454
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Therefore let us go to him outside the camp and bear the reproach he endured.",
          "id": 35455
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For here we do not have a lasting city, but we seek the city that is to come.",
          "id": 35456
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Through Jesus, therefore, let us continually offer up a sacrifice of praise to God, that is, the fruit of lips that confess his name.",
          "id": 35457
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Do not neglect to do good and to share with others, for such sacrifices are pleasing to God.",
          "id": 35458
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Obey your leaders and submit to them, for they keep watch over your souls as those who must give an account. Let them do this with joy and not with groaning, for that would be of no benefit to you.",
          "id": 35459
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Pray for us, for we are convinced that we have a clear conscience, desiring to live honorably in every way.",
          "id": 35460
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "I urge you all the more to do this, so that I may be restored to you more quickly.",
          "id": 35461
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Now may the God of peace, who by the blood of the eternal covenant brought back from the dead our Lord Jesus, the great Shepherd of the sheep,",
          "id": 35462
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "equip you in every good work so that you may do his will. May he accomplish in you what is pleasing in his sight, through Jesus Christ, to whom be the glory forever and ever. Amen.",
          "id": 35463
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Now I urge you, brothers, to bear with this brief word of exhortation that I have written to you.",
          "id": 35464
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "You should know that our brother Timothy has been released. If he comes soon, he will be with me when I see you.",
          "id": 35465
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Greet all your leaders and all the saints. Those who are from Italy greet you.",
          "id": 35466
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Grace be with you all. Amen.",
          "id": 35467
        }
      ]
    }
  ]
}