{
  "book": "Hosea",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The word of the Lord which came to Osee the son of Beeri, in the days of Ozias, and Joatham, and Achaz, and Ezekias, kings of Juda, and in the days of Jeroboam son of Joas, king of Israel.",
          "id": 22553
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "The beginning of the word of the Lord by Osee. And the Lord said to Osee, Go, take to yourself a wife of fornication, and children of fornication: for the land will surely go a-whoring in departing from the Lord.",
          "id": 22554
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So he went and took Gomer, daughter of Debelaim; and she conceived, and bore him a son.",
          "id": 22555
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the Lord said to him, Call his name Jezrael; for yet a little while, and I will avenge the blood of Jezrael on the house of Juda, and will make to cease the kingdom of the house of Israel.",
          "id": 22556
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And it shall be, in that day, that I will break the bow of Israel in the valley of Jezrael.",
          "id": 22557
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And she conceived again, and bore a daughter. And he said to him, Call her name, Unpitied: for I will no more have mercy on the house of Israel, but will surely set myself in array against them.",
          "id": 22558
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But I will have mercy on the house of Juda, and will save them by the Lord their God, and will not save them with bow, nor with sword, nor by war, nor by horses, nor by horsemen.",
          "id": 22559
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And she weaned Unpitied; and she conceived again, and bore a son.",
          "id": 22560
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he said, Call his name, Not my people: for you are not my people, and I am not your God.",
          "id": 22561
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Yet the number of the children of Israel was as the sand of the sea, which shall not be measured nor numbered: and it shall come to pass, that in the place where it was said to them, You are not my people, even they shall be called the sons of the living God.",
          "id": 22562
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the children of Juda shall be gathered, and the children of Israel together, and shall appoint themselves one head, and shall come up out of the land: for great shall be the day of Jezrael.",
          "id": 22563
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Say to your brother, My people, and to your sister, Pitied.",
          "id": 22564
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Plead with your mother, plead: for she is not my wife, and I am not her husband: and I will remove her fornication out of my presence, and her adultery from between her breasts:",
          "id": 22565
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "that I may strip her naked, and make her again as she was at the day of her birth: and I will make her desolate, and make her as a dry land, and will kill her with thirst.",
          "id": 22566
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And I will not have mercy upon her children; for they are children of fornication.",
          "id": 22567
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And their mother went a-whoring: she that bore them disgraced them: for she said, I will go after my lovers, that give me my bread and my water, and my garments, and my linen clothes, my oil and my necessaries.",
          "id": 22568
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore, behold, I hedge up her way with thorns, and I will stop the ways, and she shall not find her path.",
          "id": 22569
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And she shall follow after her lovers, and shall not overtake them; and she shall seek them, but shall not find them: and she shall say, I will go, and return to my former husband; for it was better with me than now.",
          "id": 22570
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And she knew not that I gave her her corn, and wine, and oil, and multiplied silver to her: but she made silver and gold images for Baal.",
          "id": 22571
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Therefore I will return, and take away my corn in its season, and my wine in its time; and I will take away my raiment and my linen clothes, so that she shall not cover her nakedness.",
          "id": 22572
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And now I will expose her uncleanness before her lovers, and no one shall by any means deliver her out of my hand.",
          "id": 22573
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And I will take away all her gladness, her feasts, and her festivals at the new moon, and her sabbaths, and all her solemn assemblies.",
          "id": 22574
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And I will utterly destroy her vines, and her fig-trees, all things of which she said, These are my hire which my lovers have given me: and I will make them a testimony, and the wild beasts of the field, and the birds of the sky, and the reptiles of the earth shall devour them.",
          "id": 22575
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And I will recompense on her the days of Baalim, wherein she sacrificed to them, and put on her ear-rings, and her necklaces, and went after her lovers, and forgot me, says the Lord.",
          "id": 22576
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Therefore, behold, I will cause her to err, and will make her as desolate, and will speak comfortably to her.",
          "id": 22577
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And I will giver her possessions from thence, and the valley of Achor to open her understanding: and she shall be afflicted there according to the days of her infancy, and according to the days of her coming up out of the land of Egypt.",
          "id": 22578
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And it shall come to pass in that day, says the Lord, that she shall call me, My husband, and shall no longer call me Baalim.",
          "id": 22579
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And I will take away the names of Baalim out of her mouth, and their names shall be remembered no more at all.",
          "id": 22580
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And I will make for them in that day a covenant with the wild beasts of the field, and with the birds of the sky, and with the reptiles of the earth: and I will break the bow and the sword and the battle from off the earth, and will cause you to dwell safely.",
          "id": 22581
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And I will betroth you to myself for ever; yes, I will betroth you to myself in righteousness, and in judgement, and in mercy, and in tender compassions;",
          "id": 22582
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "and I will betroth you to myself in faithfulness: and you shall know the Lord.",
          "id": 22583
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And it shall come to pass in that day, says the Lord, I will listen to the heaven, and it shall listen to the earth;",
          "id": 22584
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "and the earth shall listen to the corn, and the wine, and the oil; and they shall listen to Jezrael.",
          "id": 22585
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And I will sow her to me on the earth; and will love her that was not loved, and will say to that which was not my people, You are my people; and they shall say, You are the Lord my God.",
          "id": 22586
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the Lord said to me, Go yet, and love a woman that loves evil things, an adulteress, even as the Lord loves the children of Israel, and they have respect to strange gods, and love cakes of dried grapes.",
          "id": 22587
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "So I hired her to myself for fifteen pieces of silver, and a homer of barley, and a flagon of wine.",
          "id": 22588
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And I said to her, You shall wait for me many days; and you shall not commit fornication, neither shall you be for another man; and I will be for you.",
          "id": 22589
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For the children of Israel shall abide many days without a king, and without a prince, and without a sacrifice, and without an altar, and without a priesthood, and without manifestations.",
          "id": 22590
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And afterward shall the children of Israel return, and shall seek the Lord their God, and David their king; and shall be amazed at the Lord and at his goodness in the latter days.",
          "id": 22591
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Hear the word of the Lord, you children of Israel: for the Lord has a controversy with the inhabitants of the land, because there is no truth, nor mercy, nor knowledge of God in the land.",
          "id": 22592
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Cursing, and lying, and murder, and theft, and adultery abound in the land, and they mingle blood with blood.",
          "id": 22593
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Therefore shall the land mourn, and shall be diminished with all that dwell in it, with the wild beasts of the field, and the reptiles of the earth, and with the birds of the sky, and the fish of the sea shall fail:",
          "id": 22594
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "that neither any one may plead, nor any one reprove another; but my people are as a priest spoken against.",
          "id": 22595
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Therefore they shall fall by day, and the prophet with you shall fall: I have compared your mother to night.",
          "id": 22596
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "My people are like as if they had no knowledge: because you have rejected knowledge, I will also reject you, that you shall not minister as priest to me: and as you have forgotten the law of your God, I also will forget your children.",
          "id": 22597
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "According to their multitude, so they sinned against me: I will turn their glory into shame.",
          "id": 22598
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "They will devour the sins of my people, and will set their hearts on their iniquities.",
          "id": 22599
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the priest shall be as the people: and I will avenge on them their ways, and I will recompense to them their counsels.",
          "id": 22600
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And they shall eat, and shall not be satisfied: they have gone a-whoring, and shall by no means prosper: because they have left off to take heed to the Lord.",
          "id": 22601
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "The heart of my people has gladly engaged in fornication and wine and strong drink.",
          "id": 22602
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "They asked counsel by means of signs, and they reported answer to them by their staves: they have gone astray in a spirit of whoredom, and gone grievously a-whoring from their God.",
          "id": 22603
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "They have sacrificed on the tops of the mountains, and on the hills they have sacrificed under the oak and poplar, and under the shady tree, because the shade was good: therefore your daughters shall go a-whoring, and your daughters-in-law shall commit adultery.",
          "id": 22604
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And I will not visit upon your daughters when they shall commit fornication, nor your daughters-in-law when they shall commit adultery: for they themselves mingled themselves with harlots, and sacrificed with polluted ones, and the people that understood not entangled itself with a harlot.",
          "id": 22605
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But you, O Israel, be not ignorant, and go you not, men of Juda, to Galgala; and go not up to the house of On, and swear not by the living Lord.",
          "id": 22606
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For Israel was maddened like a mad heifer: now the Lord will feed them as a lamb in a wide place.",
          "id": 22607
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Ephraim, joined with idols, has laid stumbling blocks in his own way.",
          "id": 22608
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "He has chosen the Chananites: they have grievously gone a-whoring: they have loved dishonour through her insolence.",
          "id": 22609
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "You are a blast of wind in her wings, and they shall be ashamed because of their altars.",
          "id": 22610
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Hear these things, you priests; and attend, O house of Israel; and listen, O house of the king; for the controversy is with you, because you have been a snare in Scopia, and as a net spread on Itabyrium,",
          "id": 22611
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "which they that hunt the prey have fixed: but I will correct you.",
          "id": 22612
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "I know Ephraim, and Israel is not far from me: for now Ephraim has gone grievously a-whoring, Israel is defiled.",
          "id": 22613
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They have not framed their counsels to return to their God, for the spirit of fornication is in them, and they have not known the Lord.",
          "id": 22614
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the pride of Israel shall be brought low before his face; and Israel and Ephraim shall fall in their iniquities; and Judas also shall fall with them.",
          "id": 22615
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "They shall go with sheep and calves diligently to seek the Lord; but they shall not find him, for he has withdrawn himself from them.",
          "id": 22616
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For they have forsaken the Lord; for strange children have been born to them: now shall the cankerworm devour them and their heritages.",
          "id": 22617
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Blow you the trumpet on the hills, sound aloud on the heights: proclaim in the house of On, Benjamin is amazed.",
          "id": 22618
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Ephraim has come to nothing in the days of reproof: in the tribes of Israel I have shown faithful dealings.",
          "id": 22619
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "The princes of Juda became as they that removed the bounds: I will pour out upon them my fury as water.",
          "id": 22620
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Ephraim altogether prevailed against his adversary, he trod judgement under foot, for he began to go after vanities.",
          "id": 22621
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Therefore I will be as consternation to Ephraim, and as a goad to the house of Juda.",
          "id": 22622
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And Ephraim saw his disease, and Judas his pain; then Ephraim went to the Assyrians, and sent ambassadors to king Jarim: but he could not heal you, and your pain shall in nowise cease from you.",
          "id": 22623
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Therefore I am as a panther to Ephraim, and as a lion to the house of Juda: and I will tear, and go away; and I will take, and there shall be none to deliver.",
          "id": 22624
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "I will go and return to my place, until they are brought to nothing, and then shall they seek my face.",
          "id": 22625
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In their affliction they will seek me early, saying, Let us go, and return to the Lord our God; for he has torn, and will heal us;",
          "id": 22626
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "he will strike, and bind us up.",
          "id": 22627
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "After two days he will heal us: in the third day we shall arise, and live before him, and shall know him:",
          "id": 22628
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "let us follow on to know the Lord: we shall find him ready as the morning, and he will come to us as the early and latter rain to the earth.",
          "id": 22629
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "What shall I do to you, Ephraim? What shall I do to you, Juda? whereas your mercy is as a morning cloud, and as the early dew that goes away.",
          "id": 22630
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore have I mown down your prophets; I have slain them with the word of my mouth: and my judgement shall go forth as the light.",
          "id": 22631
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For I will have mercy rather than sacrifice, and the knowledge of God rather than whole burnt offerings.",
          "id": 22632
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But they are as a man transgressing a covenant:",
          "id": 22633
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "there the city Galaad despised me, working vanity, troubling water.",
          "id": 22634
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And your strength is that of a robber: the priests have hid the way, they have murdered the people of Sicima; for they have wrought iniquity in the house of Israel.",
          "id": 22635
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "I have seen horrible things there, even the fornication of Ephraim: Israel and Juda are defiled;",
          "id": 22636
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "begin together grapes for yourself, when I turn the captivity of my people.",
          "id": 22637
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When I have healed Israel, then shall the iniquity of Ephraim be revealed, and the wickedness of Samaria; for they have wrought falsehood: and a thief shall come in to him, even a robber spoiling in his way;",
          "id": 22638
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "that they may concert together as men singing in their heart: I remember all their wickedness: now have their own counsels compassed them about; they came before my face.",
          "id": 22639
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "They gladdened kings with their wickedness, and princes with their lies.",
          "id": 22640
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They are all adulterers, as an oven glowing with flame for hot-baking, on account of the kneading of the dough, until it is leavened.",
          "id": 22641
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "In the days of our kings, the princes began to be inflamed with wine: he stretched out his hand with pestilent fellows.",
          "id": 22642
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore their hearts are inflamed as an oven, while they rage all the night: Ephraim is satisfied with sleep; the morning is come; he is burnt up as a flame of fire.",
          "id": 22643
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "They are all heated like an oven, and have devoured their judges: all their kings are fallen; there was not amongst them one that called on me.",
          "id": 22644
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Ephraim is mixed amongst his people; Ephraim became a cake not turned.",
          "id": 22645
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Strangers devoured his strength, and he knew it not; and grey hairs came upon him, and he knew it not.",
          "id": 22646
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the pride of Israel shall be brought down before his face: yet they have not returned to the Lord their God, neither have they diligently sought him for all this.",
          "id": 22647
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And Ephraim was as a silly dove, not having a heart: he called to Egypt, and they went to the Assyrians.",
          "id": 22648
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Whenever they shall go, I will cast my net upon them; I will bring them down as the birds of the sky, I will chasten them with the rumour of their coming affliction.",
          "id": 22649
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Woe to them! for they have started aside from me: they are cowards; for they have sinned against me: yet I redeemed them, but they spoke falsehoods against me.",
          "id": 22650
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And their hearts did not cry to me, but they howled on their beds: they pined for oil and wine.",
          "id": 22651
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "They were instructed by me, and I strengthened their arms; and they devised evils against me.",
          "id": 22652
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "They turned aside to that which is not, they became as a bent bow: their princes shall fall by the sword, by reason of the unbridled state of their tongue: this is their setting at nothing in the land of Egypt.",
          "id": 22653
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "He shall come into their midst as the land, as an eagle against the house of the Lord, because they have transgressed my covenant, and have sinned against my law.",
          "id": 22654
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "They shall soon cry out to me, saying, O God, we know you.",
          "id": 22655
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For Israel has turned away from good things; they have pursued an enemy.",
          "id": 22656
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They have made kings for themselves, but not by me: they have ruled, but they did not make it known to me: of their silver and their gold they have made images to themselves, that they might be destroyed.",
          "id": 22657
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Cast off your calf, O Samaria; mine anger is kindled against them: how long will they be unable to purge themselves in Israel?",
          "id": 22658
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Whereas the workman made it, and it is not God; therefore your calf, Samaria, was a deceiver:",
          "id": 22659
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "for they sowed blighted seed, and their destruction shall await them, a sheaf of corn that avails not to make meal; and even if it should produce it, strangers shall devour it.",
          "id": 22660
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Israel is swallowed up: now is he become amongst the nations as a worthless vessel.",
          "id": 22661
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For they have gone up to the Assyrians: Ephraim has been strengthened against himself; they loved gifts.",
          "id": 22662
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Therefore shall they be delivered to the nations: now I will receive them, and they shall cease a little to anoint a king and princes.",
          "id": 22663
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Because Ephraim has multiplied altars, his beloved altars are become sins to him.",
          "id": 22664
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "I will write down a multitude of commands for him; but his statutes are accounted strange things, even the beloved altars.",
          "id": 22665
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For if they should offer a sacrifice, and eat flesh, the lord will not accept them: now will he remember their iniquities, and will take vengeance on their sins: they have returned to Egypt, and they shall eat unclean things amongst the Assyrians.",
          "id": 22666
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And Israel has forgotten him that made him, and they have built fanes, and Juda has multiplied walled cities: but I will send fire on his cities, and it shall devour their foundations.",
          "id": 22667
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Rejoice not, O Israel, neither make merry, as other nations: for you have gone a-whoring from your God; you have loved gifts upon every threshing floor.",
          "id": 22668
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "The threshing floor and wine-press knew them not, and the wine disappointed them.",
          "id": 22669
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "They lived not in the Lord''s land: Ephraim lived in Egypt, and they shall eat unclean things amongst the Assyrians.",
          "id": 22670
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They have not offered wine to the Lord, neither have their sacrifices been sweet to him, but as the bread of mourning to them; all that eat them shall be defiled; for their bread for their soul shall not enter into the house of the Lord.",
          "id": 22671
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "What will you do in the day of the general assembly, and in the day of the feast of the Lord?",
          "id": 22672
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore, behold, they go forth from the trouble of Egypt, and Memphis shall receive them, and Machmas shall bury them: as for their silver, destruction shall inherit it; thorns shall be in their tents.",
          "id": 22673
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "The days of vengeance are come, the days of your recompense are come; and Israel shall be afflicted as the prophet that is mad, as a man deranged: by reason of the multitude of your iniquities your madness has abounded.",
          "id": 22674
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "The watchman of Ephraim was with God: the prophet is a crooked snare in all his ways: they have established madness in the house of God.",
          "id": 22675
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "They have corrupted themselves according to the days of the hill: he will remember their iniquities, he will take vengeance on their sins.",
          "id": 22676
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "I found Israel as grapes in the wilderness, and I saw their fathers as an early watchman in a fig tree: they went in to Beel-phegor, and were shamefully estranged, and the abominable became as the beloved.",
          "id": 22677
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Ephraim has flown away as a bird; their glories from the birth, and the travail, and the conception.",
          "id": 22678
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For even if they should rear their children, yet shall they be utterly bereaved: therefore also there is woe to them, though my flesh is of them.",
          "id": 22679
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Ephraim, even as I saw, gave their children for a prey; yes, Ephraim was ready to bring out his children to slaughter.",
          "id": 22680
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Give them, O Lord: what will you give them? a miscarrying womb, and dry breasts.",
          "id": 22681
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "All their wickedness is in Galgal: for there I hated them: because of the wickedness of their practices, I will cast them out of my house, I will not love them any more: all their princes are disobedient.",
          "id": 22682
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Ephraim is sick, he is dried up at his roots, he shall in no wise any more bear fruit: therefore even if they should beget children, I will kill the desired fruit of their womb.",
          "id": 22683
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "God shall reject them, because they have not listened to him: and they shall be wanderers amongst the nations.",
          "id": 22684
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Israel is a vine with goodly branches, her fruit is abundant: according to the multitude of her fruits she has multiplied her altars; according to the wealth of his land, he has set up pillars.",
          "id": 22685
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "They have divided their hearts; now shall they be utterly destroyed: he shall dig down their altars, their pillars shall mourn.",
          "id": 22686
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Because now they shall say, We have no king, because we feared not the Lord:",
          "id": 22687
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "and what should a king do for us, speaking false professions as his words? he will make a covenant: judgement shall spring up as a weed on the soil of the field.",
          "id": 22688
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The inhabitants of Samaria shall dwell near the calf of the house of On; for the people of it mourned for it: and as they provoked him, they shall rejoice at his glory, because he has departed from them.",
          "id": 22689
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And having bound it for the Assyrians, they carried it away as presents to king Jarim: Ephraim shall receive a gift, and Israel shall be ashamed of his counsel.",
          "id": 22690
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Samaria has cast off her king as a twig on the surface of the water.",
          "id": 22691
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the altars of On, the sins of Israel, shall be taken away: thorns and thistles shall come up on their altars; and they shall say to the mountains, Cover us; and to the hills, Fall on us.",
          "id": 22692
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "From the time the hills existed Israel has sinned: there they stood: war waged against the children of iniquity",
          "id": 22693
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "to chastise them shall not overtake them on the hill, the nations shall be gathered against them, when they are chastened for their two sins,",
          "id": 22694
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Ephraim is a heifer taught to love victory, but I will come upon the fair part of her neck: I will mount Ephraim; I will pass over Juda in silence; Jacob shall prevail against him.",
          "id": 22695
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Sow to yourselves for righteousness, gather in for the fruit of life: light you for yourselves the light of knowledge; seek the Lord till the fruits of righteousness come upon you.",
          "id": 22696
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Therefore have you passed over ungodliness in silence, and reaped the sins of it? you have eaten false fruit; for you have trusted in your sins, in the abundance of your power.",
          "id": 22697
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Therefore shall destruction rise up amongst your people, and all your strong places shall be ruined: as a prince Solomon departed out of the house of Jeroboam, in the days of battle they dashed the mother to the ground upon the children,",
          "id": 22698
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "thus will I do to you, O house of Israel, because of the unrighteousness of your sins.",
          "id": 22699
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Early in the morning were they cast off, the king of Israel has been cast off: for Israel is a child, and I loved him, and out of Egypt have I called his children.",
          "id": 22700
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "As I called them, so they departed from my presence: they sacrificed to Baalim, and burnt incense to graven images.",
          "id": 22701
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Yet I bound the feet of Ephraim, I took him on my arm; but they knew not that I healed them.",
          "id": 22702
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "When men were destroyed, I drew them with the bands of my love: and I will be to them as a man striking another on his cheek: and I will have respect to him, I will prevail with him.",
          "id": 22703
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Ephraim lived in Egypt; and as for the Assyrian, he was his king, because he would not return.",
          "id": 22704
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And in his cities he prevailed not with the sword, and he ceased to war with his hands: and they shall eat of the fruit of their own devices:",
          "id": 22705
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and his people shall cleave fondly to their habitation; but God shall be angry with his precious things, and shall not at all exalt him.",
          "id": 22706
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "How shall I deal with you, Ephraim? how shall I protect you, Israel? what shall I do with you? I will make you as Adama, and as Seboim; my heart is turned at once, my repentance is powerfully excited.",
          "id": 22707
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "I will not act according to the fury of my wrath, I will not abandon Ephraim to be utterly destroyed: for I am God, and not man; the Holy One within you: and I will not enter into the city.",
          "id": 22708
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "I will go after the Lord: he shall utter his voice as a lion: for he shall roar, and the children of the waters shall be amazed.",
          "id": 22709
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "They shall be amazed and fly as a bird out of Egypt, and as a dove out of the land of the Assyrians: and I will restore them to their houses, says the Lord.",
          "id": 22710
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Ephraim has compassed me with falsehood, and the house of Israel and Juda with ungodliness: but now God knows them, and they shall be called God''s holy people.",
          "id": 22711
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But Ephraim is an evil spirit, he has chased the east wind all the day: he has multiplied empty and vain things, and made a covenant with the Assyrians, and oil has gone in the way of traffic into Egypt.",
          "id": 22712
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the Lord has a controversy with Juda, in order to punish Jacob: according to his ways and according to his practices will he recompense him.",
          "id": 22713
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "He took his brother by the heel in the womb, and in his labours he had power with God.",
          "id": 22714
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And he prevailed with the angel and was strong: they wept, and entreated me: they found me in the house of On, and there a word was spoken to them.",
          "id": 22715
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But the Lord God Almighty shall be his memorial.",
          "id": 22716
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "You therefore shall return to your God: keep you mercy and judgement, and draw near to your God continually.",
          "id": 22717
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "As for Chanaan, in his hand is a balance of unrighteousness: he has loved to tyrannize.",
          "id": 22718
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And Ephraim said, Nevertheless I am rich, I have found refreshment to myself. None of his labours shall be found available to him, by reason of the sins which he has committed.",
          "id": 22719
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But I the Lord your God brought you up out of the land of Egypt: I will yet cause you to dwell in tabernacles, according to the days of the feast.",
          "id": 22720
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And I will speak to the prophets, and I have multiplied visions, and by the means of the prophets I was represented.",
          "id": 22721
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "If Galaad exists not, then the chiefs in Galaad when they sacrificed were false, and their altars were as heaps on the ground of the field.",
          "id": 22722
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Jacob retreated into the plain of Syria, and Israel served for a wife, and waited for a wife.",
          "id": 22723
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the Lord brought Israel out of the land of Egypt by a prophet, and by a prophet was he preserve.",
          "id": 22724
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Ephraim was angry and excited, therefore his blood shall be poured out upon him, and the Lord shall recompense to him his reproach.",
          "id": 22725
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "According to the word of Ephraim he adopted ordinances for himself in Israel; and he established them for Baal, and died.",
          "id": 22726
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And now they have sinned increasingly, and have made for themselves a molten image of their silver, according to the fashion of idols, the work of artificers accomplished for them: they say, Sacrifice men, for the calves have come to an end.",
          "id": 22727
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Therefore shall they be as a morning cloud, and as the early dew that passes away, as chaff blown away from the threshing floor, and as a vapour from tears.",
          "id": 22728
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But I am the Lord your God that establishes the heaven, and creates the earth, whose hands have framed the whole host of heaven: but I showed them not to you that you should go after them: and I brought you up out of the land of Egypt, and you shall know no God but me; and there is no Saviour beside me.",
          "id": 22729
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "I tended you as a shepherd in the wilderness, in an uninhabited land.",
          "id": 22730
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "According to their pastures, so they were completely filled; and their hearts were exalted; therefore they forgot me.",
          "id": 22731
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And I will be to them as a panther, and as a leopard.",
          "id": 22732
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "I will meet them by the way of the Assyrians, as a she-bear excited, and I will rend the caul of their heart, and the lions'' whelps of the thicket shall devour them there; the wild beasts of the field shall rend them in pieces.",
          "id": 22733
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "O Israel, who will aid you in your destruction?",
          "id": 22734
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Where is this your king? let him even save you in all your cities: let him judge you, of whom you said, Give me a king and a prince.",
          "id": 22735
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And I gave you a king in mine anger, and kept him back in my wrath.",
          "id": 22736
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Ephraim has framed a conspiracy of unrighteousness, his sin is hidden.",
          "id": 22737
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Pains as of a woman in travail shall come upon him: he is your wise son, because he shall not stay in the destruction of your children.",
          "id": 22738
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "I will deliver them out of the power of Hades, and will redeem them from death: where is your penalty, O death? O Hades, where is your sting? comfort is hidden from mine eyes.",
          "id": 22739
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Forasmuch as he will cause a division amongst his brethren, the Lord shall bring upon him an east wind from the desert, and shall dry up his veins and quite drain his fountains: he shall dry up his land, and spoil all his precious vessels.",
          "id": 22740
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Samaria shall be utterly destroyed: for she has resisted her God; they shall fall by the sword, and their sucklings shall be dashed against the ground, and their women with child ripped up.",
          "id": 22741
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Return, O Israel, to the Lord your God; for the people have fallen through your iniquities.",
          "id": 22742
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Take with you words, and turn to the Lord your God: speak to him, that you may not receive the reward of unrighteousness, but that you may receive good things: and we will render in return the fruit of our lips.",
          "id": 22743
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Assur shall never save us; we will not mount on horseback; we will no longer say to the works of our hands, Our gods. He who is in you shall pity the orphan.",
          "id": 22744
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "I will restore their dwellings, I will love them truly: for he has turned away my wrath from him.",
          "id": 22745
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "I will be as dew to Israel: he shall bloom as the lily, and cast forth his roots as Libanus.",
          "id": 22746
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "His branches shall spread, and he shall be as a fruitful olive, and his smell shall be as the smell of Libanus.",
          "id": 22747
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "They shall return, and dwell under his shadow: they shall live and be satisfied with corn, and he shall flower as a vine: his memorial shall be to Ephraim as the wine of Libanus.",
          "id": 22748
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "What has he to do any more with idols? I have afflicted him, and I will strengthen him: I am as a leafy juniper tree. From me is your fruit found.",
          "id": 22749
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Who is wise, and will understand these things? or prudent, and will know them? for the ways of the Lord are straight, and the righteous shall walk in them: but the ungodly shall fall therein.",
          "id": 22750
        }
      ]
    }
  ]
}