{
  "book": "Job",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "There was a certain man in the land of Ausis, whose name was Job; and than man was true, blameless, righteous, and godly, abstaining from everything evil.",
          "id": 18427
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he had seven sons and three daughters.",
          "id": 18428
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And his cattle consisted of seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred she-asses in the pastures, and a very great household, and he had a great husbandry on the earth; and that man was most noble of the men of the east.",
          "id": 18429
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And his sons visiting one another prepared a banquet every day, taking with them also their three sisters to eat and drink with them.",
          "id": 18430
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And when the days of the banquet were completed, Job sent and purified them, having risen up in the morning, and offered sacrifices for them, according to their number, and one calf for a sin-offering for their souls: for Job said, Lest perhaps my sons have thought evil in their minds against God. Thus, then Job did continually.",
          "id": 18431
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And it came to pass on a day, that behold, the angels of God came to stand before the Lord, and the devil came with them.",
          "id": 18432
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the Lord said to the devil, Whence are you come? And the devil answered the Lord, and said, I am come from compassing the earth, and walking up and down in the world.",
          "id": 18433
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the Lord said to him, Hast you diligently considered my servant Job, that there is none like him on the earth, a man blameless, true, godly, abstaining from everything evil?",
          "id": 18434
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then the devil answered, and said before the Lord, Does Job worship the Lord for nothing?",
          "id": 18435
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Hast you not made a hedge about him, and about his household, and all his possessions round about? and have you not blessed the works of his hands, and multiplied his cattle upon the land?",
          "id": 18436
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But put forth your hand, and touch all that he has: verily he will bless you to your face.",
          "id": 18437
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then the Lord said to the devil, Behold, I give into your hand all that he has, but touch not himself. So the devil went out from the presence of the Lord.",
          "id": 18438
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And it came to pass on a certain day, that Job''s sons and his daughters were drinking wine in the house of their elder brother.",
          "id": 18439
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And, behold, there came a messenger to Job, and said to him, The yokes of oxen were ploughing, and the she-asses were feeding near them;",
          "id": 18440
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "and the spoilers came and took them for a prey, and killed the servants with the sword; and I having escaped alone am come to tell you.",
          "id": 18441
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "While he was yet speaking, there came another messenger, and said to Job, Fire has fallen from heaven, and burnt up the sheep, and devoured the shepherds like wise; and I having escaped alone am come to tell you.",
          "id": 18442
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "While he was yet speaking, there came another messenger, and said to Job, The horsemen formed three companies against us, and surrounded the camels, and took them for a prey, and killed the servants with the sword; and I only escaped, and am come to tell you.",
          "id": 18443
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "While he is yet speaking, another messenger comes, saying to Job, While your sons and your daughters were eating and drinking with their elder brother,",
          "id": 18444
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "suddenly a great wind came on from the desert, and caught the four corners of the house, and the house fell upon your children, and they are dead; and I have escaped alone, and am come to tell you.",
          "id": 18445
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "So Job arose, and tore his garments, and shaved the hair of his head, and fell on the earth, and worshipped,",
          "id": 18446
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "and said, I myself came forth naked from my mother''s womb, and naked shall I return there; the Lord gave, the Lord has taken away: as it seemed good to the Lord, so has it come to pass; blessed be the name of the Lord.",
          "id": 18447
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "In all these events that befell him Job sinned not at all before the Lord, and did not impute folly to God.",
          "id": 18448
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass on a certain day, that the angels of God came to stand before the Lord, and the devil came amongst them to stand before the Lord.",
          "id": 18449
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the Lord, said to the devil, Whence come you? Then the devil said before the Lord, I am come from going through the world, and walking about the whole earth.",
          "id": 18450
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the Lord said to the devil, Hast you then observed my servant Job, that there is none of men upon the earth like him, a harmless, true, blameless, godly man, abstaining from all evil? and he yet cleaves to innocence, whereas you have told me to destroy his substance without cause?",
          "id": 18451
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the devil answered and said to the Lord, Skin for skin, all that a man has will he give as a ransom for his life.",
          "id": 18452
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Nay, but put forth your hand, and touch his bones and his flesh: verily he will bless you to your face.",
          "id": 18453
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the Lord said to the devil, Behold, I deliver him up to you; only save his life.",
          "id": 18454
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So the devil went out from the Lord, and struck Job with sore boils from his feet to his head.",
          "id": 18455
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And he took a potsherd to scrape away the discharge, and sat upon a dung-heap outside the city.",
          "id": 18456
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And when much time had passed, his wife said to him, How long will you hold out, saying, Behold, I wait yet a little while, expecting the hope of my deliverance? for, behold, your memorial is abolished from the earth, even your sons and daughters, the pangs and pains of my womb which I bore in vain with sorrows; and you yourself sit down to spend the nights in the open air amongst the corruption of worms, and I am a wanderer and a servant from place to place and house to house, waiting for the setting of the sun, that I may rest from my labours and my pangs which now beset me: but say some word against the Lord, and die.",
          "id": 18457
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But he looked on her, and said to her, You have spoken like one of the foolish women. If we have received good things of the hand of the Lord, shall we not endure evil things? In all these things that happened to him, Job sinned not at all with his lips before God.",
          "id": 18458
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Now his three friends having heard of all the evil that was come upon him, came to him each from his own country: Eliphaz the king of the Thaemans, Baldad sovereign of the Saucheans, Sophar king of he Minaeans: and they came to him with one accord, to comfort and to visit him.",
          "id": 18459
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And when they saw him from a distance they did not know him; and they cried with a loud voice, and wept, and tore every one his garment, and sprinkled dust upon their heads,",
          "id": 18460
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "and they sat down beside him seven days and seven nights, and no one of them spoke; for they saw that his affliction was dreadful and very great.",
          "id": 18461
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After this Job opened his mouth, and cursed his day,",
          "id": 18462
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "saying,",
          "id": 18463
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Let the day perish in which I was born, and that night in which they said, Behold a boy!",
          "id": 18464
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Let that night be darkness, and let not the Lord regard it from above, neither let light come upon it.",
          "id": 18465
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But let darkness and the shadow of death seize it; let blackness come upon it;",
          "id": 18466
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "let that day and night be cursed, let darkness carry them away; let it not come into the days of the year, neither let it be numbered with the days of the months.",
          "id": 18467
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But let that night be pain, and let not mirth come upon it, nor joy.",
          "id": 18468
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But let him that curses that day curse it, even he that is ready to attack the great whale.",
          "id": 18469
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Let the stars of that night be darkened; let it remain dark, and not come into light; and let it not see the morning star arise:",
          "id": 18470
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "because it shut not up the gates of my mother''s womb, for so it would have removed sorrow from my eyes.",
          "id": 18471
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For why died I not in the belly? and why did I not come forth from the womb and die immediately?",
          "id": 18472
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and why did the knees support me? and why did I suck the breasts?",
          "id": 18473
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now I should have lain down and been quiet, I should have slept and been at rest,",
          "id": 18474
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "with kings and councillors of the earth, who gloried in their swords;",
          "id": 18475
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "or with rulers, whose gold was abundant, who filled their houses with silver:",
          "id": 18476
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "or I should have been as an untimely birth proceeding from his mother''s womb, or as infants who never saw light.",
          "id": 18477
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "There the ungodly have burnt out the fury of rage; there the wearied in body rest.",
          "id": 18478
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the men of old time have together ceased to hear the exactor''s voice.",
          "id": 18479
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The small and great are there, and the servant that feared his lord.",
          "id": 18480
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For why is light given to those who are in bitterness, and life to those souls which are in griefs?",
          "id": 18481
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "who desire death, and obtain it not, digging for it as for treasures;",
          "id": 18482
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "and would be very joyful if they should gain it?",
          "id": 18483
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Death is rest to such a man, for God has hedged him in.",
          "id": 18484
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For my groaning comes before my food, and I weep being beset with terror.",
          "id": 18485
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "For the terror of which I meditated has come upon me, and that which I had feared has befallen me.",
          "id": 18486
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "I was not at peace, nor quiet, nor had I rest; yet wrath came upon me.",
          "id": 18487
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Eliphaz the Thaemanite answered and said,",
          "id": 18488
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Hast you been often spoken to in distress? but who shall endure the force of your words?",
          "id": 18489
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For whereas you have instructed many, and have strengthened the hands of the weak one,",
          "id": 18490
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "and have supported the failing with words, and have imparted courage to feeble knees.",
          "id": 18491
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Yet now that pain has come upon you, and touched you, you are troubled.",
          "id": 18492
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Is not your fear founded in folly, your hope also, and the mischief of your way?",
          "id": 18493
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Remember then who has perished, being pure? or when were the true-hearted utterly destroyed?",
          "id": 18494
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Accordingly as I have seen men ploughing barren places, and they that sow them will reap sorrows for themselves.",
          "id": 18495
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "They shall perish by the command of the Lord, and shall be utterly consumed by the breath of his wrath.",
          "id": 18496
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "The strength of the lion, and the voice of the lioness, and the exulting cry of serpents are quenched.",
          "id": 18497
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "The old lion has perished for lack of food, and the lions'' whelps have forsaken one another.",
          "id": 18498
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But if there had been any truth in your words, none of these evils would have befallen you. Shall not mine ear receive excellent revelations from him?",
          "id": 18499
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But as when terror falls upon men, with dread and a sound in the night,",
          "id": 18500
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "horror and trembling seized me, and caused all my bones greatly to shake.",
          "id": 18501
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And a spirit came before my face; and my hair and flesh quivered.",
          "id": 18502
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "I arose and perceived it not: I looked, and there, was no form before my eyes: but I only heard a breath and a voice, saying,",
          "id": 18503
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "What, shall a mortal be pure before the Lord? or a man be blameless in regard to his works?",
          "id": 18504
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Whereas he trust not in his servants, and perceives perverseness in his angels.",
          "id": 18505
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But as for them that dwell in houses of clay, of whom we also are formed of the same clay, he smites them like a moth.",
          "id": 18506
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And from the morning to evening they no longer exist: they have perished, because they can''t help themselves.",
          "id": 18507
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For he blows upon them, and they are withered: they have perished for lack of wisdom.",
          "id": 18508
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But call, if any one will listen to you, or if you shall see any of the holy angels.",
          "id": 18509
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For wrath destroys the foolish one, and envy slays him that has gone astray.",
          "id": 18510
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And I have seen foolish ones taking root: but suddenly their habitation was devoured.",
          "id": 18511
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Let their children be far from safety, and let them be crushed at the doors of vile men, and let there be no deliverer.",
          "id": 18512
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For what they have collected, the just shall eat; but they shall not be delivered out of calamities: let their strength be utterly exhausted.",
          "id": 18513
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For labour can''t by any means come out of the earth, nor shall trouble spring out of the mountains:",
          "id": 18514
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "yet man is born to labour, and even so the vulture''s young seek the high places.",
          "id": 18515
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Nevertheless I will beseech the Lord, and will call upon the Lord, the sovereign of all;",
          "id": 18516
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "who does great things and untraceable, glorious things also, and marvellous, of which there is no number:",
          "id": 18517
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "who gives rain upon the earth, sending water on the earth:",
          "id": 18518
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "who exalts the lowly, and raises up them that are lost:",
          "id": 18519
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "frustrating the counsels of the crafty, and their hands shall not perform the truth:",
          "id": 18520
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "who takes the wise in their wisdom, and subverts the counsel of the crafty",
          "id": 18521
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "In the day darkness shall come upon them, and let them grope in the noon-day even as in the night:",
          "id": 18522
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "and let them perish in war, and let the weak escape from the hand of the mighty.",
          "id": 18523
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And let the weak have hope, but the mouth of the unjust be stopped.",
          "id": 18524
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But blessed is the man whom the Lord has reproved; and reject not you the chastening of the Almighty.",
          "id": 18525
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "for he causes a man to be in pain, and restores him again: he smites, and his hands heal.",
          "id": 18526
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Six time he shall deliver you out of distresses: and in the seventh harm shall not touch you.",
          "id": 18527
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "In famine he shall deliver you from death: and in war he shall free you from the power of the sword.",
          "id": 18528
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "He shall hide you from the scourge of the tongue: and you shall not be afraid of coming evils.",
          "id": 18529
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "You shall laugh at the unrighteous and the lawless: and you shall not be afraid of wild beasts.",
          "id": 18530
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For the wild beasts of the field shall be at peace with you.",
          "id": 18531
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Then shall you know that your house shall be at peace, and the provision for your tabernacle shall not fail.",
          "id": 18532
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And you shall know that your seed shall be abundant; and your children shall be like the herbage of the field.",
          "id": 18533
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And you shall come to the grave like ripe corn reaped in its season, or as a heap of the corn-flour collected in proper time.",
          "id": 18534
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Behold, we have thus sought out these matters; these are what we have heard: but do you reflect with yourself, if you have done anything wrong.",
          "id": 18535
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But Job answered and said,",
          "id": 18536
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Oh that one would indeed weigh the wrath that is upon me, and take up my griefs in a balance together!",
          "id": 18537
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And verily they would be heavier than the sand by the seashore: but, as it seems, my words are vain.",
          "id": 18538
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For the arrows of the Lord are in my body, whose violence drinks up my blood: whenever I am going to speak, they pierce me.",
          "id": 18539
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "What then? will the wild ass bray for nothing, if he is not seeking food? or again, will the ox low at the manger, when he has a fodder?",
          "id": 18540
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Shall bread be eaten without salt? or again, is there taste in empty words?",
          "id": 18541
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For my wrath can''t cease; for I perceive my food as the smell of a lion to be loathsome.",
          "id": 18542
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "For oh that he would grant my desire, and my petition might come, and the Lord would grant my hope!",
          "id": 18543
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Let the Lord begin and wound me, but let him not utterly destroy me.",
          "id": 18544
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Let the grave be my city, upon the walls of which I have leapt: I will not shrink from it; for I have not denied the holy words of my God.",
          "id": 18545
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For what is my strength, that I continue? what is my time, that my soul endures?",
          "id": 18546
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Is my strength the strength of stones? or is my flesh of brass?",
          "id": 18547
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Or have I not trusted in him? but help is far from me.",
          "id": 18548
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Mercy has rejected me; and the visitation of the Lord has disregarded me.",
          "id": 18549
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "My nearest relations have not regarded me; they have passed me by like a failing brook, or like a wave.",
          "id": 18550
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "They who used to reverence me, now have come against me like snow or congealed ice.",
          "id": 18551
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "When it has melted at the approach of heat, it is not known what it was.",
          "id": 18552
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Thus I also have been deserted of all; and I am ruined, and become an outcast.",
          "id": 18553
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Behold the ways of the Thaemanites, you that mark the paths of the Sabaeans.",
          "id": 18554
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "They too that trust in cities and riches shall come to shame.",
          "id": 18555
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But you also have come to me without pity; so that beholding my wound you are afraid.",
          "id": 18556
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "What? have I made any demand of you? or do I ask for strength from you,",
          "id": 18557
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "to deliver me from enemies, or to rescue me from the hand of the mighty ones?",
          "id": 18558
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Teach you me, and I will be silent: if in anything I have erred, tell me.",
          "id": 18559
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But as it seems, the words of a true man are vain, because I do not ask strength of you.",
          "id": 18560
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Neither will your reproof cause me to cease my words, for neither will I endure the sound of your speech.",
          "id": 18561
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Even because you attack the fatherless, and insult your friend.",
          "id": 18562
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "But now, having looked upon your countenances, I will not lie.",
          "id": 18563
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Sit down now, and let there not be unrighteousness; and unite again with the just.",
          "id": 18564
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "For there is no injustice in my tongue; and does not my throat meditate understanding?",
          "id": 18565
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Is not the life of man upon earth a state of trial? and his existence as that of a hireling by the day?",
          "id": 18566
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Or as a servant that fears his master, and one who has grasped a shadow? or as a hireling waiting for his pay?",
          "id": 18567
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So have I also endured months of vanity, and nights of pain have been appointed me.",
          "id": 18568
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Whenever I lie down, I say, When will it be day? and whenever I rise up, again I say when will it be evening? and I am full of pains from evening to morning.",
          "id": 18569
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And my body is covered with loathsome worms; and I waste away, scraping off clods of dust from my eruption.",
          "id": 18570
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And my life is lighter than a word, and has perished in vain hope.",
          "id": 18571
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Remember then that my life is breath, and mine eye shall not yet again see good.",
          "id": 18572
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "The eye of him that sees me shall not see me again: your eyes are upon me, and I am no more.",
          "id": 18573
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "I am as a cloud that is cleared away from the sky: for if a man go down to the grave, he shall not come up again:",
          "id": 18574
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and he shall surely not return to his own house, neither shall his place know him any more.",
          "id": 18575
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Then neither will I refrain my mouth: I will speak being in distress; being in anguish I will disclose the bitterness of my soul.",
          "id": 18576
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Am I a sea, or a serpent, that you have set a watch over me?",
          "id": 18577
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "I said that my bed should comfort me, and I would privately counsel with myself on my couch.",
          "id": 18578
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "You scare me with dreams, and do terrify me with visions.",
          "id": 18579
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "You will separate life from my spirit; and yet keep my bones from death.",
          "id": 18580
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For I shall not live for ever, that I should patiently endure: depart from me, for my life is vain.",
          "id": 18581
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For what is man, that you have magnified him? or that you give heed to him?",
          "id": 18582
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Will you visit him till the morning, and judge him till the time of rest?",
          "id": 18583
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "How long do you not let me alone, nor let me go, until I shall swallow down my spittle?",
          "id": 18584
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "If I have sinned, what shall I be able to do, O you that understand the mind of men? why have you made me as your accuser, and why am I a burden to you?",
          "id": 18585
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Why have you not forgotten my iniquity, and purged my sin? but now I shall depart to the earth; and in the morning I am no more.",
          "id": 18586
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Baldad the Sauchite answered, and said,",
          "id": 18587
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "How long will you speak these things, how long shall the breath of your mouth be abundant in words?",
          "id": 18588
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Will the Lord be unjust when he judges; or will he that has made all things pervert justice?",
          "id": 18589
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "If your sons have sinned before him, he has cast them away because of their transgression.",
          "id": 18590
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But be you early in prayer to the Lord Almighty.",
          "id": 18591
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "If you are pure and true, he will listen to your supplication, and will restore to you the habitation of righteousness.",
          "id": 18592
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Though then your beginning should be small, yet your end should be unspeakably great.",
          "id": 18593
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "For ask of the former generation, and search diligently amongst the race of our fathers:",
          "id": 18594
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "(for we are of yesterday, and know nothing; for our life upon the earth is a shadow:)",
          "id": 18595
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "shall not these teach you, and report to you, and bring out words from their heart?",
          "id": 18596
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Does the rush flourish without water, or shall the flag grow up without moisture?",
          "id": 18597
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "When it is yet on the root, and though it has not been cut down, does not any herb wither before it has received moisture?",
          "id": 18598
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Thus then shall be the end of all that forget the Lord: for the hope of the ungodly shall perish.",
          "id": 18599
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For his house shall be without inhabitants, and his tent shall prove a spider''s web.",
          "id": 18600
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "If he should prop up his house, it shall not stand: and when he has taken hold of it, it shall not remain.",
          "id": 18601
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For it is moist under the sun, and his branch shall come forth out of his dung-heap.",
          "id": 18602
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "He lies down upon a gathering of stones, and shall live in the mist of flints.",
          "id": 18603
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "If God should destroy him, his place shall deny him. Hast you not seen such things,",
          "id": 18604
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "that such is the overthrow of the ungodly? and out of the earth another shall grow.",
          "id": 18605
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For the Lord will by no means reject the harmless man; but he will not receive any gift of the ungodly.",
          "id": 18606
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But he will fill with laughter the mouth of the sincere, and their lips with thanksgiving.",
          "id": 18607
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But their adversaries shall clothe themselves with shame; and the habitation of the ungodly shall perish.",
          "id": 18608
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Job answered and said,",
          "id": 18609
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I know of a truth that it is so: for how shall a mortal man be just before the Lord?",
          "id": 18610
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For if he would enter into judgement with him, God would not listen to him, so that he should answer to one of his charges of a thousand.",
          "id": 18611
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For he is wise in mind, and mighty, and great: who has hardened himself against him and endured?",
          "id": 18612
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Who wears out the mountains, and men know it not: who overturns them in anger.",
          "id": 18613
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Who shakes the earth under heaven from its foundations, and its pillars totter.",
          "id": 18614
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Who commands the sun, and it rises not; and he seals up the stars.",
          "id": 18615
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Who alone has stretched out the heavens, and walks on the sea as on firm ground.",
          "id": 18616
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Who makes Pleias, and Hesperus, and Arcturus, and the chambers of the south.",
          "id": 18617
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Who does great and unsearchable things; glorious also and excellent things, innumerable.",
          "id": 18618
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "If ever he should go beyond me, I shall not see him: if he should pass by me, neither thus have I known it.",
          "id": 18619
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "If he would take away, who shall turn him back? or who shall say to him, What have you done?",
          "id": 18620
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For if he has turned away his anger, the whales under heaven have stooped under him.",
          "id": 18621
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Oh then that he would listen to me, or judge my cause.",
          "id": 18622
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "For though I be righteous, he will not listen to me: I will entreat his judgement.",
          "id": 18623
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And if I should call and he should not listen, I can''t believe that he has listened to my voice.",
          "id": 18624
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Let him not crush me with a dark storm: but he has made by bruises many without cause.",
          "id": 18625
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For he suffers me not to take breath, but he has filled me with bitterness.",
          "id": 18626
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "For indeed he is strong in power: who then shall resist his judgement?",
          "id": 18627
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For though I should seem righteous, my mouth will be profane: and though I should seem blameless, I shall be proved perverse.",
          "id": 18628
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For even if I have sinned, I know it not in my soul: but my life is taken away.",
          "id": 18629
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Therefore I said, Wrath slays the great and mighty man.",
          "id": 18630
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For the worthless die, but the righteous are laughed to scorn.",
          "id": 18631
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For they are delivered into the hands of the unrighteous man: he covers the faces of the judges of the earth: but if it be not he, who is it?",
          "id": 18632
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But my life is swifter than a post: my days have fled away, and they knew it not.",
          "id": 18633
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Or again, is there a trace of their path left by ships? or is there one of the flying eagle as it seeks its prey?",
          "id": 18634
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And if I should say, I will forget to speak, I will bow down my face and groan;",
          "id": 18635
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "I quake in all my limbs, for I know that you will not leave me alone as innocent.",
          "id": 18636
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "But since I am ungodly, why have I not died?",
          "id": 18637
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "For if I should wash myself with snow, and purge myself with pure hands,",
          "id": 18638
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "you had thoroughly plunged me in filth, and my garment had abhorred me.",
          "id": 18639
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "For you are not man like me, with whom I could contend, that we might come together to judgement.",
          "id": 18640
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Would that he our mediator were present, and a reprover, and one who should hear the cause between both.",
          "id": 18641
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Let him remove his rod from me, and let not his fear terrify me:",
          "id": 18642
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "so shall I not be afraid, but I will speak: for I am not thus conscious of guilt.",
          "id": 18643
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Weary in my soul, I will pour my words with groans upon him: I will speak being straitened in the bitterness of my soul.",
          "id": 18644
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And I will say to the Lord, Do not teach me to be impious; and therefore have you thus judged me?",
          "id": 18645
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Is it good before you if I be unrighteous? for you have disowned the work of your hands, and attended to the counsel of the ungodly.",
          "id": 18646
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Or do you see as a mortal sees? or will you look as a man sees?",
          "id": 18647
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Or is your life human, or your years the years of a man,",
          "id": 18648
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "that you have enquired into mine iniquity, and searched out my sins?",
          "id": 18649
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For you know that I have not committed iniquity: but who is he that can deliver out of your hands?",
          "id": 18650
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Your hands have formed me and made me; afterwards you did change your mind, and strike me.",
          "id": 18651
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Remember that you have made me as clay, and you do turn me again to earth.",
          "id": 18652
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Hast you not poured me out like milk, and curdled me like cheese?",
          "id": 18653
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And you did clothe me with skin and flesh, and frame me with bones and sinews.",
          "id": 18654
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And you did bestow upon me life and mercy, and your oversight has preserved my spirit.",
          "id": 18655
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Having these things in yourself, I know that you can do all things; for nothing is impossible with you.",
          "id": 18656
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And if I should sin, you watch me; and you have not cleared me from iniquity.",
          "id": 18657
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Or if I should be ungodly, woe is me: and if I should be righteous, I can''t lift myself up, for I am full of dishonour.",
          "id": 18658
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For I am hunted like a lion for slaughter; for again you have changed and are terribly destroying me;",
          "id": 18659
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "renewing against me my torture: and you have dealt with me in great anger, and you have brought trials upon me.",
          "id": 18660
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Why then did you bring me out of the womb? and why did I not die, and no eye see me,",
          "id": 18661
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and I become as if I had not been? for why was I not carried from the womb to the grave?",
          "id": 18662
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Is not the time of my life short? suffer me to rest a little,",
          "id": 18663
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "before I go whence I shall not return, to a land of darkness and gloominess;",
          "id": 18664
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "to a land of perpetual darkness, where there is no light, neither can any one see the life of mortals.",
          "id": 18665
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Sophar the Minaean answered and said,",
          "id": 18666
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "He that speaks much, should also hear on the other side: or does the fluent speaker think himself to be righteous? blessed is the short lived offspring of woman.",
          "id": 18667
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Be not a speaker of many words; for is there none to answer you?",
          "id": 18668
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For say not, I am pure in my works, and blameless before him.",
          "id": 18669
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But oh that the Lord would speak to you, and open his lips to you!",
          "id": 18670
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then shall he declare to you the power of wisdom; for it shall be double of that which is with you: and then shall you know, that a just recompence of your sins has come to you from the Lord.",
          "id": 18671
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Will you find out the traces of the Lord? or have you come to the end of that which the Almighty has made?",
          "id": 18672
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Heaven is high; and what will you do? and there are deeper things than those in hell; what do you know?",
          "id": 18673
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Or longer than the measure of the earth, or the breadth of the sea.",
          "id": 18674
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And if he should overthrow all things, who will say to him, What have you done?",
          "id": 18675
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For he knows the works of transgressors; and when he sees wickedness, he will not overlook it.",
          "id": 18676
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But man vainly buoys himself up with words; and a mortal born of woman is like an ass in the desert.",
          "id": 18677
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For if you have made your heart pure, and lift up your hands towards him;",
          "id": 18678
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "if there is any iniquity in your hands, put if far from you, and let not unrighteousness lodge in your habitation.",
          "id": 18679
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "For thus shall your countenance shine again, as pure water; and you shall dive yourself of uncleanness, and shall not fear.",
          "id": 18680
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And you shall forget trouble, as a wave that has passed by; and you shall not be scared.",
          "id": 18681
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And your prayer shall be as the morning star, and life shall arise to you as from the noonday.",
          "id": 18682
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And you shall be confident, because you have hope; and peace shall dawn to you from out of anxiety and care.",
          "id": 18683
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "For you shall be at ease, and there shall be no one to fight against you; and many shall charge, and make supplication to you.",
          "id": 18684
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But safety shall fail them; for their hope is destruction, and the eyes of the ungodly shall waste away.",
          "id": 18685
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Job answered and said,",
          "id": 18686
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "So then you alone are men, and wisdom shall die with you?",
          "id": 18687
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "But I also have a heart as well as you.",
          "id": 18688
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For a righteous and blameless man has become a subject for mockery.",
          "id": 18689
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For it had been ordained that he should fall under others at the appointed time, and that his houses should be spoiled by transgressors: let not however any one trust that, being evil, he shall be held guiltless,",
          "id": 18690
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "even as many as provoke the Lord, as if there were indeed to be no inquisition made of them.",
          "id": 18691
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But ask now the beasts, if they may speak to you; and the birds of the air, if they may declare to you.",
          "id": 18692
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Tell the earth, if it may speak to you: and the fishes of the sea shall explain to you.",
          "id": 18693
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Who then has not known in all these things, that the hand of the Lord has made them?",
          "id": 18694
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Whereas the life of all living things is in his hand, and the breath of every man.",
          "id": 18695
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For the ear tries words, and the palate tastes meats.",
          "id": 18696
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "In length of time is wisdom, and in long life knowledge.",
          "id": 18697
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "With him are wisdom and power, with him counsel and understanding.",
          "id": 18698
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "If he should cast down, who will build up? if he should shut up against man, who shall open?",
          "id": 18699
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "If he should withhold the water, he will dry the earth: and if he should let it loose, he overthrows and destroys it.",
          "id": 18700
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "With him are strength and power: he has knowledge and understanding.",
          "id": 18701
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "He leads counsellors away captive, and maddens the judges of the earth.",
          "id": 18702
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "He seats kings upon thrones, and girds their loins with a girdle.",
          "id": 18703
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "He sends away priests into captivity, and overthrows the mighty ones of the earth.",
          "id": 18704
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "He changes the lips of the trusty, and he knows the understanding of the elders.",
          "id": 18705
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "He pours dishonour upon princes, and heals the lowly.",
          "id": 18706
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Revealing deep things out of darkness: and he has brought into light the shadow of death.",
          "id": 18707
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Causing the nations to wander, and destroying them: overthrowing the nations, and leading them away.",
          "id": 18708
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Perplexing the minds of the princes of the earth: and he causes them to wander in a way, they have not known, saying,",
          "id": 18709
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Let them grope in darkness, and let there be no light, and let them wander as a drunken man.",
          "id": 18710
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Behold, mine eye has seen these things, and mine ear has heard them.",
          "id": 18711
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And I know all that you too know; and I have not less understanding than you.",
          "id": 18712
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Nevertheless I will speak to the Lord, and I will reason before him, if he will.",
          "id": 18713
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But you are all bad physicians, and healers of diseases.",
          "id": 18714
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But would that you were silent, and it would be wisdom to you in the end.",
          "id": 18715
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But hear you the reasoning of my mouth, and attend to the judgement of my lips.",
          "id": 18716
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Do you not speak before the Lord, and utter deceit before him?",
          "id": 18717
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Or will you draw back? nay do, you yourselves be judges.",
          "id": 18718
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For it were well if he would thoroughly search you: for though doing all things in your power you should attach yourselves to him,",
          "id": 18719
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "he will not reprove you at all the less: but if moreover you should secretly respect persons,",
          "id": 18720
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "shall not his whirlpool sweep you round, and terror from him fall upon you?",
          "id": 18721
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And your glorying shall prove in the end to you like ashes, and your body like a body of clay.",
          "id": 18722
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Be silent, that I may speak, and cease from mine anger,",
          "id": 18723
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "while I may take my flesh in my teeth, and put my life in my hand.",
          "id": 18724
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Though the Mighty One should lay hand upon me, forasmuch as he has begun, verily I will speak, and plead before him.",
          "id": 18725
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And this shall turn to me for salvation; for fraud shall have no entrance before him.",
          "id": 18726
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Hear, hear you my words, for I will declare in your hearing.",
          "id": 18727
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Behold, I am near my judgement: I know that I shall appear evidently just.",
          "id": 18728
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "For who is he that shall plead with me, that I should now be silent, and expire?",
          "id": 18729
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But grant me two things: then I will not hide myself from your face.",
          "id": 18730
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Withhold your hand from me: and let not your fear terrify me.",
          "id": 18731
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Then shall you call, and I will listen to you: or you shall speak, and I will give you an answer.",
          "id": 18732
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "How many are my sins and my transgressions? teach me what they are.",
          "id": 18733
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Therefore hide you yourself from me, and deem me your enemy?",
          "id": 18734
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Will you be startled at me, as at a leaf shaken by the wind? or will you set yourself against me as against grass borne upon the breeze?",
          "id": 18735
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "for you have written evil things against me, and you have compassed me with the sins of my youth.",
          "id": 18736
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And you have placed my foot in the stocks; and you have watched all my works, and have penetrated my heels.",
          "id": 18737
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "I am as that which waxes old like a bottle, or like a moth-eaten garment.",
          "id": 18738
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "For a mortal born of a woman is short lived, and full of wrath.",
          "id": 18739
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Or he falls like a flower that has bloomed; and he departs like a shadow, and can''t continue.",
          "id": 18740
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Hast you not taken account even of him, and caused him to enter into judgement before you?",
          "id": 18741
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For who shall be pure from uncleanness? not even one;",
          "id": 18742
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "if even his life should be but one day upon the earth: and his months are numbered by him: you have appointed him for a time, and he shall by no means exceed it.",
          "id": 18743
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Depart from him, that he may be quiet, and take pleasure in his life, though as a hireling.",
          "id": 18744
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For there is hope for a tree, even if it should be cut down, that it shall blossom again, and its branch shall not fail.",
          "id": 18745
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "For though its root should grow old in the earth, and its stem die in the rock;",
          "id": 18746
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "it will blossom from the scent of water, and will produce a crop, as one newly planted.",
          "id": 18747
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But a man that has died is utterly gone; and when a mortal has fallen, he is no more.",
          "id": 18748
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For the sea wastes in length of time, and a river fails and is dried up.",
          "id": 18749
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And man that has lain down in death shall certainly not rise again till the heaven be dissolved, and they shall not awake from their sleep.",
          "id": 18750
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For oh that you had kept me in the grave, and had hidden me until your wrath should cease, and you should set me a time in which you would remember me!",
          "id": 18751
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For if a man should die, shall he live again, having accomplished the days of his life? I will wait till I exist again?",
          "id": 18752
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Then shall you call, and I will listen to you: but do not you reject the work of your hands.",
          "id": 18753
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "But you have numbered my devices: and not one of my sins shall escape you?",
          "id": 18754
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "An you have sealed up my transgressions in a bag, and marked if I have been guilty of any transgression unawares.",
          "id": 18755
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And verily a mountain falling will utterly be destroyed, and a rock shall be worn out of its place.",
          "id": 18756
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The waters wear the stones, and waters falling headlong overflow a heap of the earth: and you destroy the hope of man.",
          "id": 18757
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "You drive him to an end, and he is gone: you set your face against him, and send him away;",
          "id": 18758
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "and though his children be multiplied, he knows it not; and if they be few, he is not aware.",
          "id": 18759
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But his flesh is in pain, and his soul mourns.",
          "id": 18760
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Eliphaz the Thaemanite answered and said,",
          "id": 18761
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Will a wise man give for answer a mere breath of wisdom? and does he fill up the pain of his belly,",
          "id": 18762
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "reasoning with improper sayings, and with words wherein is no profit?",
          "id": 18763
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Hast not you moreover cast off fear, and accomplished such words before the Lord?",
          "id": 18764
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "You are guilty by the words of your mouth, neither have you discerned the words of the mighty.",
          "id": 18765
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Let your own mouth, and not me, reprove you: and your lips shall testify against you.",
          "id": 18766
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "What! are you the first man that was born? or were you established before the hills?",
          "id": 18767
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Or have you heard the ordinance of the Lord? or has God used you as his counsellor? and has wisdom come only to you?",
          "id": 18768
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For what know you, that, we know not? or what understand you, which we do not also?",
          "id": 18769
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Truly amongst us are both the old and very aged man, more advanced in days than your father.",
          "id": 18770
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "You have been scourged for but few of your sins: you have spoken haughtily and extravagantly.",
          "id": 18771
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "What has your heart dared? or what have your eyes aimed at,",
          "id": 18772
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "that you have vented your rage before the Lord, and delivered such words from your mouth?",
          "id": 18773
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For who, being a mortal, is such that he shall be blameless? or, who that is born of a woman, that he should be just?",
          "id": 18774
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Forasmuch as he trusts not his saints; and the heaven is not pure before him.",
          "id": 18775
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Alas then, abominable and unclean is man, drinking unrighteousness as a draught.",
          "id": 18776
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But I will tell you, listen to me; I will tell you now what I have seen;",
          "id": 18777
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "things wise men say, and their fathers have not hidden.",
          "id": 18778
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "To them alone the earth was given, and no stranger came upon them.",
          "id": 18779
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "All the life of the ungodly is spent in care, and the years granted to the oppressor are numbered.",
          "id": 18780
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And his terror is in his ears: just when he seems to be at peace, his overthrow will come.",
          "id": 18781
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Let him not trust that he shall return from darkness, for he has been already made over to the power of the sword.",
          "id": 18782
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And he has been appointed to be food for vultures; and he knows within himself that he is doomed to be a carcass: and a dark day shall carry him away as with a whirlwind.",
          "id": 18783
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Distress also and anguish shall come upon him: he shall fall as a captain in the first rank.",
          "id": 18784
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "For he has lifted his hands against the Lord, and he has hardened his neck against the Almighty Lord.",
          "id": 18785
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And he has run against him with insolence, on the thickness of the back of his shield.",
          "id": 18786
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "For he has covered his face with his fat, and made layers of fat upon his thighs.",
          "id": 18787
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And let him lodge in desolate cities, and enter into houses without inhabitant: and what they have prepared, others shall carry away.",
          "id": 18788
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Neither shall he at all grow rich, nor shall his substance remain: he shall not cast a shadow upon the earth.",
          "id": 18789
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Neither shall he in any wise escape the darkness: let the wind blast his blossom, and let his flower fall off.",
          "id": 18790
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Let him not think that he shall endure; for his end shall be vanity.",
          "id": 18791
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "His harvest shall perish before the time, and his branch shall not flourish.",
          "id": 18792
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And let him be gathered as the unripe grape before the time, and let him fall as the blossom of the olive.",
          "id": 18793
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "For death is the witness of an ungodly man, and fire shall burn the houses of them that receive gifts.",
          "id": 18794
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And he shall conceive sorrows, and his end shall be vanity, and his belly shall bear deceit.",
          "id": 18795
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But Job answered and said,",
          "id": 18796
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I have heard many such things: poor comforters are you all.",
          "id": 18797
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "What! is there any reason in vain words? or what will hinder you from answering?",
          "id": 18798
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "I also will speak as you do: if indeed your soul were in my soul''s stead,",
          "id": 18799
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "then would I insult you with words, and I would shake my head at you.",
          "id": 18800
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And would there were strength in my mouth, and I would not spare the movement of my lips.",
          "id": 18801
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For if I should speak, I shall not feel the pain of my wound: and if I should be silent, how shall I be wounded the less?",
          "id": 18802
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But now he has made me weary, and a worn-out fool; and you have laid hold of me.",
          "id": 18803
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "My falsehood has become a testimony, and has risen up against me: it has confronted me to my face.",
          "id": 18804
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "In his anger he has cast me down; he has gnashed his teeth upon me: the weapons of his robbers have fallen upon me.",
          "id": 18805
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "He has attacked me with the keen glances of his eyes; with his sharp spear he has struck me down upon my knees; and they have run upon me with one accord.",
          "id": 18806
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For the Lord has delivered me into the hands of unrighteous men, and thrown me upon the ungodly.",
          "id": 18807
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "When I was at peace he distracted me: he took me by the hair of the head, and plucked it out: he set me up as a mark.",
          "id": 18808
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "They surrounded me with spears, aiming at my reins: without sparing me they poured out my gall upon the ground.",
          "id": 18809
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "They overthrew me with fall upon fall: they ran upon me in their might.",
          "id": 18810
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "They sewed sackcloth upon my skin, and my strength has been spent on the ground.",
          "id": 18811
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "My belly has been parched with wailing, and darkness is on my eyelids.",
          "id": 18812
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Yet there was no injustice in my hands, and my prayer is pure.",
          "id": 18813
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Earth, cover not over the blood of my flesh, and let my cry have no place.",
          "id": 18814
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And now, behold, my witness is in heaven, and my advocate is on high.",
          "id": 18815
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Let my supplication come to the Lord, and let mine eye weep before him.",
          "id": 18816
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Oh that a man might plead before the Lord, even as the son of man with his neighbour!",
          "id": 18817
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "But my years are numbered and their end come, and I shall go by the way by which I shall not return.",
          "id": 18818
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "I perish, carried away by the wind, and I seek for burial, and obtain it not.",
          "id": 18819
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Weary I entreat; and what have I done? and strangers have stolen my goods.",
          "id": 18820
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Who is this? let him join hands with me.",
          "id": 18821
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For you have hid their heart from wisdom; therefore you shall not exalt them.",
          "id": 18822
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "He shall promise mischief to his companions: but their eyes have failed for their children.",
          "id": 18823
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But you have made me a byword amount the nations, and I am become a scorn to them.",
          "id": 18824
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For my eyes are dimmed through pain; I have been grievously beset by all.",
          "id": 18825
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Wonder has seized true men upon this; and let the just rise up against the transgressor.",
          "id": 18826
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But let the faithful hold on his own way, and let him that is pure of hands take courage.",
          "id": 18827
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Howbeit, do you all strengthen yourselves and come now, for I do not find truth in you.",
          "id": 18828
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "My days have passed in groaning, and my heart-strings are broken.",
          "id": 18829
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "I have turned the night into day: the light is short because of darkness.",
          "id": 18830
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For if I remain, Hades is my habitation: and my bed has been made in darkness.",
          "id": 18831
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "I have called upon death to be my father, and corruption to be my mother and sister.",
          "id": 18832
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Where then is yet my hope? or where shall I see my good?",
          "id": 18833
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Will they go down with me to Hades, or shall we go down together to the tomb?",
          "id": 18834
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Baldad the Sauchite answered and said,",
          "id": 18835
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "How long will you continue? forbear, that we also may speak.",
          "id": 18836
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For therefore have we been silent before you like brutes?",
          "id": 18837
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Anger has possessed you: for what if you should die; would the earth under heaven be desolate? or shall the mountains be overthrown from their foundations?",
          "id": 18838
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But the light of the ungodly shall be quenched, and their flame shall not go up.",
          "id": 18839
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "His light shall be darkness in his habitation, and his lamp shall be put out with him.",
          "id": 18840
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Let the meanest of men spoil his goods, and let his counsel deceive him.",
          "id": 18841
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "His foot also has been caught in a snare, and let it be entangled in a net.",
          "id": 18842
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And let snares come upon him: he shall strengthen those that thirst for his destruction.",
          "id": 18843
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "His snare is hid in the earth, and that which shall take him is by the path.",
          "id": 18844
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Let pains destroy him round about, and let many enemies come about him,",
          "id": 18845
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "vex him with distressing hunger: and a signal destruction has been prepared for him.",
          "id": 18846
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Let the soles of his feet be devoured: and death shall consume his beauty.",
          "id": 18847
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And let health be utterly banished from his tabernacle, and let distress seize upon him with a charge from the king.",
          "id": 18848
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "It shall dwell in his tabernacle in his night: his excellency shall be sown with brimstone.",
          "id": 18849
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "His roots shall be dried up from beneath, and his crop shall fall away from above.",
          "id": 18850
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Let his memorial perish out of the earth, and his name shall be publicly cast out.",
          "id": 18851
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Let one drive him from light into darkness.",
          "id": 18852
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "He shall not be known amongst his people, nor his house preserved on the earth.",
          "id": 18853
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But strangers shall dwell in his possessions: the last groaned for him, and wonder seized the first.",
          "id": 18854
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "These are the houses of the unrighteous, and this is the place of them that know not the Lord.",
          "id": 18855
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Job answered and said,",
          "id": 18856
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "How long will you vex my soul, and destroy me with words? only know that the Lord has dealt with me thus.",
          "id": 18857
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "You speak against me; you do not feel for me, but bear hard upon me.",
          "id": 18858
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Yes verily, I have erred in truth, (but the error abides with myself) in having spoken words which it was not right to speak; and my words err, and are unreasonable.",
          "id": 18859
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But alas! for you magnify yourselves against me, and insult me with reproach.",
          "id": 18860
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Know then that it is the Lord that has troubled me, and has raised his bulwark against me.",
          "id": 18861
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Behold, I laugh at reproach; I will not speak: or I will cry out, but there is nowhere judgement.",
          "id": 18862
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "I am fenced round about, and can by no means escape: he has set darkness before my face.",
          "id": 18863
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he has stripped me of my glory, and has taken the crown from my head.",
          "id": 18864
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "He has torn me around about, and I am gone: and he has cut off my hope like a tree.",
          "id": 18865
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he has dreadfully handled me in anger, and has counted me for an enemy.",
          "id": 18866
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "His troops also came upon me with one accord, liars in wait compassed my ways.",
          "id": 18867
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "My brethren have stood aloof from me; they have recognised strangers rather than me: and my friends have become pitiless.",
          "id": 18868
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "My nearest of kin have not acknowledged me, and they that knew my name, have forgotten me.",
          "id": 18869
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "As for my household, and my maidservants, I was a stranger before them.",
          "id": 18870
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "I called my servant, and he listened not; and my mouth entreated him.",
          "id": 18871
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And I implored my wife, and earnestly entreated the sons of my concubines.",
          "id": 18872
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "But they rejected me for ever; whenever I rise up, they speak against me.",
          "id": 18873
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "They that saw me abhorred me: the very persons whom I had loved, rose up against me.",
          "id": 18874
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "My flesh is corrupt under my skin, and my bones are held in my teeth.",
          "id": 18875
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Pity me, pity me, O friends; for it is the hand of the Lord that has touched me.",
          "id": 18876
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Therefore do you persecute me as also the Lord does, and are not satisfied with my flesh?",
          "id": 18877
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For oh that my words were written, and that they were recorded in a book forever,",
          "id": 18878
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "with an iron pen and lead, or graven in the rocks!",
          "id": 18879
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "For I know that he is eternal who is about to deliver me,",
          "id": 18880
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "and to raise up upon the earth my skin that endures these sufferings: for these things have been accomplished to me of the Lord;",
          "id": 18881
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "which I am conscious of in myself, which mine eye has seen, and not another, but all have been fulfilled to me in my bosom.",
          "id": 18882
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "But if you shall also say, What shall we say before him, and so find the root of the matter in him?",
          "id": 18883
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Do you also beware of deceit: for wrath will come upon transgressors; and then shall they know where their substance is.",
          "id": 18884
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Sophar the Minaean answered and said,",
          "id": 18885
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I did not suppose that you would answer thus: neither do you understand more than I.",
          "id": 18886
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "I will hear my shameful reproach; and the spirit of my understanding answers me.",
          "id": 18887
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Hast you not known these things of old, from the time that man was set upon the earth?",
          "id": 18888
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But the mirth of the ungodly is a signal downfall, and the joy of transgressors is destruction:",
          "id": 18889
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "although his gifts should go up to heaven, and his sacrifice reach the clouds.",
          "id": 18890
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For when he shall seem to be now established, then he shall utterly perish: and they that knew him shall say, Where is he?",
          "id": 18891
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Like a dream that has fled away, he shall not be found; and he has fled like a vision of the night.",
          "id": 18892
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The eye has looked upon him, but shall not see him again; and his place shall no longer perceive him.",
          "id": 18893
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Let his inferiors destroy his children, and let his hands kindle the fire of sorrow.",
          "id": 18894
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "His bones have been filled with vigour of his youth, and it shall lie down with him in the dust.",
          "id": 18895
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Though evil be sweet in his mouth, though he will hide it under his tongue;",
          "id": 18896
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "though he will not spare it, and will not leave it, but will keep it in the midst of his throat:",
          "id": 18897
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "yet he shall not at all be able to help himself; the gall of an asp is in his belly.",
          "id": 18898
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "His wealth unjustly collected shall be vomited up; a messenger of wrath shall drag him out of his house.",
          "id": 18899
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And let him suck the poison of serpents, and let the serpent''s tongue kill him.",
          "id": 18900
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Let him not see the milk of the pastures, nor the supplies of honey and butter.",
          "id": 18901
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "He has laboured unprofitably and in vain, for wealth of which he shall not taste: it is as a lean thing, unfit for food, which he can''t swallow.",
          "id": 18902
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "For he has broken down the houses of many mighty men: and he has plundered an habitation, though he built it not.",
          "id": 18903
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "There is no security to his possessions; he shall not be saved by his desire.",
          "id": 18904
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "There is nothing remaining of his provisions; therefore his goods shall not flourish.",
          "id": 18905
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But when he shall seem to be just satisfied, he shall be straitened; and all distress shall come upon him.",
          "id": 18906
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "If by any means he would fill his belly, let God send upon him the fury of wrath; let him bring a torrent of pains upon him.",
          "id": 18907
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And he shall by no means escape from the power of the sword; let the brazen bow wound him.",
          "id": 18908
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And let the arrow pierce through his body; and let the stars be against his dwelling-place: let terrors come upon him.",
          "id": 18909
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And let all darkness wait for him: a fire that burns not out shall consume him; and let a stranger plague his house.",
          "id": 18910
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And let the heaven reveal his iniquities, and the earth rise up against him.",
          "id": 18911
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Let destruction bring his house to an end; let a day of wrath come upon him.",
          "id": 18912
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "This is the portion of an ungodly man from the Lord, and the possession of his goods appointed him by the all-seeing God.",
          "id": 18913
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But Job answered and said,",
          "id": 18914
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Hear you, hear you my words, that I may not have this consolation from you.",
          "id": 18915
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Raise me, and I will speak; then you shall not laugh me to scorn.",
          "id": 18916
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "What! is my reproof of man? and why should I not be angry?",
          "id": 18917
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Look upon me, and wonder, laying your hand upon your cheek.",
          "id": 18918
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For even when I remember, I am alarmed, and pains seize my flesh.",
          "id": 18919
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Therefore do the ungodly live, and grow old even in wealth?",
          "id": 18920
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Their seed is according to their desire, and their children are in their sight.",
          "id": 18921
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Their houses are prosperous, neither have they any where cause for fear, neither is there a scourge from the Lord upon them.",
          "id": 18922
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Their cow does not cast her calf, and their beast with young is safe, and does not miscarry.",
          "id": 18923
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And they remain as an unfailing flock, and their children play before them, taking up the lute and harp;",
          "id": 18924
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and they rejoice at the voice of a song.",
          "id": 18925
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And they spend their days in wealth, and fall asleep in the rest of the grave.",
          "id": 18926
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Yet such a man says to the Lord, Depart from me; I desire not to know your ways.",
          "id": 18927
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "What is the Mighty One, that we should serve him? and what profit is there that we should approach him?",
          "id": 18928
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For their good things were in their hands, but he regards not the works of the ungodly.",
          "id": 18929
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Nevertheless, the lamp of the ungodly also shall be put out, and destruction shall come upon them, and pangs of vengeance shall seize them.",
          "id": 18930
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And they shall be as chaff before the wind, or as dust which the storm has taken up.",
          "id": 18931
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Let his substance fail to supply his children: God shall recompense him, and he shall know it.",
          "id": 18932
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Let his eyes see his own destruction, and let him not be saved by the Lord.",
          "id": 18933
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For his desire is in his house with him, and the number of his months has been suddenly cut off.",
          "id": 18934
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Is it not the Lord who teaches understanding and knowledge? and does not he judge murders?",
          "id": 18935
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "One shall die in his perfect strength, and wholly at ease and prosperous;",
          "id": 18936
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "and his inwards are full of fat, and his marrow is diffused throughout him.",
          "id": 18937
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And another dies in bitterness of soul, not eating any good thing.",
          "id": 18938
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But they lie down in the earth together, and corruption covers them.",
          "id": 18939
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "So I know you, that you presumptuously attack me:",
          "id": 18940
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "so that you will say, Where is the house of the prince? and where is the covering of the tabernacles of the ungodly?",
          "id": 18941
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Ask those that go by the way, and do not disown their tokens.",
          "id": 18942
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "For the wicked hastens to the day of destruction: they shall be led away for the day of his vengeance.",
          "id": 18943
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Who will tell him his way to his face, whereas he has done it? who shall recompense him?",
          "id": 18944
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And he has been led away to the tombs, and he has watched over the heaps.",
          "id": 18945
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "The stones of the valley have been sweet to him, and every man shall depart after him, and there are innumerable ones before him.",
          "id": 18946
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "How then do you comfort me in vain? whereas I have no rest from your molestation.",
          "id": 18947
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Eliphaz the Thaemanite answered and said,",
          "id": 18948
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Is it not the Lord that teaches understanding and knowledge?",
          "id": 18949
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For what matters it to the Lord, if you were blameless in your works? or is it profitable that you should perfect your way?",
          "id": 18950
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Will you maintain and plead your own cause? and will he enter into judgement with you?",
          "id": 18951
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Is not your wickedness abundant, and your sins innumerable?",
          "id": 18952
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And you have taken security of your brethren for nothing, and have taken away the clothing of the naked.",
          "id": 18953
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Neither have you given water to the thirsty to drink, but have taken away the morsel of the hungry.",
          "id": 18954
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And you have accepted the persons of some; and you have established those that were already settled on the earth.",
          "id": 18955
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But you have sent widows away empty, and has afflicted orphans.",
          "id": 18956
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Therefore snares have compassed you, and disastrous war has troubled you.",
          "id": 18957
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "The light has proved darkness to you, and water has covered you on your lying down.",
          "id": 18958
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Does not he that dwells in the high places observe? and has he not brought down the proud?",
          "id": 18959
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And you have said, What does the Mighty One know? does he judge in the dark?",
          "id": 18960
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "A cloud is his hiding-place, and he shall not be seen; and he passes through the circle of heaven.",
          "id": 18961
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Will you not mark the old way, which righteous men have trodden?",
          "id": 18962
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "who were seized before their time: their foundations are as an overflowing stream.",
          "id": 18963
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Who say, What will the Lord do to us? or what will the Almighty bring upon us?",
          "id": 18964
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Yet he filled their houses with good things: but the counsel for the wicked is far from him.",
          "id": 18965
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The righteous have seen it, and laughed, and the blameless one has derided them.",
          "id": 18966
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Verily their substance has been utterly destroyed, and the fire shall devour what is left of their property.",
          "id": 18967
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Be firm, I pray you, if you can endure; then your fruit shall prosper.",
          "id": 18968
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And receive a declaration from his mouth, and lay up his words in your heart.",
          "id": 18969
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And if you shall turn and humble yourself before the Lord, you have thus removed unrighteousness far from your habitation.",
          "id": 18970
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "You shall lay up for yourself treasure in a heap on the rock; and Sophir shall be as the rock of the torrent.",
          "id": 18971
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "So the Almighty shall be your helper from enemies, and he shall bring you forth pure as silver that has been tried by fire.",
          "id": 18972
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Then shall you have boldness before the Lord, looking up cheerfully to heaven.",
          "id": 18973
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And he shall hear you when you pray to him, and he shall grant you power to pay your vows.",
          "id": 18974
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And he shall establish to you again a habitation of righteousness and there shall be light upon your paths.",
          "id": 18975
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Because you have humbled yourself; and you shall say, Man has behaved proudly, but he shall save him that is of lowly eyes.",
          "id": 18976
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "He shall deliver the innocent, and do you save yourself by your pure hands.",
          "id": 18977
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Job answered and said,",
          "id": 18978
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Yes, I know that pleading is out of my reach; and his hand has been made heavy upon my groaning.",
          "id": 18979
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Who would then know that I might find him, and come to an end of the matter?",
          "id": 18980
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And I would plead my own cause, and he would fill my mouth with arguments.",
          "id": 18981
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And I would know the remedies which he would speak to me, and I would perceive what he would tell me.",
          "id": 18982
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Though he should come on me in his great strength, then he would not threaten me;",
          "id": 18983
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "for truth and reproof are from him; and he would bring forth my judgement to an end.",
          "id": 18984
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "For if I shall go first, and exist no longer, still what do I know concerning the latter end?",
          "id": 18985
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "When he wrought on the left hand, then I observed it not: his right hand shall encompass me but I shall not see it.",
          "id": 18986
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For he knows already my way; and he has tried me as gold.",
          "id": 18987
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And I will go forth according to his commandments, for I have kept his ways; and I shall not turn aside from his commandments,",
          "id": 18988
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "neither shall I transgress; but I have hid his words in my bosom.",
          "id": 18989
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And if too he has thus judged, who is he that has contradicted, for he has both willed a thing and done it.",
          "id": 18990
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Therefore am I troubled at him; and when I was reproved, I thought of him. Therefore let me take good heed before him: I will consider, and be afraid of him.",
          "id": 18991
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But the Lord has softened my heart, and the Almighty has troubled me.",
          "id": 18992
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For I knew not that darkness would come upon me, and thick darkness has covered me before my face.",
          "id": 18993
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But why have the seasons been hidden from the Lord,",
          "id": 18994
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "while the ungodly have passed over the bound, carrying off the flock with the shepherd?",
          "id": 18995
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "They have led away, the ass of the fatherless, and taken the widow''s ox for a pledge.",
          "id": 18996
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They have turned aside the weak from the right way: and the meek of the earth have hidden themselves together.",
          "id": 18997
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And they have departed like asses in the field, having gone forth on my account according to their own order: his bread is sweet to his little ones.",
          "id": 18998
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "They have reaped a field that was not their own before the time: the poor have laboured in the vineyards of the ungodly without pay and without food.",
          "id": 18999
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "They have caused many naked to sleep without clothes, and they have taken away the covering of their body.",
          "id": 19000
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "They are wet with the drops of the mountains: they have embraced the rock, because they had no shelter.",
          "id": 19001
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "They have snatched the fatherless from the breast, and have afflicted the outcast.",
          "id": 19002
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And they have wrongfully caused others to sleep without clothing, and taken away the morsel of the hungry.",
          "id": 19003
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "They have unrighteously laid wait in narrow places, and have not known the righteous way.",
          "id": 19004
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Who have cast forth the poor from the city and their own houses, and the soul of the children has groaned aloud.",
          "id": 19005
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Why then has he not visited these? forasmuch as they were upon the earth, and took no notice, and they knew not the way of righteousness, neither have they walked in their appointed paths?",
          "id": 19006
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But having known their works, he delivered them into darkness: and in the night one will be as a thief:",
          "id": 19007
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "and the eye of the adulterer has watched for the darkness, saying, Eye shall not perceive me, and he puts a covering on his face.",
          "id": 19008
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "In darkness he digs through houses: by day they conceal themselves securely: they know not the light.",
          "id": 19009
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For the morning is to them all as the shadow of death, for each will be conscious of the terror of the shadow of death.",
          "id": 19010
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "He is swift on the face of the water: let his portion be cursed on the earth; and let their plants be laid bare.",
          "id": 19011
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Let them be withered upon the earth; for they have plundered the sheaves of the fatherless.",
          "id": 19012
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Then is his sin brought to remembrance, and he vanishes like a vapour of dew: but let what he has done be recompensed to him, and let every unrighteous one be crushed like rotten wood.",
          "id": 19013
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For he has not treated the barren woman well, and has had no pity on a feeble woman.",
          "id": 19014
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And in wrath he has overthrown the helpless: therefore when he has arisen, a man will not feel secure of his own life.",
          "id": 19015
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "When he has fallen sick, let him not hope to recover: but let him perish by disease.",
          "id": 19016
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For his exaltation has hurt many; but he has withered as mallows in the heat, or as an ear of corn falling off of itself from the stalk.",
          "id": 19017
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But if not, who is he that says I speak falsely, and will make my words of no account?",
          "id": 19018
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Baldad the Sauchite answered and said,",
          "id": 19019
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "What beginning or fear is hiseven he that makes all things in the highest?",
          "id": 19020
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For let none think that there is a respite for robbers: and upon whom will there not come a snare from him?",
          "id": 19021
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For how shall a mortal be just before the Lord? or who that is born of a woman shall purify himself?",
          "id": 19022
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "If he gives an order to the moon, then it shines not; and the stars are not pure before him.",
          "id": 19023
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But alas! man is corruption, and the son of man a worm.",
          "id": 19024
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But Job answered and said,",
          "id": 19025
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "To whom do you attach yourself, or whom are you going to assist? is it not he that has much strength, and he who has a strong arm?",
          "id": 19026
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "To whom have you given counsel? is it not to him who has all wisdom? whom will you follow? is it not one who has the greatest power?",
          "id": 19027
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "To whom have you uttered words? and whose breath is it that has come forth from you?",
          "id": 19028
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Shall giants be born from under the water and the inhabitants thereof?",
          "id": 19029
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Hell is naked before him, and destruction has no covering.",
          "id": 19030
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "He stretches out the north wind upon nothing, and he upon nothing hangs the earth;",
          "id": 19031
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "binding water in his clouds, and the cloud is not tore under it.",
          "id": 19032
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "He keeps back the face of his throne, stretching out his cloud upon it.",
          "id": 19033
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "He has encompassed the face of the water by an appointed ordinance, until the end of light and darkness.",
          "id": 19034
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "The pillars of heaven are prostrate and astonished at his rebuke.",
          "id": 19035
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "He has calmed the sea with his might, and by his wisdom the whale has been overthrown.",
          "id": 19036
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the barriers of heaven fear him, and by a command he has slain the apostate dragon.",
          "id": 19037
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Behold, these are parts of his way; and we will listen to him at the least intimation of his word: but the strength of his thunder who knows, when he shall employ it?",
          "id": 19038
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Job further continued and said in his parable,",
          "id": 19039
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "As God lives, who has thus judge me; and the Almighty, who has embittered my soul;",
          "id": 19040
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "verily, while my breath is yet in me, and the breath of God which remains to me is in my nostrils,",
          "id": 19041
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "my lips shall not speak evil words, neither shall my soul meditate unrighteous thoughts.",
          "id": 19042
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Far be it from me that I should justify you till I die; for I will not let go my innocence,",
          "id": 19043
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "but keeping fast to my righteousness I will by no means let it go: for I am not conscious to myself of having done any thing amiss.",
          "id": 19044
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Nay rather, but let mine enemies be as the overthrow of the ungodly, and they that rise up against me, as the destruction of transgressors.",
          "id": 19045
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "For what is the hope of the ungodly, that he holds to it? will he indeed trust in the Lord and be saved?",
          "id": 19046
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Will God hear his prayer? or, when distress has come upon him,",
          "id": 19047
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "has he any confidence before him? or will God hear him as he calls upon him?",
          "id": 19048
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Yet now I will tell you what is in the hand of the Lord: I will not lie concerning the things which are with the Almighty.",
          "id": 19049
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Behold, you all know that you are adding vanity to vanity.",
          "id": 19050
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "This is the portion of an ungodly man from the Lord, and the possession of oppressors shall come upon them from the Almighty.",
          "id": 19051
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And if their children be many, they shall be for slaughter: and if they grow up, they shall beg.",
          "id": 19052
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And they that survive of him shall utterly perish, and no one shall pity their widows.",
          "id": 19053
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Even if he should gather silver as earth, and prepare gold as clay;",
          "id": 19054
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "All these things shall the righteous gain, and the true-hearted shall possess his wealth.",
          "id": 19055
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And his house is gone like moths, and like a spider''s web.",
          "id": 19056
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The rich man shall lie down, and shall not continue: he has opened his eyes, and he is not.",
          "id": 19057
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Pains have come upon him as water, and darkness has carried him away by night.",
          "id": 19058
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And a burning wind shall catch him, and he shall depart, and it shall utterly drive him out of his place.",
          "id": 19059
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And God shall cast trouble upon him, and not spare: he would fain flee out of his hand.",
          "id": 19060
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "He shall cause men to clap their hands against them, and shall hiss him out of his place.",
          "id": 19061
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "For there is a place for the silver, whence it comes, and a place for the gold, whence it is refined.",
          "id": 19062
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For iron comes out of the earth, and brass is hewn out like stone.",
          "id": 19063
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "He has set a bound to darkness, and he searches out every limit: a stone is darkness, and the shadow of death.",
          "id": 19064
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "There is a cutting off the torrent by reason of dust: so they that forget the right way are weakened; they are removed from amongst men.",
          "id": 19065
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "As for the earth, out of it shall come bread: under it has been turned up as it were fire.",
          "id": 19066
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Her stones are the place of the sapphire: and her dust supplies man with gold.",
          "id": 19067
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "There is a path, the fowl has not known it, neither has the eye of the vulture seen it:",
          "id": 19068
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "neither have the sons of the proud trodden it, a lion has not passed upon it.",
          "id": 19069
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "He has stretched forth his hand on the sharp rock, and turned up mountains by the roots:",
          "id": 19070
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and he has interrupted the whirlpools of rivers, and mine eye has seen every precious thing.",
          "id": 19071
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he has laid bare the depths of rivers, and has brought his power to light.",
          "id": 19072
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But whence has wisdom been discovered? and what is the place of knowledge?",
          "id": 19073
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "A mortal has not known its way, neither indeed has it been discovered amongst men.",
          "id": 19074
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "The depth said, It is not in me: and the sea said, It is not with me.",
          "id": 19075
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "One shall not give fine gold instead of it, neither shall silver be weighed in exchange for it.",
          "id": 19076
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Neither shall it be compared with gold of Sophir, with the precious onyx and sapphire.",
          "id": 19077
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Gold and crystal shall not be equalled to it, neither shall vessels of gold be its exchange.",
          "id": 19078
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Coral and fine pearl shall not be mentioned: but do you esteem wisdom above the most precious things.",
          "id": 19079
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The topaz of Ethiopia shall not be equalled to it; it shall not be compared with pure gold.",
          "id": 19080
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Whence then is wisdom found? and of what kind is the place of understanding?",
          "id": 19081
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "It has escaped the notice of every man, and has been hidden from the birds of the sky.",
          "id": 19082
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Destruction and Death said, We have heard the report of it.",
          "id": 19083
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "God has well ordered the way of it, and he knows the place of it.",
          "id": 19084
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For he surveys the whole earth under heaven, knowing the things in the earth:",
          "id": 19085
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "all that he has made; the weight of the winds, the measures of the water.",
          "id": 19086
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "When he made them, thus he saw and numbered them, and made a way for the pealing of the thunder.",
          "id": 19087
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Then he saw it, and declared it: he prepared it and traced it out.",
          "id": 19088
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And he said to man, Behold, godliness is wisdom: and to abstain from evil is understanding.",
          "id": 19089
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Job continued and said in his parable,",
          "id": 19090
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Oh that I were as in months past, wherein God preserved me!",
          "id": 19091
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "As when his lamp shone over my head; when by his light I walked through darkness.",
          "id": 19092
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "As when I steadfastly pursued my ways, when God took care of my house.",
          "id": 19093
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "When I was very fruitful, and my children were about me;",
          "id": 19094
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "when my ways were moistened with butter, and the mountains flowed for me with milk.",
          "id": 19095
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "When I went forth early in the city, and the seat was placed for me in the streets.",
          "id": 19096
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "The young men saw me, and hid themselves: and all the old men stood up.",
          "id": 19097
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the great men ceased speaking, and laid their finger on their mouth.",
          "id": 19098
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And they that heard me blessed me, and their tongue clave to their throat.",
          "id": 19099
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For the ear heard, and blessed me; and the eye saw me, and turned aside.",
          "id": 19100
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For I saved the poor out of the hand of the oppressor, and helped the fatherless who had no helper.",
          "id": 19101
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Let the blessing of the perishing one come upon me; yes, the mouth of the widow has blessed me.",
          "id": 19102
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Also I put on righteousness, and clothed myself with judgement like a mantle.",
          "id": 19103
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "I was the eye of the blind, and the foot of the lame.",
          "id": 19104
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "I was the father of the helpless; and I searched out the cause which I knew not.",
          "id": 19105
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And I broke the jaw teeth of the unrighteous; I plucked the spoil out of the midst of their teeth.",
          "id": 19106
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And I said, My age shall continue as the stem of a palm tree; I shall live a long while.",
          "id": 19107
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "My root was spread out by the water, and the dew would lodge on my crop.",
          "id": 19108
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "My glory was fresh in me, and by bow prospered in his hand.",
          "id": 19109
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Men heard me, and gave heed, and they were silent at my counsel.",
          "id": 19110
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "At my word they spoke not again, and they were very gland whenever I spoke to them.",
          "id": 19111
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "As the thirsty earth expecting the rain, so they waited for my speech.",
          "id": 19112
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Were I to laugh on them, they would not believe it; and the light of my face has not failed.",
          "id": 19113
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "I chose out their way, and sat chief, and lived as a king in the midst of warriors, as one comforting mourners.",
          "id": 19114
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But now the youngest have laughed me to scorn, now they reprove me in their turn, whose fathers I set at nothing; whom I did not deem worthy to be with my shepherd dogs.",
          "id": 19115
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Yes, why had I the strength of their hands? for them the full term of life was lost.",
          "id": 19116
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "One is childless in lack and famine, such as they that fled but lately the distress and misery of drought.",
          "id": 19117
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Who compass the salt places on the sounding shore, who had salt herbs for their food, and were dishonourable and of no repute, in lack of every good thing; who also ate roots of trees by reason of great hunger.",
          "id": 19118
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Thieves have risen up against me,",
          "id": 19119
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "whose houses were the caves of the rocks, who lived under the wild shrubs.",
          "id": 19120
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "They will cry out amongst the rustling bushes.",
          "id": 19121
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "They are sons of fools and vile men, whose name and glory are quenched from off the earth.",
          "id": 19122
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But now I am their music, and they have me for a byword.",
          "id": 19123
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And they stood aloof and abhorred me, and spared not to spit in my face.",
          "id": 19124
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For he has opened his quiver and afflicted me: they also have cast off the restraint of my presence.",
          "id": 19125
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "They have risen up against me on the right hand of their offspring; they have stretched out their foot, and directed against me the ways of their destruction.",
          "id": 19126
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "My paths are ruined; for they have stripped off my raiment: he has shot at me with his weapons.",
          "id": 19127
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he has pleaded against me as he will: I am overwhelmed with pains.",
          "id": 19128
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "My pains return upon me; my hope is gone like the wind, and my safety as a cloud.",
          "id": 19129
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Even now my life shall be poured forth upon me; and days of anguish seize me.",
          "id": 19130
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And by night my bones are confounded; and my sinews are relaxed.",
          "id": 19131
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "With great force my disease has taken hold of my garment: it has compassed me as the collar of my coat.",
          "id": 19132
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And you have counted me as clay; my portion in dust and ashes.",
          "id": 19133
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And I have cried to you, but you hear me not: but they stood still, and observed me.",
          "id": 19134
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "They attacked me also without mercy: you have scourged me with a strong hand.",
          "id": 19135
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And you have put me to grief, and have cast me away from safety.",
          "id": 19136
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For I know that death will destroy me: for the earth is the house appointed for every mortal.",
          "id": 19137
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Oh then that I might lay hands upon myself, or at least ask another, and he should do this for me.",
          "id": 19138
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Yet I wept over every helpless man; I groaned when I saw a man in distress.",
          "id": 19139
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But I, when I waited for good things, behold, days of evils came the more upon me.",
          "id": 19140
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "My belly boiled, and would not cease: the days of poverty prevented me.",
          "id": 19141
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "I went mourning without restraint: and I have stood and cried out in the assembly.",
          "id": 19142
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "I am become a brother of monsters, and a companion of ostriches.",
          "id": 19143
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And my skin has been greatly blackened, and my bones are burnt with heat.",
          "id": 19144
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "My harp also has been turned into mourning, and my song into my weeping.",
          "id": 19145
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "I made a covenant with mine eyes, and I will not think upon a virgin.",
          "id": 19146
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Now what portion has God given from above? and is there an inheritance given of the Mighty One from the highest?",
          "id": 19147
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Alas! destruction to the unrighteous, and rejection to them that do iniquity.",
          "id": 19148
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Will he not see my way, and number all my steps?",
          "id": 19149
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But if I had gone with scorners, and if too my foot has hasted to deceit:",
          "id": 19150
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "(for I am weighed in a just balance, and the Lord knows my innocence:)",
          "id": 19151
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "if my foot has turned aside out of the way, or if mine heart has followed mine eye, and if too I have touched gifts with my hands;",
          "id": 19152
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "then let me sow, and let others eat; and let me be uprooted on the earth.",
          "id": 19153
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "If my heart has gone forth after another man''s wife, and if I laid wait at her doors;",
          "id": 19154
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "then let my wife also please another, and let my children be brought low.",
          "id": 19155
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For the rage of anger is not to be controlled, in the case of defiling another man''s wife.",
          "id": 19156
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For it is a fire burning on every side, and whoever it attacks, it utterly destroys.",
          "id": 19157
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And if too I despised the judgement of my servant or my handmaid, when they pleaded with me;",
          "id": 19158
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "what then shall I do if the Lord should try me? and if also he should at all visit me, can I make an answer?",
          "id": 19159
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Were not they too formed as I also was formed in the womb? yes, we were formed in the same womb.",
          "id": 19160
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "But the helpless missed not whatever need they had, and I did not cause the eye of the widow to fail.",
          "id": 19161
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And if too I ate my morsel alone, and did not impart of it to the orphan;",
          "id": 19162
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "(for I nourished them as a father from my youth and guided them from my mother''s womb.)",
          "id": 19163
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And if too I overlooked the naked as he was perishing, and did not clothe him;",
          "id": 19164
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "and if the poor did not bless me, and their shoulders were not warmed with the fleece of my lambs;",
          "id": 19165
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "if I lifted my hand against an orphan, trusting that my strength was far superior to his:",
          "id": 19166
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "let them my shoulder start from the blade-bone, and my arm be crushed off from the elbow.",
          "id": 19167
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For the fear of the Lord constrained me, and I can''t bear up by reason of his burden.",
          "id": 19168
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "If I made gold my treasure, and if too I trusted the precious stone;",
          "id": 19169
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "and if too I rejoiced when my wealth was abundant, and if too I laid my hand on innumerable treasures:",
          "id": 19170
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "(do we not see the shining sun eclipsed, and the moon waning? for they have not power to continue:)",
          "id": 19171
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "and if my heart was secretly deceived, and if I have laid my hand upon my mouth and kissed it:",
          "id": 19172
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "let this also then be reckoned to me as the greatest iniquity: for I should have lied against the Lord Most High.",
          "id": 19173
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And if too I was glad at the fall of mine enemies, and mine heart said, Aha!",
          "id": 19174
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "let then mine ear hear my curse, and let me be a byword amongst my people in my affliction.",
          "id": 19175
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And if too my handmaids have often said, Oh that we might be satisfied with his flesh; (whereas I was very kind:",
          "id": 19176
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "for the stranger did not lodge without, and my door was opened to every one that came:)",
          "id": 19177
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "or if too having sinned unintentionally, I hid my sin;",
          "id": 19178
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "(for I did not stand in awe of a great multitude, so as not to declare boldly before them:) and if too I permitted a poor man to go out of my door with an empty bosom:",
          "id": 19179
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "(Oh that I had a hearer,) and if I had not feared the hand of the Lord; and as to the written charge which I had against any one,",
          "id": 19180
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "I would place it as a chaplet on my shoulders, and read it.",
          "id": 19181
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And if I did not read it and return it, having taken nothing from the debtor:",
          "id": 19182
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "If at any time the land groaned against me, and if its furrows mourned together;",
          "id": 19183
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "and if I ate its strength alone without price, and if I too grieved the heart of the owner of the soil, by taking anything from him:",
          "id": 19184
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "then let the nettle come up to me instead of wheat, and a bramble instead of barley. And Job ceased speaking.",
          "id": 19185
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And his three friends also ceased any longer to answer Job: for Job was righteous before them.",
          "id": 19186
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Then Elius the son of Barachiel, the Buzite, of the kindred of Ram, of the country of Ausis, was angered: and he was very angry with Job, because he justified himself before the Lord.",
          "id": 19187
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he was also very angry with his three friends, because they were not able to return answers to Job, yet set him down for an ungodly man.",
          "id": 19188
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But Elius had forborne to give an answer to Job, because they were older than he.",
          "id": 19189
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Elius saw that there was no answer in the mouth of the three men; and he was angered in his wrath.",
          "id": 19190
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Elius the Buzite the son of Barachiel answered and said, I am younger in age, and you are elder, therefore I kept silence, fearing to declare to you my own knowledge.",
          "id": 19191
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And I said, It is not time that speaks, though in many years men know wisdom:",
          "id": 19192
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "but there is a spirit in mortals; and the inspiration of the Almighty is that which teaches.",
          "id": 19193
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The long-lived are not wise as such; neither do the aged know judgement.",
          "id": 19194
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Therefore I said, Hear me, and I will tell you what I know.",
          "id": 19195
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Listen to my words; for I will speak in your hearing, until you shall have tried the matter with words:",
          "id": 19196
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and I shall understand as far as you; and, behold, there was no one of you that answered Job his words in argument,",
          "id": 19197
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "lest you should say, We have found that we have added wisdom to the Lord.",
          "id": 19198
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And you have commissioned a man to speak such words.",
          "id": 19199
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "They were afraid, they answered no longer; they gave up their speaking.",
          "id": 19200
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "I waited, (for I had not spoken,) because they stood still, they answered not.",
          "id": 19201
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Elius continued, and said, I will again speak,",
          "id": 19202
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "for I am full of words, for the spirit of my belly destroys me.",
          "id": 19203
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And my belly is as a skin of sweet wine, bound up and ready to burst; or as a brazier''s labouring bellows.",
          "id": 19204
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "I will speak, that I may open my lips and relieve myself.",
          "id": 19205
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For truly I will not be awed because of man, nor indeed will I be confounded before a mortal.",
          "id": 19206
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "For I know not how to respect persons: and if otherwise, even the moths would eat me.",
          "id": 19207
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Howbeit hear, Job, my words, and listen to my speech.",
          "id": 19208
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For behold, I have opened my mouth, and my tongue has spoken.",
          "id": 19209
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "My heart shall be found pure by my words; and the understanding of my lips shall meditate purity.",
          "id": 19210
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "The Divine Spirit is that which formed me, and the breath of the Almighty that which teaches me.",
          "id": 19211
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "If you can, give me an answer: wait therefore; stand against me, and I will stand against you.",
          "id": 19212
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "You are formed out of the clay as also I: we have been formed out of the same substance.",
          "id": 19213
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "My fear shall not terrify you, neither shall my hand be heavy upon you.",
          "id": 19214
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But you have said in mine ears, (I have heard the voice of your words;) because you say, I am pure, not having sinned;",
          "id": 19215
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "I am blameless, for I have not transgressed.",
          "id": 19216
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Yet he has discovered a charge against me, and he has reckoned me as an adversary.",
          "id": 19217
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he has put my foot in the stocks, and has watched all my ways.",
          "id": 19218
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For how say you, I am righteous, yet he has not listened to me? for he that is above mortals is eternal.",
          "id": 19219
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But you say, Why has he not heard every word of my cause?",
          "id": 19220
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For when the Lord speaks once, or a second time,",
          "id": 19221
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "sending a dream, or in the meditation of the night; (as when a dreadful alarm happens to fall upon men, in slumberings on the bed:)",
          "id": 19222
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "then opens he the understanding of men: he scares them with such fearful visions:",
          "id": 19223
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "to turn a man from unrighteousness, and he delivers his body from a fall.",
          "id": 19224
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "He spares also his soul from death, and suffers him not to fall in war.",
          "id": 19225
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And again, he chastens him with sickness on his bed, and the multitude of his bones is benumbed.",
          "id": 19226
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And he shall not be able to take any food, though his soul shall desire meat;",
          "id": 19227
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "until his flesh shall be consumed, and he shall show his bones bare.",
          "id": 19228
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "His soul also draws near to death, and his life is in Hades.",
          "id": 19229
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Though there should be a thousand messengers of death, not one of them shall wound him: if he should purpose in his heart to turn to the Lord, and declare to man his fault, and show his folly;",
          "id": 19230
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "he will support him, that he should not perish, and will restore his body as fresh plaster upon a wall; and he will fill his bones with morrow.",
          "id": 19231
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And he will make his flesh tender as that of a babe, and he will restore him amongst men in his full strength.",
          "id": 19232
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And he shall pray to the Lord, and his prayer shall be accepted of him; he shall enter with a cheerful countenance, with a full expression of praise: for he will render to men their due.",
          "id": 19233
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Even then a man shall blame himself, saying, What kind of things have I done? and he has not punished me according to the full amount of my sins.",
          "id": 19234
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Deliver my soul, that it may not go to destruction, and my life shall see the light.",
          "id": 19235
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Behold, all these things, the Mighty One works in a threefold manner with a man.",
          "id": 19236
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And he has delivered my soul from death, that my life may praise him in the light.",
          "id": 19237
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Listen, Job, and hear me: be silent, and I will speak.",
          "id": 19238
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "If you have words, answer me: speak, for I desire you to be justified.",
          "id": 19239
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "If not, do you hear me: be silent, and I will teach you.",
          "id": 19240
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Elius continued, and said,",
          "id": 19241
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Hear me, you wise men; listen, you that have knowledge.",
          "id": 19242
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For the ear tries words, and the mouth tastes meat.",
          "id": 19243
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Let us choose judgement to ourselves: let us know amount ourselves what is right.",
          "id": 19244
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For Job has said, I am righteous: the Lord has removed my judgement.",
          "id": 19245
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And he has erred in my judgement: my wound is severe without unrighteousness of mine.",
          "id": 19246
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "What man is as Job, drinking scorning like water?",
          "id": 19247
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "saying, I have not sinned, nor committed ungodliness, nor had fellowship with workers of iniquity, to go with the ungodly.",
          "id": 19248
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For you should not say, There shall be no visitation of a man, whereas there is a visitation on him from the Lord.",
          "id": 19249
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Therefore hear me, you that are wise in heart: far be it from me to sin before the Lord, and to pervert righteousness before the almighty.",
          "id": 19250
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Yes, he renders to a man accordingly as each of them does, and in a man''s path he will find him.",
          "id": 19251
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And think you that the Lord will do wrong, or will the Almighty who made the earth wrest judgement?",
          "id": 19252
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And who is he that made the whole world under heaven, and all things therein?",
          "id": 19253
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For if he would confine, and restrain his spirit with himself;",
          "id": 19254
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "all flesh would die together, and every mortal would return to the earth, whence also he was formed.",
          "id": 19255
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Take heed lest he rebuke you: hear this, listen to the voice of words.",
          "id": 19256
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Behold then the one that hates iniquities, and that destroys the wicked, who is for ever just.",
          "id": 19257
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "He is ungodly that says to a king, You are a transgressor, that says to princes, O most ungodly one.",
          "id": 19258
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Such a one as would not reverence the face of an honourable man, neither knows how to give honour to the great, so as that their persons should be respected.",
          "id": 19259
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But it shall turn out vanity to them, to cry and beseech a man; for they dealt unlawfully, the poor being turned aside from their right.",
          "id": 19260
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For he surveys the works of men, and nothing of what they do has escaped him.",
          "id": 19261
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Neither shall there be a place for the workers of iniquity to hide themselves.",
          "id": 19262
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For he will not lay upon a man more than right.",
          "id": 19263
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For the Lord looks down upon all men, who comprehends unsearchable things, glorious also and excellent things without number.",
          "id": 19264
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Who discovers their works, and will bring night about upon them, and they shall be brought low.",
          "id": 19265
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And he quite destroys the ungodly, for they are seen before him.",
          "id": 19266
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Because they turned aside from the law of God, and did not regard his ordinances,",
          "id": 19267
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "so as to bring before him the cry of the needy; for he will hear the cry of the poor.",
          "id": 19268
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And he will give quiet, and who will condemn? and he will hide his face, and who shall see him? whether it be done against a nation, or against a man also:",
          "id": 19269
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "causing a hypocrite to be king, because of the waywardness of the people.",
          "id": 19270
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "For there is one that says to the Mighty One, I have received blessings; I will not take a pledge:",
          "id": 19271
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "I will see apart from myself: do you show me if I have done unrighteousness; I will not do so any more.",
          "id": 19272
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Will he take vengeance for it on you, whereas you will put it far from you? for you shall choose, and not I; and what you know, speak you.",
          "id": 19273
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Because the wise in heart shall say this, and a wise man listens to my word.",
          "id": 19274
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "But Job has not spoken with understanding, his words are not uttered with knowledge.",
          "id": 19275
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Howbeit do you learn, Job: no longer make answer as the foolish:",
          "id": 19276
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "that we add not to our sins: for iniquity will be reckoned against us, if we speak many words before the Lord.",
          "id": 19277
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Elius resumed and said,",
          "id": 19278
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "What is this that you think to be according to right? who are you that you have said, I am righteous before the Lord?",
          "id": 19279
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "I will answer you, and your three friends.",
          "id": 19280
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Look up to the sky and see; and consider the clouds, how high they are above you.",
          "id": 19281
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "If you have sinned, what will you do?",
          "id": 19282
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and if too you have transgressed much, what can you perform?",
          "id": 19283
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And suppose you are righteous, what will you give him? or what shall he receive of your hand?",
          "id": 19284
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Your ungodliness may affect a man who is like to you; or your righteousness a son of man.",
          "id": 19285
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "They that are oppressed of a multitude will be ready to cry out; they will call for help because of the arm of many.",
          "id": 19286
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But none said, Where is God that made me, who appoints the night-watches;",
          "id": 19287
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "who makes me to differ from the four-footed beasts of the earth, and from the birds of the sky?",
          "id": 19288
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "There they shall cry, and none shall listen, even because of the insolence of wicked men.",
          "id": 19289
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For the Lord desires not to look on error, for he is the Almighty One.",
          "id": 19290
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "He beholds them that perform lawless deeds, and he will save me: and do you plead before him, if you can praise him, as it is possible even now.",
          "id": 19291
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "For he is not now regarding his wrath, nor has he noticed severely any trespass.",
          "id": 19292
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Yet Job vainly opens his mouth, in ignorance he multiplies words.",
          "id": 19293
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And Elius further continued, and said,",
          "id": 19294
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Wait for me yet a little while, that I may teach you: for there is yet speech in me.",
          "id": 19295
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Having fetched my knowledge from afar, and according to my works,",
          "id": 19296
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "I will speak just things truly, and you shall not unjustly receive unjust words.",
          "id": 19297
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But know that the Lord will not cast off an innocent man: being mighty in strength of wisdom,",
          "id": 19298
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "he will not by any means save alive the ungodly: and he will grant the judgement of the poor.",
          "id": 19299
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "He will not turn away his eyes from the righteous, but they shall be with kings on the throne: and he will establish them in triumph, and they shall be exalted.",
          "id": 19300
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But they that are bound in fetters shall be holden in cords of poverty.",
          "id": 19301
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he shall recount to them their works, and their transgressions, for such will act with violence.",
          "id": 19302
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But he will listen to the righteous: and he has said that they shall turn from unrighteousness.",
          "id": 19303
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "If they should hear and serve him, they shall spend their days in prosperity, and their years in honour.",
          "id": 19304
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But he preserves not the ungodly; because they are not willing to know the Lord, and because when reproved they were disobedient.",
          "id": 19305
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the hypocrites in heart will array wrath against themselves; they will not cry, because he has bound them.",
          "id": 19306
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Therefore let their soul die in youth, and their life be wounded by messengers of death.",
          "id": 19307
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Because they afflicted the weak and helpless: and he will vindicate the judgement of the meek.",
          "id": 19308
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And he has also enticed you out of the mouth of the enemy:",
          "id": 19309
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "there is a deep gulf and a rushing stream beneath it, and your table came down full of fatness. Judgement shall not fail from the righteous;",
          "id": 19310
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "but there shall be wrath upon the ungodly, by reason of the ungodliness of the bribes which they received for iniquities.",
          "id": 19311
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Let not your mind willingly turn you aside from the petition of the feeble that are in distress.",
          "id": 19312
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And draw not forth all the mighty men by night, so that the people should go up instead of them.",
          "id": 19313
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But take heed lest you do that which is wrong: for of this you have made choice because of poverty.",
          "id": 19314
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Behold, the Mighty One shall prevail by his strength: for who is powerful as he is?",
          "id": 19315
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And who is he that examines his works? or who can say, he has wrought injustice?",
          "id": 19316
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Remember that his works are great beyond those which men have attempted.",
          "id": 19317
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Every man has seen in himself, how many mortals are wounded.",
          "id": 19318
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Behold, the Mighty One is great, and we shall not know him: the number of his years is even infinite.",
          "id": 19319
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the drops of rain are numbered by him, and shall be poured out in rain to form a cloud.",
          "id": 19320
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "The ancient heavens shall flow, and the clouds overshadow innumerable mortals: he has fixed a time to cattle, and they know the order of rest. Yet by all these things your understanding is not astonished, neither is your mind disturbed in your body.",
          "id": 19321
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And though one should understand the outspreadings of the clouds, or the measure of his tabernacle;",
          "id": 19322
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "behold he will stretch his bow against him, and he covers the bottom of the sea.",
          "id": 19323
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "For by them he will judge the nations: he will give food to him that has strength.",
          "id": 19324
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "He has hidden the light in his hands, and given charge concerning it to the interposing cloud.",
          "id": 19325
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "The Lord will declare concerning this to his friend: but there is a portion also for unrighteousness.",
          "id": 19326
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "At this also my heart is troubled, and moved out of its place.",
          "id": 19327
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Hear you a report by the anger of the Lord''s wrath, and a discourse shall come out of his mouth.",
          "id": 19328
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "His dominion is under the whole heaven, and his light is at the extremities of the earth.",
          "id": 19329
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "After him shall be a cry with a loud voice; he shall thunder with the voice of his excellency, yet he shall not cause men to pass away, for one shall hear his voice.",
          "id": 19330
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The Mighty One shall thunder wonderfully with his voice: for he has done great things which we knew not;",
          "id": 19331
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "commanding the snow, Be you upon the earth, and the stormy rain, and the storm of the showers of his might.",
          "id": 19332
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "He seals up the hand of every man, that every man may know his own weakness.",
          "id": 19333
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the wild beasts come in under the covert, and rest in their lair.",
          "id": 19334
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Troubles come on out of the secret chambers, and cold from the mountain-tops.",
          "id": 19335
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And from the breath of the Mighty One he will send frost; and he guides the water in whatever way he pleases.",
          "id": 19336
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And if a cloud obscures what is precious to him, his light will disperse the cloud.",
          "id": 19337
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And he will carry round the encircling clouds by his governance, to perform their works: whatever he shall command them,",
          "id": 19338
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "this has been appointed by him on the earth, whether for correction, or for his land, or if he shall find him an object for mercy.",
          "id": 19339
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Listen to this, O Job: stand still, and be admonished of the power of the Lord.",
          "id": 19340
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "We know that god has disposed his works, having made light out of darkness.",
          "id": 19341
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And he knows the divisions of the clouds, and the signal overthrows of the ungodly.",
          "id": 19342
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But your robe is warm, and there is quiet upon the land.",
          "id": 19343
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Will you establish with him foundations for the ancient heavens? they are strong as a molten mirror.",
          "id": 19344
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Therefore teach me, what shall we say to him? and let us cease from saying much.",
          "id": 19345
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Have I a book or a scribe my me, that I may stand and put man to silence?",
          "id": 19346
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But the light is not visible to all: it shines afar off in the heavens, as that which is from him in the clouds.",
          "id": 19347
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "From the north come the clouds shining like gold: in these great are the glory and honour of the Almighty;",
          "id": 19348
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and we do not find another his equal in strength: as for him that judges justly, do you not think that he listens?",
          "id": 19349
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Therefore men shall fear him; and the wise also in heart shall fear him.",
          "id": 19350
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And after Elius had ceased from speaking, the Lord spoke to Job through the whirlwind and clouds, saying,",
          "id": 19351
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Who is this that hides counsel from me, and confines words in his heart, and thinks to conceal them from me?",
          "id": 19352
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Gird your loins like a man; and I will ask you, and do you answer me.",
          "id": 19353
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Where was you when I founded the earth? tell me now, if you have knowledge,",
          "id": 19354
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "who set the measures of it, if you know? or who stretched a line upon it?",
          "id": 19355
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "On what are its rings fastened? and who is he that laid the corner-stone upon it?",
          "id": 19356
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "When the stars were made, all my angels praised me with a loud voice.",
          "id": 19357
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And I shut up the sea with gates, when it rushed out, coming forth out its mother''s womb.",
          "id": 19358
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And I made a cloud its clothing, and swathed it in mist.",
          "id": 19359
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And I set bounds to it, surrounding it with bars and gates.",
          "id": 19360
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And I said to it, Hitherto shall you come, but you shall not go beyond, but your waves shall be confined within you.",
          "id": 19361
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Or did I order the morning light in your time; and did the morning star then first see his appointed place;",
          "id": 19362
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "to lay hold of the extremities of the earth, to cast out the ungodly out of it?",
          "id": 19363
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Or did you take clay of the ground, and form a living creature, and set it with the power of speech upon the earth?",
          "id": 19364
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And have you removed light from the ungodly, and crushed the arm of the proud?",
          "id": 19365
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Or have you gone to the source of the sea, and walked in the tracks of the deep?",
          "id": 19366
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And do the gates of death open to you for fear; and did the porters of hell quake when they saw you?",
          "id": 19367
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And have you been instructed in the breadth of the whole earth under heaven? tell me now, what is the extent of it?",
          "id": 19368
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And in what kind of a land does the light dwell? and of what kind is the place of darkness?",
          "id": 19369
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "If you could bring me to their utmost boundaries, and if also you know their paths;",
          "id": 19370
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "I know then that you were born at that time, and the number of your years is great.",
          "id": 19371
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But have you gone to the treasures of snow? and have you seen the treasures of hail?",
          "id": 19372
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And is there a store of them, for you against the time of your enemies, for the day of wars and battle?",
          "id": 19373
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And whence proceeds the frost? or whence is the south wind dispersed over the whole world under heaven?",
          "id": 19374
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And who prepared a course for the violent rain, and a way for the thunders;",
          "id": 19375
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "to rain upon the land where there is no man, the wilderness, where there is not a man in it; so as to feed the untrodden and uninhabited land,",
          "id": 19376
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "and cause it to send forth a crop of green herbs?",
          "id": 19377
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Who is the rain''s father? and who has generated the drops of dew?",
          "id": 19378
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And out of whose womb comes the ice? and who has produced the frost in the sky,",
          "id": 19379
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "which descends like flowing water? who has terrified the face of the ungodly?",
          "id": 19380
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And do you understand the band of Pleias, and have you opened the barrier of Orion?",
          "id": 19381
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Or will you reveal Mazuroth in his season, and the evening star with his rays? Will you guide them?",
          "id": 19382
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And know you the changes of heaven, or the events which take place together under heaven?",
          "id": 19383
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And will you call a cloud with your voice, and will it obey you with a violent shower of much rain?",
          "id": 19384
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And will you send lightnings, and they shall go? and shall they say to you, What is your pleasure?",
          "id": 19385
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And who has given to women skill in weaving, or knowledge of embroidery?",
          "id": 19386
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And who is he that numbers the clouds in wisdom, and has bowed the heaven down to the earth?",
          "id": 19387
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "For it is spread out as dusty earth, and I have cemented it as one hewn stone to another.",
          "id": 19388
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "And will you hunt a prey for the lions? and satisfy the desires of the serpents?",
          "id": 19389
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "For they fear in their lairs, and lying in wait couch in the woods.",
          "id": 19390
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And who has prepared food for the raven? for its young ones wander and cry to the Lord, in search of food.",
          "id": 19391
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Say if you know the time of the bringing forth of the wild goats of the rock, and if you have marked the calving of the hinds:",
          "id": 19392
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and if you have have numbered the full months of their being with young, and if you have relieved their pangs:",
          "id": 19393
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and have reared their young without fear; and will you loosen their pangs?",
          "id": 19394
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Their young will break forth; they will be multiplied with offspring: their young will go forth, and will not return to them.",
          "id": 19395
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And who is he that sent forth the wild ass free? and who loosed his bands?",
          "id": 19396
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "whereas I made his habitation the wilderness, and the salt land his coverts.",
          "id": 19397
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "He laughs to scorn the multitude of the city, and hears not the chiding of the tax-gatherer.",
          "id": 19398
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "He will survey the mountains as his pasture, and he seeks after every green thing.",
          "id": 19399
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And will the unicorn be willing to serve you, or to lie down at your manger?",
          "id": 19400
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And will you bind his yoke with thongs, or will he plough furrows for you in the plain?",
          "id": 19401
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And do you trust him, because his strength is great? and will you commit your works to him?",
          "id": 19402
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And will you believe that he will return to you your seed, and bring it in to your threshing floor?",
          "id": 19403
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "The peacock has a beautiful wing: if the stork and the ostrich conceive, it is worthy of notice,",
          "id": 19404
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "for the ostrich will leave her eggs in the ground, and warm them on the dust,",
          "id": 19405
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "and has forgotten that the foot will scatter them, and the wild beasts of the field trample them.",
          "id": 19406
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "She has hardened herself against her young ones, as though she bereaved not herself: she labours in vain without fear.",
          "id": 19407
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For God has withholden wisdom from her, and not given her a portion in understanding.",
          "id": 19408
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "In her season she will lift herself on high; she will scorn the horse and his rider.",
          "id": 19409
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Hast you invested the horse with strength, and clothed his neck with terror?",
          "id": 19410
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And have you clad him in perfect armour, and made his breast glorious with courage?",
          "id": 19411
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "He paws exulting in the plain, and goes forth in strength into the plain.",
          "id": 19412
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "He laughs to scorn a king as he meets him, and will by no means turn back from the sword.",
          "id": 19413
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "The bow and sword resound against him; and his rage will swallow up the ground:",
          "id": 19414
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "and he will not believe until the trumpet sounds.",
          "id": 19415
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And when the trumpet sounds, he says, Aha! and afar off he smells the war with prancing and neighing.",
          "id": 19416
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And does the hawk remain steady by your wisdom, having spread out her wings unmoved, looking towards the region of the south?",
          "id": 19417
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And does the eagle rise at your command, and the vulture remain sitting over his nest,",
          "id": 19418
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "on a crag of a rock, and in a secret place?",
          "id": 19419
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Thence he seeks food, his eyes observe from far.",
          "id": 19420
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And his young ones roll themselves in blood, and wherever the carcasses may be, immediately they are found.",
          "id": 19421
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And the Lord God answered Job, and said,",
          "id": 19422
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Will any one pervert judgement with the Mighty One? and he that reproves God, let him return it for answer.",
          "id": 19423
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And Job answered and said to the Lord,",
          "id": 19424
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Why do I yet plead? being rebuked even while reproving the Lord: hearing such things, whereas I am nothing: and what shall I answer to these arguments? I will lay my hand upon my mouth.",
          "id": 19425
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "I have spoken once; but I will not do so a second time.",
          "id": 19426
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the Lord yet again answered and spoke to Job out of the cloud, saying,",
          "id": 19427
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Nay, gird up now your loins like a man; and I will ask you, and do you answer me.",
          "id": 19428
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Do not set aside my judgement: and do you think that I have dealt with you in any other way, than that you might appear to be righteous?",
          "id": 19429
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Hast you an arm like the Lord''s? or do you thunder with a voice like his?",
          "id": 19430
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Assume now a lofty bearing and power; and clothe yourself with glory and honour.",
          "id": 19431
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And send forth messengers with wrath; and lay low every haughty one.",
          "id": 19432
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Bring down also the proud man; and consume at once the ungodly.",
          "id": 19433
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And hide them together in the earth; and fill their faces with shame.",
          "id": 19434
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then will I confess that your right hand can save you.",
          "id": 19435
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But now look at the wild beasts with you; they eat grass like oxen.",
          "id": 19436
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Behold now, his strength is in his loins, and his force is in the navel of his belly.",
          "id": 19437
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "He sets up his tail like a cypress; and his nerves are wrapped together.",
          "id": 19438
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "His sides are sides of brass; and his backbone is as cast iron.",
          "id": 19439
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "This is the chief of the creation of the Lord; made to be played with by his angels.",
          "id": 19440
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And when he has gone up to a steep mountain, he causes joy to the quadrupeds in the deep.",
          "id": 19441
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "He lies under trees of every kind, by the papyrus, and reed, and bulrush.",
          "id": 19442
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the great trees make a shadow over him with their branches, and so do the bushes of the field.",
          "id": 19443
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "If there should be a flood, he will not perceive it; he trust that Jordan will rush up into his mouth.",
          "id": 19444
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Yet one shall take him in his sight; one shall catch him with a cord, and pierce his nose.",
          "id": 19445
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But will you catch the serpent with a hook, and put a halter about his nose?",
          "id": 19446
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Or will you fasten a ring in his nostril, and bore his lip with a clasp?",
          "id": 19447
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Will he address you with a petition? softly, with the voice of a suppliant?",
          "id": 19448
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And will he make a covenant with you? and will you take him for a perpetual servant?",
          "id": 19449
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And will you play with him as with a bird? or bind him as a sparrow for a child?",
          "id": 19450
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And do the nations feed upon him, and the nations of the Phoenicians share him?",
          "id": 19451
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And all the ships come together would not be able to bear the mere skin of his tail; neither shall they carry his head in fishing vessels.",
          "id": 19452
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "But you shall lay your hand upon him once, remembering the war that is waged by his mouth; and let it not be done any more.",
          "id": 19453
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Hast you not seen him? and have you not wondered at the things said of him? Do you not fear because preparation has been made by me? for who is there that resists me?",
          "id": 19454
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Or who will resist me, and abide, since the whole world under heaven is mine?",
          "id": 19455
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "I will not be silent because of him: though because of his power one shall pity his antagonist.",
          "id": 19456
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Who will open the face of his garment? and who can enter within the fold of his breastplate?",
          "id": 19457
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Who will open the doors of his face? terror is round about his teeth.",
          "id": 19458
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "His inwards are as brazen plates, and the texture of his skin as a smyrite stone.",
          "id": 19459
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "One part cleaves fast to another, and the air can''t come between them.",
          "id": 19460
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "They will remain united each to the other: they are closely joined, and can''t be separated.",
          "id": 19461
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "At his sneezing a light shines, and his eyes are as the appearance of the morning star.",
          "id": 19462
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Out of his mouth proceed as it were burning lamps, and as it were hearths of fire are cast abroad.",
          "id": 19463
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Out of his nostrils proceeds smoke of a furnace burning with fire of coals.",
          "id": 19464
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "His breath is as live coals, and a flame goes out of his mouth.",
          "id": 19465
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And power is lodged in his neck, before him destruction runs.",
          "id": 19466
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "The flesh also of his body is joined together: if one pours violence upon him, he shall not be moved.",
          "id": 19467
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "His heart is firm as a stone, and it stands like an unyielding anvil.",
          "id": 19468
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And when he turns, he is a terror to the four-footed wild beasts which leap upon the earth.",
          "id": 19469
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "If spears should come against him, men will effect nothing, either with the spear or the breast-plate.",
          "id": 19470
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For he considers iron as chaff, and brass as rotten wood.",
          "id": 19471
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The bow of brass shall not would him, he deems a slinger as grass.",
          "id": 19472
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Mauls are counted as stubble; and he laughs to scorn the waving of the firebrand.",
          "id": 19473
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "His lair is formed of sharp points; and all the gold of the sea under him is an immense quantity of clay.",
          "id": 19474
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "He makes the deep boil like a brazen cauldron; and he regards the sea as a pot of ointment,",
          "id": 19475
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and the lowest part of the deep as a captive: he reckons the deep as his range.",
          "id": 19476
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "There is nothing upon the earth like to him, formed to be sported with by my angels.",
          "id": 19477
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "He beholds every high thing: and he is king of all that are in the waters.",
          "id": 19478
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Job answered and said to the Lord,",
          "id": 19479
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I know that you can do all things, and nothing is impossible with you.",
          "id": 19480
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For who is he that hides counsel from you? or who keeps back his words, and thinks to hide them from you? and who will tell me what I knew not, great and wonderful things which I understood not?",
          "id": 19481
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But hear me, O Lord, that I also may speak: and I will ask you, and do you teach me.",
          "id": 19482
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "I have heard the report of you by the ear before; but now mine eye has seen you.",
          "id": 19483
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore I have counted myself vile, and have fainted: and I esteem myself dust and ashes.",
          "id": 19484
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And it came to pass after the Lord had spoken all these words to Job, that the Lord said to Eliphaz the Thaemanite, You have sinned, and your two friends: for you have not said anything true before me, as my servant Job has.",
          "id": 19485
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Now then take seven bullocks, and seven rams, and go to my servant Job, and he shall offer a burnt offering for you. And my servant Job shall pray for you, for I will only accept him: for but his sake, I would have destroyed you, for you have not spoken the truth against my servant Job.",
          "id": 19486
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So Eliphaz the Thaemanite, and Baldad the Sauchite, and Sophar the Minaean, went and did as the Lord commanded them: and he pardoned their sin for the sake of Job.",
          "id": 19487
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the Lord prospered Job: and when he prayed also for his friends, he forgave them their sin: and the Lord gave Job twice as much, even the double of what he had before.",
          "id": 19488
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And all his brethren and his sisters heard all that had happened to him, and they came to him, and so did all that had known him from the first: and they ate and drank with him, and comforted him, and wondered at all that the Lord had brought upon him: and each one gave him a lamb, and four drachmas'' weight of gold, even of unstamped gold.",
          "id": 19489
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the Lord blessed the latter end of Job, more than the beginning: and his cattle were fourteen thousand sheep, six thousand camels, a thousand yoke of oxen, a thousand she-asses of the pastures.",
          "id": 19490
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And there were born to him seven sons and three daughters.",
          "id": 19491
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he called the first Day, and the second Casia, and the third Amalthaea''s horn.",
          "id": 19492
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And there were not found in comparison with the daughters of Job, fairer women than they in all the world: and their father gave them an inheritance amongst their brethren.",
          "id": 19493
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And Job lived after his affliction a hundred and seventy years: and all the years he lived were two hundred and forty: and Job saw his sons and his sons'' sons, the fourth generation.",
          "id": 19494
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Job died, an old man and full of days: and it is written that he will rise again with those whom the Lord raises up. This man is described in the Syriac book as living in the land of Ausis, on the borders of Idumea and Arabia: and his name before was Jobab; and having taken an Arabian wife, he begot a son whose name was Ennon. And he himself was the son of his father Zare, one of the sons of Esau, and of his mother Bosorrha, so that he was the fifth from Abraam. And these were the kings who reigned in Edom, which country he also ruled over: first, Balac, the son of Beor, and the name of his city was Dennaba: but after Balac, Jobab, who is called Job, and after him Asom, who was governor out of the country of Thaeman: and after him Adad, the son of Barad, who destroyed Madiam in the plain of Moab; and the name of his city was Gethaim. And his friends who came to him were Eliphaz, of the children of Esau, king of the Thaemanites, Baldad sovereign the Sauchaeans, Sophar king of the Minaeans.",
          "id": 19495
        }
      ]
    }
  ]
}