{
  "book": "Joel",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The word of the Lord which came to Joel the son of Bathuel.",
          "id": 22751
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Hear these words, you elders, and listen all you that inhabit the land. Have such things happen in your days, or in the days of your fathers?",
          "id": 22752
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Tell your children concerning them, and let your children tell their children, and their children another generation.",
          "id": 22753
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "The leavings of the caterpillar has the locust eaten, and the leavings of the locust has the palmerworm eaten, and the leavings of the palmerworm has the cankerworm eaten.",
          "id": 22754
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Awake, you drunkards, from your wine, and weep: mourn, all you that drink wine to drunkenness: for joy and gladness and removed are from your mouth.",
          "id": 22755
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For a strong and innumerable nation is come up against my land, their teeth are lion''s teeth, and their back teeth those of a lion''s whelp.",
          "id": 22756
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "He has ruined my vine, and utterly broken my fig-trees: he has utterly searched my vine, and cast it down; he has peeled its branches.",
          "id": 22757
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Lament to me more than a virgin girded with sackcloth for the husband of her youth.",
          "id": 22758
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The meat-offering and drink-offering are removed from the house of the Lord: mourn, you priests that serve at the altar of the Lord.",
          "id": 22759
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For the plains languish: let the land mourn, for the corn languishes; the wine is dried up, the oil becomes scarce;",
          "id": 22760
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "the husbandmen are consumed: mourn your property on account of the wheat and barley; for the harvest has perished from off the field.",
          "id": 22761
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "The vine is dried up, and the fig-trees are become few; the pomegranate, and palm tree, and apple, and all trees of the field are dried up: for the sons of men have have abolished joy.",
          "id": 22762
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Gird yourselves with sackcloth, and lament, you priests: mourn, you that serve at the altar: go in, sleep in sackcloths, you that minister to God: for the meat-offering and drink-offering are withheld from the house of your God.",
          "id": 22763
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Sanctify a fast, proclaim a solemn service, gather the elders and all the inhabitants of the land into the house of your God, and cry earnestly to the Lord,",
          "id": 22764
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Alas, Alas, Alas for the day! for the day of the Lord is near, and it will come as trouble upon trouble.",
          "id": 22765
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Your meat has been destroyed before your eyes, joy and gladness from out of the house of your God.",
          "id": 22766
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "The heifers have started at their mangers, the treasures are abolished, the wine presses are broken down; for the corn is withered.",
          "id": 22767
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "What shall we store up for ourselves? the herds of cattle have mourned, because they had no pasture; and the flocks of sheep have been utterly destroyed.",
          "id": 22768
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "To you, O Lord, will I cry: for fire has devoured the fair places of the wilderness, and a flame has burnt up all the trees of the field.",
          "id": 22769
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the cattle of the field have looked up to you: for the fountains of waters have been dried up, and fire has devoured the fair places of the wilderness.",
          "id": 22770
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Sound the trumpet in Sion, make a proclamation in my holy mountain, and let all the inhabitants of the land be confounded: for the day of the Lord is near;",
          "id": 22771
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "for a day of darkness and gloominess is near, a day of cloud and mist: a numerous and strong people shall be spread upon the mountains as the morning; there has not been from the beginning one like it, and after it there shall not be again even to the years of many generations.",
          "id": 22772
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Before them is a consuming fire, and behind them is a flame kindled: the land before them is as a paradise of delight, and behind them a desolate plain: and there shall none of them escape.",
          "id": 22773
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Their appearance is as the appearance of horses; and as horsemen, so shall they pursue.",
          "id": 22774
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "As the sound of chariots on the tops of mountains shall they leap, and as the sound of a flame of fire devouring stubble, and as a numerous and strong people setting themselves in array for battle.",
          "id": 22775
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Before them shall the people be crushed: every face shall be as the blackness of a cauldron.",
          "id": 22776
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "As warriors shall they run, and as men of war shall they mount on the walls; and each shall move in his right path, and they shall not turn aside from their tracks:",
          "id": 22777
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "and not one shall stand aloof from his brother: they shall go on weighed down with their arms, and they fall upon their weapons, yet shall they in no wise be destroyed.",
          "id": 22778
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "They shall seize upon the city, and run upon the walls, and go up upon the houses, and enter in through the windows as thieves.",
          "id": 22779
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Before them the earth shall be confounded, and the sky shall be shaken: the sun and the moon shall be darkened, and the stars shall withdraw their light.",
          "id": 22780
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the Lord shall utter his voice before his host: for his camp is very great: for the execution of his words is mighty: for the day of the Lord is great, very glorious, and who shall be able to resist it?",
          "id": 22781
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Now therefore, says the Lord your God, turn to me with all your heart, and with fasting, and with weeping, and with lamentation:",
          "id": 22782
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "and rend your hearts, and not your garments, and turn to the Lord your God: for he is merciful and compassionate, longsuffering, and plenteous in mercy, and repents of evils.",
          "id": 22783
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Who knows if he will return, and repent, and leave a blessing behind him, even a meat-offering and a drink-offering to the Lord your God?",
          "id": 22784
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Sound the trumpet in Sion, sanctify a fast, proclaim a solemn service:",
          "id": 22785
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "gather the people, sanctify the congregation, assemble the elders, gather the infants at the breast: let the bridegroom go forth of his chamber, and the bride out of her closet.",
          "id": 22786
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Between the porch and the altar let the priests that minister to the Lord weep, and say, Spare your people, O Lord, and give not your heritage to reproach, that the heathen should rule over them, lest they should say amongst the heathen, Where is their God?",
          "id": 22787
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "But the Lord was jealous of his land, and spared his people.",
          "id": 22788
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And the Lord answered and said to his people, Behold, I will send you corn, and wine, and oil, and you shall be satisfied with them: and I will no longer make you a reproach amongst the Gentiles.",
          "id": 22789
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And I will chase away from you the northern adversary, and will drive him away into a dry land, and I will sink his face in the former sea, and his back parts in the latter sea, and his ill savour shall come up, and his stink come up, because he has wrought great things.",
          "id": 22790
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Be of good courage, O land; rejoice and be glad: for the Lord has done great things.",
          "id": 22791
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Be of good courage, you beasts of the plain, for the plains of the wilderness have budded, for the trees have borne their fruit, the fig tree and the vine have yielded their strength.",
          "id": 22792
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Rejoice then and be glad, you children of Sion, in the Lord your God: for he has given you food fully, and he will rain on you the early and the latter rain, as before.",
          "id": 22793
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And the floors shall be filled with corn, and the presses shall overflow with wine and oil.",
          "id": 22794
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And I will recompense you for the years which the locust, and the caterpillar, and the palmerworm, and the cankerworm have eaten, even my great army, which I sent against you.",
          "id": 22795
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And you shall eat abundantly, and be satisfied, and shall praise the name of the Lord your God for the things which he has wrought wonderfully with you: and my people shall not be ashamed for ever.",
          "id": 22796
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And you shall know that I am in the midst of Israel, and that I am the Lord your God, and that there is none else beside me; and my people shall no more be ashamed for ever.",
          "id": 22797
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And it shall come to pass afterward, that I will pour out of my Spirit upon all flesh; and your sons and your daughters shall prophesy, and your old men shall dream dreams, and your young men shall see visions.",
          "id": 22798
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And on my servants and on my handmaids in those days will I pour out of my Spirit.",
          "id": 22799
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And I will show wonders in heaven, and upon the earth, blood, and fire, and vapour of smoke.",
          "id": 22800
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "The sun shall be turned into darkness, and the moon into blood, before the great and glorious day of the Lord come.",
          "id": 22801
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And it shall come to pass that whoever shall call on the name of the Lord shall be saved: for in mount Sion and in Jerusalem shall the saved one be as the Lord has said, and they that have glad tidings preached to them, whom the Lord has called.",
          "id": 22802
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "For, behold, in those days and at that time, when I shall have turned the captivity of Juda and Jerusalem,",
          "id": 22803
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I will also gather all the Gentiles, and bring them down to the valley of Josaphat, and will plead with them there for my people and my heritage Israel, who have been dispersed amongst the Gentiles; and these Gentiles have divided my land,",
          "id": 22804
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and cast lots over my people, and have given their boys to harlots, and sold their girls for wine, and have drunk.",
          "id": 22805
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And what have you to do with me, O Tyre, and Sidon, and all Galilee of the Gentiles? do you render me a recompense? or do you bear malice against me? quickly and speedily will I return your recompense on your own heads:",
          "id": 22806
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "because you have taken my silver and my gold, and you have brought my choice ornaments into your temples;",
          "id": 22807
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and you have sold the children of Juda and the children of Jerusalem to the children of the Greeks, that you might expel them from their coasts.",
          "id": 22808
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Therefore, behold, I will raise them up out of the place whither you have sold them, and I will return your recompense on your own heads.",
          "id": 22809
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And I will sell your sons and your daughters into the hands of the children of Juda, and they shall sell them into captivity to a far distant nation: for the Lord has spoken it.",
          "id": 22810
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Proclaim these things amongst the Gentiles; declare war, arouse the warriors, draw near and go up, all you men of war.",
          "id": 22811
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Beat your ploughshares into swords, and your sickles into spears: let the weak say, I am strong.",
          "id": 22812
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Gather yourselves together, and go in, all you nations round about, and gather yourselves there; let the timid become a warrior.",
          "id": 22813
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Let them be aroused, let all the nations go up to the valley of Josaphat: for there will I sit to judge all the Gentiles round about.",
          "id": 22814
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Bring forth the sickles, for the vintage is come: go in, tread the grapes, for the press is full: cause the vats to overflow; for their wickedness is multiplied.",
          "id": 22815
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Noises have resounded in the valley of judgement: for the day of the Lord is near in the valley of judgement.",
          "id": 22816
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The sun and the moon shall be darkened, and the stars shall withdraw their light.",
          "id": 22817
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the Lord shall cry out of Sion, and shall utter his voice from Jerusalem; and the heaven and the earth shall be shaken, but the Lord shall spare his people, and shall strengthen the children of Israel.",
          "id": 22818
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And you shall know that I am the Lord your God, who dwell in Sion my holy mountain: and Jerusalem shall be holy, and strangers shall not pass through her anymore.",
          "id": 22819
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And it shall come to pass in that day that the mountains shall drop sweet wine, and the hills shall flow with milk, and all the fountains of Juda shall flow with water, and a fountain shall go forth of the house of the Lord, and water the valley of flags.",
          "id": 22820
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Egypt shall be a desolation, and Idumea shall be a desolate plain, because of the wrongs of the children of Juda, because they have shed righteous blood in their land.",
          "id": 22821
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But Judea shall be inhabited for ever, and Jerusalem to all generations.",
          "id": 22822
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And I will make inquisition for their blood, and will by no means leave it unavenged: and the Lord shall dwell in Sion.",
          "id": 22823
        }
      ]
    }
  ]
}