{
  "book": "John",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
          "id": 31249
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "He was in the beginning with God.",
          "id": 31250
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "All things were made through him, and none of the things that were made were made without him.",
          "id": 31251
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "In him was life, and the life was the light of men.",
          "id": 31252
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The light shines in the darkness, and the darkness has not overcome it.",
          "id": 31253
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "There came a man sent from God, whose name was John.",
          "id": 31254
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "He came as a witness to testify about the light, so that all might believe through him.",
          "id": 31255
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "He himself was not the light, but he came to testify about the light.",
          "id": 31256
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The true light, which gives light to everyone, was coming into the world.",
          "id": 31257
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "He was in the world, and the world was made through him, but the world did not know him.",
          "id": 31258
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "He came to his own, but his own people did not receive him.",
          "id": 31259
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
          "id": 31260
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "who were born not of blood, nor of the will of the flesh, nor of the will of man, but of God.",
          "id": 31261
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "The Word became flesh and dwelt among us, and we have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth.",
          "id": 31262
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "John testified about him and cried out, \"This is he of whom I said, ''He who comes after me ranks ahead of me, because he existed before me.''\"",
          "id": 31263
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Of his fullness we have all received, even grace upon grace.",
          "id": 31264
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For the law was given through Moses, but grace and truth came through Jesus Christ.",
          "id": 31265
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "No one has ever seen God, but the one and only Son, who is at the Father''s side, has made him known.",
          "id": 31266
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "This was the testimony of John when the Jews sent priests and Levites from Jerusalem to ask him, \"Who are you?\"",
          "id": 31267
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "He did not deny it, but confessed, \"I am not the Christ.\"",
          "id": 31268
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "So they asked him, \"What then? Are you Elijah?\" He said, \"I am not.\" \"Are you the Prophet?\" He answered, \"No.\"",
          "id": 31269
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "So they said to him, \"Who are you? Tell us so that we may give an answer to those who sent us. What do you say about yourself?\"",
          "id": 31270
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "He said, \"I am the voice of one crying out in the wilderness, ''Make straight the way of the Lord,'' as the prophet Isaiah said.\"",
          "id": 31271
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "(Now those who had been sent were from the Pharisees.)",
          "id": 31272
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then they asked him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\"",
          "id": 31273
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "John answered them, \"I baptize with water, but among you stands one you do not know.",
          "id": 31274
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "He is the one who comes after me, who ranks ahead of me, the strap of whose sandals I am not worthy to untie.\"",
          "id": 31275
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "These things took place in Bethany beyond the Jordan, where John was baptizing.",
          "id": 31276
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "On the next day John saw Jesus coming to him and said, \"Behold, the Lamb of God, who takes away the sin of the world!",
          "id": 31277
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "This is he of whom I said, ''After me comes a man who ranks ahead of me, because he existed before me.''",
          "id": 31278
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "I myself did not know him, but I came baptizing with water so that he might be revealed to Israel.\"",
          "id": 31279
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Then John testified, \"I saw the Spirit descending from heaven like a dove, and it remained upon him.",
          "id": 31280
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "I myself did not recognize him, but he who sent me to baptize with water said to me, ''He upon whom you see the Spirit descend and remain is the one who baptizes with the Holy Spirit.''",
          "id": 31281
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And I have seen and testified that this is the Son of God.\"",
          "id": 31282
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "On the next day John was again standing with two of his disciples.",
          "id": 31283
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "As Jesus walked by, John looked at him and said, \"Behold, the Lamb of God.\"",
          "id": 31284
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "When the two disciples heard him say this, they followed Jesus.",
          "id": 31285
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "Turning around, Jesus saw them following him and said to them, \"What do you seek?\" They said to him, \"Rabbi\" (which means \"Teacher\"), \"where are you staying?\"",
          "id": 31286
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "He said to them, \"Come and see.\" So they went and saw where he was staying, and stayed with him that day; it was about the tenth hour.",
          "id": 31287
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Andrew, the brother of Simon Peter, was one of the two who heard this from John and followed Jesus.",
          "id": 31288
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Andrew first found his own brother Simon and said to him, \"We have found the Messiah\" (which means \"Christ\"),",
          "id": 31289
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "and he brought Simon to Jesus. Jesus looked at him and said, \"You are Simon the son of Jonah; you shall be called Cephas\" (which means \"Peter\").",
          "id": 31290
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "On the next day Jesus decided to go to Galilee. Finding Philip, he said to him, \"Follow me.\"",
          "id": 31291
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "(Now Philip was from Bethsaida, the city of Andrew and Peter.)",
          "id": 31292
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Philip then found Nathanael and said to him, \"We have found him of whom Moses wrote in the law, and of whom the Prophets also wrote—Jesus of Nazareth, the son of Joseph.\"",
          "id": 31293
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Nathanael said to him, \"Can anything good come from Nazareth?\" Philip said to him, \"Come and see.\"",
          "id": 31294
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "When Jesus saw Nathanael coming toward him, he said of him, \"Behold, an Israelite indeed, in whom there is no deceit.\"",
          "id": 31295
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "Nathanael said to him, \"How do you know me?\" Jesus answered him, \"Before Philip called you, when you were under the fig tree, I saw you.\"",
          "id": 31296
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "Nathanael answered him, \"Rabbi, you are the Son of God! You are the king of Israel!\"",
          "id": 31297
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "Jesus answered him, \"Do you believe because I said to you, ''I saw you under the fig tree''? You will see greater things than these.\"",
          "id": 31298
        },
        {
          "isRed": true,
          "verse": 51,
          "text": "Then he said to him, \"Truly, truly, I say to you, before long you will see heaven opened and the angels of God ascending and descending on the Son of Man.\"",
          "id": 31299
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "On the third day there was a wedding in Cana of Galilee, and Jesus'' mother was there.",
          "id": 31300
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Jesus was also invited to the wedding, and so were his disciples.",
          "id": 31301
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "When the wine ran out, Jesus'' mother said to him, \"They have no wine.\"",
          "id": 31302
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Jesus said to her, \"Woman, what concern is that to you or to me? My hour has not yet come.\"",
          "id": 31303
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But his mother said to the servants, \"Do whatever he tells you.\"",
          "id": 31304
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Now six stone water jars had been set there for the Jewish rites of purification, each holding twenty to thirty gallons.",
          "id": 31305
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Jesus said to the servants, \"Fill the jars with water.\" So they filled them up to the brim.",
          "id": 31306
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Then he said to them, \"Now draw some out and take it to the master of the feast.\" So they took it,",
          "id": 31307
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "and the master of the feast tasted the water, which had been turned into wine. He did not know where it had come from, but the servants who had drawn the water knew. Then the master of the feast called the bridegroom aside",
          "id": 31308
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and said to him, \"Everyone serves the good wine first, and then the inferior wine after the guests have drunk freely; but you have kept the good wine until now.\"",
          "id": 31309
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Jesus did this in Cana of Galilee as the first of his signs. He revealed his glory, and his disciples believed in him.",
          "id": 31310
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "After this he went down to Capernaum with his mother, his brothers, and his disciples, and they stayed there for a few days.",
          "id": 31311
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now the Passover of the Jews was near, so Jesus went up to Jerusalem.",
          "id": 31312
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "In the temple courts he found those who were selling oxen, sheep, and doves, and he also found the money changers sitting at their tables.",
          "id": 31313
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So he made a whip of cords and drove them all out of the temple courts, along with their sheep and oxen. He also poured out the coins of the money changers and overturned their tables.",
          "id": 31314
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "Then he said to those who were selling doves, \"Take these things away from here; do not make my Father''s house a house of trade.\"",
          "id": 31315
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And his disciples remembered that it is written, \"Zeal for your house will consume me.\"",
          "id": 31316
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "In response the Jews said to him, \"What sign can you show us to prove your authority to do these things?\"",
          "id": 31317
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Jesus answered them, \"Destroy this temple, and in three days I will raise it up.\"",
          "id": 31318
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "The Jews said, \"It has taken forty-six years to build this temple, and will you raise it up in three days?\"",
          "id": 31319
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But he was speaking about the temple of his body.",
          "id": 31320
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "So when he was raised from the dead, his disciples remembered that he had said this, and they believed the Scripture and the word that Jesus had spoken.",
          "id": 31321
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "While Jesus was in Jerusalem during the feast of the Passover, many believed in his name because they saw the signs he was doing.",
          "id": 31322
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "But Jesus did not entrust himself to them, for he knew all men.",
          "id": 31323
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "He did not need anyone to testify about man, for he himself knew what was in man.",
          "id": 31324
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews.",
          "id": 31325
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "He came to Jesus by night and said to him, \"Rabbi, we know that you are a teacher who has come from God, for no one can do these signs that you are doing unless God is with him.\"",
          "id": 31326
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "Jesus answered him, \"Truly, truly, I say to you, unless one is born again, he cannot see the kingdom of God.\"",
          "id": 31327
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Nicodemus said to him, \"How can a person be born when he is old? Can he enter the womb of his mother a second time and be born?\"",
          "id": 31328
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Jesus answered, \"Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.",
          "id": 31329
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.",
          "id": 31330
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Do not be amazed that I said to you, ''You must be born again.''",
          "id": 31331
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "The wind blows where it wishes. You hear the sound of it, but you do not know where it is coming from or where it is going; so it is with everyone born of the Spirit.\"",
          "id": 31332
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "In response Nicodemus said to him, \"How can these things be?\"",
          "id": 31333
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Jesus answered him, \"You are the teacher of Israel, and you do not understand these things?",
          "id": 31334
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Truly, truly, I say to you, we speak of what we know, and we testify about what we have seen, but you do not receive our testimony.",
          "id": 31335
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "If I have spoken to you about earthly things and you do not believe, how will you believe if I speak to you about heavenly things?",
          "id": 31336
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "No one has ascended into heaven, except he who descended from heaven, the Son of Man, who is in heaven.",
          "id": 31337
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "Just as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,",
          "id": 31338
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "so that everyone who believes in him should not perish but have eternal life.",
          "id": 31339
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "\"For God loved the world in this way: He gave his one and only Son, so that whoever believes in him should not perish but have eternal life.",
          "id": 31340
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "For God did not send his Son into the world to condemn the world, but so that the world might be saved through him.",
          "id": 31341
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Whoever believes in him is not condemned, but whoever does not believe has been condemned already, because he has not believed in the name of the one and only Son of God.",
          "id": 31342
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "This is the judgment: The light has come into the world, but people loved the darkness rather than the light because their works were evil.",
          "id": 31343
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "For whoever does evil hates the light and does not come to the light, so that his works may not be exposed.",
          "id": 31344
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "But whoever lives by the truth comes to the light, so that it may be evident that his works have been done in God.\"",
          "id": 31345
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "After this Jesus went into the Judean countryside along with his disciples, and he spent some time there with them and baptized.",
          "id": 31346
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Now John was also baptizing in Aenon near Salem, because there was much water there, and people were coming to him and being baptized.",
          "id": 31347
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "(For John had not yet been thrown into prison.)",
          "id": 31348
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Now a discussion arose between the disciples of John and a Jew about purification.",
          "id": 31349
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "So John''s disciples came and said to him, \"Rabbi, he who was with you beyond the Jordan, about whom you have testified, behold, he is baptizing, and everyone is going to him.\"",
          "id": 31350
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "John replied, \"A person cannot receive anything unless it is given to him from heaven.",
          "id": 31351
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "You yourselves can testify that I said, ''I am not the Christ,'' but rather, ''I have been sent ahead of him.''",
          "id": 31352
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "He who has the bride is the bridegroom. But the friend of the bridegroom, who stands and listens for him, rejoices greatly at the bridegroom''s voice. So this joy of mine has been made full.",
          "id": 31353
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "He must increase, but I must decrease.\"",
          "id": 31354
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "He who comes from above is above all. He who is from the earth belongs to the earth and speaks about earthly things. But he who comes from heaven is above all.",
          "id": 31355
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "He testifies to what he has seen and heard, yet no one receives his testimony.",
          "id": 31356
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Whoever does receive his testimony has certified that God is true.",
          "id": 31357
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "For he whom God sent speaks the words of God, for God gives the Spirit without measure.",
          "id": 31358
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "The Father loves the Son and has put all things in his hand.",
          "id": 31359
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Whoever believes in the Son has eternal life, but whoever disobeys the Son will not see life; rather, the wrath of God remains upon him.",
          "id": 31360
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now when the Lord learned that the Pharisees heard he was making and baptizing more disciples than John",
          "id": 31361
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "(although it was not Jesus himself who baptized them, but his disciples),",
          "id": 31362
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "he left Judea and went away to Galilee.",
          "id": 31363
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But he had to pass through Samaria.",
          "id": 31364
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So he came to a town of Samaria called Sychar, near the plot of land that Jacob had given to his son Joseph.",
          "id": 31365
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Jacob''s well was there, so Jesus, wearied as he was from the journey, sat by the well. It was about the sixth hour.",
          "id": 31366
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "When a woman from Samaria came to draw water, Jesus said to her, \"Give me some water to drink.\"",
          "id": 31367
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "(For his disciples had gone into the city to buy food.)",
          "id": 31368
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So the Samaritan woman said to him, \"How is it that you, being a Jew, ask for water to drink from me, a Samaritan woman?\" (For Jews have no dealings with Samaritans.)",
          "id": 31369
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Jesus answered her, \"If you knew the gift of God and who it is that is saying to you, ''Give me some water to drink,'' you would have asked him, and he would have given you living water.\"",
          "id": 31370
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "The woman said to him, \"Sir, you do not even have a bucket to draw with, and the well is deep. Where then can you get this living water?",
          "id": 31371
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Are you greater than our father Jacob, who gave us this well and drank from it himself, as did his sons and livestock?\"",
          "id": 31372
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Jesus answered her, \"Everyone who drinks this water will thirst again,",
          "id": 31373
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "but whoever drinks the water I give him will certainly never thirst again. On the contrary, the water I give him will become in him a spring of water welling up to eternal life.\"",
          "id": 31374
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The woman said to him, \"Sir, give me this water so that I will not get thirsty again and have to come here to draw water.\"",
          "id": 31375
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "Jesus said to her, \"Go call your husband and come back here.\"",
          "id": 31376
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "The woman answered, \"I have no husband.\" Jesus said to her, \"You have rightly said, ''I have no husband,''",
          "id": 31377
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "for you have had five husbands, and the man you now have is not your husband; what you have said is true.\"",
          "id": 31378
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The woman said to him, \"Sir, I see that you are a prophet.",
          "id": 31379
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Our fathers worshiped on this mountain, but you say that the place where people must worship is in Jerusalem.\"",
          "id": 31380
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Jesus said to her, \"Woman, believe me, an hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.",
          "id": 31381
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "You worship what you do not know; we worship what we know, because salvation is from the Jews.",
          "id": 31382
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "But an hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father seeks such people to worship him.",
          "id": 31383
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "God is spirit, and those who worship him must worship in spirit and truth.\"",
          "id": 31384
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "The woman said to him, \"I know that Messiah is coming\" (who is called Christ). \"When he comes, he will explain everything to us.\"",
          "id": 31385
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Jesus said to her, \"I who speak to you am he.\"",
          "id": 31386
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Just then his disciples came back, and they were amazed that he was speaking with a woman. However, no one said, \"What do you seek?\" or, \"Why are you speaking with her?\"",
          "id": 31387
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Then the woman left her water jar, went into the town, and said to the people,",
          "id": 31388
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "\"Come see a man who told me everything I have ever done. Could this be the Christ?\"",
          "id": 31389
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "So they left the town and began coming to him.",
          "id": 31390
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "In the meantime the disciples were urging him, \"Rabbi, eat.\"",
          "id": 31391
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "But he said to them, \"I have food to eat that you do not know about.\"",
          "id": 31392
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "So the disciples said to one another, \"Could someone have brought him something to eat?\"",
          "id": 31393
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Jesus said to them, \"My food is to do the will of him who sent me and to complete his work.",
          "id": 31394
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "Do you not say, ''There are still four months and then comes the harvest''? I tell you, lift up your eyes and see that the fields are already ripe for harvest.",
          "id": 31395
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "He who reaps receives wages and gathers fruit for eternal life, so that both he who sows and he who reaps may rejoice together.",
          "id": 31396
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "For in this the true saying is verified: ''One sows and another reaps.''",
          "id": 31397
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "I sent you to reap that for which you have not labored; others have labored, and you have entered into their labor.\"",
          "id": 31398
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Now many of the Samaritans from that town believed in Jesus because of the woman''s testimony: \"He told me everything I have ever done.\"",
          "id": 31399
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "So when the Samaritans came to him, they asked him to stay with them, and he stayed there for two days.",
          "id": 31400
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And many more believed because of his word.",
          "id": 31401
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "So they said to the woman, \"It is no longer because of your report that we believe, for we ourselves have heard, and we know that this is truly the Christ, the Savior of the world.\"",
          "id": 31402
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "After two days, he departed from there and went to Galilee.",
          "id": 31403
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "(For Jesus himself had testified that a prophet has no honor in his own hometown.)",
          "id": 31404
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "When he came to Galilee, the Galileans received him because they had seen all that he had done in Jerusalem at the feast, for they also had gone to the feast.",
          "id": 31405
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Once more Jesus went to Cana of Galilee, where he had turned the water into wine. Now there was a certain royal official whose son was sick in Capernaum.",
          "id": 31406
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "When he heard that Jesus had come from Judea to Galilee, he went to him and asked him to come down and heal his son, for his son was about to die.",
          "id": 31407
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "Then Jesus said to him, \"Unless you see signs and wonders, you will certainly not believe.\"",
          "id": 31408
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "The royal official said to him, \"Sir, come down before my boy dies.\"",
          "id": 31409
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "Jesus said to him, \"Go; your son will live.\" And the man believed what Jesus said to him and went on his way.",
          "id": 31410
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "As he was going back down to his house, his servants met him and told him, \"Your son is alive.\"",
          "id": 31411
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "So he asked them what hour he began to get better. They said to him, \"Yesterday at the seventh hour the fever left him.\"",
          "id": 31412
        },
        {
          "isRed": true,
          "verse": 53,
          "text": "Then the father realized that this was the hour when Jesus had said to him, \"Your son will live.\" So he believed, along with his entire household.",
          "id": 31413
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "This was the second sign that Jesus did after coming from Judea to Galilee.",
          "id": 31414
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After this came the feast of the Jews, so Jesus went up to Jerusalem.",
          "id": 31415
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Now in Jerusalem by the Sheep Gate there is a pool, called Bethesda in Hebrew, which has five porticoes.",
          "id": 31416
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "In the porticoes were lying a great multitude of disabled people, including the blind, the lame, and the paralyzed, who were waiting for the moving of the water.",
          "id": 31417
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For at times an angel would go down into the pool and stir up the water. The first person who stepped in after the water was stirred up was healed of whatever disease he had.",
          "id": 31418
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "One man was there who had been suffering in his disability for thirty-eight years.",
          "id": 31419
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "When Jesus saw him lying there and knew that he had been in that condition for a long time already, he said to him, \"Do you want to be made well?\"",
          "id": 31420
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "The disabled man answered him, \"Sir, I have no one to put me into the pool when the water is stirred up, but while I am going, another goes down before me.\"",
          "id": 31421
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Jesus said to him, \"Rise, pick up your mat, and walk.\"",
          "id": 31422
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Immediately the man was made well, so he picked up his mat and began to walk. Now that day was a Sabbath.",
          "id": 31423
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So the Jews said to the man who had been healed, \"It is the Sabbath; it is not lawful for you to pick up your mat.\"",
          "id": 31424
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "He answered them, \"The man who made me well said to me, ''Pick up your mat and walk.''\"",
          "id": 31425
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "So they asked him, \"Who is the man who said to you, ''Pick up your mat and walk''?\"",
          "id": 31426
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But the man who had been healed did not know who it was, for Jesus had slipped away, since there was a crowd in that place.",
          "id": 31427
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "After this Jesus found the man in the temple courts and said to him, \"Behold, you have become well; do not sin anymore, lest something worse happen to you.\"",
          "id": 31428
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Then the man went and told the Jews that it was Jesus who had made him well.",
          "id": 31429
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So the Jews began persecuting Jesus and seeking to kill him, because he was doing these things on the Sabbath.",
          "id": 31430
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "But Jesus responded to them, \"My Father is still working even now, and I too am working.\"",
          "id": 31431
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "So the Jews were seeking all the more to kill him, because not only was he breaking the Sabbath, but he was even calling God his own Father, making himself equal with God.",
          "id": 31432
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "So Jesus responded to them, \"Truly, truly, I say to you, the Son can do nothing on his own, but only what he sees the Father doing. For whatever the Father does, the Son also does in the same way.",
          "id": 31433
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "For the Father loves the Son and shows him all that he himself does. And he will show him greater works than these, so that you will be amazed.",
          "id": 31434
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "For just as the Father raises the dead and gives them life, so also the Son gives life to whomever he wishes.",
          "id": 31435
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "The Father judges no one, but has given all judgment to the Son,",
          "id": 31436
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "so that all may honor the Son just as they honor the Father. Anyone who does not honor the Son does not honor the Father who sent him.",
          "id": 31437
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.",
          "id": 31438
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "\"Truly, truly, I say to you, an hour is coming, and is now here, when the dead will hear the voice of the Son of God, and those who hear it will live.",
          "id": 31439
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "For as the Father has life in himself, so he has granted the Son to have life in himself.",
          "id": 31440
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "And he has given the Son authority to execute judgment, because he is the Son of Man.",
          "id": 31441
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "Do not be amazed at this, because an hour is coming in which all who are in the tombs will hear his voice",
          "id": 31442
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "and come out, those who have done good to a resurrection of life, and those who have done evil to a resurrection of judgment.",
          "id": 31443
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "\"I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will, but the will of the Father who sent me.",
          "id": 31444
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "\"If I testify about myself, my testimony is not valid.",
          "id": 31445
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "There is another who testifies about me, and I know that the testimony he gives about me is true.",
          "id": 31446
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "You have sent to John, and he has testified to the truth.",
          "id": 31447
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Now I do not receive testimony from man, but I say these things so that you may be saved.",
          "id": 31448
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "John was a burning and shining lamp, and you were willing to rejoice for an hour in his light.",
          "id": 31449
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "But I have testimony greater than John''s. For the works that the Father has given me to accomplish, the very works that I am doing, testify that the Father has sent me.",
          "id": 31450
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "And the Father who sent me has himself testified about me. You have neither heard his voice at any time nor seen his form.",
          "id": 31451
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "And you do not have his word abiding in you, for you do not believe him whom he sent.",
          "id": 31452
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "You search the Scriptures because you think that in them you have eternal life, and it is these that testify about me,",
          "id": 31453
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "yet you are not willing to come to me so that you may have life.",
          "id": 31454
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "I do not receive glory from men.",
          "id": 31455
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "But I know that you do not have the love of God within you.",
          "id": 31456
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "I have come in the name of my Father, and yet you do not receive me. If another comes in his own name, you will receive him.",
          "id": 31457
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "How can you believe when you receive glory from one another and do not seek the glory that is from the only God?",
          "id": 31458
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "Do not think that I will accuse you before the Father. The one who accuses you is Moses, in whom you have set your hope.",
          "id": 31459
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "If you believed Moses, you would believe me, for he wrote about me.",
          "id": 31460
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "But if you do not believe his writings, how will you believe my words?\"",
          "id": 31461
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After this Jesus went away to the other side of the Sea of Galilee (that is, the Sea of Tiberias).",
          "id": 31462
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "A large crowd was following him because they saw the miraculous signs he was performing on the sick.",
          "id": 31463
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So Jesus went up on the mountain and sat there with his disciples.",
          "id": 31464
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "(Now the Jewish feast of the Passover was near.)",
          "id": 31465
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "When Jesus lifted up his eyes and saw that a large crowd was coming to him, he said to Philip, \"Where shall we buy bread so that these people may eat?\"",
          "id": 31466
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "(He said this to test him, for he himself knew what he was about to do.)",
          "id": 31467
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Philip answered him, \"Two hundred denarii worth of bread would not be sufficient for each of them to receive a little portion.\"",
          "id": 31468
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then one of his disciples, Andrew, the brother of Simon Peter, said to him,",
          "id": 31469
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "\"There is a little boy here who has five barley loaves and two fish, but what good are they for so many people?\"",
          "id": 31470
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Jesus said, \"Have the people sit down.\" (Now there was a lot of grass in that place.) So the men sat down, about five thousand in number.",
          "id": 31471
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Then Jesus took the loaves, and after giving thanks, he distributed them to the disciples, and the disciples distributed them to those who were seated. He did the same with the fish, and the people ate as much as they wanted.",
          "id": 31472
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "When they were full, Jesus said to his disciples, \"Gather together the pieces that are left over so that nothing is wasted.\"",
          "id": 31473
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "So they gathered them together and filled twelve baskets with the broken pieces from the five barley loaves that were left over by those who had eaten.",
          "id": 31474
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "When the people saw the sign that Jesus had done, they said, \"This is truly the Prophet who is to come into the world.\"",
          "id": 31475
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So Jesus, knowing that they were about to come and take him by force to make him king, withdrew to the mountain by himself.",
          "id": 31476
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "When evening came, his disciples went down to the sea,",
          "id": 31477
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "and after getting into the boat, they started going across the sea to Capernaum. Darkness had already set in, but Jesus had not come to them.",
          "id": 31478
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Then the sea became rough because a strong wind was blowing.",
          "id": 31479
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "When they had rowed about three or four miles, they saw Jesus approaching the boat, walking on the sea, and they were afraid.",
          "id": 31480
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "But he said to them, \"It is I; do not be afraid.\"",
          "id": 31481
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then they were willing to receive him into the boat, and immediately the boat reached the land where they were heading.",
          "id": 31482
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "On the next day the crowd that had stayed on the other side of the sea realized that there had been no other boat there except the one Jesus'' disciples had gotten into, and that Jesus himself had not gotten into the boat with his disciples, but that his disciples had gone away alone.",
          "id": 31483
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Then other boats from Tiberias came near the place where they had eaten the bread after the Lord had given thanks.",
          "id": 31484
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "So when the crowd saw that neither Jesus nor his disciples were there, they themselves got into the boats and went to Capernaum, seeking Jesus.",
          "id": 31485
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "When they found him on the other side of the sea, they said to him, \"Rabbi, when did you get here?\"",
          "id": 31486
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Jesus answered them, \"Truly, truly, I say to you, you are seeking me not because you saw signs, but because you ate the loaves and were filled.",
          "id": 31487
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Do not work for food that perishes, but for food that endures to eternal life, which the Son of Man will give you. For on him God the Father has set his seal.\"",
          "id": 31488
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Then they said to him, \"What must we do to do the works of God?\"",
          "id": 31489
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Jesus answered them, \"This is the work of God, that you believe in the one he has sent.\"",
          "id": 31490
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "So they said to him, \"What sign then are you going to perform so that we may see it and believe you? What will you do?",
          "id": 31491
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Our fathers ate the manna in the wilderness, just as it is written, ''He gave them bread from heaven to eat.''\"",
          "id": 31492
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "Jesus said to them, \"Truly, truly, I say to you, it was not Moses who gave you the bread from heaven, but my Father gives you the true bread from heaven.",
          "id": 31493
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "For the bread of God is that which comes down from heaven and gives life to the world.\"",
          "id": 31494
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "So they said to him, \"Sir, give us this bread always.\"",
          "id": 31495
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "Jesus said to them, \"I am the bread of life; he who comes to me will never hunger, and he who believes in me will never thirst.",
          "id": 31496
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "But as I told you, you have seen me and still you do not believe.",
          "id": 31497
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "Everyone the Father gives me will come to me, and I will never cast out anyone who comes to me.",
          "id": 31498
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "For I have come down from heaven not to do my own will, but the will of him who sent me.",
          "id": 31499
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "And this is the will of the Father who sent me, that I should lose none of those he has given me, but should raise them up on the last day.",
          "id": 31500
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "And this is the will of him who sent me, that everyone who looks to the Son and believes in him should have eternal life, and I will raise him up on the last day.\"",
          "id": 31501
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "Then the Jews began to grumble about him because he said, \"I am the bread that came down from heaven.\"",
          "id": 31502
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "They said, \"Is this not Jesus, the son of Joseph, whose father and mother we know? How then can he say, ''I have come down from heaven''?\"",
          "id": 31503
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "Jesus answered them, \"Do not grumble among yourselves.",
          "id": 31504
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "No one can come to me unless the Father who sent me draws him, and I will raise him up on the last day.",
          "id": 31505
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "It is written in the Prophets, ''They will all be taught by God.'' Everyone therefore who has heard and learned from the Father comes to me—",
          "id": 31506
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "not that anyone has seen the Father, except he who is from God; he has seen the Father.",
          "id": 31507
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "Truly, truly, I say to you, whoever believes in me has eternal life.",
          "id": 31508
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "I am the bread of life.",
          "id": 31509
        },
        {
          "isRed": true,
          "verse": 49,
          "text": "Your fathers ate the manna in the wilderness, and died.",
          "id": 31510
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "This is the bread that comes down from heaven, so that anyone may eat of it and not die.",
          "id": 31511
        },
        {
          "isRed": true,
          "verse": 51,
          "text": "I am the living bread that has come down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.\"",
          "id": 31512
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "Then the Jews began to quarrel with one another, saying, \"How can this man give us his flesh to eat?\"",
          "id": 31513
        },
        {
          "isRed": true,
          "verse": 53,
          "text": "So Jesus said to them, \"Truly, truly, I say to you, if you do not eat the flesh of the Son of Man and drink his blood, you have no life in yourselves.",
          "id": 31514
        },
        {
          "isRed": true,
          "verse": 54,
          "text": "Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up on the last day.",
          "id": 31515
        },
        {
          "isRed": true,
          "verse": 55,
          "text": "For my flesh is true food, and my blood is true drink.",
          "id": 31516
        },
        {
          "isRed": true,
          "verse": 56,
          "text": "Whoever eats my flesh and drinks my blood abides in me, and I in him.",
          "id": 31517
        },
        {
          "isRed": true,
          "verse": 57,
          "text": "Just as the living Father sent me, and I live because of the Father, so whoever feeds on me will also live because of me.",
          "id": 31518
        },
        {
          "isRed": true,
          "verse": 58,
          "text": "This is the bread that came down from heaven, not as your fathers ate the manna, and died. Whoever eats this bread will live forever.\"",
          "id": 31519
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "He said these things in a synagogue while teaching in Capernaum.",
          "id": 31520
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "After hearing this, many of his disciples said, \"This is a hard saying; who can accept it?\"",
          "id": 31521
        },
        {
          "isRed": true,
          "verse": 61,
          "text": "But Jesus, aware that his disciples were grumbling about this, said to them, \"Does this offend you?",
          "id": 31522
        },
        {
          "isRed": true,
          "verse": 62,
          "text": "Then what if you see the Son of Man ascending to where he was before?",
          "id": 31523
        },
        {
          "isRed": true,
          "verse": 63,
          "text": "It is the Spirit who gives life; the flesh is of no benefit. The words that I speak to you are spirit and life.",
          "id": 31524
        },
        {
          "isRed": true,
          "verse": 64,
          "text": "But there are some among you who do not believe.\" (For Jesus knew from the beginning which of them did not believe and who it was that would betray him.)",
          "id": 31525
        },
        {
          "isRed": true,
          "verse": 65,
          "text": "Then he said, \"That is why I told you that no one can come to me unless it has been granted to him by my Father.\"",
          "id": 31526
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "At that point many of his disciples went back and no longer walked with him.",
          "id": 31527
        },
        {
          "isRed": true,
          "verse": 67,
          "text": "So Jesus said to the twelve, \"Do you also want to go away?\"",
          "id": 31528
        },
        {
          "isRed": false,
          "verse": 68,
          "text": "Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life.",
          "id": 31529
        },
        {
          "isRed": false,
          "verse": 69,
          "text": "And we have come to believe and to know that you are the Christ, the Son of the living God.\"",
          "id": 31530
        },
        {
          "isRed": true,
          "verse": 70,
          "text": "Jesus answered them, \"Did I not choose you, the twelve? And yet one of you is a devil.\"",
          "id": 31531
        },
        {
          "isRed": false,
          "verse": 71,
          "text": "(Now he was speaking about Judas Iscariot, the son of Simon, who was one of the twelve and would later betray him.)",
          "id": 31532
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After this Jesus went from place to place in Galilee, for he did not want to travel around in Judea because the Jews were seeking to kill him.",
          "id": 31533
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Now the Jewish Feast of Tabernacles was near.",
          "id": 31534
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So Jesus'' brothers said to him, \"Leave here and go to Judea so that your disciples may see the works you are doing.",
          "id": 31535
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For no one does anything in secret while seeking to be known publicly. If you are going to do these things, show yourself to the world.\"",
          "id": 31536
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "(For not even his brothers believed in him.)",
          "id": 31537
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "So Jesus said to them, \"My time has not yet come, but your time is always at hand.",
          "id": 31538
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "The world cannot hate you, but it does hate me because I testify that its works are evil.",
          "id": 31539
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "You go up to this feast; I am not yet going up to this feast, for my time has not yet been fulfilled.\"",
          "id": 31540
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "After saying this to them, he remained in Galilee.",
          "id": 31541
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "However, after his brothers had gone up to the feast, Jesus also went up, not openly but in secret.",
          "id": 31542
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Now the Jews were looking for him at the feast, saying, \"Where is that man?\"",
          "id": 31543
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And there was much murmuring about him among the crowds. Some were saying, \"He is a good man.\" Others were saying, \"No, he is deceiving the crowd.\"",
          "id": 31544
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "No one, however, was speaking openly about him for fear of the Jews.",
          "id": 31545
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Midway through the feast, Jesus went up to the temple courts and began to teach.",
          "id": 31546
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The Jews were amazed, saying, \"How does this man have such learning, since he has never had formal instruction?\"",
          "id": 31547
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "Jesus answered them, \"My teaching is not my own; it comes from him who sent me.",
          "id": 31548
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "If anyone wants to do his will, he will know whether my teaching comes from God or whether I am speaking on my own authority.",
          "id": 31549
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "He who speaks on his own authority seeks his own glory, but he who seeks the glory of the one who sent him is true, and there is no unrighteousness in him.",
          "id": 31550
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Did not Moses give you the law? Yet none of you keeps the law. Why are you seeking to kill me?\"",
          "id": 31551
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "The crowd answered, \"You have a demon! Who is seeking to kill you?\"",
          "id": 31552
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Jesus answered them, \"I did one work, and you are all amazed.",
          "id": 31553
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "Moses gave you circumcision (not that it came from Moses, but from the fathers), and that is why you circumcise a man on the Sabbath.",
          "id": 31554
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "If a man receives circumcision on the Sabbath so that the law of Moses will not be broken, why are you angry with me because I made a man entirely well on the Sabbath?",
          "id": 31555
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Do not judge according to appearance, but judge with right judgment.\"",
          "id": 31556
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Now some of the people of Jerusalem were saying, \"Is this not the man whom they are seeking to kill?",
          "id": 31557
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And behold, he is speaking openly, and they are saying nothing to him. Could it be that the rulers indeed know that this is truly the Christ?",
          "id": 31558
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Yet we know where this man is from, but when the Christ comes, no one will know where he is from.\"",
          "id": 31559
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "Then Jesus cried out as he taught in the temple courts, \"You know me and you know where I am from. Yet I have not come on my own authority, but he who sent me is true. You do not know him,",
          "id": 31560
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "but I know him, because I have come from him, and he sent me.\"",
          "id": 31561
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "So they were seeking to arrest him, but no one laid a hand on him, because his hour had not yet come.",
          "id": 31562
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Still, many from among the crowd believed in him and said, \"When the Christ comes, will he do more signs than this man has done?\"",
          "id": 31563
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "The Pharisees heard the crowd murmuring these things about him, so the Pharisees and the chief priests sent officers to arrest him.",
          "id": 31564
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "Then Jesus said, \"I am with you for a little while longer, and then I am going to him who sent me.",
          "id": 31565
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "You will seek me, but you will not find me; and where I am, you cannot come.\"",
          "id": 31566
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Then the Jews said to one another, \"Where is this man about to go that we will not find him? Is he about to go to the Jews who are scattered among the Greeks and teach the Greeks?",
          "id": 31567
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "What does he mean by saying, ''You will seek me, but you will not find me; and where I am, you cannot come''?\"",
          "id": 31568
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "On the last day, the great day of the feast, Jesus stood up and cried out, \"If anyone is thirsty, let him come to me and drink.",
          "id": 31569
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "Whoever believes in me, just as the Scripture has said, ''From his innermost being will flow rivers of living water.''\"",
          "id": 31570
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "(He said this about the Spirit, whom those who believed in him were going to receive, for the Holy Spirit had not yet been given, because Jesus had not yet been glorified.)",
          "id": 31571
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "When they heard this, many from among the crowd were saying, \"Surely this man is the Prophet.\"",
          "id": 31572
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Others were saying, \"He is the Christ.\" But others were saying, \"No, for the Christ does not come from Galilee, does he?",
          "id": 31573
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Does not the Scripture say that the Christ will come from David''s descendants and from Bethlehem, the town where David lived?\"",
          "id": 31574
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "So a division arose among the crowd because of Jesus.",
          "id": 31575
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Some of them wanted to arrest him, but no one laid a hand on him.",
          "id": 31576
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Then the officers came to the chief priests and Pharisees, who said to them, \"Why did you not bring him in?\"",
          "id": 31577
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "The officers answered, \"Never has anyone spoken like this man.\"",
          "id": 31578
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "The Pharisees answered them, \"Have you also been deceived?",
          "id": 31579
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "None of the rulers or the Pharisees have believed in him, have they?",
          "id": 31580
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "But this crowd that does not know the law is accursed.\"",
          "id": 31581
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Then Nicodemus, who had gone to Jesus by night and who was one of the rulers, said,",
          "id": 31582
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "\"Does our law condemn a man without first giving him a hearing and finding out what he is doing?\"",
          "id": 31583
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "They answered him, \"Are you also from Galilee? Search and see that no prophet has ever arisen from Galilee.\"",
          "id": 31584
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "And each went to his own house.",
          "id": 31585
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But Jesus went to the Mount of Olives.",
          "id": 31586
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Early in the morning he again went to the temple courts. All the people came, and he sat down and taught them.",
          "id": 31587
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then the scribes and the Pharisees brought him a woman who had been caught in adultery. Making her stand before them all,",
          "id": 31588
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "they said to Jesus, testing him, \"Teacher, this woman was caught in the very act of committing adultery.",
          "id": 31589
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "In the law, Moses commanded us that such women should be stoned; what then do you say?\"",
          "id": 31590
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "(They said this to test him, so that they might have something to accuse him of.) But Jesus stooped down and wrote with his finger on the ground, taking no notice.",
          "id": 31591
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "When they continued asking him, he stood up and said to them, \"Let him among you who is without sin throw the first stone at her.\"",
          "id": 31592
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And again he stooped down and wrote on the ground.",
          "id": 31593
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "When they heard this, they were convicted by their own consciences and began to go away one by one, starting with the older men. So Jesus was left alone, with the woman standing before him.",
          "id": 31594
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Then Jesus stood up and saw no one but the woman. So he said to her, \"Where are your accusers? Has no one condemned you?\"",
          "id": 31595
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "She said, \"No one, Lord.\" Jesus said, \"Neither do I condemn you; go and sin no more.\"",
          "id": 31596
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "Then Jesus spoke to them again, saying, \"I am the light of the world. Whoever follows me will certainly not walk in darkness, but will have the light of life.\"",
          "id": 31597
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "So the Pharisees said to him, \"You are testifying about yourself, so your testimony is not valid.\"",
          "id": 31598
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "Jesus answered them, \"Even if I testify about myself, my testimony is valid, for I know where I came from and where I am going, but you do not know where I come from or where I am going.",
          "id": 31599
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "You judge according to the flesh, but I judge no one.",
          "id": 31600
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "Yet even if I do judge, my judgment is valid; for I am not alone, but I am with the Father who sent me.",
          "id": 31601
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "In your own law it is written that the testimony of two men is valid.",
          "id": 31602
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "I testify about myself, and the Father who sent me also testifies about me.\"",
          "id": 31603
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Then they said to him, \"Where is your father?\" Jesus answered, \"You neither know me nor my Father. If you knew me, you would know my Father as well.\"",
          "id": 31604
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "(Jesus spoke these words in the treasury as he taught in the temple courts. But no one arrested him, because his hour had not yet come.)",
          "id": 31605
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Then Jesus said to them again, \"I am going away, and you will seek me, but you will die in your sin. Where I am going, you cannot come.\"",
          "id": 31606
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "So the Jews said, \"Is he going to kill himself? Is that what he means by saying, ''Where I am going, you cannot come''?\"",
          "id": 31607
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "He said to them, \"You are from below; I am from above. You are of this world; I am not of this world.",
          "id": 31608
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Therefore I said to you that you will die in your sins, for if you do not believe that I am he, you will die in your sins.\"",
          "id": 31609
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "They said to him, \"Who are you?\" Jesus said to them, \"Exactly what I have been saying to you from the beginning.",
          "id": 31610
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "I have many things to say about you and to judge, but he who sent me is true, and I tell the world what I have heard from him.\"",
          "id": 31611
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "(They did not know that he was speaking to them about the Father.)",
          "id": 31612
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "So Jesus said to them, \"When you lift up the Son of Man, then you will know that I am he and that I do nothing on my own authority, but I speak these things just as my Father taught me.",
          "id": 31613
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "He who sent me is with me. The Father has not left me alone, for I always do what pleases him.\"",
          "id": 31614
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "As he was saying these things, many believed in him.",
          "id": 31615
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Then Jesus said to the Jews who had believed in him, \"If you abide in my word, you are truly my disciples.",
          "id": 31616
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "Then you will know the truth, and the truth will set you free.\"",
          "id": 31617
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "They answered him, \"We are descendants of Abraham, and we have never been enslaved to anyone. How then can you say, ''You will be set free''?\"",
          "id": 31618
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Jesus answered them, \"Truly, truly, I say to you, everyone who commits sin is a slave of sin.",
          "id": 31619
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "The slave does not abide in the house forever; the son abides forever.",
          "id": 31620
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "So if the son sets you free, you will be free indeed.",
          "id": 31621
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "I know that you are Abraham''s descendants, but you are seeking to kill me because your hearts have no room for my word.",
          "id": 31622
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "I speak of what I have seen with my Father; so you also are doing what you have seen with your father.\"",
          "id": 31623
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "They answered him, \"Our father is Abraham.\" Jesus said to them, \"If you were children of Abraham, you would be doing the works of Abraham.",
          "id": 31624
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "But now you are seeking to kill me, a man who has spoken to you the truth I heard from God. Abraham did not do such a thing.",
          "id": 31625
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "You are doing the works of your father.\" They said to him, \"We were not born of fornication. We have one Father—God.\"",
          "id": 31626
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "Jesus said to them, \"If God were your Father, you would love me, for I have come here from God. I have not come of my own accord, but he sent me.",
          "id": 31627
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "Why do you not understand what I am saying? It is because you cannot bear to accept my word.",
          "id": 31628
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "You belong to your father the devil, and you want to carry out your father''s desires. He was a murderer from the beginning and does not stand in the truth, because there is no truth in him. When he speaks lies, he speaks from his own character, because he is a liar and the father of lies.",
          "id": 31629
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "But because I speak the truth, you do not believe me.",
          "id": 31630
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "Which one of you convicts me of sin? If I am telling the truth, why do you not believe me?",
          "id": 31631
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "Whoever belongs to God hears the words of God. The reason you do not hear them is because you do not belong to God.\"",
          "id": 31632
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "The Jews answered him, \"Do we not rightly say that you are a Samaritan and have a demon?\"",
          "id": 31633
        },
        {
          "isRed": true,
          "verse": 49,
          "text": "Jesus answered, \"I do not have a demon, but I honor my Father, and you dishonor me.",
          "id": 31634
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "I do not seek my own glory; there is one who seeks it, and he is the judge.",
          "id": 31635
        },
        {
          "isRed": true,
          "verse": 51,
          "text": "Truly, truly, I say to you, if anyone keeps my word, he will certainly never see death.\"",
          "id": 31636
        },
        {
          "isRed": true,
          "verse": 52,
          "text": "The Jews said to him, \"Now we know that you have a demon. Abraham died, and so did the prophets, yet you say, ''If anyone keeps my word, he will certainly never taste death.''",
          "id": 31637
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "Are you greater than our father Abraham, who died? The prophets also died. Who do you make yourself out to be?\"",
          "id": 31638
        },
        {
          "isRed": true,
          "verse": 54,
          "text": "Jesus answered, \"If I glorify myself, my glory is nothing. It is my Father who glorifies me, of whom you say, ''He is our God.''",
          "id": 31639
        },
        {
          "isRed": true,
          "verse": 55,
          "text": "You do not know him, but I know him. If I were to say that I do not know him, I would be a liar like you. But I do know him, and I keep his word.",
          "id": 31640
        },
        {
          "isRed": true,
          "verse": 56,
          "text": "Your father Abraham was glad that he would see my day. He saw it and rejoiced.\"",
          "id": 31641
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "Then the Jews said to him, \"You are not yet fifty years old, and you have seen Abraham?\"",
          "id": 31642
        },
        {
          "isRed": true,
          "verse": 58,
          "text": "Jesus said to them, \"Truly, truly, I say to you, before Abraham was, I am.\"",
          "id": 31643
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "So they picked up stones to throw at him, but Jesus hid himself and went out from the temple grounds. And passing through the crowd, he walked away.",
          "id": 31644
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "As Jesus walked along, he saw a man who had been blind from birth.",
          "id": 31645
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he should be born blind?\"",
          "id": 31646
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "Jesus answered, \"Neither did this man sin nor his parents, but it happened so that the works of God might be revealed in him.",
          "id": 31647
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "I must do the works of him who sent me while it is day; night is coming, when no one can work.",
          "id": 31648
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "As long as I am in the world, I am the light of the world.\"",
          "id": 31649
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "After saying this, he spit on the ground and made mud with the saliva. Then he rubbed the mud on the blind man''s eyes",
          "id": 31650
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "and said to him, \"Go wash in the pool of Siloam\" (which means \"Sent\"). So he went and washed, and came away seeing.",
          "id": 31651
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then his neighbors and those who had previously seen that he was blind were saying, \"Is this not the man who used to sit and beg?\"",
          "id": 31652
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Others were saying, \"It is he.\" Still others were saying, \"He is like him.\" But he kept saying, \"I am he.\"",
          "id": 31653
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So they said to him, \"How were your eyes opened?\"",
          "id": 31654
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "He answered, \"A man named Jesus made mud, rubbed it on my eyes, and said to me, ''Go to the pool of Siloam and wash.'' So I went and washed, and received my sight.\"",
          "id": 31655
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "They said to him, \"Where is this man?\" He said, \"I do not know.\"",
          "id": 31656
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "So they brought the man who was once blind to the Pharisees.",
          "id": 31657
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "(Now it was a Sabbath when Jesus made the mud and opened the man''s eyes.)",
          "id": 31658
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The Pharisees again asked him how he had received his sight, and he said to them, \"He put mud on my eyes, and I washed, and now I see.\"",
          "id": 31659
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then some of the Pharisees were saying, \"This man is not from God, for he does not keep the Sabbath.\" But others were saying, \"How can a sinful man do such signs?\" And a division arose among them.",
          "id": 31660
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So they said to the blind man again, \"What do you say about him, since he opened your eyes?\" The man said, \"He is a prophet.\"",
          "id": 31661
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Now the Jews did not believe that the man had been blind and had received his sight until they called in his parents.",
          "id": 31662
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "They asked them, \"Is this your son, who you say was born blind? How then does he now see?\"",
          "id": 31663
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "His parents answered them, \"We know that this is our son and that he was born blind.",
          "id": 31664
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But how he can now see or who opened his eyes, we do not know. He is of age; ask him. He will speak for himself.\"",
          "id": 31665
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "(His parents said this because they were afraid of the Jews, for the Jews had already agreed that if anyone should confess that Jesus was the Christ, he would be put out of the synagogue.",
          "id": 31666
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "That is why his parents said, \"He is of age; ask him.\")",
          "id": 31667
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "So for a second time they called in the man who had been blind and said to him, \"Give glory to God! We know that this man is a sinner.\"",
          "id": 31668
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "He answered, \"Whether he is a sinner or not, I do not know; one thing I know, that though I was blind, now I see.\"",
          "id": 31669
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Again they said to him, \"What did he do to you? How did he open your eyes?\"",
          "id": 31670
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "He answered them, \"I told you already, and you did not listen. Why do you want to hear it again? Do you also want to become his disciples?\"",
          "id": 31671
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Then they reviled him and said, \"You are a disciple of that man, but we are disciples of Moses.",
          "id": 31672
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "We know that God has spoken to Moses, but as for this man, we do not know where he is from.\"",
          "id": 31673
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "The man answered them, \"Why, this is an amazing thing, that you do not know where he is from, and yet he opened my eyes!",
          "id": 31674
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "We know that God does not listen to sinners, but he does listen to anyone who is devout and does his will.",
          "id": 31675
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Never before has anyone heard of someone opening the eyes of a man born blind.",
          "id": 31676
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "If this man were not from God, he could do nothing.\"",
          "id": 31677
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "They answered him, \"You were born entirely in sin, and yet you are trying to teach us?\" And they threw him out.",
          "id": 31678
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Jesus heard that they had thrown him out, so he found the man and said to him, \"Do you believe in the Son of God?\"",
          "id": 31679
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "He answered, \"Who is he, Lord, that I may believe in him?\"",
          "id": 31680
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "Jesus said to him, \"You have seen him, and the one speaking with you is he.\"",
          "id": 31681
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "The man said, \"I believe, Lord.\" And he worshiped him.",
          "id": 31682
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Then Jesus said, \"For judgment I have come into this world, so that those who do not see may see, and those who see may become blind.\"",
          "id": 31683
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Some of the Pharisees who were with him heard this and said to him, \"We are not also blind, are we?\"",
          "id": 31684
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "Jesus said to them, \"If you were blind, you would have no sin, but now you say, ''We see.'' Therefore your sin remains.",
          "id": 31685
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "\"Truly, truly, I say to you, he who does not enter the sheepfold by the gate but climbs in by another way is a thief and a robber.",
          "id": 31686
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "But he who enters by the gate is the shepherd of the sheep.",
          "id": 31687
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "The gatekeeper opens the gate for him, and the sheep hear his voice. He calls his own sheep by name and leads them out.",
          "id": 31688
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "When he has brought out his own sheep, he goes ahead of them, and the sheep follow him because they recognize his voice.",
          "id": 31689
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "They will certainly not follow a stranger, but will flee from him because they do not recognize the voice of strangers.\"",
          "id": 31690
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Jesus spoke to them with this figure of speech, but they did not understand what he was saying to them.",
          "id": 31691
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "So Jesus said to them again, \"Truly, truly, I say to you, I am the gate for the sheep.",
          "id": 31692
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "All who came before are thieves and robbers, but the sheep did not listen to them.",
          "id": 31693
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "I am the gate; if anyone enters through me, he will be saved and will come in and go out and find pasture.",
          "id": 31694
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "The thief comes only to steal, kill, and destroy. I have come that they may have life, and have it abundantly.",
          "id": 31695
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "I am the good shepherd; the good shepherd lays down his life for the sheep.",
          "id": 31696
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "But the hired hand is not the shepherd and does not own the sheep. So when he sees the wolf coming, he leaves the sheep and flees, and the wolf snatches the sheep and scatters them.",
          "id": 31697
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "The hired hand flees, for he is a hired hand and does not care about the sheep.",
          "id": 31698
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "I am the good shepherd. I know my sheep and my sheep know me,",
          "id": 31699
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "even as the Father knows me and I know the Father. I lay down my life for the sheep.",
          "id": 31700
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "I have other sheep that are not of this fold. I must bring them also, and they will hear my voice. And there will be one flock, one shepherd.",
          "id": 31701
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "This is why the Father loves me, because I lay down my life so that I may take it up again.",
          "id": 31702
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "No one takes it from me, but I lay it down of my own accord. I have authority to lay it down, and I have authority to take it up again. I received this commandment from my Father.\"",
          "id": 31703
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "At these words there was again a division among the Jews.",
          "id": 31704
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Many of them were saying, \"He has a demon and is out of his mind; why do you listen to him?\"",
          "id": 31705
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Others were saying, \"These are not the words of a man possessed by a demon. Can a demon open the eyes of the blind?\"",
          "id": 31706
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Now it was the Feast of the Dedication in Jerusalem. It was winter,",
          "id": 31707
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and Jesus was walking in the temple courts, in Solomon''s Portico.",
          "id": 31708
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "So the Jews gathered around him and said to him, \"How long are you going to keep us in suspense? If you are the Christ, tell us plainly.\"",
          "id": 31709
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Jesus answered them, \"I did tell you, but you do not believe. The works that I do in my Father''s name testify about me,",
          "id": 31710
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "but you do not believe because you are not among my sheep, just as I told you.",
          "id": 31711
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "My sheep hear my voice; I know them, and they follow me.",
          "id": 31712
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "I give them eternal life, and they will certainly never perish, and no one will snatch them out of my hand.",
          "id": 31713
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "My Father, who has given them to me, is greater than all, and no one is able to snatch them out of my Father''s hand.",
          "id": 31714
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "I and the Father are one.\"",
          "id": 31715
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Then the Jews picked up stones again to stone him.",
          "id": 31716
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "In response Jesus said to them, \"I have shown you many good works from my Father; for which of these works are you going to stone me?\"",
          "id": 31717
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "The Jews answered him, \"We are not going to stone you for a good work, but for blasphemy, and because you, being a man, make yourself out to be God.\"",
          "id": 31718
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Jesus answered them, \"Is it not written in your law, ''I said, you are gods''?",
          "id": 31719
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "If he called them ''gods,'' to whom the word of God came (and the Scripture cannot be broken),",
          "id": 31720
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "do you say of him whom the Father consecrated and sent into the world, ''You are blaspheming,'' because I said, ''I am the Son of God''?",
          "id": 31721
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "If I do not do the works of my Father, do not believe me.",
          "id": 31722
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "But if I do them, even if you do not believe me, believe the works, so that you may know and believe that the Father is in me and I in him.\"",
          "id": 31723
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Again they sought to arrest him, but he eluded their grasp.",
          "id": 31724
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Then Jesus went away again to the other side of the Jordan, to the place where John had been baptizing at first, and he stayed there.",
          "id": 31725
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Many came to him and were saying, \"John did no sign, but everything that John said about this man was true.\"",
          "id": 31726
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "And many of the people there believed in him.",
          "id": 31727
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now a man named Lazarus was sick. He was from Bethany, the village of Mary and her sister Martha.",
          "id": 31728
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "(Mary was the one who anointed the Lord with ointment and wiped his feet with her hair; it was her brother Lazarus who was sick.)",
          "id": 31729
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So the sisters sent word to Jesus, \"Lord, behold, the one you love is sick.\"",
          "id": 31730
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "But when Jesus heard this, he said, \"This sickness will not end in death but is for the glory of God, so that the Son of God may be glorified through it.\"",
          "id": 31731
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now Jesus loved Martha, her sister, and Lazarus.",
          "id": 31732
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But when he heard that Lazarus was sick, he stayed where he was for two more days.",
          "id": 31733
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "After that he said to the disciples, \"Let us go to Judea again.\"",
          "id": 31734
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "The disciples said to him, \"Rabbi, the Jews were just now seeking to stone you, and yet you are going there again?\"",
          "id": 31735
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Jesus answered, \"Are there not twelve hours in the day? If anyone walks in the day, he does not stumble, because he sees the light of this world.",
          "id": 31736
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "But if anyone walks in the night, he stumbles, because the light is not in him.\"",
          "id": 31737
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "After saying this, he said to them, \"Our friend Lazarus has fallen asleep, but I am going there to wake him up.\"",
          "id": 31738
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "His disciples said, \"Lord, if he has fallen asleep, he will recover.\"",
          "id": 31739
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "(They thought Jesus was speaking about natural sleep, but he was actually speaking about Lazarus'' death.)",
          "id": 31740
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "Then Jesus told them plainly, \"Lazarus has died,",
          "id": 31741
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "and I rejoice for your sake that I was not there, so that you may believe. But let us go to him.\"",
          "id": 31742
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then Thomas (called Didymus) said to his fellow disciples, \"Let us go too, so that we may die with him.\"",
          "id": 31743
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "When Jesus arrived, he found that Lazarus had been in the tomb for four days already.",
          "id": 31744
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Now Bethany was near Jerusalem, about two miles away,",
          "id": 31745
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "and many of the Jews had joined the women who were with Martha and Mary, to console them about their brother.",
          "id": 31746
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "When Martha heard that Jesus was coming, she went to meet him, but Mary remained seated in the house.",
          "id": 31747
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then Martha said to Jesus, \"Lord, if you had been here, my brother would not have died.",
          "id": 31748
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But even now I know that God will give you whatever you ask of him.\"",
          "id": 31749
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Jesus said to her, \"Your brother will rise again.\"",
          "id": 31750
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Martha said to him, \"I know that he will rise again in the resurrection on the last day.\"",
          "id": 31751
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Jesus said to her, \"I am the resurrection and the life. He who believes in me, though he may die, yet shall he live.",
          "id": 31752
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "No one who lives and believes in me will ever die. Do you believe this?\"",
          "id": 31753
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "She said to him, \"Yes, Lord, I have come to believe that you are the Christ, the Son of God, who is to come into the world.\"",
          "id": 31754
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "After saying this, she went and called her sister Mary, saying in private, \"The Teacher is here and is calling for you.\"",
          "id": 31755
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "When Mary heard this, she rose quickly and went to him.",
          "id": 31756
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "(Now Jesus had not yet come into the village, but was in the place where Martha had met him.)",
          "id": 31757
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "When the Jews who were in the house with Mary, consoling her, saw her rise quickly and go out, they followed her, saying, \"She is going to the tomb to weep there.\"",
          "id": 31758
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "When Mary came to where Jesus was and saw him, she fell at his feet and said to him, \"Lord, if you had been here, my brother would not have died.\"",
          "id": 31759
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "When Jesus saw her weeping, and the Jews who had come with her also weeping, he was deeply moved in his spirit and troubled.",
          "id": 31760
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "He said, \"Where have you laid him?\" They said to him, \"Lord, come and see.\"",
          "id": 31761
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Jesus wept.",
          "id": 31762
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "So the Jews said, \"See how he loved him!\"",
          "id": 31763
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "But some of them said, \"Could not he who opened the eyes of the blind man have also kept this man from dying?\"",
          "id": 31764
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Deeply moved once more, Jesus came to the tomb. (It was a cave, and a stone was lying against it.)",
          "id": 31765
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "Jesus said, \"Take away the stone.\" Martha, the sister of the man who had died, said to him, \"Lord, there is already a stench, for it is the fourth day.\"",
          "id": 31766
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "Jesus said to her, \"Did I not tell you that if you believed you would see the glory of God?\"",
          "id": 31767
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "So they took away the stone from where the dead man was laid. Then Jesus lifted up his eyes and said, \"Father, I thank you that you have heard me.",
          "id": 31768
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "I know that you always hear me, but I say this for the benefit of the crowd that is standing here, so that they may believe that you sent me.\"",
          "id": 31769
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "After saying this, he cried out with a loud voice, \"Lazarus, come out!\"",
          "id": 31770
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "Then the man who had died came out, his feet and his hands bound with strips of cloth, and his face wrapped in a cloth. Jesus said to them, \"Unbind him, and let him go.\"",
          "id": 31771
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Therefore many of the Jews who had come to Mary, and had seen what Jesus did, believed in him.",
          "id": 31772
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "But some of them went to the Pharisees and told them what Jesus had done.",
          "id": 31773
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "So the chief priests and the Pharisees convened a meeting of the Sanhedrin and said, \"What are we going to do? For this man is doing many signs.",
          "id": 31774
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "If we allow him to continue like this, everyone will believe in him, and the Romans will come and take away our holy place and our nation.\"",
          "id": 31775
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "But one of them, Caiaphas, who was high priest that year, said to them, \"You do not know anything,",
          "id": 31776
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "nor do you consider that it is better for us to have one man die for the people than to have the whole nation perish.\"",
          "id": 31777
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "(He said this not of his own accord, but being high priest that year he prophesied that Jesus was going to die for the nation,",
          "id": 31778
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "and not only for the nation, but also to gather into one the children of God scattered abroad.)",
          "id": 31779
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "So from that day they plotted together to kill him.",
          "id": 31780
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Therefore Jesus no longer went around openly among the Jews. Instead, he departed from there to the region near the wilderness, to a town called Ephraim, where he spent time with his disciples.",
          "id": 31781
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Now the Passover of the Jews was near, and many people went up to Jerusalem from the countryside to purify themselves before the Passover.",
          "id": 31782
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "They were looking for Jesus and saying to one another as they stood in the temple courts, \"What do you think? That he will not come to the feast at all?\"",
          "id": 31783
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "(Now the chief priests and the Pharisees had given an order that if anyone knew where Jesus was, he should report it, so that they might arrest him.)",
          "id": 31784
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Six days before the Passover, Jesus came to Bethany, where Lazarus was, who had died and whom Jesus had raised from the dead.",
          "id": 31785
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "They prepared a supper for Jesus there. Martha was serving, and Lazarus was one of the people reclining at the table with him.",
          "id": 31786
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then Mary took a pound of expensive ointment made of pure nard, anointed Jesus'' feet, and wiped his feet with her hair. The house was filled with the fragrance of the ointment.",
          "id": 31787
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then one of his disciples, Judas Iscariot, Simon''s son, who was about to betray him, said,",
          "id": 31788
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "\"Why was this ointment not sold for three hundred denarii and the money given to the poor?\"",
          "id": 31789
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "(He said this not because he cared about the poor, but because he was a thief; he was the keeper of the moneybag and would pilfer what was put into it.)",
          "id": 31790
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "So Jesus said, \"Leave her alone; she has kept this ointment for the day of my burial.",
          "id": 31791
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "For you always have the poor with you, but you do not always have me.\"",
          "id": 31792
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Meanwhile a large crowd of the Jews found out that Jesus was there, so they came not only because of Jesus but also to see Lazarus, whom he had raised from the dead.",
          "id": 31793
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So the chief priests plotted to kill Lazarus also,",
          "id": 31794
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "because on account of him many of the Jews were going over to Jesus and believing in him.",
          "id": 31795
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "On the next day, when a large crowd that had come to the feast heard that Jesus was coming to Jerusalem,",
          "id": 31796
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "they took palm branches and went out to meet him. They were crying out, \"Hosanna! Blessed is he who comes in the name of the Lord, the King of Israel!\"",
          "id": 31797
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Finding a young donkey, Jesus sat on it, just as it is written,",
          "id": 31798
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "\"Do not be afraid, daughter of Zion. Behold, your king is coming, sitting on a donkey''s colt.\"",
          "id": 31799
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "(His disciples did not understand these things at first, but when Jesus was glorified, they remembered that these things were written about him, and that these things had been done to him.)",
          "id": 31800
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Now the crowd that had been with him when he called Lazarus out of the tomb and raised him from the dead was testifying about it.",
          "id": 31801
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "That is why a crowd went out to meet him, because they heard he had done this sign.",
          "id": 31802
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "So the Pharisees said to one another, \"You see that you are achieving nothing. Behold, the world has gone after him.\"",
          "id": 31803
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Now there were some Greeks among those who went up to worship at the feast.",
          "id": 31804
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "They came to Philip, who was from Bethsaida of Galilee, and requested of him, \"Sir, we would like to see Jesus.\"",
          "id": 31805
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Philip went and told Andrew, and in turn Andrew and Philip told Jesus.",
          "id": 31806
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Jesus replied to them, \"The hour has come for the Son of Man to be glorified.",
          "id": 31807
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Truly, truly, I say to you, unless a grain of wheat falls to the ground and dies, it remains alone; but if it dies, it bears much fruit.",
          "id": 31808
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Whoever loves his life will lose it, but whoever hates his life in this world will keep it for eternal life.",
          "id": 31809
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "If anyone wants to serve me, he must follow me; and where I am, there will my servant be also. If anyone serves me, the Father will honor him.\"",
          "id": 31810
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "\"My soul is now troubled. And what shall I say? ''Father, save me from this hour''? No, it is for this reason that I have come to this hour.",
          "id": 31811
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "Father, glorify your name.\" Then a voice came from heaven: \"I have glorified it, and will glorify it again.\"",
          "id": 31812
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "When the crowd standing there heard the voice, they said it was thunder. Others said, \"An angel has spoken to him.\"",
          "id": 31813
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "Jesus responded, \"This voice has come not for my sake, but for your sake.",
          "id": 31814
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Now is the judgment of this world. Now the ruler of this world will be cast out.",
          "id": 31815
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "And when I am lifted up from the earth, I will draw all people to myself.\"",
          "id": 31816
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "(He said this to indicate the kind of death he was going to die.)",
          "id": 31817
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "The crowd responded to him, \"We have heard from the law that the Christ remains forever, so how can you say, ''The Son of Man must be lifted up''? Who is this ''Son of Man''?\"",
          "id": 31818
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "Jesus said to them, \"The light is with you for a little while longer. Walk while you have the light, so that the darkness may not overtake you. He who walks in the darkness does not know where he is going.",
          "id": 31819
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "While you have the light, believe in the light, so that you may become sons of light.\" After saying these things, Jesus went away and was hidden from them.",
          "id": 31820
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Although he had done so many signs in their presence, they did not believe in him.",
          "id": 31821
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "This was to fulfill what had been spoken by Isaiah the prophet: \"Lord, who has believed our report? And to whom has the arm of the Lord been revealed?\"",
          "id": 31822
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "For this reason they could not believe, for again Isaiah said,",
          "id": 31823
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "\"He has blinded their eyes and hardened their hearts, lest they should see with their eyes and understand with their heart and turn back, and I would heal them.\"",
          "id": 31824
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Isaiah said these things when he saw the Lord''s glory and spoke about him.",
          "id": 31825
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Nevertheless, many even among the rulers believed in him, but because of the Pharisees they would not confess it, so that they would not be put out of the synagogue.",
          "id": 31826
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "For they loved the glory that comes from men more than the glory that comes from God.",
          "id": 31827
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "Then Jesus cried out and said, \"Whoever believes in me, believes not in me but in him who sent me.",
          "id": 31828
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "And whoever sees me sees him who sent me.",
          "id": 31829
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "I have come into the world as light, so that no one who believes in me should remain in darkness.",
          "id": 31830
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "If anyone hears my words and does not believe, I do not judge him; for I did not come to judge the world, but to save the world.",
          "id": 31831
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "He who rejects me and does not receive my words has a judge; the word I have spoken will judge him on the last day.",
          "id": 31832
        },
        {
          "isRed": true,
          "verse": 49,
          "text": "For I have not spoken on my own authority, but the Father who sent me gave me a commandment as to what I should say and what I should speak.",
          "id": 31833
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "And I know that his commandment leads to eternal life. What I speak, therefore, I speak just as the Father has told me.\"",
          "id": 31834
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now before the feast of the Passover, Jesus knew that his hour had come to depart from this world and go to the Father. Having loved his own who were in the world, he loved them to the end.",
          "id": 31835
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "By the time supper ended, the devil had put it into the heart of Judas Iscariot, the son of Simon, to betray Jesus.",
          "id": 31836
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Jesus knew that the Father had put all things into his hands, and that he had come from God and was going back to God,",
          "id": 31837
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "so he rose from supper, laid aside his outer garments, took a towel, and wrapped it around his waist.",
          "id": 31838
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "After that, he put water into the washbasin and began to wash his disciples'' feet and to wipe them with the towel that was wrapped around his waist.",
          "id": 31839
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "When he came to Simon Peter, Peter said to him, \"Lord, are you going to wash my feet?\"",
          "id": 31840
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Jesus answered him, \"What I am doing you do not now understand, but afterward you will understand.\"",
          "id": 31841
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Peter said to him, \"You shall never wash my feet.\" Jesus answered him, \"If I do not wash you, you have no part with me.\"",
          "id": 31842
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Simon Peter said to him, \"Lord, then wash not only my feet, but also my hands and my head.\"",
          "id": 31843
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Jesus said to him, \"He who has bathed has no need to wash, except for his feet, but is completely clean. And you are clean, but not all of you.\"",
          "id": 31844
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "(For he knew who would betray him; that is why he said, \"You are not all clean.\")",
          "id": 31845
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "When Jesus had washed their feet and collected his garments, he reclined again at the table and said to them, \"Do you know what I have done for you?",
          "id": 31846
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "You call me Teacher and Lord, and rightly so, for that is what I am.",
          "id": 31847
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "So if I, your Lord and Teacher, have washed your feet, you also ought to wash one another''s feet.",
          "id": 31848
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "For I have given you an example so that you should do as I have done for you.",
          "id": 31849
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.",
          "id": 31850
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "If you know these things, you are blessed if you do them.",
          "id": 31851
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "I am not speaking about all of you; I know those whom I have chosen for myself. But the Scripture must be fulfilled: ''He who eats bread with me has lifted up his heel against me.''",
          "id": 31852
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "I am telling you now before it happens, so that when it does happen, you will believe that I am he.",
          "id": 31853
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Truly, truly, I say to you, whoever receives the one I send receives me, and whoever receives me receives him who sent me.\"",
          "id": 31854
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "After saying these things, Jesus was troubled in his spirit and declared, \"Truly, truly, I say to you, one of you will betray me.\"",
          "id": 31855
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "So the disciples began looking at one another, perplexed as to whom he was speaking about.",
          "id": 31856
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "One of his disciples, the one whom Jesus loved, was reclining on Jesus'' chest.",
          "id": 31857
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "So Simon Peter motioned to him to ask Jesus whom he was talking about.",
          "id": 31858
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Leaning back on Jesus'' chest, he said to him, \"Lord, who is it?\"",
          "id": 31859
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Jesus answered, \"It is the one to whom I give this morsel after I have dipped it.\" Then he dipped the morsel and gave it to Judas Iscariot, the son of Simon.",
          "id": 31860
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "After Judas took the morsel, Satan entered into him. Then Jesus said to him, \"What you are about to do, do quickly.\"",
          "id": 31861
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "(Now none of those reclining at the table knew why he said this to him.",
          "id": 31862
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Some were thinking, since Judas had the moneybag, that Jesus was saying to him, \"Buy what we need for the feast,\" or that he should give something to the poor.)",
          "id": 31863
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "As soon as Judas took the morsel, he went out. And it was night.",
          "id": 31864
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "When Judas had gone out, Jesus said, \"Now the Son of Man is glorified, and God is glorified in him.",
          "id": 31865
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "If God is glorified in him, God will also glorify the Son in himself, and will glorify him immediately.",
          "id": 31866
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "Little children, I am with you for a little while longer. You will seek me, and just as I said to the Jews, now I say to you also, ''Where I am going, you cannot come.''",
          "id": 31867
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "I give you a new commandment, that you love one another. Just as I have loved you, so you must love one another.",
          "id": 31868
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "By this everyone will know that you are my disciples, if you have love for one another.\"",
          "id": 31869
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Simon Peter said to him, \"Lord, where are you going?\" Jesus answered him, \"You cannot follow me now to the place where I am going, but afterward you will follow me.\"",
          "id": 31870
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "Peter said to him, \"Lord, why can I not follow you now? I will lay down my life for you.\"",
          "id": 31871
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "Jesus answered him, \"You will lay down your life for me? Truly, truly, I say to you, a rooster will certainly not crow until you have denied me three times.\"",
          "id": 31872
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "\"Let not your hearts be troubled. Believe in God; believe also in me.",
          "id": 31873
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "In my Father''s house there are many rooms. If it were not so, I would have told you. I go to prepare a place for you.",
          "id": 31874
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "So when I go, it is to prepare a place for you. I will come again and receive you to myself, so that where I am you also may be.",
          "id": 31875
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "You know where I am going, and you know the way.\"",
          "id": 31876
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Thomas said to him, \"Lord, we do not know where you are going, so how can we know the way?\"",
          "id": 31877
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "Jesus said to him, \"I am the way, the truth, and the life. No one comes to the Father except through me.",
          "id": 31878
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "If you had known me, you would have known my Father also. From now on you do know him and have seen him.\"",
          "id": 31879
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Philip said to him, \"Lord, show us the Father, and that will be enough for us.\"",
          "id": 31880
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Jesus said to him, \"Have I been with you for so long and still you do not know me, Philip? Anyone who has seen me has seen the Father, so how can you say, ''Show us the Father''?",
          "id": 31881
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Do you not believe that I am in the Father and the Father is in me? The words that I speak to you I do not speak on my own authority, but the Father who abides in me does his works.",
          "id": 31882
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Believe me that I am in the Father and the Father is in me; but if not, believe me because of the works themselves.",
          "id": 31883
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "Truly, truly, I say to you, whoever believes in me will also do the works that I do. He will even do greater works than these, because I am going to my Father.",
          "id": 31884
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Whatever you ask in my name, I will do so that the Father may be glorified in the Son.",
          "id": 31885
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "If you ask me anything in my name, I will do it.",
          "id": 31886
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "\"If you love me, keep my commandments.",
          "id": 31887
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "And I will ask the Father, and he will give you another Helper to abide with you forever—",
          "id": 31888
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "the Spirit of truth, whom the world cannot receive, because it does not see him or know him. But you know him, because he abides with you and will be in you.",
          "id": 31889
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "\"I will not leave you as orphans; I am coming back to you.",
          "id": 31890
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Yet a little while and the world will see me no longer, but you will see me. Because I live, you also will live.",
          "id": 31891
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "On that day you will know that I am in my Father, and you are in me, and I am in you.",
          "id": 31892
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Whoever has my commandments and keeps them is the one who loves me. He who loves me will be loved by my Father, and I will love him and manifest myself to him.\"",
          "id": 31893
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Judas (not Iscariot) said to him, \"Lord, what has happened that you are about to manifest yourself to us and not to the world?\"",
          "id": 31894
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Jesus answered him, \"If anyone loves me, he will keep my word. My Father will love him, and we will come to him and make our home with him.",
          "id": 31895
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Whoever does not love me does not keep my words. The word that you hear is not mine, but the Father''s who sent me.",
          "id": 31896
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "\"I have said these things to you while abiding with you.",
          "id": 31897
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "But the Helper, the Holy Spirit, whom the Father will send in my name, will teach you everything and remind you of everything I have told you.",
          "id": 31898
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
          "id": 31899
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "You heard me say to you, ''I am going away and coming back to you.'' If you loved me, you would have rejoiced that I said, ''I am going to the Father,'' because my Father is greater than I am.",
          "id": 31900
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "I have told you now before it happens, so that when it does happen, you may believe.",
          "id": 31901
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "I will not talk with you much longer, for the ruler of the world is coming, but he has no power over me.",
          "id": 31902
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Rather, I do just as the Father has commanded me, so that the world may know that I love the Father. Rise, let us go from here.",
          "id": 31903
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "\"I am the true vine, and my Father is the vinedresser.",
          "id": 31904
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes so that it may bear more fruit.",
          "id": 31905
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "You are already clean because of the word I have spoken to you.",
          "id": 31906
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Abide in me, and I will abide in you. As the branch cannot bear fruit by itself unless it abides in the vine, neither can you bear fruit unless you abide in me.",
          "id": 31907
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "I am the vine; you are the branches. Whoever abides in me, and I in him, bears much fruit, because apart from me you can do nothing.",
          "id": 31908
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "If anyone does not abide in me, he is thrown out like a branch and withers. Such branches are gathered up, thrown into the fire, and burned.",
          "id": 31909
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "If you abide in me and my words abide in you, you will ask for whatever you wish, and it will be done for you.",
          "id": 31910
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "My Father is glorified by this, that you bear much fruit, and so you will be my disciples.",
          "id": 31911
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Just as the Father has loved me, so have I loved you; abide in my love.",
          "id": 31912
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "If you keep my commandments, you will abide in my love, just as I have kept my Father''s commandments and abide in his love.",
          "id": 31913
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "I have spoken these things to you so that my joy may abide in you, and so that your joy may be full.",
          "id": 31914
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "\"This is my commandment, that you love one another, just as I have loved you.",
          "id": 31915
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "No one has greater love than this, that he lay down his life for his friends.",
          "id": 31916
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "You are my friends if you do whatever I command you.",
          "id": 31917
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "No longer do I call you servants, because a servant does not know what his master is doing; but I have called you friends, because I have made known to you everything I heard from my Father.",
          "id": 31918
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "You did not choose me, but I chose you and appointed you that you should go and bear fruit, and that your fruit should abide, so that whatever you ask of the Father in my name he will give you.",
          "id": 31919
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "I am giving you these commands so that you may love one another.",
          "id": 31920
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "\"If the world hates you, know that it hated me before it hated you.",
          "id": 31921
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "If you were of the world, the world would love you as its own. However, because you are not of the world, but I have chosen you out of the world, the world hates you.",
          "id": 31922
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Remember what I told you: ''A servant is not greater than his master.'' If they persecuted me, they will persecute you also. If they kept my word, they will keep yours also.",
          "id": 31923
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "But they will do all these things to you on account of my name, because they do not know him who sent me.",
          "id": 31924
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "If I had not come and spoken to them, they would have no sin, but now they have no excuse for their sin.",
          "id": 31925
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Whoever hates me hates my Father also.",
          "id": 31926
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "If I had not done among them the works that no one else had done, they would have no sin, but now they have seen and hated both me and my Father.",
          "id": 31927
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "But this has happened to fulfill what is written in their law: ''They hated me for no reason.''",
          "id": 31928
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "\"When the Helper comes, whom I will send you from the Father, the Spirit of truth who proceeds from the Father, he will testify about me.",
          "id": 31929
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "You must also testify, because you have been with me from the beginning.",
          "id": 31930
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "\"I have said these things to you so that you will not fall away.",
          "id": 31931
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "They will put you out of the synagogues; indeed, an hour is coming when anyone who kills you will think that he is offering service to God.",
          "id": 31932
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "They will do these things because they have not known the Father or me.",
          "id": 31933
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "But I have said these things to you so that when the hour comes you will remember that I said them to you. I did not say these things to you from the beginning, because I was with you.",
          "id": 31934
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "\"But now I am going to him who sent me, yet none of you asks me, ''Where are you going?''",
          "id": 31935
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "Rather, sorrow has filled your hearts because I have said these things to you.",
          "id": 31936
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "But I tell you the truth, it is to your advantage that I go away, for if I do not go away, the Helper will not come to you. But if I do go, I will send him to you.",
          "id": 31937
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "And when he comes, he will convict the world concerning sin, righteousness, and judgment:",
          "id": 31938
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "concerning sin, because they do not believe in me;",
          "id": 31939
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "concerning righteousness, because I am going to my Father, and you will no longer see me;",
          "id": 31940
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "and concerning judgment, because the ruler of this world has been condemned.",
          "id": 31941
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "\"I still have many things to say to you, but you cannot bear them now.",
          "id": 31942
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "When the Spirit of truth comes, he will guide you into all truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you what is to come.",
          "id": 31943
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "He will glorify me, for he will receive from me what is mine and declare it to you.",
          "id": 31944
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "All that the Father has is mine. That is why I said that he will receive from me what is mine and declare it to you.",
          "id": 31945
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "\"In a little while you will not see me; and again after a little while, you will see me, for I am going to the Father.\"",
          "id": 31946
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "Then some of his disciples said to one another, \"What does he mean by saying to us, ''In a little while you are not going to see me; and again after a little while, you will see me,'' and, ''For I am going to the Father''?\"",
          "id": 31947
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "So they kept saying, \"What does he mean by saying, ''A little while''? We do not know what he is talking about.\"",
          "id": 31948
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Jesus knew that they wanted to ask him about this, so he said to them, \"Are you asking one another what I meant when I said, ''In a little while, you will not see me; and again after a little while, you will see me''?",
          "id": 31949
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Truly, truly, I say to you, you will weep and lament, but the world will rejoice. You will be sorrowful, but your sorrow will turn to joy.",
          "id": 31950
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "When a woman is giving birth, she has pain because her hour has come, but when her baby is born, she no longer remembers the anguish because of her joy that a child has been born into the world.",
          "id": 31951
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "So you also have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy away from you.",
          "id": 31952
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "In that day you will ask nothing of me. Truly, truly, I say to you, whatever you ask of the Father in my name he will give you.",
          "id": 31953
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Until now you have not asked for anything in my name. Ask, and you will receive, so that your joy may be full.",
          "id": 31954
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "\"I have told you these things in figures of speech, but an hour is coming when I will no longer use figures of speech but will tell you plainly about the Father.",
          "id": 31955
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "In that day you will ask in my name, and I do not say to you that I will ask the Father on your behalf,",
          "id": 31956
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "for the Father himself loves you, because you have loved me and have come to believe that I came from God.",
          "id": 31957
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "I came from the Father and have come into the world, and now I am leaving the world and going to the Father.\"",
          "id": 31958
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "His disciples said to him, \"Behold, now you are speaking plainly and not using any figure of speech.",
          "id": 31959
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Now we know that you know all things and have no need for anyone to question you; because of this we believe that you came from God.\"",
          "id": 31960
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Jesus answered them, \"Now do you believe?",
          "id": 31961
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "Behold, an hour is coming, and has now come, when you will be scattered, each to your own home, and will leave me all alone. Yet I am not alone, for the Father is with me.",
          "id": 31962
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "I have said these things to you so that in me you may have peace. In the world you will have tribulation, but take heart; I have overcome the world.\"",
          "id": 31963
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "After saying these things, Jesus lifted up his eyes to heaven and said, \"Father, the hour has come; glorify your Son so that your Son may also glorify you,",
          "id": 31964
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "just as you have given him authority over all flesh, to give eternal life to all whom you have given him.",
          "id": 31965
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "This is eternal life, that they may know you, the only true God, and Jesus Christ whom you have sent.",
          "id": 31966
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "I have glorified you on earth. I have completed the work you have given me to do.",
          "id": 31967
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "And now, Father, glorify me in your presence with the glory that I had with you before the world existed.",
          "id": 31968
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "\"I have revealed your name to the people you have given me out of the world. They were yours; you gave them to me, and they have kept your word.",
          "id": 31969
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "They now know that everything you have given me is from you.",
          "id": 31970
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "For I have given them the words that you gave me, and they have received them and truly know that I came from you. They have also come to believe that you sent me.",
          "id": 31971
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "I ask on their behalf; I do not ask on behalf of the world, but on behalf of those you have given me, for they are yours.",
          "id": 31972
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "All I have is yours, and all you have is mine, and I have been glorified in them.",
          "id": 31973
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "I will no longer remain in the world, but they are in the world, and I am coming to you. Holy Father, keep them in your name, which you have given me, so that they may be one, just as we are one.",
          "id": 31974
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "While I was with them in the world, I kept them in your name. I have guarded those you have given me, and not one of them has perished except the son of destruction, so that the Scripture might be fulfilled.",
          "id": 31975
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "But now I am coming to you, and I speak these things in the world so that they may have my joy made full within them.",
          "id": 31976
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "I have given them your word, and the world has hated them because they are not of the world, just as I am not of the world.",
          "id": 31977
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "I do not ask you to take them out of the world, but to keep them from the evil one.",
          "id": 31978
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "They are not of the world, just as I am not of the world.",
          "id": 31979
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "Sanctify them by your truth; your word is truth.",
          "id": 31980
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Just as you have sent me into the world, so I have sent them into the world.",
          "id": 31981
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "For their sakes I sanctify myself, so that they too may be sanctified by the truth.",
          "id": 31982
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "\"I do not ask on behalf of them alone, but also on behalf of those who will believe in me through their word,",
          "id": 31983
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "that they may all be one, just as you, Father, are in me, and I am in you, that they also may be one in us, so that the world may believe that you sent me.",
          "id": 31984
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "I have given them the glory that you gave me, so that they may be one, just as we are one,",
          "id": 31985
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "I in them and you in me, so that they may be perfected into one, and so that the world may know that you have sent me and have loved them just as you have loved me.",
          "id": 31986
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Father, I want those you have given me to be with me where I am, so that they may see my glory, which you gave me because you loved me before the foundation of the world.",
          "id": 31987
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Righteous Father, though the world does not know you, I know you, and these men know that you have sent me.",
          "id": 31988
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "I have made your name known to them, and will continue to make it known, so that the love with which you have loved me may be in them, and so that I may be in them.\"",
          "id": 31989
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After saying these things, Jesus went out with his disciples across the Kidron Valley, where there was a garden, which he entered along with his disciples.",
          "id": 31990
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Now Judas, who betrayed him, also knew the place, because Jesus had often met there with his disciples.",
          "id": 31991
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So Judas took a cohort of soldiers and officers from the chief priests and Pharisees, and they went there with lanterns, torches, and weapons.",
          "id": 31992
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then Jesus, knowing everything that would happen to him, went out and said to them, \"Whom do you seek?\"",
          "id": 31993
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "They answered him, \"Jesus of Nazareth.\" Jesus said to them, \"I am he.\" (Judas, who betrayed him, was also standing with them.)",
          "id": 31994
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "When Jesus said to them, \"I am he,\" they drew back and fell to the ground.",
          "id": 31995
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "So again he asked them, \"Whom do you seek?\" They said, \"Jesus of Nazareth.\"",
          "id": 31996
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Jesus answered, \"I told you that I am he. So if you are seeking me, let these men go.\"",
          "id": 31997
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "He said this to fulfill the word he had spoken: \"I have not lost a single one of those you have given me.\"",
          "id": 31998
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then Simon Peter, who had a sword, drew it, struck the high priest''s servant, and cut off his right ear. (The servant''s name was Malchus.)",
          "id": 31999
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "But Jesus said to Peter, \"Put your sword into its sheath; shall I not drink the cup that the Father has given me?\"",
          "id": 32000
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then the cohort of soldiers, along with its commander and the Jewish officers, arrested Jesus, bound him,",
          "id": 32001
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "and led him away first to Annas, for he was the father-in-law of Caiaphas, who was high priest that year.",
          "id": 32002
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "(It was Caiaphas who had advised the Jews that it was better for one man to perish for the people.)",
          "id": 32003
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now Simon Peter was following Jesus, as was the other disciple. That disciple was known to the high priest, so he went with Jesus into the high priest''s courtyard,",
          "id": 32004
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "but Peter stood outside at the gate. So the other disciple, who was known to the high priest, went out, spoke to the gatekeeper, and brought Peter in.",
          "id": 32005
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then the servant girl who was the gatekeeper said to Peter, \"You are not also one of this man''s disciples, are you?\" He said, \"I am not.\"",
          "id": 32006
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "(Now the servants and the officers had made a charcoal fire, because it was cold, and they were standing there warming themselves. Peter was also standing with them, warming himself.)",
          "id": 32007
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Meanwhile, the high priest questioned Jesus about his disciples and his teaching.",
          "id": 32008
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Jesus answered him, \"I have spoken openly to the world. I have always taught in the synagogues and in the temple courts, where the Jews always assemble together. I have said nothing in secret.",
          "id": 32009
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Why do you question me? Question those who heard what I said to them. Behold, they know what I said.\"",
          "id": 32010
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "When Jesus said this, one of the officers standing nearby slapped him and said, \"Is that how you answer the high priest?\"",
          "id": 32011
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Jesus answered him, \"If I have spoken wrongly, testify as to what was wrong; but if I have spoken well, why are you hitting me?\"",
          "id": 32012
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Then Annas sent him bound to Caiaphas the high priest.",
          "id": 32013
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Meanwhile, Simon Peter was standing and warming himself. So they said to him, \"You are not also one of his disciples, are you?\" He denied it and said, \"I am not.\"",
          "id": 32014
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But one of the servants of the high priest, who was a relative of the man whose ear Peter had cut off, said, \"Did I not see you with him in the garden?\"",
          "id": 32015
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Peter denied it again, and immediately a rooster crowed.",
          "id": 32016
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Then the Jews led Jesus away from Caiaphas to the governor''s headquarters. It was now early in the morning. They themselves did not go into the governor''s headquarters so that they would not be defiled, but could eat the Passover.",
          "id": 32017
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "So Pilate went out to them and said, \"What accusation do you bring against this man?\"",
          "id": 32018
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "They answered him, \"If he were not an evildoer, we would not have handed him over to you.\"",
          "id": 32019
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Pilate said to them, \"You take him and judge him according to your own law.\" The Jews said to him, \"It is not lawful for us to put anyone to death.\"",
          "id": 32020
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "(This happened to fulfill what Jesus had said when he indicated the kind of death he was going to die.)",
          "id": 32021
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Then Pilate went into his headquarters again, called Jesus over, and said to him, \"Are you the king of the Jews?\"",
          "id": 32022
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Jesus answered him, \"Do you say this of your own accord, or have others spoken to you about me?\"",
          "id": 32023
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Pilate answered, \"Am I a Jew? Your own nation and the chief priests have handed you over to me. What have you done?\"",
          "id": 32024
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Jesus answered, \"My kingdom is not of this world. If my kingdom were of this world, my servants would be fighting to keep me from being delivered up to the Jews. But as it is, my kingdom is not from here.\"",
          "id": 32025
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "Pilate said to him, \"So you are a king?\" Jesus answered, \"You have said yourself that I am a king. The reason I was born and the reason I came into the world is to testify to the truth. Everyone who is of the truth listens to my voice.\"",
          "id": 32026
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Pilate said to him, \"What is truth?\" After he said this, he again went out to the Jews and said to them, \"I find no fault in him.",
          "id": 32027
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "But you have a custom that I release for you one man at the Passover. So do you want me to release for you the king of the Jews?\"",
          "id": 32028
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "They all cried out again, \"Not this man, but Barabbas!\" (Now Barabbas was an insurrectionist.)",
          "id": 32029
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Pilate took Jesus and flogged him.",
          "id": 32030
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "The soldiers twisted together a crown of thorns, put it on his head, and then clothed him with a purple garment.",
          "id": 32031
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "They kept saying, \"Hail, King of the Jews!\" and striking him on the face.",
          "id": 32032
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Once again Pilate came out and said to the Jews, \"Behold, I am bringing him out to you so that you may know that I find no fault in him.\"",
          "id": 32033
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Jesus then came out wearing the crown of thorns and the purple garment, and Pilate said to them, \"Behold, the man!\"",
          "id": 32034
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "When the chief priests and the officers saw him, they cried out, \"Crucify, crucify him!\" But Pilate said to them, \"You take him and crucify him, for I find no fault in him.\"",
          "id": 32035
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "The Jews answered him, \"We have a law, and according to our law he must die, for he made himself out to be the Son of God.\"",
          "id": 32036
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "When Pilate heard this, he was even more afraid.",
          "id": 32037
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "He went back into his headquarters and said to Jesus, \"Where are you from?\" But Jesus gave him no answer.",
          "id": 32038
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So Pilate said to him, \"You do not speak to me? Do you not know that I have authority to crucify you, and authority to release you?\"",
          "id": 32039
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Jesus answered, \"You would have no authority over me if it had not been given to you from above. Therefore he who handed me over to you has greater sin.\"",
          "id": 32040
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "From that point forward Pilate was seeking to release him, but the Jews cried out, \"If you release this man, you are not a friend of Caesar; everyone who makes himself out to be a king opposes Caesar.\"",
          "id": 32041
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "When Pilate heard this, he brought Jesus out and sat down on the judgment seat at a place called the Stone Pavement (or in Hebrew, Gabbatha).",
          "id": 32042
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "It was about the sixth hour on the day of Preparation for the Passover, and he said to the Jews, \"Behold, your king!\"",
          "id": 32043
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But they cried out, \"Away with him, away with him, crucify him!\" Pilate said to them, \"Shall I crucify your king?\" The chief priests answered, \"We have no king but Caesar.\"",
          "id": 32044
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then Pilate handed Jesus over to them to be crucified. So they took Jesus and led him away.",
          "id": 32045
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Carrying his own cross, he went out to a location called the Place of the Skull (which in Hebrew is called Golgotha).",
          "id": 32046
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "There they crucified him, and with him two others, one on each side, with Jesus in the middle.",
          "id": 32047
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Pilate also wrote a notice and put it on the cross. It read, \"Jesus of Nazareth, the King of the Jews.\"",
          "id": 32048
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Many of the Jews read this notice, because the place where Jesus was crucified was near the city, and it was written in Hebrew, Greek, and Latin.",
          "id": 32049
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then the chief priests of the Jews said to Pilate, \"Do not write, ''The King of the Jews,'' but rather, ''This man said, \"I am the king of the Jews.\"''\"",
          "id": 32050
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Pilate answered, \"What I have written, I have written.\"",
          "id": 32051
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "When the soldiers crucified Jesus, they took his garments and divided them into four parts, a part for each soldier. They also took his tunic, which was seamless. It was woven in one piece from top to bottom,",
          "id": 32052
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "so they said to one another, \"Let us not tear it apart, but cast lots for it to decide whose it will be.\" This happened to fulfill the Scripture that says, \"They divided my garments among themselves, and for my clothing they cast lots.\" This is what the soldiers did.",
          "id": 32053
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Standing by the cross of Jesus were his mother, his mother''s sister, Mary the wife of Clopas, and Mary Magdalene.",
          "id": 32054
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "When Jesus saw his mother and the disciple whom he loved standing nearby, he said to his mother, \"Woman, behold, your son.\"",
          "id": 32055
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Then he said to the disciple, \"Behold, your mother.\" And from that hour the disciple took her into his own home.",
          "id": 32056
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "After this, when Jesus saw that everything was now finished, in order to fulfill the Scripture he said, \"I am thirsty.\"",
          "id": 32057
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "A jar full of sour wine was there, so they filled a sponge with sour wine, put it around a hyssop branch, and brought it up to his mouth.",
          "id": 32058
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "When Jesus had received the sour wine, he said, \"It is finished.\" Then he bowed his head and gave up his spirit.",
          "id": 32059
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Since it was the day of Preparation (for that Sabbath was a high day), the Jews asked Pilate to have the men''s legs broken and their bodies taken away, so that the bodies would not remain on the cross on the Sabbath.",
          "id": 32060
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "So the soldiers came and broke the legs of the first man and of the other who had been crucified with him.",
          "id": 32061
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "But when they came to Jesus, they did not break his legs since they saw that he was already dead.",
          "id": 32062
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Instead, one of the soldiers pierced Jesus'' side with a spear, and immediately blood and water came out.",
          "id": 32063
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "He who saw this has testified, and his testimony is true, and he knows that he speaks what is true, so that you may believe.",
          "id": 32064
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "For these things happened so that the Scripture would be fulfilled: \"No bone of his will be broken.\"",
          "id": 32065
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And, as another Scripture says, \"They will look on him whom they have pierced.\"",
          "id": 32066
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "After these things, Joseph of Arimathea, who was a disciple of Jesus (but secretly for fear of the Jews), asked Pilate if he could take away Jesus'' body. Pilate gave him permission, so he came and took the body away.",
          "id": 32067
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "With him came Nicodemus (who had previously come to Jesus by night). He brought a mixture of myrrh and aloes that weighed about seventy-five pounds.",
          "id": 32068
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "So they took Jesus'' body and wrapped it in linen cloths with the spices, as is the custom of the Jews in preparing a body for burial.",
          "id": 32069
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Near the place where Jesus was crucified there was a garden, and in the garden there was a new tomb in which no one had ever been laid.",
          "id": 32070
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Because it was the Jewish day of Preparation and since the tomb was nearby, they laid Jesus there.",
          "id": 32071
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "On the first day of the week, Mary Magdalene came to the tomb early, while it was still dark, and she saw that the stone had been taken away from the tomb.",
          "id": 32072
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "So she ran and went to Simon Peter and to the other disciple, the one whom Jesus loved, and said to them, \"They have taken the Lord out of the tomb, and we do not know where they have laid him.\"",
          "id": 32073
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So Peter went out, along with the other disciple, and they began making their way to the tomb.",
          "id": 32074
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "The two were running together, but the other disciple outran Peter and reached the tomb first.",
          "id": 32075
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Stooping down to look in, he saw the linen cloths lying there, but he did not go in.",
          "id": 32076
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then Simon Peter, who had been following him, arrived and went into the tomb. He saw the linen cloths lying there",
          "id": 32077
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and the facecloth that had been on Jesus'' head. But it was not lying with the linen cloths; it was folded up separately in another place.",
          "id": 32078
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then the other disciple, who had reached the tomb first, also went in. He saw and believed.",
          "id": 32079
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "(For they did not yet understand the Scripture that Jesus must rise from the dead.)",
          "id": 32080
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then the disciples went back to their homes.",
          "id": 32081
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But Mary stood near the tomb, weeping outside. As she was weeping, she stooped down to look into the tomb",
          "id": 32082
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and saw two angels in white sitting where Jesus'' body had been laid, one at the head and one at the feet.",
          "id": 32083
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "They said to her, \"Woman, why are you weeping?\" She said to them, \"They have taken away my Lord, and I do not know where they have laid him.\"",
          "id": 32084
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "After saying this, she turned around and saw Jesus standing there, but she did not know it was Jesus.",
          "id": 32085
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "Jesus said to her, \"Woman, why are you weeping? Whom are you seeking?\" Supposing that he was the gardener, she said to him, \"Sir, if you have carried him away, tell me where you have laid him, and I will take him away.\"",
          "id": 32086
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "Jesus said to her, \"Mary!\" She turned and said to him, \"Rabboni!\" (which means \"Teacher\").",
          "id": 32087
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "Jesus said to her, \"Do not hold on to me, for I have not yet ascended to my Father. But go to my brothers and tell them that I am ascending to my Father and your Father, to my God and your God.\"",
          "id": 32088
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "So Mary Magdalene went and told the disciples that she had seen the Lord and that he had said these things to her.",
          "id": 32089
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "In the evening of that day, the first day of the week, when the disciples were gathered together with the doors locked for fear of the Jews, Jesus came and stood among them and said to them, \"Peace be with you.\"",
          "id": 32090
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "After saying this, he showed them his hands and his side, and the disciples rejoiced when they saw the Lord.",
          "id": 32091
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Again Jesus said to them, \"Peace be with you. As the Father has sent me, so I am sending you.\"",
          "id": 32092
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "After saying this, he breathed on them and said to them, \"Receive the Holy Spirit.",
          "id": 32093
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "If you remit the sins of any, their sins are remitted; if you retain the sins of any, their sins are retained.\"",
          "id": 32094
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Now Thomas (called Didymus), one of the twelve, was not with them when Jesus came.",
          "id": 32095
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "So the other disciples said to him, \"We have seen the Lord.\" But he said to them, \"Unless I see the nail marks in his hands and put my finger where the nails were, and put my hand into his side, I will certainly not believe.\"",
          "id": 32096
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Eight days later, Jesus'' disciples were again inside, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, \"Peace be with you.\"",
          "id": 32097
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Then he said to Thomas, \"Put your finger here and look at my hands. Reach out your hand and put it into my side. Do not doubt but believe.\"",
          "id": 32098
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "In response Thomas said to him, \"My Lord and my God!\"",
          "id": 32099
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Then Jesus said to him, \"Because you have seen me, have you come to believe? Blessed are those who have not seen and yet have come to believe.\"",
          "id": 32100
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Jesus performed many other signs in the presence of his disciples, which are not written in this book.",
          "id": 32101
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "But these have been written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.",
          "id": 32102
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After this Jesus again manifested himself to the disciples, by the Sea of Tiberias. He manifested himself in this way.",
          "id": 32103
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Simon Peter, Thomas (called Didymus), Nathanael (from Cana of Galilee), the sons of Zebedee, and two of Jesus'' other disciples were together.",
          "id": 32104
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Simon Peter said to them, \"I am going fishing.\" They said to him, \"We will go with you.\" So they immediately went out and got into the boat, but that night they caught nothing.",
          "id": 32105
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "When daybreak came, Jesus stood on the shore, but the disciples did not know it was Jesus.",
          "id": 32106
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Jesus said to them, \"Children, have you caught any fish to eat?\" They answered him, \"No.\"",
          "id": 32107
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "He said to them, \"Cast the net on the right side of the boat, and you will find some.\" So they cast it and were unable to draw it in because of the large number of fish.",
          "id": 32108
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then the disciple whom Jesus loved said to Peter, \"It is the Lord!\" When Simon Peter heard that it was the Lord, he put on his outer garment (for he had taken it off) and plunged into the sea.",
          "id": 32109
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But the other disciples came in the small boat, dragging the net full of fish, for they were not far from shore, only about a hundred yards away.",
          "id": 32110
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "When they had gone ashore, they saw a charcoal fire there with a fish lying on it, and bread.",
          "id": 32111
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Jesus said to them, \"Bring some of the fish that you have just now caught.\"",
          "id": 32112
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "So Simon Peter went aboard and drew the net ashore, full of large fish, one hundred fifty-three of them. Although there were so many, the net had not torn.",
          "id": 32113
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "Then Jesus said to them, \"Come eat breakfast.\" Now none of the disciples dared to ask him, \"Who are you?\" because they knew it was the Lord.",
          "id": 32114
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then Jesus came, took the bread, and gave it to them. He did likewise with the fish.",
          "id": 32115
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "This was now the third time that Jesus had been revealed to his disciples after he had been raised from the dead.",
          "id": 32116
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "When they had eaten breakfast, Jesus said to Simon Peter, \"Simon, son of Jonah, do you love me more than these?\" Peter said to him, \"Yes, Lord, you know that I care for you.\" Jesus said to him, \"Feed my lambs.\"",
          "id": 32117
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "Jesus said to him a second time, \"Simon, son of Jonah, do you love me?\" Peter said to him, \"Yes, Lord, you know that I care for you.\" Jesus said to him, \"Tend my sheep.\"",
          "id": 32118
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "Then Jesus said to him the third time, \"Simon, son of Jonah, do you care for me?\" Peter was grieved that Jesus said to him the third time, \"Do you care for me?\" And he said to him, \"Lord, you know everything; you know that I care for you.\" Jesus said to him, \"Feed my sheep.",
          "id": 32119
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Truly, truly, I say to you, when you were younger, you would dress yourself and walk wherever you wanted to go; but when you grow old, you will stretch out your hands, and another will dress you and bring you where you do not want to go.\"",
          "id": 32120
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "(He said this to indicate the kind of death by which Peter would glorify God.) After saying this, he said to Peter, \"Follow me.\"",
          "id": 32121
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Then Peter turned around and saw the disciple whom Jesus loved following them (the one who had leaned back on Jesus'' chest at the supper and said, \"Lord, who is it that is going to betray you?\")",
          "id": 32122
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "When Peter saw him, he said to Jesus, \"Lord, what about him?\"",
          "id": 32123
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "Jesus said to him, \"If I wish for him to remain until I come, what is that to you? You follow me!\"",
          "id": 32124
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "So the rumor spread among the brothers that this disciple would not die. Yet Jesus did not tell him that he would not die; he only said, \"If I wish for him to remain until I come, what is that to you?\"",
          "id": 32125
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "This is the disciple who is testifying about these things and who has written these things, and we know that his testimony is true.",
          "id": 32126
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "There are also many other things that Jesus did. If every one of them were to be written down, I suppose that not even the world itself would have room for the books that would be written. Amen.",
          "id": 32127
        }
      ]
    }
  ]
}