{
  "book": "Jonah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now the word of the Lord came to Jonas the son of Amathi, saying,",
          "id": 22992
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Rise, and go to Nineve, the great city, and preach in it; for the cry of its wickedness is come up to me.",
          "id": 22993
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "But Jonas rose up to flee to Tharsis from the presence of the Lord. And he went down to Joppa, and found a ship going to Tharsis: and he paid his fare, and went up into it, to sail with them to Tharsis from the presence of the Lord.",
          "id": 22994
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the Lord raised up a wind on the sea; and there was a great storm on the sea, and the ship was in danger of being broken.",
          "id": 22995
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the sailors were alarmed, and cried every one to his god, and cast out the wares that were in the ship into the sea, that it might be lightened of them. But Jonas was gone down into the hold of the ship, and was asleep, and snored.",
          "id": 22996
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the shipmaster came to him, and said to him, Why snore you? arise, and call upon your God, that God may save us, and we perish not.",
          "id": 22997
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And each man said to his neighbour, Come, let us cast lots, and find out for whose sake this mischief is upon us. So they cast lots, and the lot fell upon Jonas.",
          "id": 22998
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And they said to him, Tell us what is your occupation, and whence come you, and of what country and what people are you?",
          "id": 22999
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he said to them, I am a servant of the Lord; and I worship the Lord God of heaven, who made the sea, and the dry land.",
          "id": 23000
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then the men feared exceedingly, and said to him, What is this that you have done? for the men knew that he was fleeing from the face of the Lord, because he had told them.",
          "id": 23001
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And they said to him, What shall we do to you, that the sea may be calm to us? for the sea rose, and lifted its wave exceedingly.",
          "id": 23002
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And Jonas said to them, Take me up, and cast me into the sea, and the sea shall be calm to you: for I know that for my sake this great tempest is upon you.",
          "id": 23003
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the men tried hard to return to the land, and were not able: for the sea rose and grew more and more tempestuous against them.",
          "id": 23004
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And they cried to the Lord, and said, Forbid it, Lord: let us not perish for the sake of this man''s life, and bring not righteous blood upon us: for you, Lord, have done as you would.",
          "id": 23005
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So they took Jonas, and cast him out into the sea: and the sea ceased from its raging.",
          "id": 23006
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the men feared the Lord very greatly, and offered a sacrifice to the Lord, and vowed vows.",
          "id": 23007
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now the Lord had commanded a great whale to swallow up Jonas: and Jonas was in the belly of the whale three days and three nights.",
          "id": 23008
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Jonas prayed to the Lord his God out of the belly of the whale,",
          "id": 23009
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and said, I cried in my affliction to the Lord my God, and he listened to me, even to my cry out of the belly of hell: you heard my voice.",
          "id": 23010
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "You did cast me into the depths of the heart of the sea, and the floods compassed me: all your billows and your waves have passed upon me.",
          "id": 23011
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And I said, I am cast out of your presence: shall I indeed look again towards your holy temple?",
          "id": 23012
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Water was poured around me to the soul: the lowest deep compassed me, my head went down",
          "id": 23013
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "to the clefts of the mountains; I went down into the earth, whose bars are the everlasting barriers: yet, O Lord my God, let my ruined life be restored.",
          "id": 23014
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "When my soul was failing me, I remembered the Lord; and may my prayer come to you into your holy temple.",
          "id": 23015
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "They that observe vanities and lies have forsaken their own mercy.",
          "id": 23016
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But I will sacrifice to you with the voice of praise and thanksgiving: all that I have vowed I will pay to you, the Lord of my salvation.",
          "id": 23017
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And the whale was commanded by the Lord, and it cast up Jonas on the dry land.",
          "id": 23018
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the word of the Lord came to Jonas the second time, saying,",
          "id": 23019
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Rise, go to Nineve, the great city, and preach in it according to the former preaching which I spoke to you of.",
          "id": 23020
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Jonas arose, and went to Nineve, as the Lord had spoken. Now Nineve was an exceeding great city, of about three days'' journey.",
          "id": 23021
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And Jonas began to enter into the city about a day''s journey, and he proclaimed, and said, Yet three days, and Nineve shall be overthrown.",
          "id": 23022
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the men of Nineve believed God, and proclaimed a fast, and put on sackcloths, from the greatest of them to the least of them.",
          "id": 23023
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the word reached the king of Nineve, and he arose from off his throne, and took off his raiment from him, and put on sackcloth, and sat on ashes.",
          "id": 23024
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And proclamation was made, and it was commanded in Nineve by the king an by his great men, saying, Let not men, or cattle, or oxen, or sheep, taste any thing, nor feed, nor drink water.",
          "id": 23025
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "So men and cattle were clothed with sackcloths, and cried earnestly to God; and they turned every one from their evil way, and from the iniquity that was in their hands, saying,",
          "id": 23026
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Who knows if God will repent, and turn from his fierce anger, and so we shall not perish?",
          "id": 23027
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And God saw their works, that they turned from their evil ways; and God repented of the evil which he had said he would do to them; and he did it not.",
          "id": 23028
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But Jonas was very deeply grieved, and he was confounded.",
          "id": 23029
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he prayed to the Lord, and said, O Lord, were not these my words when I was yet in my land? therefore I made haste to flee to Tharsis; because I knew that you are merciful and compassionate, longsuffering, and abundant in kindness, and repent of evil.",
          "id": 23030
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And now, Lord God, take my life from me; for it is better for me to die than to live.",
          "id": 23031
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the Lord said to Jonas, Are you very much grieved?",
          "id": 23032
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And Jonas went out from the city, and sat over against the city; and he made for himself there a booth, and he sat under it, until he should perceive what would become of the city.",
          "id": 23033
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the Lord God commanded a gourd, and it came up over the head of Jonas, to be a shadow over his head, to shade him from his calamities: and Jonas rejoiced with great joy for the gourd.",
          "id": 23034
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And God commanded a worm the next morning, and it struck the gourd, and it withered away.",
          "id": 23035
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And it came to pass at the rising of the sun, that God commanded a burning east wind; and the sun struck on the head of Jonas, and he fainted, and despaired of his life, and said, It is better for me to die than to live.",
          "id": 23036
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And God said to Jonas, Are you very much grieved for the gourd? And he said, I am very much grieved, even to death.",
          "id": 23037
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the Lord said, You had pity on the gourd, for which you have not suffered, neither did you rear it; which came up before night, and perished before another night:",
          "id": 23038
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "and shall not I spare Nineve, the great city, in which dwell more than twelve myriads of human beings, who do not know their right hand or their left hand; and also much cattle?",
          "id": 23039
        }
      ]
    }
  ]
}