{
  "book": "Jude",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Jude, a servant of Jesus Christ and a brother of James, to those who are called and sanctified by God the Father, and kept for Jesus Christ:",
          "id": 35874
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Mercy, peace, and love be multiplied to you.",
          "id": 35875
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Beloved, although I was quite eager to write to you about our common salvation, I found it necessary to write to you and urge you to contend for the faith that was once for all delivered to the saints.",
          "id": 35876
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For certain men whose condemnation was written about long ago have crept in unnoticed. They are ungodly men who pervert the grace of our God, turning it into a license for sensuality. By doing so, they deny God, who is our only Master, and also the Lord Jesus Christ.",
          "id": 35877
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now I want to remind you, although you already know this, that after the Lord saved a people out of the land of Egypt, he subsequently destroyed those who did not believe.",
          "id": 35878
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And the angels who did not keep within their proper domain, but left their own dwelling, he has kept under darkness in everlasting chains for the judgment of the great day.",
          "id": 35879
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Likewise, Sodom and Gomorrah and the cities around them, who indulged in fornication and went after strange flesh in a manner similar to those angels, serve as an example by undergoing the punishment of eternal fire.",
          "id": 35880
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "In the same way these ungodly men, relying on their dreams, defile the flesh, reject authority, and revile glorious beings.",
          "id": 35881
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But when Michael the archangel was contending with the devil and disputing about the body of Moses, he did not dare to bring a reviling judgment against him, but said, \"May the Lord rebuke you!\"",
          "id": 35882
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Yet these men slander whatever they do not understand, and they are corrupted by what they, like irrational beasts, instinctively comprehend.",
          "id": 35883
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Woe to them! For they went in the way of Cain, they rushed for reward to the error of Balaam, and they perished in the rebellion of Korah.",
          "id": 35884
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "These men are hidden reefs at your love feasts, feeding themselves as they feast among you without fear. They are clouds without water, carried along by winds; fruitless trees in late autumn, twice dead and uprooted.",
          "id": 35885
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "They are wild waves of the sea, foaming out their own shameful deeds; wayward stars, for whom the thick gloom of darkness has been reserved forever.",
          "id": 35886
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Enoch, in the seventh generation from Adam, prophesied about these men, saying, \"Behold, the Lord is coming with thousands upon thousands of his holy ones",
          "id": 35887
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "to execute judgment against all and to convict all the ungodly among them of all their ungodly deeds that they have done in an ungodly way, and to convict ungodly sinners of all the harsh words they have spoken against him.\"",
          "id": 35888
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "These men are grumblers and complainers, walking according to their own lusts. They speak bombastic words with their mouths, admiring people for their own advantage.",
          "id": 35889
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But you, beloved, must remember what the apostles of our Lord Jesus Christ foretold,",
          "id": 35890
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "how they said to you, \"In the end times there will be scoffers who walk according to their own ungodly lusts.\"",
          "id": 35891
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "These people cause divisions; they are worldly and do not have the Spirit.",
          "id": 35892
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But you, beloved, by building yourselves up in your most holy faith and praying in the Holy Spirit,",
          "id": 35893
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "must keep yourselves in the love of God as you wait for the mercy of our Lord Jesus Christ that leads to eternal life.",
          "id": 35894
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Have mercy on some, using discernment;",
          "id": 35895
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and others save with fear by snatching them out of the fire, hating even the garment that is stained by the flesh.",
          "id": 35896
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Now to him who is able to keep them from falling and to make them stand unblemished in the presence of his glory with great joy,",
          "id": 35897
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "to the only wise God our Savior, be glory and majesty, power and authority, both now and forevermore. Amen.",
          "id": 35898
        }
      ]
    }
  ]
}