{
  "book": "Luke",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Since many have undertaken to compile an account of the events that have been fulfilled among us,",
          "id": 30099
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "just as those who from the beginning were eyewitnesses and ministers of the word have delivered them to us,",
          "id": 30100
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "it seemed good to me also, having carefully investigated all things from the beginning, to write an orderly account for you, most excellent Theophilus,",
          "id": 30101
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "so that you may know the certainty of the things about which you have been instructed.",
          "id": 30102
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "In the days of Herod, the king of Judea, there was a priest named Zechariah who belonged to the division of Abijah. His wife was of the daughters of Aaron, and her name was Elizabeth.",
          "id": 30103
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "They were both righteous before God, walking blamelessly in all the commandments and regulations of the Lord.",
          "id": 30104
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But they had no children because Elizabeth was barren, and they were both advanced in their days.",
          "id": 30105
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "While Zechariah was serving as a priest before God when his division was on duty,",
          "id": 30106
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "he was chosen by lot, according to the custom of the priesthood, to enter the temple of the Lord and burn incense.",
          "id": 30107
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "At the hour of incense the whole multitude of the people was praying outside.",
          "id": 30108
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Then an angel of the Lord appeared to Zechariah, standing at the right side of the altar of incense.",
          "id": 30109
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "When Zechariah saw him, he was startled, and fear fell upon him.",
          "id": 30110
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "But the angel said to him, \"Do not be afraid, Zechariah, for your prayer has been heard. Your wife Elizabeth will bear you a son, and you shall name him John.",
          "id": 30111
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "You will have joy and gladness, and many will rejoice at his birth,",
          "id": 30112
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "for he will be great in the sight of the Lord. He must never drink any wine or strong drink, and he will be filled with the Holy Spirit, even from his mother''s womb.",
          "id": 30113
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "He will turn many of the sons of Israel to the Lord their God.",
          "id": 30114
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And he will go before the Lord in the spirit and power of Elijah, to turn the hearts of fathers back to their children, and the disobedient to the wisdom of the righteous, to make ready a people prepared for the Lord.\"",
          "id": 30115
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Zechariah said to the angel, \"How can I know this for certain? For I am an old man, and my wife is advanced in her days.\"",
          "id": 30116
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The angel answered him, \"I am Gabriel. I stand in the presence of God and was sent to speak to you and bring you this good news.",
          "id": 30117
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled at their appointed time.\"",
          "id": 30118
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Meanwhile, the people were waiting for Zechariah and wondering about his delay in the temple.",
          "id": 30119
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "When he came out, he was unable to speak to them, and they perceived that he had seen a vision in the temple, because he kept making signs to them and remained unable to speak.",
          "id": 30120
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "When the days of his service had come to an end, he returned to his home.",
          "id": 30121
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "After those days his wife Elizabeth conceived and kept herself in seclusion for five months, saying,",
          "id": 30122
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "\"The Lord has done this for me. In these days he has looked upon me with favor and taken away my reproach among the people.\"",
          "id": 30123
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "In the sixth month the angel Gabriel was sent by God to a town of Galilee called Nazareth,",
          "id": 30124
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "to a virgin betrothed to a man named Joseph, of the house of David. The virgin''s name was Mary.",
          "id": 30125
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "The angel came to her and said, \"Greetings, O favored one, the Lord is with you! Blessed are you among women!\"",
          "id": 30126
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "But when Mary saw him, she was greatly perplexed by his statement and began wondering what sort of greeting this might be.",
          "id": 30127
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Then the angel said to her, \"Do not be afraid, Mary, for you have found favor with God.",
          "id": 30128
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And behold, you will conceive in your womb and give birth to a son, and you shall name him Jesus.",
          "id": 30129
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "He will be great and will be called the Son of the Most High, and the Lord God will give him the throne of his father David.",
          "id": 30130
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "He will reign over the house of Jacob forever, and of his kingdom there will be no end.\"",
          "id": 30131
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Mary said to the angel, \"How will this be, since I am a virgin?\"",
          "id": 30132
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "The angel answered her, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the holy child that is to be born will be called the Son of God.",
          "id": 30133
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "And behold, your relative Elizabeth has also conceived a son in her old age, and this is the sixth month for her who was called barren.",
          "id": 30134
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "For nothing is impossible with God.\"",
          "id": 30135
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Then Mary said, \"Behold, I am the servant of the Lord; may it happen to me according to your word.\" And the angel went away from her.",
          "id": 30136
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "In those days Mary arose and went with haste to the hill country, to a town of Judah,",
          "id": 30137
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "where she entered the house of Zechariah and greeted Elizabeth.",
          "id": 30138
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "When Elizabeth heard Mary''s greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit.",
          "id": 30139
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Then she exclaimed with a loud voice, \"Blessed are you among women, and blessed is the fruit of your womb!",
          "id": 30140
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "How has this happened to me that the mother of my Lord should come to me?",
          "id": 30141
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "For behold, when the sound of your greeting came into my ears, the baby in my womb leaped for joy.",
          "id": 30142
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Blessed is she who has believed, for what the Lord has spoken to her will be fulfilled.\"",
          "id": 30143
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Then Mary said, \"My soul magnifies the Lord,",
          "id": 30144
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "and my spirit rejoices in God my Savior,",
          "id": 30145
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "because he has looked favorably on the humble state of his servant. For behold, from now on all generations will call me blessed,",
          "id": 30146
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "because the Mighty One has done great things for me; holy is his name.",
          "id": 30147
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "From generation to generation his mercy is upon those who fear him.",
          "id": 30148
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "He has done a mighty deed with his arm; he has scattered the proud in the thoughts of their hearts.",
          "id": 30149
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "He has brought down rulers from their thrones and exalted the lowly.",
          "id": 30150
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "He has filled the hungry with good things, but the rich he has sent away empty.",
          "id": 30151
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "He has helped his servant Israel, remembering his mercy,",
          "id": 30152
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "just as he spoke to our fathers, to Abraham and to his offspring forever.\"",
          "id": 30153
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "And Mary remained with Elizabeth for about three months and then returned to her house.",
          "id": 30154
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "Now the time was fulfilled for Elizabeth to give birth, and she bore a son.",
          "id": 30155
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "Then her neighbors and her relatives heard that the Lord had magnified his mercy with her, and they rejoiced with her.",
          "id": 30156
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "On the eighth day they came to circumcise the child, and they were going to give him the name of his father Zechariah.",
          "id": 30157
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "But the child''s mother responded, \"No! He is to be called John.\"",
          "id": 30158
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "But they said to her, \"There is no one among your relatives who has that name.\"",
          "id": 30159
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "Then they began making signs to the child''s father to find out what he wanted to name him.",
          "id": 30160
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "So he asked for a tablet and wrote, \"His name is John.\" And they were all amazed.",
          "id": 30161
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "At once Zechariah''s mouth was opened and his tongue was released, and he began to speak, blessing God.",
          "id": 30162
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "Then fear came upon all who dwelt around them, and in the entire hill country of Judea all these things were being discussed.",
          "id": 30163
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "All who heard about this laid it up in their hearts, saying, \"What then will this child become?\" And the hand of the Lord was with him.",
          "id": 30164
        },
        {
          "isRed": false,
          "verse": 67,
          "text": "Then Zechariah, the child''s father, was filled with the Holy Spirit and prophesied:",
          "id": 30165
        },
        {
          "isRed": false,
          "verse": 68,
          "text": "\"Blessed be the Lord, the God of Israel, for he has visited his people and brought them redemption.",
          "id": 30166
        },
        {
          "isRed": false,
          "verse": 69,
          "text": "He has raised up for us a horn of salvation in the house of his servant David",
          "id": 30167
        },
        {
          "isRed": false,
          "verse": 70,
          "text": "(just as he spoke through the mouth of his holy prophets long ago),",
          "id": 30168
        },
        {
          "isRed": false,
          "verse": 71,
          "text": "salvation from our enemies and from the hand of all who hate us—",
          "id": 30169
        },
        {
          "isRed": false,
          "verse": 72,
          "text": "to deal mercifully with our fathers and to remember his holy covenant,",
          "id": 30170
        },
        {
          "isRed": false,
          "verse": 73,
          "text": "the oath he swore to Abraham our father, to grant us",
          "id": 30171
        },
        {
          "isRed": false,
          "verse": 74,
          "text": "that we, having been rescued from the hands of our enemies, might serve him without fear,",
          "id": 30172
        },
        {
          "isRed": false,
          "verse": 75,
          "text": "in holiness and righteousness before him all the days of our life.",
          "id": 30173
        },
        {
          "isRed": false,
          "verse": 76,
          "text": "And you, child, will be called a prophet of the Most High, for you will go before the presence of the Lord to prepare his ways,",
          "id": 30174
        },
        {
          "isRed": false,
          "verse": 77,
          "text": "to give his people knowledge of salvation through the remission of their sins,",
          "id": 30175
        },
        {
          "isRed": false,
          "verse": 78,
          "text": "through the tender mercy of our God, by which the sunrise has visited us from on high,",
          "id": 30176
        },
        {
          "isRed": false,
          "verse": 79,
          "text": "to give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.\"",
          "id": 30177
        },
        {
          "isRed": false,
          "verse": 80,
          "text": "And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.",
          "id": 30178
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In those days a decree went out from Caesar Augustus that all the world should be registered in a census.",
          "id": 30179
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "This was the first census, and it took place when Quirinius was governor of Syria.",
          "id": 30180
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So everyone went to be registered, each to his own town.",
          "id": 30181
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and family of David,",
          "id": 30182
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "to register himself along with Mary, his betrothed wife, who was with child.",
          "id": 30183
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "While they were there, the days were fulfilled for her to give birth,",
          "id": 30184
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and she gave birth to her firstborn son. Then she wrapped him in swaddling cloths and laid him in the manger, because there was no room for them in the inn.",
          "id": 30185
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "In the same region there were shepherds living out in the fields, keeping watch over their flock by night.",
          "id": 30186
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And behold, an angel of the Lord stood before them, and the glory of the Lord shone around them, and they were filled with great fear.",
          "id": 30187
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But the angel said to them, \"Do not be afraid, for behold, I bring you good news of great joy, which will be for all the people.",
          "id": 30188
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For to you is born this day in the city of David a Savior, who is Christ the Lord.",
          "id": 30189
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "This will be the sign for you: You will find a baby wrapped in swaddling cloths and lying in a manger.\"",
          "id": 30190
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Suddenly there was with the angel a multitude of the heavenly host, praising God and saying,",
          "id": 30191
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "\"Glory to God in the highest, and peace on earth, good will among men.\"",
          "id": 30192
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "When the angels had gone away from them into heaven, the shepherds said to one another, \"Let us go over to Bethlehem and see this thing that has happened, which the Lord has made known to us.\"",
          "id": 30193
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So they went with haste and found Mary and Joseph, and the baby lying in the manger.",
          "id": 30194
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "After seeing him, they made widely known what they had been told about the child,",
          "id": 30195
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "and all who heard it were amazed at what the shepherds told them.",
          "id": 30196
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But Mary treasured up all these things, pondering them in her heart.",
          "id": 30197
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Then the shepherds returned, glorifying and praising God for all the things that they had heard and seen, which were just as they had been told.",
          "id": 30198
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "When the eight days were completed for his circumcision, he was called Jesus, the name given by the angel before he was conceived in the womb.",
          "id": 30199
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And when the days of their purification were completed according to the law of Moses, Joseph and Mary brought Jesus up to Jerusalem to present him to the Lord",
          "id": 30200
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "(just as it is written in the law of the Lord, \"Every male who opens the womb shall be called holy to the Lord\").",
          "id": 30201
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "They also went up to offer a sacrifice according to what is said in the law of the Lord: \"a pair of turtledoves or two young pigeons.\"",
          "id": 30202
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And behold, there was a man in Jerusalem named Simeon who was righteous and devout. He was waiting for the consolation of Israel, and the Holy Spirit was upon him.",
          "id": 30203
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "It had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord''s Christ.",
          "id": 30204
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "So he came in the Spirit into the temple courts, and when the parents brought in the child Jesus to do for him what was customary under the law,",
          "id": 30205
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Simeon took him in his arms and blessed God, saying,",
          "id": 30206
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "\"Now, Master, you are releasing your servant in peace according to your word,",
          "id": 30207
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "for my eyes have seen your salvation,",
          "id": 30208
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "which you have prepared in the presence of all peoples,",
          "id": 30209
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "a light for revelation to the Gentiles and for the glory of your people Israel.\"",
          "id": 30210
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Joseph and the child''s mother were amazed at what was being said about him.",
          "id": 30211
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Then Simeon blessed them and said to Mary, the child''s mother, \"Behold, this child is appointed to bring about the falling and rising of many in Israel and to be a sign that will be spoken against,",
          "id": 30212
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "so that the thoughts of many hearts will be revealed. And a sword will pierce your own soul as well.\"",
          "id": 30213
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "There was also a prophetess, Anna the daughter of Phanuel, of the tribe of Asher. She was far advanced in days. Her husband had died seven years after they were married,",
          "id": 30214
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "and she was a widow of about eighty-four years of age. She did not depart from the temple, but served night and day with fasting and prayer.",
          "id": 30215
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "She came at that very hour and began giving praise to the Lord and speaking about the child to all who were waiting for redemption in Jerusalem.",
          "id": 30216
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "When Joseph and Mary had finished everything that was required by the law of the Lord, they returned to Galilee, to their own town of Nazareth.",
          "id": 30217
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And the child grew and became strong in spirit; he was filled with wisdom, and the favor of God was upon him.",
          "id": 30218
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Now Jesus'' parents went to Jerusalem every year at the feast of the Passover.",
          "id": 30219
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "When he was twelve years old, they went up to Jerusalem according to the custom of the feast.",
          "id": 30220
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And when they had completed their days there and started returning home, the boy Jesus stayed behind in Jerusalem. But Joseph did not know it, and neither did Jesus'' mother.",
          "id": 30221
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "They assumed that he was in the company of travelers, so they went a day''s journey before they began looking for him among their relatives and acquaintances.",
          "id": 30222
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "When they did not find him, they returned to Jerusalem, looking for him.",
          "id": 30223
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "After three days, they found him in the temple courts, sitting among the teachers, listening to them and asking them questions.",
          "id": 30224
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "And all who heard him were amazed at his understanding and his answers.",
          "id": 30225
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "When his parents saw him, they were astonished. His mother said to him, \"Child, why have you treated us like this? Behold, your father and I have been looking for you in great distress.\"",
          "id": 30226
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "He said to them, \"Why were you looking for me? Did you not know that I must be in my Father''s house?\"",
          "id": 30227
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "But they did not understand what he said to them.",
          "id": 30228
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "Then he went down with them and came to Nazareth and was obedient to them. And his mother kept all these things in her heart.",
          "id": 30229
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "And Jesus advanced in wisdom and in stature, and in favor with God and men.",
          "id": 30230
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the fifteenth year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and Philip his brother was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene,",
          "id": 30231
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "during the high priesthood of Annas and Caiaphas, the word of God came to John the son of Zechariah in the wilderness.",
          "id": 30232
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "He went into all the region around the Jordan, preaching a baptism of repentance for the remission of sins,",
          "id": 30233
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "as it is written in the book of the words of Isaiah the prophet, \"The voice of one crying out in the wilderness, ''Prepare the way of the Lord; make his paths straight.",
          "id": 30234
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Every valley will be filled, and every mountain and hill will be brought low. The crooked roads will be made straight, and the rough ways will be made smooth.",
          "id": 30235
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And all flesh will see the salvation of God.''\"",
          "id": 30236
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "John said to the crowds that were coming out to be baptized by him, \"You brood of vipers, who warned you to flee from the coming wrath?",
          "id": 30237
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Produce fruit consistent with repentance, and do not begin to say to yourselves, ''We have Abraham as our father,'' for I tell you that God is able from these stones to raise up children to Abraham.",
          "id": 30238
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Even now the axe is laid at the root of the trees. Every tree therefore that does not produce good fruit is cut down and thrown into the fire.\"",
          "id": 30239
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So the crowds asked him, \"What then should we do?\"",
          "id": 30240
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "John answered them, \"Whoever has two tunics must share with him who has none, and whoever has food must do likewise.\"",
          "id": 30241
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Some tax collectors also came to be baptized, and they said to him, \"Teacher, what should we do?\"",
          "id": 30242
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "He said to them, \"Collect no more than what you have been authorized to collect.\"",
          "id": 30243
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then some soldiers asked him, \"And what should we do?\" He said to them, \"Do not extort money from anyone by threats or false accusations, and be content with your wages.\"",
          "id": 30244
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now as the people were waiting in expectation and were all questioning in their hearts whether John might be the Christ,",
          "id": 30245
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "John answered them all, \"I baptize you with water, but one is coming who is mightier than I, the strap of whose sandals I am not worthy to untie; he will baptize you with the Holy Spirit and fire.",
          "id": 30246
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "His winnowing fork is in his hand, and he will thoroughly clean out his threshing floor and gather the wheat into his barn, but the chaff he will burn up with unquenchable fire.\"",
          "id": 30247
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "With these and many other exhortations John preached good news to the people.",
          "id": 30248
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But when John rebuked Herod the tetrarch because of his marriage to Herodias, his brother''s wife, and because of all the evils that he had done,",
          "id": 30249
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Herod added this to everything else: He locked up John in prison.",
          "id": 30250
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Now when all the people were baptized, and when Jesus had also been baptized and was praying, the heavens were opened,",
          "id": 30251
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "and the Holy Spirit descended on him in bodily form like a dove. Then a voice came from heaven, saying, \"You are my beloved Son; in you I am well pleased.\"",
          "id": 30252
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Jesus was about thirty years of age when he began his ministry, being the son (so it was thought) of Joseph, the son of Heli,",
          "id": 30253
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "the son of Matthat, the son of Levi, the son of Melchi, the son of Janna, the son of Joseph,",
          "id": 30254
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,",
          "id": 30255
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "the son of Maath, the son of Mattathias, the son of Semei, the son of Joseph, the son of Judah,",
          "id": 30256
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,",
          "id": 30257
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmodam, the son of Er,",
          "id": 30258
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "the son of Jose, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,",
          "id": 30259
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonan, the son of Eliakim,",
          "id": 30260
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "the son of Melea, the son of Mainan, the son of Mattatha, the son of Nathan, the son of David,",
          "id": 30261
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,",
          "id": 30262
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "the son of Amminadab, the son of Ram, the son of Hezron, the son of Perez, the son of Judah,",
          "id": 30263
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,",
          "id": 30264
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,",
          "id": 30265
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,",
          "id": 30266
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,",
          "id": 30267
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "the son of Enosh, the son of Seth, the son of Adam, the son of God.",
          "id": 30268
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit into the wilderness,",
          "id": 30269
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "where he was tempted by the devil for forty days. He ate nothing in those days, and afterward, when they had ended, he was hungry.",
          "id": 30270
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then the devil said to him, \"If you are the Son of God, command this stone to become bread.\"",
          "id": 30271
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "But Jesus answered him, \"It is written, ''Man shall not live by bread alone, but by every word of God.''\"",
          "id": 30272
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So the devil brought him up to a high mountain and showed him all the kingdoms of the world in a moment of time.",
          "id": 30273
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then the devil said to him, \"To you I will give all this authority and glory, for it has been delivered to me, and I can give it to whomever I wish.",
          "id": 30274
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "If you, then, will worship me, it will all be yours.\"",
          "id": 30275
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Jesus answered him, \"Get behind me, Satan! It is written, ''You shall worship the Lord your God, and him only shall you serve.''\"",
          "id": 30276
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then the devil brought him to Jerusalem, set him on the pinnacle of the temple, and said to him, \"If you are the Son of God, throw yourself down from here,",
          "id": 30277
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "for it is written, ''He will command his angels concerning you, to guard you,''",
          "id": 30278
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "and, ''In their hands they will lift you up, so that you do not strike your foot against a stone.''\"",
          "id": 30279
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "Jesus answered him, \"It is said, ''You shall not put the Lord your God to the test.''\"",
          "id": 30280
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And when the devil had finished every temptation, he left him until an opportune time.",
          "id": 30281
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then Jesus returned to Galilee in the power of the Spirit, and news about him spread throughout the entire surrounding region.",
          "id": 30282
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And he was teaching in their synagogues, being glorified by all.",
          "id": 30283
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "When he came to Nazareth, where he had been brought up, he went into the synagogue on the Sabbath day, as was his custom, and stood up to read.",
          "id": 30284
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "The scroll of Isaiah the prophet was handed to him, so he unrolled the scroll and found the place where it is written,",
          "id": 30285
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "\"The Spirit of the Lord is upon me, because he has anointed me to preach good news to the poor. He has sent me to heal the brokenhearted, to proclaim release to the captives and recovery of sight to the blind, to set the oppressed free,",
          "id": 30286
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "and to proclaim the year of the Lord''s favor.\"",
          "id": 30287
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Then he rolled up the scroll, gave it back to the attendant, and sat down. The eyes of everyone in the synagogue were fixed upon him,",
          "id": 30288
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "and he began to say to them, \"Today this Scripture has been fulfilled in your hearing.\"",
          "id": 30289
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "They were all speaking well of him and were amazed at the gracious words coming out of his mouth. They said, \"Is this not Joseph''s son?\"",
          "id": 30290
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Then Jesus said to them, \"Doubtless you will quote to me this proverb: ''Physician, heal yourself.'' Do here in your hometown what we have heard that you did in Capernaum.\"",
          "id": 30291
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "He also said, \"Truly I say to you, no prophet is accepted in his hometown.",
          "id": 30292
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "But in truth I tell you, there were many widows in Israel in the days of Elijah, when the sky was shut for three years and six months and a severe famine came over all the land,",
          "id": 30293
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "yet Elijah was sent to none of them except a widow in Zarephath in the region of Sidon.",
          "id": 30294
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "There were also many lepers in Israel in the time of Elisha the prophet, and none of them was cleansed except Naaman the Syrian.\"",
          "id": 30295
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "When they heard this, all the people in the synagogue were filled with rage.",
          "id": 30296
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "They rose up, drove him out of the town, and brought him to the brow of the hill on which their town was built, to throw him down from the cliff.",
          "id": 30297
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "But Jesus passed through the crowd and went away.",
          "id": 30298
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Then he went down to Capernaum, a city of Galilee, and on the Sabbath he began teaching the people.",
          "id": 30299
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "They were astonished at his teaching, because his message was spoken with authority.",
          "id": 30300
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Now in the synagogue there was a man who had an unclean demonic spirit, and he cried out with a loud voice,",
          "id": 30301
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "\"Leave us alone! What do you have to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God.\"",
          "id": 30302
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "But Jesus rebuked him, saying, \"Be silent and come out of him!\" Then the demon threw the man down before them all and came out of him, having done him no harm.",
          "id": 30303
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Amazement came over all the people, and they said to one another, \"What kind of message is this? For with authority and power he commands the unclean spirits and they come out!\"",
          "id": 30304
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And news about him went out to every place in the surrounding region.",
          "id": 30305
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Then Jesus arose, left the synagogue, and entered Simon''s house. Now Simon''s mother-in-law was suffering from a high fever, and they asked Jesus to help her.",
          "id": 30306
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "So he stood over her and rebuked the fever, and it left her. At once she rose and began to serve them.",
          "id": 30307
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "When the sun was setting, all those who had any who were sick with various diseases brought them to Jesus, and he laid his hands on each one of them and healed them.",
          "id": 30308
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Demons also came out of many, crying out, \"You are the Christ, the Son of God.\" But he rebuked them and would not allow them to speak, because they knew that he was the Christ.",
          "id": 30309
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "When daybreak came, Jesus departed and went to a desolate place. The crowds were seeking him, and they came to him and tried to keep him from leaving them.",
          "id": 30310
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "But Jesus said to them, \"I must preach the good news of the kingdom of God to the other towns as well, for that is why I was sent.\"",
          "id": 30311
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "So he continued preaching in the synagogues of Galilee.",
          "id": 30312
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "On one occasion, Jesus was standing beside the lake of Gennesaret, and the crowd was pressing in on him to listen to the word of God.",
          "id": 30313
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "He saw two boats moored beside the lake, but the fishermen had gotten out of them and were washing their nets.",
          "id": 30314
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "He got into one of the boats, the one that was Simon''s, and asked him to put out a little way from the shore. Then he sat down and began teaching the crowds from the boat.",
          "id": 30315
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "When he finished speaking, he said to Simon, \"Put out into the deep water and let down your nets for a catch.\"",
          "id": 30316
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Simon answered him, \"Master, we have worked hard throughout the entire night and have caught nothing, but at your word I will let down the net.\"",
          "id": 30317
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "When he and the men with him did so, they enclosed such a large number of fish that their net began to break.",
          "id": 30318
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So they signaled to their partners in the other boat to come and assist them, and they came and filled both the boats, so that they began to sink.",
          "id": 30319
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "When Simon Peter saw this, he fell down at Jesus'' knees and said, \"Depart from me, Lord, for I am a sinful man.\"",
          "id": 30320
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For he and all who were with him were gripped with astonishment at the catch of fish they had taken,",
          "id": 30321
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "and so were James and John, the sons of Zebedee, who were partners with Simon. Then Jesus said to Simon, \"Do not be afraid; from now on you will be catching people.\"",
          "id": 30322
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "So they brought their boats to shore, left everything, and followed Jesus.",
          "id": 30323
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "While Jesus was in one of the towns, behold, there was a man full of leprosy. When the man saw Jesus, he fell on his face and begged him, \"Lord, if you are willing, you can make me clean.\"",
          "id": 30324
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "So Jesus stretched out his hand and touched him, saying, \"I am willing; be made clean.\" Immediately the leprosy left him.",
          "id": 30325
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "Then Jesus ordered him to tell no one, but said, \"Go show yourself to the priest, and make an offering for your cleansing, just as Moses commanded, as a testimony to them.\"",
          "id": 30326
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But the news about Jesus spread even more, and large crowds would gather together to hear him and to be healed by him of their infirmities.",
          "id": 30327
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "But he would often withdraw to desolate places and pray.",
          "id": 30328
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "On one of those days, as he was teaching, some Pharisees and teachers of the law were sitting there. They had come from every village of Galilee, Judea, and Jerusalem, and the power of the Lord was present to heal the people.",
          "id": 30329
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And behold, some men brought on a bed a man who was paralyzed. They were trying to bring him in and place him before Jesus.",
          "id": 30330
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "But when they could not find a way to bring him in because of the crowd, they went up on the housetop and let him down through the tiles, together with his mat, into the middle of the crowd in front of Jesus.",
          "id": 30331
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "When Jesus saw their faith, he said to the man, \"Man, your sins are forgiven you.\"",
          "id": 30332
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But the scribes and the Pharisees began to question what Jesus said: \"Who is this that speaks blasphemies? Who can forgive sins but God alone?\"",
          "id": 30333
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "Aware of their thoughts, Jesus answered them, \"Why are you questioning in your hearts?",
          "id": 30334
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Which is easier, to say, ''Your sins are forgiven you,'' or to say, ''Rise and walk''?",
          "id": 30335
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "But so that you may know that the Son of Man has authority on earth to forgive sins\"—he said to the paralyzed man—\"I say to you, rise, pick up your mat, and go to your house.\"",
          "id": 30336
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Immediately the man rose up before them, picked up what he had been lying on, and went to his house, glorifying God.",
          "id": 30337
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Amazement seized them all, and they too began glorifying God. Filled with awe, they said, \"We have seen extraordinary things today.\"",
          "id": 30338
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "After this Jesus went out and saw a tax collector named Levi sitting at the tax booth. Jesus said to him, \"Follow me,\"",
          "id": 30339
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "and leaving everything behind, Levi rose and followed him.",
          "id": 30340
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Then Levi gave a great banquet for Jesus in his house, and there was a large crowd of tax collectors and others reclining at the table with them.",
          "id": 30341
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "But the scribes of the people and the Pharisees were grumbling at his disciples, saying, \"Why are you eating and drinking with tax collectors and sinners?\"",
          "id": 30342
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Jesus answered them, \"It is not those who are well who have need of a physician, but those who are sick.",
          "id": 30343
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "I did not come to call the righteous, but sinners to repentance.\"",
          "id": 30344
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Then they said to him, \"Why do the disciples of John often fast and offer prayers, and likewise the disciples of the Pharisees, but yours eat and drink?\"",
          "id": 30345
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Jesus said to them, \"Can you make the bridegroom''s attendants fast while the bridegroom is with them?",
          "id": 30346
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "But those days are coming, and when the bridegroom is taken away from them, they will fast in those days.\"",
          "id": 30347
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "He also told them a parable: \"No one puts a patch from a new garment on an old garment. Otherwise, he not only tears the new garment, but the patch from the new garment does not match the old garment.",
          "id": 30348
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "And no one puts new wine into old wineskins. Otherwise, the new wine will burst the wineskins and will itself be spilled, and the wineskins will be destroyed.",
          "id": 30349
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "But new wine must be put into new wineskins, and then both are preserved.",
          "id": 30350
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "And no one after drinking old wine immediately desires new wine, for he says, ''The old is better.''\"",
          "id": 30351
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "On the second major Sabbath, Jesus was going through the grainfields, and his disciples were plucking heads of grain, rubbing off the husks in their hands, and eating them.",
          "id": 30352
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "But some of the Pharisees said to them, \"Why are you doing what is not lawful to do on the Sabbath?\"",
          "id": 30353
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "Jesus answered them, \"Have you not read what David did when he was hungry, he and those who were with him,",
          "id": 30354
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "how he entered the house of God and took and ate the bread of the Presence, which is not lawful for anyone to eat except for the priests, and how he also gave it to those who were with him?\"",
          "id": 30355
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Then he said to them, \"The Son of Man is Lord even of the Sabbath.\"",
          "id": 30356
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "On another Sabbath, Jesus went into the synagogue and was teaching, and a man was there whose right hand was withered.",
          "id": 30357
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Now the scribes and the Pharisees were watching Jesus closely to see if he would heal on the Sabbath, so that they could find an accusation against him.",
          "id": 30358
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "But he knew their thoughts and said to the man with the withered hand, \"Rise and stand here.\" So he rose and stood there.",
          "id": 30359
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Then Jesus said to them, \"Let me ask you something: Is it lawful on the Sabbath to do good or to do evil, to save life or to kill?\"",
          "id": 30360
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "And after looking around at them all, he said to the man, \"Stretch out your hand.\" The man did so, and his hand was restored, as sound as the other.",
          "id": 30361
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But the scribes and Pharisees were filled with mindless rage and discussed with one another what they might do to Jesus.",
          "id": 30362
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "One day soon afterward Jesus went out to the mountain to pray, and spent the whole night in prayer to God.",
          "id": 30363
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "When daybreak came, he called his disciples and chose twelve from among them, whom he also named apostles:",
          "id": 30364
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Simon (whom he also named Peter) and Andrew his brother, James and John, Philip and Bartholomew,",
          "id": 30365
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Matthew and Thomas, James the son of Alphaeus, and Simon (who was called the Zealot),",
          "id": 30366
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Judas the son of James, and Judas Iscariot (who became a traitor).",
          "id": 30367
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then Jesus came down with them and stood on a level place. A crowd of his disciples was there along with a great multitude of people from all Judea, Jerusalem, and the coastal region of Tyre and Sidon (who had come to hear him and to be healed of their diseases),",
          "id": 30368
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "as well as people who were harassed by unclean spirits. And they were healed.",
          "id": 30369
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The entire crowd was trying to touch him, because power was coming out from him and healing them all.",
          "id": 30370
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Then he looked up at his disciples and said, \"Blessed are you who are poor, for yours is the kingdom of God.",
          "id": 30371
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Blessed are you who hunger now, for you will be filled. Blessed are you who weep now, for you will laugh.",
          "id": 30372
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "Blessed are you when others hate you, when they exclude you, reproach you, and spurn your name as evil on account of the Son of Man.",
          "id": 30373
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Rejoice in that day and leap for joy, for behold, great is your reward in heaven, for their fathers treated the prophets in the same way.",
          "id": 30374
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "But woe to you who are rich, for you have received your comfort.",
          "id": 30375
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Woe to you who are filled, for you will hunger. Woe to you who laugh now, for you will mourn and weep.",
          "id": 30376
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Woe to you when others speak well of you, for their fathers treated the false prophets in the same way.",
          "id": 30377
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "\"But I say to you who are listening, love your enemies, do good to those who hate you,",
          "id": 30378
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "bless those who curse you, and pray for those who mistreat you.",
          "id": 30379
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "If anyone strikes you on one cheek, offer him the other also. If anyone takes away your cloak, do not withhold your tunic from him either.",
          "id": 30380
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "Give to everyone who asks of you, and if anyone takes away your belongings, do not demand them back.",
          "id": 30381
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "As you wish that others would do to you, do the same also to them.",
          "id": 30382
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "If you love those who love you, what benefit is that to you? For even sinners love those who love them.",
          "id": 30383
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "And if you do good to those who do good to you, what benefit is that to you? For even sinners do the same.",
          "id": 30384
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "And if you lend to those from whom you expect to receive something back, what benefit is that to you? For even sinners lend to other sinners in order to receive back the same amount.",
          "id": 30385
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "But love your enemies, do good to them, and lend to them without expecting anything in return. Then your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.",
          "id": 30386
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Therefore be merciful, just as your Father is merciful.",
          "id": 30387
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "\"Do not judge, and you will certainly not be judged. Do not condemn, and you will certainly not be condemned. Forgive, and you will be forgiven.",
          "id": 30388
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "Give, and it will be given to you. A good measure, pressed down, shaken together, and running over, will be put into your lap. For with the same measure you use it will be measured to you in return.\"",
          "id": 30389
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "He also told them a parable: \"Can one blind person guide another? Will they not both fall into a pit?",
          "id": 30390
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "A disciple is not above his teacher, but everyone who is fully trained will be like his teacher.",
          "id": 30391
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "Why do you see the speck in your brother''s eye, but do not consider the beam in your own eye?",
          "id": 30392
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "Or how can you say to your brother, ''Brother, let me take the speck out of your eye,'' when you yourself do not see the beam in your own eye? Hypocrite! First take the beam out of your own eye, and then you will see clearly to take the speck out of your brother''s eye.",
          "id": 30393
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "\"No good tree produces bad fruit, nor does a bad tree produce good fruit.",
          "id": 30394
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "Each tree is known by its own fruit. People do not gather figs from thorns, nor do they pick grapes from a bramble bush.",
          "id": 30395
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "The good person brings good things out of the good treasure of his heart, and the evil person brings evil things out of the evil treasure of his heart, for out of the abundance of his heart his mouth speaks.",
          "id": 30396
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "\"Why do you call me, ''Lord, Lord,'' and not do what I say?",
          "id": 30397
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "I will show you what someone is like who comes to me, hears my words, and acts on them.",
          "id": 30398
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "He is like a man building a house, who dug deep and laid a foundation on the rock. When a flood came, the river burst against that house but could not shake it, for it was founded on the rock.",
          "id": 30399
        },
        {
          "isRed": true,
          "verse": 49,
          "text": "But he who hears my words and does not act accordingly is like a man who built a house on the ground without a foundation. As soon as the river burst against that house, it fell and was utterly destroyed.\"",
          "id": 30400
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When Jesus had finished saying all this in the hearing of the people, he entered Capernaum.",
          "id": 30401
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "There a centurion''s servant, who was highly regarded by him, was sick and about to die.",
          "id": 30402
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The centurion heard about Jesus and sent some Jewish elders to him, asking him to come and heal his servant.",
          "id": 30403
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "When they came to Jesus, they earnestly pleaded with him, saying, \"This man is worthy to have you do this for him,",
          "id": 30404
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "for he loves our nation and built our synagogue for us.\"",
          "id": 30405
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So Jesus went with them. When he was not far from the house, the centurion sent friends to say to him, \"Lord, do not trouble yourself, for I am not worthy to have you enter under my roof;",
          "id": 30406
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "therefore I did not even consider myself worthy to come to you. But just say the word, and my servant will be healed.",
          "id": 30407
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "For I too am a man set under authority, with soldiers under me. I say to this one, ''Go,'' and he goes; and to another, ''Come,'' and he comes; and to my servant, ''Do this,'' and he does it.\"",
          "id": 30408
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "When Jesus heard this, he was amazed at the centurion. And turning to the crowd that was following him, he said, \"I tell you, not even in Israel have I found such great faith.\"",
          "id": 30409
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then the men the centurion had sent returned to the house and found that the servant who had been sick was well.",
          "id": 30410
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Soon afterward Jesus went to a town called Nain, and many of his disciples went with him, along with a large crowd.",
          "id": 30411
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "As he drew near to the gate of the town, behold, a man who had died was being carried out, the one and only son of his mother (who was a widow). And a large crowd from the town was with her.",
          "id": 30412
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "When the Lord saw her, he was moved with compassion for her and said to her, \"Do not weep.\"",
          "id": 30413
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "Then he came up and touched the bier, and those who were carrying it stood still. He said, \"Young man, I say to you, arise!\"",
          "id": 30414
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So the dead man sat up and began to speak, and Jesus gave him back to his mother.",
          "id": 30415
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then all the people were filled with awe and began glorifying God, saying, \"A great prophet has arisen among us,\" and, \"God has visited his people.\"",
          "id": 30416
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "This news about Jesus then spread throughout Judea and all the surrounding region.",
          "id": 30417
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "John''s disciples told him about all these things.",
          "id": 30418
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "So John called two of his disciples and sent them to ask Jesus, \"Are you the one who is to come, or should we wait for another?\"",
          "id": 30419
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "When the men came to him, they said, \"John the Baptist has sent us to you to ask, ''Are you the one who is to come, or should we wait for another?''\"",
          "id": 30420
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Now in that very hour Jesus had healed many people of diseases, afflictions, and evil spirits, and had given sight to many who were blind.",
          "id": 30421
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "So Jesus replied to John''s disciples, \"Go tell John what you have seen and heard: The blind receive their sight, the lame walk, lepers are made clean, the deaf hear, the dead are raised, and the poor have good news preached to them.",
          "id": 30422
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "And blessed is anyone who does not take offense at me.\"",
          "id": 30423
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "When John''s messengers had gone away, Jesus began to speak to the crowds about John: \"What did you go out into the wilderness to see? A reed shaken by the wind?",
          "id": 30424
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "What then did you go out to see? A man clothed in soft garments? Behold, those who are dressed in splendid clothing and who live in luxury are in royal palaces.",
          "id": 30425
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "But what did you go out to see? A prophet? Yes, I tell you, and more than a prophet.",
          "id": 30426
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "This is the one of whom it is written, ''Behold, I am sending my messenger ahead of you, who will prepare your way before you.''",
          "id": 30427
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "For I tell you, among those born of women there is no prophet greater than John the Baptist, but whoever is least in the kingdom of God is greater than he.\"",
          "id": 30428
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "(When all the people heard this, including the tax collectors, they acknowledged the justice of God, because they had been baptized with the baptism of John.",
          "id": 30429
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "But the Pharisees and the lawyers rejected the will of God for themselves, because they had not been baptized by John.)",
          "id": 30430
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "\"To what then should I compare the people of this generation, and what are they like?",
          "id": 30431
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "They are like children who sit in the marketplace and call out to one another, ''We played the flute for you, but you did not dance; we sang a lament for you, but you did not weep.''",
          "id": 30432
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "For John the Baptist came neither eating bread nor drinking wine, and you say, ''He has a demon.''",
          "id": 30433
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "The Son of Man came eating and drinking, and you say, ''Behold, a glutton and a drunkard, a friend of tax collectors and sinners!''",
          "id": 30434
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "Yet wisdom is justified by all her children.\"",
          "id": 30435
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "One of the Pharisees asked Jesus to eat with him, so he went into the Pharisee''s house and reclined at the table.",
          "id": 30436
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And behold, a woman in the city who was a sinner, when she found out that Jesus was reclining at the table in the Pharisee''s house, brought an alabaster jar of ointment.",
          "id": 30437
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "As she stood behind him at his feet, weeping, she began to wet his feet with her tears. Then she wiped them with the hair of her head, kissed his feet, and anointed them with the ointment.",
          "id": 30438
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "When the Pharisee who had invited him saw it, he said to himself, \"If this man were a prophet, he would know who is touching him and what kind of woman she is—that she is a sinner.\"",
          "id": 30439
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "Jesus said to him in response, \"Simon, I have something to say to you.\" So he said, \"Say it, Teacher.\"",
          "id": 30440
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "\"A certain moneylender had two debtors. The one owed five hundred denarii, and the other owed fifty.",
          "id": 30441
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "When they did not have the means to repay, he forgave the debts of them both. So tell me, which of them will love him more?\"",
          "id": 30442
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "Simon answered, \"I suppose that it would be the one for whom he forgave the larger debt.\" Jesus said to him, \"You have judged correctly.\"",
          "id": 30443
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "Then he turned toward the woman and said to Simon, \"Do you see this woman? When I came into your house, you did not give me water for my feet, but this woman has wet my feet with her tears and wiped them with the hair of her head.",
          "id": 30444
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "You did not give me a kiss, but from the time I came in, this woman has not stopped kissing my feet.",
          "id": 30445
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "You did not anoint my head with oil, but this woman has anointed my feet with ointment.",
          "id": 30446
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "Therefore I tell you, her many sins are forgiven; that is why she has shown great love. But he to whom little is forgiven shows little love.\"",
          "id": 30447
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "Then Jesus said to her, \"Your sins are forgiven.\"",
          "id": 30448
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "But those who were reclining at the table with him began to say among themselves, \"Who is this man that even forgives sins?\"",
          "id": 30449
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "And Jesus said to the woman, \"Your faith has saved you; go in peace.\"",
          "id": 30450
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Soon afterward Jesus was going through every city and village, preaching and proclaiming the good news of the kingdom of God. The twelve were with him,",
          "id": 30451
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "as well as some women who had been healed of evil spirits and infirmities: Mary (called Magdalene) from whom seven demons had gone out,",
          "id": 30452
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Joanna the wife of Chuza (Herod''s steward), Susanna, and many others. These women provided for Jesus and his disciples out of their own resources.",
          "id": 30453
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "As a large crowd was gathering and people were coming to Jesus from town after town, he spoke by way of a parable:",
          "id": 30454
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "\"A sower went out to sow his seed. As he sowed, some seed fell along the path and was trampled underfoot, and the birds of the sky devoured it.",
          "id": 30455
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "Other seed fell on the rock, and as it grew up, it withered away because it had no moisture.",
          "id": 30456
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Other seed fell among the thorns, and the thorns grew up with it and choked it.",
          "id": 30457
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "But other seed fell into good soil, and when it grew, it produced a hundred times more than what was sown.\" As he said this, he called out, \"He who has ears to hear, let him hear.\"",
          "id": 30458
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then his disciples asked him, \"What does this parable mean?\"",
          "id": 30459
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "He said, \"To you it has been given to know the mysteries of the kingdom of God, but to the rest I speak in parables, so that ''they may see but not perceive, and hear but not understand.''",
          "id": 30460
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "\"Now this is the meaning of the parable: The seed is the word of God.",
          "id": 30461
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "The ones along the path are those who hear; then the devil comes and takes away the word from their heart, so that they may not believe and be saved.",
          "id": 30462
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "The ones on the rock are those who, when they hear the word, receive it with joy. Yet they have no root; they believe for a while, but in a time of testing they fall away.",
          "id": 30463
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "The seed that fell among the thorns are those who have heard, but as they go on their way they are choked by the cares, riches, and pleasures of this life, and their fruit does not mature.",
          "id": 30464
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "But the seed in the good soil are those who hear the word, hold fast to it with an honest and good heart, and bear fruit with patient endurance.",
          "id": 30465
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "\"No one lights a lamp and covers it with a container or puts it under a bed. Instead, it is put on a lampstand, so that those who come in may see its light.",
          "id": 30466
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "For nothing is hidden that will not be made manifest, nor is anything hidden away that will not be made known and come to light.",
          "id": 30467
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Therefore consider how you hear, for whoever has will be given more, but whoever does not have, even what he thinks he has will be taken away from him.\"",
          "id": 30468
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then Jesus'' mother and brothers came to him, but they were not able to reach him because of the crowd.",
          "id": 30469
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "So some people told him, \"Your mother and your brothers are standing outside, wishing to see you.\"",
          "id": 30470
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "But he answered them, \"My mother and my brothers are those who hear the word of God and obey it.\"",
          "id": 30471
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "One day Jesus got into a boat with his disciples and said to them, \"Let us cross over to the other side of the lake.\" So they set out,",
          "id": 30472
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and as they were sailing along, he fell asleep. Then a windstorm came down on the lake, and they were in danger as the boat was being swamped by the waves.",
          "id": 30473
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "So they came to Jesus and woke him up, saying, \"Master, Master, we are perishing!\" Then he rose and rebuked the wind and the raging water. They ceased, and all was calm.",
          "id": 30474
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Then he said to his disciples, \"Where is your faith?\" But they were afraid and amazed, saying to one another, \"Who then is this, that he commands even the winds and the water, and they obey him?\"",
          "id": 30475
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Then they sailed to the region of the Gadarenes, which is across the lake from Galilee.",
          "id": 30476
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "When Jesus stepped ashore, he was met by a man from the city who had been possessed by demons for a long time. This man did not wear clothes or live in a house but among the tombs.",
          "id": 30477
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "When he saw Jesus, he cried out, fell down before him, and said with a loud voice, \"What do you have to do with me, Jesus, Son of the Most High God? I beg you, do not torment me.\"",
          "id": 30478
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "For Jesus had commanded the unclean spirit to come out of the man. Many times it had seized him, and he would be bound with chains and shackles and kept under guard, but he would break the chains and be driven by the demon into desolate places.",
          "id": 30479
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "Jesus then asked him, \"What is your name?\" He said, \"Legion,\" for many demons had entered him.",
          "id": 30480
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "And he begged Jesus not to command them to go away into the abyss.",
          "id": 30481
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Now there was a herd of many pigs feeding there on the mountain. The demons begged Jesus to permit them to enter the pigs. So he gave them permission.",
          "id": 30482
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Then the demons came out of the man and went into the pigs, and the herd rushed down the steep bank into the lake and were drowned.",
          "id": 30483
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "When those who had been feeding the pigs saw what happened, they ran off and reported it in the city and in the countryside.",
          "id": 30484
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "So the people came out to see what had happened. When they came to Jesus, they found the man from whom the demons had gone out sitting at Jesus'' feet, clothed and in his right mind, and they were afraid.",
          "id": 30485
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Those who had seen it told them how the demon-possessed man had been delivered.",
          "id": 30486
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Then the entire multitude from the surrounding region of the Gadarenes asked Jesus to depart from them, for they were seized with great fear. So he got into the boat and left.",
          "id": 30487
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Now the man from whom the demons had gone out begged to go with him. But Jesus sent him away, saying,",
          "id": 30488
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "\"Return to your house, and declare all that God has done for you.\" So the man went away, proclaiming throughout the entire city all that Jesus had done for him.",
          "id": 30489
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "Now when Jesus returned, the crowd welcomed him, for they had all been waiting for him.",
          "id": 30490
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "And behold, there came a man named Jairus, who was a ruler of the synagogue. He fell down at Jesus'' feet and begged him to come to his house,",
          "id": 30491
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "because he had an only daughter, about twelve years old, and she was dying. As Jesus went on his way, the crowds were pressing in on him.",
          "id": 30492
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Now there was a woman who had suffered from a flow of blood for twelve years, and even though she had spent her entire livelihood on physicians, she could not be healed by anyone.",
          "id": 30493
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "She came up behind Jesus and touched the fringe of his garment, and the flow of her blood stopped at once.",
          "id": 30494
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "Then Jesus said, \"Who touched me?\" When everyone denied it, Peter and those who were with him said, \"Master, the crowds are surrounding you and pressing against you, and yet you say, ''Who touched me?''\"",
          "id": 30495
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "But Jesus said, \"Someone touched me, for I know that power has gone out from me.\"",
          "id": 30496
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "When the woman saw that she could not escape notice, she came trembling and fell down before him, and in the presence of all the people she told him the reason why she had touched him, and how she had been healed at once.",
          "id": 30497
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "Then Jesus said to her, \"Take courage, daughter; your faith has healed you. Go in peace.\"",
          "id": 30498
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "While he was still speaking, someone came from the ruler of the synagogue''s house and said to him, \"Your daughter has died; do not trouble the teacher.\"",
          "id": 30499
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "But when Jesus heard this, he said to him in response, \"Do not be afraid; only believe, and she will be healed.\"",
          "id": 30500
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "When he came to the house, Jesus allowed no one to go in, except Peter, John, James, and the child''s father and mother.",
          "id": 30501
        },
        {
          "isRed": true,
          "verse": 52,
          "text": "Meanwhile, all the people were weeping and mourning for her, but Jesus said, \"Do not weep; she is not dead but sleeping.\"",
          "id": 30502
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "And they began laughing at him, knowing that she was dead.",
          "id": 30503
        },
        {
          "isRed": true,
          "verse": 54,
          "text": "But Jesus put them all outside, took hold of the girl''s hand, and called out, \"Child, arise!\"",
          "id": 30504
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Her spirit returned, and she got up at once. Then he told them to give her something to eat.",
          "id": 30505
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "Her parents were amazed, but he ordered them not to tell anyone what had happened.",
          "id": 30506
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Jesus called the twelve together and gave them power and authority over all demons and to heal diseases,",
          "id": 30507
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and he sent them to proclaim the kingdom of God and to heal the sick.",
          "id": 30508
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "He said to them, \"Take nothing for your journey, neither staffs, knapsack, bread, nor money; and bring only one tunic each.",
          "id": 30509
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Whatever house you enter, stay there until you leave that place.",
          "id": 30510
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "If any will not receive you, shake off the very dust from your feet as you leave that town, as a testimony against them.\"",
          "id": 30511
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So they set out and went throughout the villages, preaching the gospel and healing people everywhere.",
          "id": 30512
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Now Herod the tetrarch heard about everything that Jesus was doing, and he was greatly perplexed, because some were saying that John had been raised from the dead,",
          "id": 30513
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "others were saying that Elijah had appeared, and others were saying that one of the ancient prophets had risen.",
          "id": 30514
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But Herod said, \"John I beheaded; who then is this man about whom I hear such things?\" So he was looking for an opportunity to see him.",
          "id": 30515
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "When the apostles returned, they told Jesus about all they had done. Then he took them along and withdrew privately to a desolate place belonging to a town called Bethsaida.",
          "id": 30516
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But when the crowds found out about it, they followed him. So he welcomed them and spoke to them about the kingdom of God, and cured those who had need of healing.",
          "id": 30517
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "As the day began to draw to a close, the twelve came up and said to Jesus, \"Send the crowd away so that they may go into the surrounding villages and countryside and find lodging and provisions, for we are in a desolate place here.\"",
          "id": 30518
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "But he said to them, \"You give them something to eat.\" They said, \"We have only five loaves and two fish—unless we are to go and buy food for this entire group of people.\"",
          "id": 30519
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "(For there were about five thousand men.) Then he said to his disciples, \"Have them sit down in groups of fifty each.\"",
          "id": 30520
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The disciples did so, and had everyone sit down.",
          "id": 30521
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then Jesus took the five loaves and the two fish, and looking up to heaven, he blessed and broke them, and gave them to the disciples to set before the crowd.",
          "id": 30522
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "They all ate and were filled, and what was left over was picked up, twelve baskets of broken pieces.",
          "id": 30523
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Once when Jesus was praying in private and the disciples were with him, he asked them, \"Who do the crowds say that I am?\"",
          "id": 30524
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "They answered, \"Some say John the Baptist, others say Elijah, and others say that one of the ancient prophets has risen.\"",
          "id": 30525
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Then he said to them, \"But who do you say that I am?\" Peter answered, \"The Christ of God.\"",
          "id": 30526
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Jesus then warned them and instructed them to tell this to no one,",
          "id": 30527
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "saying, \"The Son of Man must suffer many things and be rejected by the elders, chief priests, and scribes, and he must be killed and on the third day rise again.\"",
          "id": 30528
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Then he said to them all, \"If anyone wants to come after me, he must deny himself, take up his cross, and follow me.",
          "id": 30529
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "For whoever wants to save his life will lose it, but whoever loses his life for my sake will save it.",
          "id": 30530
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "For what does it benefit a person if he gains the whole world but loses or forfeits himself?",
          "id": 30531
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "If anyone is ashamed of me and my words, the Son of Man will be ashamed of him when he comes in his glory and the glory of the Father and the holy angels.",
          "id": 30532
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "But truly I say to you, there are some standing here who will certainly not taste death until they see the kingdom of God.\"",
          "id": 30533
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "About eight days after he had spoken these words, he took Peter, John, and James, and went up on the mountain to pray.",
          "id": 30534
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "As he was praying, the appearance of his face was altered, and his clothing became dazzling white.",
          "id": 30535
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And behold, two men were talking with him; they were Moses and Elijah,",
          "id": 30536
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "who appeared in glory and were speaking about his departure, which he was about to bring to fulfillment in Jerusalem.",
          "id": 30537
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Now Peter and those who were with him were heavy with sleep, but when they became fully awake, they saw his glory and the two men standing with him.",
          "id": 30538
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "As the men were parting from Jesus, Peter said to him, \"Master, it is good for us to be here. Let us make three shelters, one for you, one for Moses, and one for Elijah,\" not knowing what he was saying.",
          "id": 30539
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "But as he was saying this, a cloud came and overshadowed them, and they were afraid as they entered the cloud.",
          "id": 30540
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Then a voice came from the cloud, saying, \"This is my beloved Son; listen to him!\"",
          "id": 30541
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "When the voice finished speaking, they found that Jesus was alone. The disciples kept silent and did not tell anyone in those days about any of the things they had seen.",
          "id": 30542
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "On the next day, when they came down from the mountain, Jesus was met by a large crowd.",
          "id": 30543
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And behold, a man from among the crowd cried out, \"Teacher, I beg you to look at my son, for he is my one and only child.",
          "id": 30544
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "A spirit seizes him, and he suddenly cries out; it convulses him so that he foams at the mouth. It hardly ever leaves him alone, bruising him severely.",
          "id": 30545
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "I begged your disciples to cast it out, but they could not.\"",
          "id": 30546
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "Jesus answered, \"O faithless and perverse generation, how long shall I be with you and bear with you? Bring your son here.\"",
          "id": 30547
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Now as the boy was approaching, the demon threw him down and shook him with convulsions. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father.",
          "id": 30548
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And they were all astonished at the majesty of God. But while everyone was marveling at all that Jesus had done, he said to his disciples,",
          "id": 30549
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "\"Let these words sink into your ears: The Son of Man is about to be delivered up into the hands of men.\"",
          "id": 30550
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "But they did not understand what this meant. It was concealed from them, so that they could not grasp it, and they were afraid to ask him about it.",
          "id": 30551
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Now an argument arose among the disciples as to which of them was greater.",
          "id": 30552
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "But Jesus, perceiving the thoughts of their hearts, took a child and placed him by his side.",
          "id": 30553
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "Then he said to them, \"Whoever receives this child in my name receives me, and whoever receives me receives him who sent me. For he who is least among you all is the one who will be great.\"",
          "id": 30554
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "John responded, \"Master, we saw someone casting out demons in your name, and we told him to stop because he does not follow us.\"",
          "id": 30555
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "But Jesus said to him, \"Do not stop him, for whoever is not against us is for us.\"",
          "id": 30556
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "Now when the days were approaching for Jesus'' ascension, he set his face to go to Jerusalem.",
          "id": 30557
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "He sent messengers on ahead, who went and entered a village of the Samaritans to make preparations for him.",
          "id": 30558
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "But the people there refused to welcome him, because his face was set to go to Jerusalem.",
          "id": 30559
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "When his disciples James and John saw this, they said, \"Lord, do you want us to command fire to come down from heaven and consume them, just like Elijah did?\"",
          "id": 30560
        },
        {
          "isRed": true,
          "verse": 55,
          "text": "But he turned and rebuked them, saying, \"You do not know what kind of spirit you belong to.",
          "id": 30561
        },
        {
          "isRed": true,
          "verse": 56,
          "text": "For the Son of Man did not come to destroy people''s lives but to save them.\" And they went on to another village.",
          "id": 30562
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "As they were going along the road, someone said to him, \"I will follow you wherever you go, Lord.\"",
          "id": 30563
        },
        {
          "isRed": true,
          "verse": 58,
          "text": "Jesus said to him, \"Foxes have holes, and the birds of the sky have nests, but the Son of Man has nowhere to lay his head.\"",
          "id": 30564
        },
        {
          "isRed": true,
          "verse": 59,
          "text": "Then Jesus said to another man, \"Follow me.\" But the man said, \"Lord, let me first go and bury my father.\"",
          "id": 30565
        },
        {
          "isRed": true,
          "verse": 60,
          "text": "Jesus said to him, \"Let the dead bury their own dead. But you go and proclaim the kingdom of God.\"",
          "id": 30566
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "Still another said, \"I will follow you, Lord, but first let me say goodbye to my family.\"",
          "id": 30567
        },
        {
          "isRed": true,
          "verse": 62,
          "text": "But Jesus said to him, \"No one who puts his hand to the plow and looks back is fit for the kingdom of God.\"",
          "id": 30568
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After this, the Lord appointed seventy others and sent them on ahead, two by two, to every town and place where he himself was about to go.",
          "id": 30569
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "He said to them, \"The harvest is plentiful, but the workers are few. Therefore ask the Lord of the harvest to send out workers into his harvest.",
          "id": 30570
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "Now go on your way. Behold, I am sending you out like lambs in the midst of wolves.",
          "id": 30571
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Carry no moneybag, no knapsack, and no sandals; and do not greet anyone on the road.",
          "id": 30572
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Whenever you enter a house, first say, ''May peace be upon this house!''",
          "id": 30573
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "If there is a son of peace there, your peace will rest upon him. But if not, it will return to you.",
          "id": 30574
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Remain in the same house, eating and drinking whatever they provide, for the worker is worthy of his wages. Do not go from house to house.",
          "id": 30575
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Whenever you enter a town and they receive you, eat what is set before you.",
          "id": 30576
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Heal the sick in that city and say to them, ''The kingdom of God has drawn near to you.''",
          "id": 30577
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "But whenever you enter a town and they do not receive you, go out into its streets and say,",
          "id": 30578
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "''Even the dust that clings to us from your town we wipe off against you. Yet know this: The kingdom of God has drawn near to you.''",
          "id": 30579
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "I tell you, on that day it will be more tolerable for Sodom than for that town.",
          "id": 30580
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.",
          "id": 30581
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "But it will be more tolerable at the judgment for Tyre and Sidon than for you.",
          "id": 30582
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "And you, Capernaum, who have been exalted to heaven, will be brought down to Hades.",
          "id": 30583
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "\"He who listens to you listens to me; he who rejects you rejects me, and he who rejects me rejects him who sent me.\"",
          "id": 30584
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "When the seventy returned, they were joyful and said, \"Lord, even the demons submit to us in your name.\"",
          "id": 30585
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "He said to them, \"I watched Satan fall from heaven like lightning.",
          "id": 30586
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Behold, I am giving you authority to tread on serpents and scorpions, and to overcome all the power of the enemy, and nothing at all will harm you.",
          "id": 30587
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Nevertheless, do not rejoice that the spirits submit to you, but rejoice that your names are written in heaven.\"",
          "id": 30588
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "At that same hour Jesus rejoiced in the Spirit and said, \"I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and intelligent, and revealed them to infants. Yes, Father, for so it was well-pleasing in your sight.\"",
          "id": 30589
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "Then he turned to the disciples and said, \"All things have been delivered to me by my Father. No one knows who the Son is except the Father, and no one knows who the Father is except the Son, and anyone to whom the Son chooses to reveal him.\"",
          "id": 30590
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Then he turned to the disciples and said privately, \"Blessed are the eyes that see what you see!",
          "id": 30591
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "For I tell you that many prophets and kings wished to see the things you see but did not see them, and to hear the things you hear but did not hear them.\"",
          "id": 30592
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And behold, a lawyer stood up to test Jesus, saying, \"Teacher, what must I do to inherit eternal life?\"",
          "id": 30593
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Jesus said to him, \"What is written in the law? How do you read it?\"",
          "id": 30594
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "He answered, \"You shall love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind; and you shall love your neighbor as yourself.\"",
          "id": 30595
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "Jesus said to him, \"You have answered correctly; do this and you will live.\"",
          "id": 30596
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "But wishing to justify himself, he said to Jesus, \"And who is my neighbor?\"",
          "id": 30597
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "Jesus replied, \"A man was going down to Jericho from Jerusalem and fell among robbers. They stripped him, beat him, and went away, leaving him as he was, half dead.",
          "id": 30598
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Now a priest happened to be going down that road, but when he saw the man, he passed by on the other side.",
          "id": 30599
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "In the same way, a Levite, when he came to that place and saw him, passed by on the other side.",
          "id": 30600
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "But a Samaritan, who was on a journey, came to where the man was, and when he saw him, he was moved with compassion.",
          "id": 30601
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "He went over to him and bandaged his wounds, pouring oil and wine on them. Then he put him on his own animal, brought him to an inn, and took care of him.",
          "id": 30602
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "On the next day, when he was departing, he took out two denarii, gave them to the innkeeper, and said to him, ''Take care of him, and whatever more you spend I will repay to you when I return.''",
          "id": 30603
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Now which of these three do you think was a neighbor to the man who fell among the robbers?\"",
          "id": 30604
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "The lawyer said, \"The one who showed him mercy.\" So Jesus said to him, \"Go and do likewise.\"",
          "id": 30605
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "As Jesus and his disciples went along, he entered a village, and a woman named Martha welcomed him into her home.",
          "id": 30606
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "She had a sister named Mary, who sat at Jesus'' feet and listened to what he was saying.",
          "id": 30607
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "But Martha was distracted by the many preparations that had to be made. So she came up to Jesus and said, \"Lord, do you not care that my sister has left me to make all the preparations alone? Tell her then to assist me.\"",
          "id": 30608
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "But Jesus answered her, \"Martha, Martha, you are anxious and troubled about many things,",
          "id": 30609
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "but only one thing is necessary. Mary has chosen the good portion, and it will not be taken away from her.\"",
          "id": 30610
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "One day Jesus was praying in a certain place, and when he finished, one of his disciples said to him, \"Lord, teach us to pray, just as John taught his disciples.\"",
          "id": 30611
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "So he said to them, \"When you pray, say, ''Our Father in heaven, hallowed be your name. Your kingdom come. Your will be done, on earth as it is in heaven.",
          "id": 30612
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "Give us each day our daily bread.",
          "id": 30613
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "And forgive us our sins, for we also forgive everyone who is indebted to us. And lead us not into temptation, but deliver us from evil.''\"",
          "id": 30614
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Then he said to them, \"Suppose one of you has a friend, and you go to him at midnight and say to him, ''Friend, lend me three loaves,",
          "id": 30615
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "for a friend on a journey has come to me, and I have nothing to set before him,''",
          "id": 30616
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "and he answers from inside and says, ''Do not bother me! The door is already shut, and my children are with me in bed. I cannot get up to give you anything.''",
          "id": 30617
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "I tell you, even if he will not get up and give you anything because you are his friend, yet because of your shameless persistence, he will get up and give you as much as you need.",
          "id": 30618
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "So I tell you: Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.",
          "id": 30619
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened.",
          "id": 30620
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Now what father among you, when his son asks for bread, will give him a stone; or again, when he asks for a fish, will give him a serpent instead of a fish;",
          "id": 30621
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "or again, if he asks for an egg, will give him a scorpion?",
          "id": 30622
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask him!\"",
          "id": 30623
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Now Jesus was casting out a demon that made a certain man mute. When the demon came out, the mute man began to speak, and the crowds were amazed.",
          "id": 30624
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But some of them said, \"By Beelzebul, the ruler of demons, he casts out demons.\"",
          "id": 30625
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Others were asking him for a sign from heaven, to test him.",
          "id": 30626
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "Knowing their thoughts, Jesus said to them, \"Every kingdom divided against itself is laid waste, and a house divided against itself falls.",
          "id": 30627
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "So if Satan is also divided against himself, how will his kingdom stand? For you say that I cast out demons by Beelzebul.",
          "id": 30628
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Now if I cast out demons by Beelzebul, by whom do your followers cast them out? Therefore they will be your judges.",
          "id": 30629
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "But if I cast out demons by the finger of God, then the kingdom of God has come upon you.",
          "id": 30630
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "When a strong man, fully armed, guards his own palace, his possessions are secure.",
          "id": 30631
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "But when a stronger man attacks and overpowers him, he takes away all the armor in which the man trusted and then distributes the plunder.",
          "id": 30632
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Whoever is not with me is against me, and whoever does not gather with me scatters.",
          "id": 30633
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "\"When an unclean spirit has gone out of a person, it goes through waterless places seeking rest. But when it does not find any, it says, ''I will return to my house from which I came out.''",
          "id": 30634
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "When it arrives, it finds the house swept and put in order.",
          "id": 30635
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Then it goes and takes along seven other spirits more evil than itself, and they go and dwell there, and the last state of that person becomes worse than the first.\"",
          "id": 30636
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "As Jesus was saying these things, a woman from among the crowd lifted up her voice and said to him, \"Blessed is the womb that bore you, and the breasts at which you nursed.\"",
          "id": 30637
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "But he said, \"Blessed rather are those who hear the word of God and obey it.\"",
          "id": 30638
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Now as the crowds were increasing, Jesus began to say, \"This generation is evil. It asks for a sign, but no sign will be given to it except the sign of Jonah the prophet.",
          "id": 30639
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "For just as Jonah became a sign to the people of Nineveh, so also will the Son of Man be to this generation.",
          "id": 30640
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "The queen of the South will rise up at the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.",
          "id": 30641
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "The men of Nineveh will rise up at the judgment with this generation and condemn it, for they repented at the preaching of Jonah, and behold, something greater than Jonah is here.",
          "id": 30642
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "\"No one lights a lamp and puts it in a hidden place or under a basket. Instead, it is put on a lampstand, so that those who come in may see its light.",
          "id": 30643
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "The lamp of the body is the eye. So when your eye is clear, your whole body is full of light. But when your eye is bad, your body is full of darkness.",
          "id": 30644
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "Therefore make sure that the light within you is not darkness.",
          "id": 30645
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "If then your whole body is full of light, having no part dark, it will be entirely light, like when a lamp gives you light with its rays.\"",
          "id": 30646
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "As Jesus was speaking, a Pharisee invited him to have a meal with him, so Jesus went in and reclined at the table.",
          "id": 30647
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "The Pharisee was amazed when he saw that Jesus did not first perform the ritual washing before the meal.",
          "id": 30648
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "So the Lord said to him, \"You Pharisees clean the outside of the cup and the platter, but inside you are full of plunder and evil.",
          "id": 30649
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "You fools! Did not he who made the outside also make the inside?",
          "id": 30650
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "But give as alms the things that are on the inside, and behold, everything will be clean for you.",
          "id": 30651
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "\"But woe to you, Pharisees! For you tithe mint, rue, and every herb, yet you ignore justice and the love of God. These you ought to have done without neglecting the others.",
          "id": 30652
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "Woe to you, Pharisees! For you love the best seats in the synagogues and greetings in the marketplaces.",
          "id": 30653
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "Woe to you, scribes and Pharisees, hypocrites! For you are like unmarked graves, which people walk over without realizing it.\"",
          "id": 30654
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "In response one of the lawyers said to him, \"Teacher, by saying these things, you insult us as well.\"",
          "id": 30655
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "But Jesus said, \"Woe to you lawyers as well! For you burden people with burdens that are hard to bear, but you yourselves do not touch the burdens with even one of your fingers.",
          "id": 30656
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "Woe to you! For you build the tombs of the prophets, but it was your fathers who killed them.",
          "id": 30657
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "So you bear witness to and approve of the works of your fathers, for they killed the prophets, and you build their tombs.",
          "id": 30658
        },
        {
          "isRed": true,
          "verse": 49,
          "text": "That is why the wisdom of God said, ''I will send them prophets and apostles, some of whom they will kill and some of whom they will persecute.''",
          "id": 30659
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "As a result, this generation will be held accountable for the blood of all the prophets that has been shed from the foundation of the world,",
          "id": 30660
        },
        {
          "isRed": true,
          "verse": 51,
          "text": "from the blood of Abel to the blood of Zechariah, who perished between the altar and the house of God. Yes, I tell you, this generation will be held accountable.",
          "id": 30661
        },
        {
          "isRed": true,
          "verse": 52,
          "text": "Woe to you lawyers! For you have taken away the key of knowledge. You yourselves have not entered, and you have hindered those who were trying to enter.\"",
          "id": 30662
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "As he was saying these things to them, the scribes and the Pharisees began to oppose him fiercely and to question him closely about many things,",
          "id": 30663
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "lying in wait for him and seeking to catch him in some word coming out of his mouth, so that they might accuse him.",
          "id": 30664
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "Meanwhile, when the crowd had gathered together by the thousands, so that they were trampling on one another, Jesus began to speak first to his disciples: \"Beware of the leaven of the Pharisees, which is hypocrisy.",
          "id": 30665
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "There is nothing covered up that will not be revealed, and nothing hidden that will not be made known.",
          "id": 30666
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "Therefore whatever you have said in the darkness will be heard in the light, and what you have whispered in anyone''s ear in private rooms will be proclaimed on the housetops.",
          "id": 30667
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "\"I tell you, my friends, do not be afraid of those who kill the body, and after that have nothing more they can do.",
          "id": 30668
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "But I will tell you whom you should fear: Fear him who has authority to throw you into hell after your body has been killed. Yes, I tell you, fear him!",
          "id": 30669
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "Are not five sparrows sold for two pennies? Yet not one of them is forgotten in the sight of God.",
          "id": 30670
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Indeed, even the hairs of your head are all numbered. So do not be afraid; you are of more value than many sparrows.",
          "id": 30671
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "\"I tell you, everyone who acknowledges me before men, the Son of Man will also acknowledge before the angels of God,",
          "id": 30672
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "but whoever denies me before men will be denied before the angels of God.",
          "id": 30673
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "And everyone who speaks a word against the Son of Man will be forgiven, but whoever blasphemes against the Holy Spirit will not be forgiven.",
          "id": 30674
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "When you are brought before synagogues, rulers, and authorities, do not be anxious about how or what you should speak in your own defense, or what you should say,",
          "id": 30675
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "for the Holy Spirit will teach you in that very hour what you should say.\"",
          "id": 30676
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Then someone from among the crowd said to him, \"Teacher, tell my brother to divide the family inheritance with me.\"",
          "id": 30677
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "But Jesus said to him, \"Man, who appointed me as a judge or arbitrator over you?\"",
          "id": 30678
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "Then he said to them, \"Watch out and be on your guard against covetousness, for one''s life does not consist in the abundance of his possessions.\"",
          "id": 30679
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "And he told them a parable: \"The land of a certain rich man produced abundantly.",
          "id": 30680
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "So he thought to himself, ''What should I do, for I do not have anywhere to store my crops?''",
          "id": 30681
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Then he said, ''This is what I will do: I will tear down my barns and build larger ones, and there I will store all my produce and my goods.",
          "id": 30682
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "And I will say to my soul, \"Soul, you have many goods laid up for many years; relax, eat, drink, and be merry.\"''",
          "id": 30683
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "But God said to him, ''You fool! This very night your life will be demanded back from you, and the things you have prepared, whose will they be?''",
          "id": 30684
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "This is how it will be with anyone who lays up treasure for himself and is not rich toward God.\"",
          "id": 30685
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "Then Jesus said to his disciples, \"Therefore I tell you, do not be anxious about your life, what you will eat, or about your body, what you will wear.",
          "id": 30686
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Life is more than food, and the body is more than clothing.",
          "id": 30687
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Consider the ravens: They do not sow or reap; they have no storehouse or barn, yet God feeds them. Of how much more value are you than birds?",
          "id": 30688
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Which of you by being anxious can add a single moment to your span of life?",
          "id": 30689
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "If then you cannot even do a very little thing like that, why are you anxious about the rest?",
          "id": 30690
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Consider the lilies, how they grow: They do not toil or spin, yet I tell you, not even Solomon in all his glory was clothed like one of these.",
          "id": 30691
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "Now if God so clothes the grass in the field, which is alive today and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith?",
          "id": 30692
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "And do not be concerned about what you will eat or what you will drink; do not be anxious about such things.",
          "id": 30693
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "For the nations of the world seek after all these things, and your Father knows that you need them.",
          "id": 30694
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Rather, seek the kingdom of God, and all these things will be added to you.",
          "id": 30695
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "Do not be afraid, little flock, for your Father is pleased to give you the kingdom.",
          "id": 30696
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "Sell your possessions and give to the needy. Make yourselves moneybags that do not wear out, an inexhaustible treasure in heaven, where no thief comes near and no moth destroys.",
          "id": 30697
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "For where your treasure is, there will your heart be also.",
          "id": 30698
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "\"Be dressed for service and keep your lamps burning,",
          "id": 30699
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "like men who are waiting for their master to return from a wedding feast, so that they may immediately open the door for him when he comes and knocks.",
          "id": 30700
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "Blessed are those servants whom their master finds keeping watch when he comes. Truly I say to you, he will dress himself for service and have them recline at the table, and he will come and serve them.",
          "id": 30701
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "If he comes in the second watch or the third watch and finds them doing so, blessed are those servants.",
          "id": 30702
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "But know this: If the master of the house had known at what hour the thief was coming, he would have kept watch and would not have let his house be broken into.",
          "id": 30703
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "Therefore you also must be ready, for the Son of Man is coming at an hour when you do not expect him.\"",
          "id": 30704
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Then Peter said to him, \"Lord, are you telling this parable only for us, or for everyone else as well?\"",
          "id": 30705
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "The Lord said, \"Who then is the faithful and wise steward, whom his master will set over his household, to give them their portion of food at the proper time?",
          "id": 30706
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "Blessed is that servant whom his master finds so doing when he comes.",
          "id": 30707
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "Truly I say to you, he will set him over all his possessions.",
          "id": 30708
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "But if that servant says in his heart, ''My master is delayed in coming,'' and he begins to beat the male and female servants, and to eat and drink and get drunk,",
          "id": 30709
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "the master of that servant will come on a day when he does not expect him and at an hour he does not foresee, and will cut him in two and assign his portion to be with the unfaithful.",
          "id": 30710
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "That servant who knew his master''s will, but did not prepare himself or act according to his will, will be beaten with many lashes.",
          "id": 30711
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "But the one who did not know his master''s will, yet did what deserved a beating, will be beaten with few lashes. From everyone to whom much has been given, much will be required; and from him to whom much has been entrusted, even more will be demanded.",
          "id": 30712
        },
        {
          "isRed": true,
          "verse": 49,
          "text": "\"I have come to bring fire to the earth, and how I wish it were already kindled!",
          "id": 30713
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "But I have a baptism to be baptized with, and how consumed I am with it until it is completed!",
          "id": 30714
        },
        {
          "isRed": true,
          "verse": 51,
          "text": "Do you think I have come to grant peace on earth? No, I tell you, but division.",
          "id": 30715
        },
        {
          "isRed": true,
          "verse": 52,
          "text": "For from now on five in one household will be divided, three against two and two against three.",
          "id": 30716
        },
        {
          "isRed": true,
          "verse": 53,
          "text": "Father will be divided against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against her mother-in-law.\"",
          "id": 30717
        },
        {
          "isRed": true,
          "verse": 54,
          "text": "Jesus also said to the crowds, \"When you see a cloud rising from the west, you immediately say, ''A rainstorm is coming,'' and that is what happens.",
          "id": 30718
        },
        {
          "isRed": true,
          "verse": 55,
          "text": "And when you see the south wind blowing, you say, ''There will be scorching heat,'' and it happens.",
          "id": 30719
        },
        {
          "isRed": true,
          "verse": 56,
          "text": "Hypocrites! You know how to interpret the appearance of the earth and the sky, so why can you not interpret this present time?",
          "id": 30720
        },
        {
          "isRed": true,
          "verse": 57,
          "text": "\"Why do you not judge for yourselves what is right?",
          "id": 30721
        },
        {
          "isRed": true,
          "verse": 58,
          "text": "As you are going with your adversary before the magistrate, make an effort to settle with him on the way, lest he drag you to the judge, and the judge hand you over to the officer, and the officer throw you into prison.",
          "id": 30722
        },
        {
          "isRed": true,
          "verse": 59,
          "text": "I tell you, you will certainly not come out of there until you have paid the very last cent.\"",
          "id": 30723
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now there were some present at that very time who told Jesus about the Galileans whose blood Pilate had mixed with their sacrifices.",
          "id": 30724
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "Jesus responded to them, \"Do you think that those Galileans were worse sinners than all the other Galileans because they suffered such things?",
          "id": 30725
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "No, I tell you, but if you do not repent, you will all likewise perish.",
          "id": 30726
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Or those eighteen who were killed when the tower in Siloam fell on them, do you think that they were worse offenders than all the other people who dwell in Jerusalem?",
          "id": 30727
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "No, I tell you, but if you do not repent, you will all likewise perish.\"",
          "id": 30728
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "Then he told this parable: \"A man had a fig tree planted in his vineyard, and he came looking for fruit on it, but did not find any.",
          "id": 30729
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "So he said to the vinedresser, ''Behold, for three years I have come looking for fruit on this fig tree and have not found any. Cut it down! Why should it use up the soil?''",
          "id": 30730
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "But the vinedresser answered him, ''Sir, allow it to remain for this year also, and I will dig around it and put manure on it.",
          "id": 30731
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "If it bears fruit, fine; but if not, you can cut it down in the coming year.''\"",
          "id": 30732
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "One Sabbath Jesus was teaching in one of the synagogues.",
          "id": 30733
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And behold, there was a woman who had suffered from a spirit of disability for eighteen years. She was bent over and could not stand up completely straight.",
          "id": 30734
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "When Jesus saw her, he called her over and said to her, \"Woman, you are set free from your disability.\"",
          "id": 30735
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then he laid his hands on her, and at once her back was made straight, and she began glorifying God.",
          "id": 30736
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But the ruler of the synagogue, indignant because Jesus had healed on the Sabbath, said to the crowd in response, \"There are six days in which work should be done; so come and be healed on those days and not on the Sabbath day.\"",
          "id": 30737
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "Then the Lord answered him, \"Hypocrites! Do not each of you on the Sabbath untie your ox or donkey from the manger, lead it away, and give it water?",
          "id": 30738
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "Then should not this woman, a daughter of Abraham whom Satan has bound for eighteen long years, be released from this bondage on the Sabbath day?\"",
          "id": 30739
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "When he said this, all his adversaries were put to shame, and the entire crowd was rejoicing over all the glorious things that he was doing.",
          "id": 30740
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Then Jesus said, \"What is the kingdom of God like? To what should I compare it?",
          "id": 30741
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "It is like a grain of mustard seed that a man took and sowed in his garden. It grew and became a large tree, and the birds of the sky nested in its branches.\"",
          "id": 30742
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Again he said, \"To what should I compare the kingdom of God?",
          "id": 30743
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "It is like leaven that a woman took and mixed into three measures of flour until it had all been leavened.\"",
          "id": 30744
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Then Jesus traveled through towns and villages, teaching and making his way to Jerusalem.",
          "id": 30745
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Someone said to him, \"Lord, are there only a few who are being saved?\" Jesus said to them,",
          "id": 30746
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "\"Strive to enter through the narrow gate. For many, I tell you, will seek to enter and will not be able to.",
          "id": 30747
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Once the master of the house gets up and shuts the door, you will begin to stand outside and knock at the door, saying, ''Lord, Lord, open the door for us.'' But he will answer you, ''I do not know you or where you are from.''",
          "id": 30748
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Then you will begin to say, ''We ate and drank in your presence, and you taught in our streets.''",
          "id": 30749
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "But he will say, ''I tell you, I do not know you or where you are from. Depart from me, all you workers of unrighteousness.''",
          "id": 30750
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "In that place there will be weeping and gnashing of teeth, when you see Abraham, Isaac, Jacob, and all the prophets in the kingdom of God, but you yourselves cast out.",
          "id": 30751
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "People will come from east and west, and from north and south, and recline at the banquet table in the kingdom of God.",
          "id": 30752
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "And behold, some are last who will be first, and some are first who will be last.\"",
          "id": 30753
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "On that same day some Pharisees came up and said to Jesus, \"Leave this place and go somewhere else, for Herod wants to kill you.\"",
          "id": 30754
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "But he said to them, \"Go tell that fox, ''Behold, I will continue casting out demons and performing healings today and tomorrow, and on the third day I will finish my work.''",
          "id": 30755
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "Nevertheless, I must go on my way today, tomorrow, and the following day, for it is unthinkable that a prophet should perish outside of Jerusalem.",
          "id": 30756
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to you! How often I have wanted to gather your children together as a hen gathers her brood under her wings, but you were not willing!",
          "id": 30757
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "Behold, your house is left to you desolate. I tell you, you will certainly not see me again until the time comes when you say, ''Blessed is he who comes in the name of the Lord.''\"",
          "id": 30758
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "One Sabbath, when Jesus went to eat at the house of one of the rulers of the Pharisees, the people there were watching him closely.",
          "id": 30759
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And behold, there in front of him was a man suffering from dropsy.",
          "id": 30760
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "In response Jesus said to the lawyers and Pharisees, \"Is it lawful to heal on the Sabbath?\"",
          "id": 30761
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But they remained silent. So Jesus took hold of the man, healed him, and sent him away.",
          "id": 30762
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Then he said to them, \"Which of you whose son or ox falls into a pit on the Sabbath will not immediately pull him out?\"",
          "id": 30763
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But they could give him no answer about these things.",
          "id": 30764
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "When Jesus noticed how the guests were choosing the places of honor for themselves, he told them a parable:",
          "id": 30765
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "\"When you are invited by someone to a wedding feast, do not recline in the place of honor, in case someone more honorable than you has been invited by your host.",
          "id": 30766
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Then the host, who invited you both, will come and say to you, ''Give your place to this person.'' And with shame you will begin moving to the least important place.",
          "id": 30767
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "But when you are invited, go recline in the least important place, so that, when your host comes, he will say to you, ''Friend, move up higher.'' Then you will be honored in the presence of those who are reclining at the table with you.",
          "id": 30768
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\"",
          "id": 30769
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "Jesus also said to the man who had invited him, \"When you prepare a luncheon or dinner, do not invite your friends, your brothers, your relatives, or your rich neighbors. Otherwise, they may invite you in return, and you will be repaid.",
          "id": 30770
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "But when you prepare a banquet, invite the poor, the maimed, the lame, and the blind.",
          "id": 30771
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "Then you will be blessed. Since they do not have the means to repay you, you will be repaid at the resurrection of the righteous.\"",
          "id": 30772
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "When one of the men reclining at the table with Jesus heard these things, he said to him, \"Blessed is he who will eat at the feast in the kingdom of God.\"",
          "id": 30773
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "Jesus said to him, \"A man prepared a great banquet and invited many guests.",
          "id": 30774
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "At the time for the banquet he sent his servant to tell those who had been invited, ''Come, for everything is now ready.''",
          "id": 30775
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "But they all alike began to make excuses. The first one said to him, ''I have bought a field, and I need to go out and see it. I ask you to have me excused.''",
          "id": 30776
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Another said, ''I have bought five yoke of oxen, and I am on my way to try them out. I ask you to have me excused.''",
          "id": 30777
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Still another said, ''I have married a woman, and for that reason I cannot come.''",
          "id": 30778
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "So the servant came back and told these things to his master. Then the master of the house became angry and said to his servant, ''Go out quickly into the streets and lanes of the city, and bring in the poor, the maimed, the lame, and the blind.''",
          "id": 30779
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "The servant said, ''Master, it has been done as you commanded, and there is still room.''",
          "id": 30780
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "So the master said to the servant, ''Go out to the highways and hedges and compel people to come in, so that my house may be filled.",
          "id": 30781
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "For I tell you that none of those men who were invited shall taste my banquet.'' For many are called, but few are chosen.\"",
          "id": 30782
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Now large crowds were traveling with Jesus, and he turned and said to them,",
          "id": 30783
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "\"If anyone comes to me and does not hate his father and mother, wife and children, brothers and sisters, and even his own life, he cannot be my disciple.",
          "id": 30784
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "And whoever does not bear his own cross and come after me cannot be my disciple.",
          "id": 30785
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "For which of you who wants to build a tower does not first sit down and estimate the cost, to see if he has what he needs to complete it?",
          "id": 30786
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Otherwise, when he has laid the foundation and is not able to finish it, all who are looking on will begin to mock him,",
          "id": 30787
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "saying, ''This man began to build and was not able to finish.''",
          "id": 30788
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Or what king, when he is going out to confront another king in battle, does not first sit down and consider whether he is able with ten thousand men to face the king who is coming against him with twenty thousand men?",
          "id": 30789
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "If he cannot, he sends a delegation while the other is still far away and asks for terms of peace.",
          "id": 30790
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "So then, any one of you who does not give up all his possessions cannot be my disciple.",
          "id": 30791
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "\"Salt is good, but if salt loses its flavor, with what shall it be seasoned?",
          "id": 30792
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "It is fit neither for the soil nor for the manure pile; it is thrown out. He who has ears to hear, let him hear.\"",
          "id": 30793
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now all the tax collectors and sinners were drawing near to Jesus to listen to him.",
          "id": 30794
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "But the Pharisees and the scribes grumbled, saying, \"This man receives sinners and eats with them.\"",
          "id": 30795
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So Jesus told them this parable:",
          "id": 30796
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "\"What man among you, who has a hundred sheep and loses one of them, does not leave the other ninety-nine in the wilderness and go after the one that is lost until he finds it?",
          "id": 30797
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "And when he finds it, he lays it on his shoulders, rejoicing.",
          "id": 30798
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "Then he returns home and calls together his friends and neighbors, saying to them, ''Rejoice with me, for I have found my lost sheep.''",
          "id": 30799
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "I tell you, in the same way there will be more joy in heaven over one sinner who repents, than over ninety-nine righteous people who have no need of repentance.",
          "id": 30800
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "\"Or what woman who has ten silver coins, if she loses one coin, does not light a lamp, sweep the house, and search carefully until she finds it?",
          "id": 30801
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "And when she finds it, she calls together her friends and neighbors, saying, ''Rejoice with me, for I have found my lost coin.''",
          "id": 30802
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "In the same way, I tell you, there is joy in the presence of the angels of God over one sinner who repents.\"",
          "id": 30803
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Then he said, \"There was a man who had two sons.",
          "id": 30804
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "The younger of the two said to his father, ''Father, give me the share of property that will belong to me.'' So his father divided his assets between the two sons.",
          "id": 30805
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "A few days later, the younger son gathered together all that he had and went on a journey to a distant country, and there he squandered his property by living recklessly.",
          "id": 30806
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "When he had spent all that he had, a severe famine arose throughout that country, and he began to be in need.",
          "id": 30807
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "So he went and hired himself out to one of the citizens of that country, who sent him to his fields to feed pigs.",
          "id": 30808
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "He longed to fill his belly with the carob pods the pigs were eating, but no one gave him anything.",
          "id": 30809
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "When he came to his senses, he said, ''How many of my father''s hired workers have an abundance of bread, while I perish with hunger!",
          "id": 30810
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "I will arise, go to my father, and say to him, \"Father, I have sinned against heaven and before you.",
          "id": 30811
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "I am no longer worthy to be called your son; make me like one of your hired workers.\"''",
          "id": 30812
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "So he arose and went to his father. But while he was still far away, his father saw him and was moved with compassion. So he ran to his son, threw his arms around his neck, and kissed him.",
          "id": 30813
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Then the son said to him, ''Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.''",
          "id": 30814
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "But the father said to his servants, ''Bring out the best robe and put it on him. Put a ring on his hand and sandals on his feet.",
          "id": 30815
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Bring the fattened calf and kill it. Let us eat and celebrate.",
          "id": 30816
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "For this son of mine was dead but is now alive again; he was lost but has now been found.'' And they began to celebrate.",
          "id": 30817
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "\"Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.",
          "id": 30818
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "So he called one of the servants over and asked him what was happening.",
          "id": 30819
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "The servant said to him, ''Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.''",
          "id": 30820
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "But the older son was angry and would not go in. So his father came out and began pleading with him.",
          "id": 30821
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "But he answered his father, ''Behold, all these years I have served you and have never disobeyed your command, yet you have never given me even a young goat so that I might celebrate with my friends.",
          "id": 30822
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "But when this son of yours came, who has devoured your assets with prostitutes, you killed the fattened calf for him.''",
          "id": 30823
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "The father said to him, ''Son, you are always with me, and everything I have is yours.",
          "id": 30824
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "But it was proper to celebrate and rejoice, for your brother was dead but is now alive again; he was lost but has now been found.''\"",
          "id": 30825
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "Then Jesus said to his disciples, \"There was a rich man whose steward was accused of squandering his possessions.",
          "id": 30826
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "So he called the steward in and said to him, ''What is this I hear about you? Give an account of your stewardship, for you can no longer be steward.''",
          "id": 30827
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "The steward said to himself, ''What should I do, since my master is taking my stewardship away from me? I am not strong enough to dig, and I am ashamed to beg.",
          "id": 30828
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "I know what I will do so that when I am removed from my stewardship people will receive me into their homes.''",
          "id": 30829
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "So he summoned each one of his master''s debtors. He said to the first, ''How much do you owe my master?''",
          "id": 30830
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "The man said, ''A hundred measures of oil.'' The steward said to him, ''Take your bill, sit down quickly, and write fifty.''",
          "id": 30831
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Then he said to another, ''And how much do you owe?'' The man said, ''A hundred measures of wheat.'' The steward said to him, ''Take your bill and write eighty.''",
          "id": 30832
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "So the master commended the unrighteous steward because he had acted shrewdly. For the sons of this age are more shrewd in dealing with their own generation than are the sons of light.",
          "id": 30833
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "And I tell you, make friends for yourselves by means of unrighteous wealth so that when you die, they will receive you into the eternal dwellings.",
          "id": 30834
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "\"He who is faithful with very little is also faithful with much, and he who is dishonest with very little is also dishonest with much.",
          "id": 30835
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "If then you have not been faithful with unrighteous wealth, who will entrust you with true riches?",
          "id": 30836
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "And if you have not been faithful with the property of another, who will give you property of your own?",
          "id": 30837
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.\"",
          "id": 30838
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Now the Pharisees, who were lovers of money, heard all these things and began ridiculing Jesus.",
          "id": 30839
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "So he said to them, \"You justify yourselves in the sight of men, but God knows your hearts. For what is highly esteemed among men is an abomination in the sight of God.",
          "id": 30840
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "\"The Law and the Prophets were until John; since then the good news of the kingdom of God has been preached, and everyone tries to force his way into it.",
          "id": 30841
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "But it is easier for heaven and earth to pass away than for one stroke of a letter to be dropped from the law.",
          "id": 30842
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "\"Everyone who divorces his wife and marries another commits adultery, and everyone who marries a woman divorced from her husband commits adultery.",
          "id": 30843
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "\"Now there was a certain rich man who would dress in purple and fine linen, enjoying himself each day as he lived lavishly.",
          "id": 30844
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "There was also a poor man named Lazarus, who was laid at his gate, covered with sores.",
          "id": 30845
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "He longed to be filled with the crumbs that fell from the rich man''s table, but instead the dogs would come and lick his sores.",
          "id": 30846
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "Now the poor man died and was carried away by the angels to Abraham''s side, and the rich man also died and was buried.",
          "id": 30847
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "As he was in torment in Hades, he lifted up his eyes and saw Abraham far off, and Lazarus at his side.",
          "id": 30848
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "So he called out and said, ''Father Abraham, have mercy on me and send Lazarus to dip the tip of his finger in water and cool my tongue, for I am in agony in this flame.''",
          "id": 30849
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "But Abraham said, ''Son, remember that in your lifetime you received your good things, and in the same way Lazarus received bad things, but now he is here being comforted, while you are in agony.",
          "id": 30850
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "And besides all this, a great chasm is fixed between you and us, so that those who want to cross over to you from here cannot do so, nor can anyone cross over to us from there.''",
          "id": 30851
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "He said, ''Then I beg you, father, to send Lazarus to my father''s house,",
          "id": 30852
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "for I have five brothers. Let him warn them, so that they too will not come to this place of torment.''",
          "id": 30853
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Abraham said to him, ''They have Moses and the Prophets; they can listen to them.''",
          "id": 30854
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "He said, ''No, father Abraham, but if someone goes to them from the dead, they will repent.''",
          "id": 30855
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "But Abraham said to him, ''If they do not listen to Moses and the Prophets, neither will they be persuaded even if someone rises from the dead.''\"",
          "id": 30856
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "Then Jesus said to the disciples, \"It is inevitable that stumbling blocks come, but woe to the one through whom they come!",
          "id": 30857
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "It would be better for him if a heavy millstone were hung around his neck and he were cast into the sea than for him to cause one of these little ones to stumble.",
          "id": 30858
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "Watch yourselves. If your brother sins against you, rebuke him. If he repents, forgive him.",
          "id": 30859
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Even if he sins against you seven times in a day, and seven times in that day he comes back and says, ''I repent,'' you must forgive him.\"",
          "id": 30860
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The apostles said to the Lord, \"Increase our faith.\"",
          "id": 30861
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "The Lord said, \"If you had faith like a grain of mustard seed, you could say to this mulberry tree, ''Be uprooted and planted in the sea,'' and it would obey you.",
          "id": 30862
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "\"Suppose one of you has a servant plowing the field or tending the sheep. As soon as he comes in from the field would you say, ''Come and recline at the table''?",
          "id": 30863
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Instead, would you not say to him, ''Prepare my supper. Put on your apron and serve me while I eat and drink; after that you may eat and drink''?",
          "id": 30864
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Do you thank that servant because he did what he was commanded? I think not.",
          "id": 30865
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "So you also, when you have done everything you were commanded to do, should say, ''We are unworthy servants; we have only done what we were obligated to do.''\"",
          "id": 30866
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Now on his way to Jerusalem, Jesus traveled along the border of Samaria and Galilee.",
          "id": 30867
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "As he entered a village, he was met by ten lepers who stood at a distance.",
          "id": 30868
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "They lifted up their voices, saying, \"Jesus, Master, have mercy on us!\"",
          "id": 30869
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "When he saw them, he said to them, \"Go show yourselves to the priests.\" As they went along, they were cleansed.",
          "id": 30870
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "When one of them saw that he had been healed, he came back, glorifying God with a loud voice.",
          "id": 30871
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "He then fell on his face at Jesus'' feet, giving him thanks. (Now he was a Samaritan.)",
          "id": 30872
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "In response Jesus said, \"Were not ten cleansed? Where then are the other nine?",
          "id": 30873
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Were there none found who came back to give glory to God except this foreigner?\"",
          "id": 30874
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Then he said to the man, \"Rise and go on your way; your faith has healed you.\"",
          "id": 30875
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "At one point Jesus was asked by the Pharisees when the kingdom of God was coming, so he answered them, \"The kingdom of God does not come with observable signs,",
          "id": 30876
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "nor will people say, ''Behold, here it is!'' or, ''Behold, there it is!'' For behold, the kingdom of God is within you.\"",
          "id": 30877
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "Then he said to the disciples, \"The days will come when you will long to see one of the days of the Son of Man, but you will not see it.",
          "id": 30878
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "People will say to you, ''Behold, here he is!'' or, ''Behold, there he is!'' Do not go off with them or run after them,",
          "id": 30879
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "for just as lightning flashes from one part of the sky and shines to the other, so will the Son of Man be in his day.",
          "id": 30880
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "But first he must suffer many things and be rejected by this generation.",
          "id": 30881
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Just as it was in the days of Noah, so will it be in the days of the Son of Man.",
          "id": 30882
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "People were eating and drinking, marrying and being given in marriage, until the day when Noah went into the ark, and the flood came and destroyed them all.",
          "id": 30883
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "It will be the same as it was in the days of Lot. People were eating and drinking, buying and selling, planting and building.",
          "id": 30884
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "But on the day when Lot went out from Sodom, fire and sulfur rained down from heaven and destroyed them all.",
          "id": 30885
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "So will it be on the day when the Son of Man is revealed.",
          "id": 30886
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "On that day, he who is on the housetop and whose goods are in the house must not come down to get them. Likewise, he who is in the field must not turn back.",
          "id": 30887
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "Remember Lot''s wife.",
          "id": 30888
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "Whoever seeks to save his life will lose it, but whoever loses his life will preserve it.",
          "id": 30889
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "I tell you, on that night two people will be in one bed; one will be taken and the other will be left.",
          "id": 30890
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "Two women will be grinding grain together; one will be taken and the other will be left.\"",
          "id": 30891
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Then the disciples said to him in response, \"Where, Lord?\" He said to them, \"Where the body is, there the vultures will be gathered together.\"",
          "id": 30892
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Jesus told them a parable about the need to pray at all times and not lose heart.",
          "id": 30893
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "He said, \"In a certain city there was a judge who neither feared God nor respected man.",
          "id": 30894
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "There was also a widow in that city who kept coming to him and saying, ''Give me justice against my adversary.''",
          "id": 30895
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "For a while he would not do so, but afterward he said to himself, ''Though I neither fear God nor respect man,",
          "id": 30896
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "yet because this widow keeps bothering me, I will give her justice, so that she will not wear me out by continually coming to me.''\"",
          "id": 30897
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "Then the Lord said, \"Hear what the unrighteous judge says.",
          "id": 30898
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "And will not God surely bring about justice to his chosen ones who cry out to him day and night, while also being patient with them?",
          "id": 30899
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "I tell you that he will bring about justice for them quickly. Nevertheless, when the Son of Man comes, will he find faith on the earth?\"",
          "id": 30900
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "He also told this parable to some who trusted in themselves that they were righteous and who regarded others with contempt:",
          "id": 30901
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "\"Two men went up to the temple to pray. One was a Pharisee and the other was a tax collector.",
          "id": 30902
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "The Pharisee stood by himself and prayed like this: ''God, I thank you that I am not like other people: swindlers, unrighteous, adulterers, or even like this tax collector.",
          "id": 30903
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "I fast twice a week, and I give tithes of all that I get.''",
          "id": 30904
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "But the tax collector stood at a distance and would not even lift up his eyes to heaven, but beat his breast, saying, ''God, be merciful to me, a sinner!''",
          "id": 30905
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "I tell you, this man went down to his home justified rather than the other. For everyone who exalts himself will be humbled, but he who humbles himself will be exalted.\"",
          "id": 30906
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now people were even bringing their babies to Jesus so that he might touch them. When the disciples saw this, they rebuked those who were bringing them,",
          "id": 30907
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "but Jesus called for them and said, \"Let the little children come to me and do not hinder them, for the kingdom of God belongs to such as these.",
          "id": 30908
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "Truly I say to you, whoever does not receive the kingdom of God like a little child will certainly not enter it.\"",
          "id": 30909
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Then a certain ruler asked him, \"Good Teacher, what must I do to inherit eternal life?\"",
          "id": 30910
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Jesus said to him, \"Why do you call me good? No one is good except God alone.",
          "id": 30911
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "You know the commandments: ''Do not commit adultery, Do not murder, Do not steal, Do not give false testimony, Honor your father and your mother.''\"",
          "id": 30912
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "The man said, \"All these I have kept from my youth.\"",
          "id": 30913
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "When Jesus heard this, he said to him, \"One thing you still lack: Sell everything you have and distribute the money to the poor, and you will have treasure in heaven; then come follow me.\"",
          "id": 30914
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "But when the man heard this, he became very sorrowful, for he was extremely rich.",
          "id": 30915
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "When Jesus saw that the man had become very sorrowful, he said, \"How difficult it will be for those who have riches to enter the kingdom of God!",
          "id": 30916
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "For it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.\"",
          "id": 30917
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Those who heard this said, \"Who then can be saved?\"",
          "id": 30918
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Jesus said, \"What is impossible with men is possible with God.\"",
          "id": 30919
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "Then Peter said, \"Behold, we have left everything and followed you.\"",
          "id": 30920
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Jesus said to them, \"Truly I say to you, there is no one who has left house, parents, brothers, wife, or children, for the sake of the kingdom of God,",
          "id": 30921
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "who will not surely receive many times more in this present age, and in the age to come eternal life.\"",
          "id": 30922
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Then Jesus took the twelve aside and said to them, \"Behold, we are going up to Jerusalem, and everything that is written by the prophets about the Son of Man will be fulfilled.",
          "id": 30923
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "For he will be delivered up to the Gentiles, and he will be mocked, insulted, and spit upon.",
          "id": 30924
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "After flogging him, they will kill him, and on the third day he will rise again.\"",
          "id": 30925
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "But the disciples did not understand any of these things; this statement was hidden from them, and they did not comprehend what was being said.",
          "id": 30926
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "As Jesus drew near to Jericho, a blind man was sitting by the road begging.",
          "id": 30927
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "When he heard a crowd going by, he asked what was happening.",
          "id": 30928
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "They told him that Jesus of Nazareth was passing by.",
          "id": 30929
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "So he cried out, \"Jesus, Son of David, have mercy on me!\"",
          "id": 30930
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Then those who were out in front rebuked him, telling him to be silent. But he cried out all the more, \"Son of David, have mercy on me!\"",
          "id": 30931
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "So Jesus stopped and ordered the man to be brought to him. When the man drew near, Jesus asked him,",
          "id": 30932
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "\"What do you want me to do for you?\" He said, \"Lord, I want to receive my sight.\"",
          "id": 30933
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "So Jesus said to him, \"Receive your sight; your faith has healed you.\"",
          "id": 30934
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Immediately he received his sight and began following Jesus, glorifying God. And when all the people saw it, they gave praise to God.",
          "id": 30935
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Jesus entered Jericho and was passing through.",
          "id": 30936
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And behold, there was a man named Zacchaeus. He was a chief tax collector, who was rich.",
          "id": 30937
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "He was trying to see who Jesus was, but he could not do so because of the crowd, for he was small in stature.",
          "id": 30938
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "So he ran on ahead and climbed a sycamore tree so that he could see him, because Jesus was about to pass by that way.",
          "id": 30939
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "When Jesus came to that place, he looked up and saw him. Then he said to him, \"Zacchaeus, hurry and come down, for I must stay at your house today.\"",
          "id": 30940
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So he hurried down and received Jesus with joy.",
          "id": 30941
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "When all the people saw it, they grumbled, saying, \"He has gone in to stay with a sinful man.\"",
          "id": 30942
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But Zacchaeus stood there and said to the Lord, \"Behold, half of my goods, Lord, I give to the poor, and if I have extorted anything from anyone, I will pay back four times the amount.\"",
          "id": 30943
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Jesus said to him, \"Today salvation has come to this house, for this man also is a son of Abraham.",
          "id": 30944
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "For the Son of Man came to seek and save the lost.\"",
          "id": 30945
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Now as the people were listening to this, Jesus went on to tell a parable, because he was near Jerusalem, and because they thought that the kingdom of God was going to appear at once.",
          "id": 30946
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "So he said, \"A man of noble birth went to a distant country to receive a kingdom for himself and then return.",
          "id": 30947
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Calling ten of his servants, he gave them ten minas and said to them, ''Engage in business until I come.''",
          "id": 30948
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "Now his citizens hated him and sent a delegation after him, saying, ''We do not want this man to reign over us.''",
          "id": 30949
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "When he returned after receiving the kingdom, he summoned the servants to whom he had given the money, so that he might know who had gained what by engaging in business.",
          "id": 30950
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "The first came before him and said, ''Master, your mina has made ten minas more.''",
          "id": 30951
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "The king said to him, ''Well done, good servant! Because you have been faithful in a very small matter, take authority over ten cities.''",
          "id": 30952
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "The second came and said, ''Master, your mina has made five minas.''",
          "id": 30953
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "The king said to him, ''You are to be over five cities.''",
          "id": 30954
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Another came and said, ''Master, behold, here is your mina, which I kept put away in a piece of cloth.",
          "id": 30955
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "For I was afraid of you, because you are a stern man. You take out what you did not put in, and you reap what you did not sow.''",
          "id": 30956
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "The king said to him, ''I will condemn you by the words coming out of your own mouth, you evil servant. You knew, did you, that I was a stern man, taking out what I did not put in, and reaping what I did not sow?",
          "id": 30957
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Why then did you not deposit my money in the bank, and when I came I would have collected it with interest?''",
          "id": 30958
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Then he said to those standing nearby, ''Take the mina from him and give it to the one who has ten minas.''",
          "id": 30959
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "(But they said to him, ''Master, he has ten minas!'')",
          "id": 30960
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "''For I tell you that everyone who has will be given more, but the one who does not have, even what he has will be taken away from him.",
          "id": 30961
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "But as for those enemies of mine who did not want me to reign over them, bring them here and slay them in front of me.''\"",
          "id": 30962
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "After saying these things, Jesus continued on his way up to Jerusalem, walking ahead of his disciples.",
          "id": 30963
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "As he drew near to Bethsphage and Bethany, at the mount called Olivet, he sent two of his disciples ahead,",
          "id": 30964
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "saying, \"Go into the village ahead of you. As you enter it, you will find a colt tied, on which no one has ever sat. Untie it and bring it here.",
          "id": 30965
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "If anyone asks you, ''Why are you untying it?'' tell him this: ''The Lord has need of it.''\"",
          "id": 30966
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "So those who were sent went off and found it just as he had told them.",
          "id": 30967
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "As they were untying the colt, its owners said to them, \"Why are you untying the colt?\"",
          "id": 30968
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "They said, \"The Lord has need of it.\"",
          "id": 30969
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Then they brought the colt to Jesus, threw their garments over it, and set Jesus on it.",
          "id": 30970
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "As he went along, people were spreading their garments on the road.",
          "id": 30971
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And as he drew near to the descent of the Mount of Olives, the whole multitude of the disciples began to praise God joyfully with a loud voice for all the miracles they had seen,",
          "id": 30972
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "saying, \"Blessed is the king who comes in the name of the Lord! Peace in heaven, and glory in the highest!\"",
          "id": 30973
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "But some of the Pharisees from among the crowd said to Jesus, \"Teacher, rebuke your disciples.\"",
          "id": 30974
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "In response he said to them, \"I tell you, if they keep silent, the stones will cry out.\"",
          "id": 30975
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "As he drew near to Jerusalem and saw the city, he wept over it,",
          "id": 30976
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "saying, \"If only you had known, especially on this your day, what would bring about your peace! But now it is hidden from your eyes.",
          "id": 30977
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "For the days will come upon you when your enemies build a barricade around you and encircle you, hemming you in on every side.",
          "id": 30978
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "They will raze you to the ground, and your children within you. They will not leave in you one stone upon another, because you did not recognize the time of your visitation.\"",
          "id": 30979
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Then Jesus entered the temple courts and began driving out those who were selling and buying there.",
          "id": 30980
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "He said to them, \"It is written, ''My house is a house of prayer,'' but you have made it a den of robbers.\"",
          "id": 30981
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Every day Jesus was teaching in the temple courts, but the chief priests and the scribes were seeking to destroy him, and so were the prominent leaders among the people.",
          "id": 30982
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "But they could not figure out what to do, for all the people were hanging on his every word as they listened to him.",
          "id": 30983
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "One day, as Jesus was teaching the people in the temple courts and preaching the gospel, the priests and the scribes came with the elders",
          "id": 30984
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and said to him, \"Tell us, by what authority are you doing these things, or who is it that gave you this authority?\"",
          "id": 30985
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "He answered them, \"I will also ask you one question. Tell me:",
          "id": 30986
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Did John''s authority to baptize come from heaven or from men?\"",
          "id": 30987
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So they discussed it among themselves, saying, \"If we say, ''From heaven,'' he will say, ''Why did you not believe him?''",
          "id": 30988
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But if we say, ''From men,'' all the people will stone us, for they are persuaded that John was a prophet.\"",
          "id": 30989
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So they answered that they did not know where it came from.",
          "id": 30990
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Then Jesus said to them, \"Neither will I tell you by what authority I am doing these things.\"",
          "id": 30991
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Then he began to tell the people this parable: \"A man planted a vineyard, leased it to farmers, and left the country for a long time.",
          "id": 30992
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "At harvest time he sent a servant to the farmers so that they would give him some of the fruit of the vineyard. But the farmers beat him and sent him away empty-handed.",
          "id": 30993
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "So he proceeded to send another servant, but they beat him also, treated him shamefully, and sent him away empty-handed.",
          "id": 30994
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "Then he proceeded to send a third, but they wounded him as well and threw him out.",
          "id": 30995
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "So the owner of the vineyard said, ''What should I do? I will send my beloved son; perhaps when they see him they will have respect for him.''",
          "id": 30996
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "But when they saw him, the farmers discussed it among themselves, saying, ''This is the heir. Come, let us kill him so that the inheritance will be ours.''",
          "id": 30997
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "So they threw him out of the vineyard and killed him. What then will the owner of the vineyard do to them?",
          "id": 30998
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "He will come and destroy those farmers and give the vineyard to others.\" When the people heard this, they said, \"Certainly not!\"",
          "id": 30999
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "But Jesus looked at them and said, \"What then is the meaning of this Scripture: ''The stone that the builders rejected has become the cornerstone''?",
          "id": 31000
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Everyone who falls on that stone will be broken to pieces, but anyone on whom it falls will be crushed.\"",
          "id": 31001
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then the chief priests and the scribes wanted to arrest him at that very hour, for they knew he had spoken this parable against them, but they were afraid.",
          "id": 31002
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "So they watched him and sent spies who pretended to be sincere in order to catch him in something he said, so that they could deliver him up to the jurisdiction and authority of the governor.",
          "id": 31003
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "The spies asked him, \"Teacher, we know that you speak and teach correctly, and that you do not show partiality but teach the way of God in truth.",
          "id": 31004
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Is it lawful for us to pay taxes to Caesar, or not?\"",
          "id": 31005
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "But perceiving their craftiness, Jesus said to them, \"Why are you testing me?",
          "id": 31006
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Show me a denarius. Whose image and inscription does it have?\" They answered, \"Caesar''s.\"",
          "id": 31007
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "He said to them, \"Then render to Caesar the things that are Caesar''s, and to God the things that are God''s.\"",
          "id": 31008
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "So they were not able to catch him in what he said in the presence of the people. And being amazed at his answer, they fell silent.",
          "id": 31009
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Now some of the Sadducees, who deny that there is a resurrection, came up and asked Jesus,",
          "id": 31010
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "\"Teacher, Moses wrote for us: ''If a man''s brother dies, leaving a wife but no children, that man must marry the widow and raise up offspring for his brother.''",
          "id": 31011
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Now there were seven brothers. The first married a woman and died childless.",
          "id": 31012
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "The second married the widow, and he also died childless.",
          "id": 31013
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Likewise, the third also married her. In the same way all seven died, leaving no children.",
          "id": 31014
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Last of all, the woman also died.",
          "id": 31015
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "In the resurrection, therefore, which of them will she be the wife of? For the seven all had her as a wife.\"",
          "id": 31016
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Jesus answered them, \"The people of this age marry and are given in marriage,",
          "id": 31017
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "but those who are considered worthy to attain to that age and the resurrection from the dead neither marry nor are they given in marriage.",
          "id": 31018
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Indeed they can no longer die, for they are like angels. They are sons of God, since they are sons of the resurrection.",
          "id": 31019
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "But even Moses indicated that the dead are raised, when he said in the passage about the burning bush, ''The Lord, the God of Abraham, the God of Isaac, and the God of Jacob.''",
          "id": 31020
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "He is not the God of the dead, but of the living, for to him all are alive.\"",
          "id": 31021
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Then some of the scribes responded, \"Teacher, you have spoken well.\"",
          "id": 31022
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "And they no longer dared to ask him anything.",
          "id": 31023
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "Then Jesus said to them, \"How can it be said that the Christ is the Son of David?",
          "id": 31024
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "Even David himself says in the Book of Psalms, ''The Lord said to my Lord, \"Sit at my right hand",
          "id": 31025
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "until I make your enemies a footstool for your feet.\"''",
          "id": 31026
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "David calls him ''Lord,'' so how is he his son?\"",
          "id": 31027
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "As all the people were listening, Jesus said to his disciples,",
          "id": 31028
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "\"Beware of the scribes. They like to walk around in long robes, and they love to be greeted in the marketplaces and to have the best seats in the synagogues and the places of honor at banquets.",
          "id": 31029
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "They devour widows'' houses and for a pretense make long prayers. They will receive a more severe judgment.\"",
          "id": 31030
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Jesus looked up and saw the rich putting their gifts into the treasury.",
          "id": 31031
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "He also saw a poor widow there putting in two small copper coins.",
          "id": 31032
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "So he said, \"Truly I say to you, this poor widow has put in more than all the others.",
          "id": 31033
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "For they have all put in gifts for God out of their abundance, but she, out of her poverty, has put in all that she had to live on.\"",
          "id": 31034
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Then, as some were talking about how the temple was adorned with beautiful stones and gifts consecrated to God, Jesus said,",
          "id": 31035
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "\"As for these things that you see, the days will come in which there will not be left one stone upon another that will not be thrown down.\"",
          "id": 31036
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So they asked him, \"Teacher, when will these things happen? And what will be the sign when these things are about to take place?\"",
          "id": 31037
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "He said, \"See that you are not led astray. For many will come in my name, saying, ''I am he,'' and, ''The time has drawn near.'' Do not go after them.",
          "id": 31038
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "When you hear of wars and uprisings, do not be terrified, for these things must first take place, but the end will not immediately follow.\"",
          "id": 31039
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Then he said to them, \"Nation will rise up against nation, and kingdom against kingdom.",
          "id": 31040
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "There will be great earthquakes in various places, along with famines and plagues. There will also be terrifying sights and great signs from heaven.",
          "id": 31041
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "But before all these things take place, they will arrest you and persecute you. They will deliver you up to synagogues and prisons, and you will be brought before kings and governors for my name''s sake.",
          "id": 31042
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "This will lead to opportunities for you to bear witness.",
          "id": 31043
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "Therefore settle it in your hearts not to prepare your defense in advance.",
          "id": 31044
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "For I will give you a mouth to speak and wisdom that none of your adversaries will be able to refute or resist.",
          "id": 31045
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "You will even be betrayed by parents, relatives, friends, and brothers, and they will have some of you put to death.",
          "id": 31046
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "You will be hated by all because of my name.",
          "id": 31047
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Yet not a hair of your head will by any means perish.",
          "id": 31048
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "You must gain your lives by your patient endurance.",
          "id": 31049
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "\"When you see Jerusalem surrounded by armies, know that its desolation is near.",
          "id": 31050
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Then those who are in Judea must flee to the mountains, those who are in the city must get out, and those who are in the countryside must not enter the city.",
          "id": 31051
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "For those will be days of vengeance, to fulfill all that is written.",
          "id": 31052
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Woe to those who are with child and to those who are nursing infants in those days! For there will be great distress in the land and wrath against this people.",
          "id": 31053
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "They will fall by the edge of the sword and be led captive into all the nations, and Jerusalem will be trampled by the Gentiles until the times of the Gentiles are fulfilled.",
          "id": 31054
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "\"There will be signs in the sun, moon, and stars, and on the earth there will be distress among the nations as they are perplexed by the roaring sea and the surging waves.",
          "id": 31055
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "People will faint from fear and foreboding of what is coming upon the world, for the powers of the heavens will be shaken.",
          "id": 31056
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Then they will see the Son of Man coming in a cloud with power and great glory.",
          "id": 31057
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "So when these things begin to take place, stand tall and lift up your heads, for your redemption is near.\"",
          "id": 31058
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Then he told them a parable: \"Consider the fig tree and all the other trees.",
          "id": 31059
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "As soon as they sprout leaves, you can see for yourselves and know that summer is near.",
          "id": 31060
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "So also, when you see these things taking place, know that the kingdom of God is near.",
          "id": 31061
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "Truly I say to you, this generation will certainly not pass away until all things have taken place.",
          "id": 31062
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "Heaven and earth will pass away, but my words will certainly not pass away.",
          "id": 31063
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "\"Watch yourselves, lest your hearts be weighed down with carousing, drunkenness, and the cares of this life, and that day come upon you suddenly.",
          "id": 31064
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "For it will come like a trap upon all who dwell on the face of the whole earth.",
          "id": 31065
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Therefore stay alert at all times, praying that you may be considered worthy to escape everything that will take place, and to stand before the Son of Man.\"",
          "id": 31066
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Each day Jesus taught in the temple courts, but at night he would go out and stay at the mount called Olivet.",
          "id": 31067
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "And all the people would come to him early in the morning to listen to him in the temple courts.",
          "id": 31068
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now the Feast of Unleavened Bread was drawing near, which is called Passover,",
          "id": 31069
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and the chief priests and the scribes were looking for a way to get rid of Jesus quietly, for they were afraid of the people.",
          "id": 31070
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then Satan entered into Judas, the one called Iscariot, who was numbered among the twelve.",
          "id": 31071
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "He went away and discussed with the chief priests and officers how he might deliver Jesus up to them.",
          "id": 31072
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "They were glad and agreed to give him money.",
          "id": 31073
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So he accepted the offer and began looking for an opportunity to deliver Jesus up to them in the absence of a crowd.",
          "id": 31074
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then came the day for the Feast of Unleavened Bread, when the Passover lamb had to be sacrificed.",
          "id": 31075
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Jesus sent Peter and John, saying, \"Go prepare the Passover for us, so that we may eat it.\"",
          "id": 31076
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "They said to him, \"Where do you want us to prepare it?\"",
          "id": 31077
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "He said to them, \"Behold, when you enter the city, a man carrying a jug of water will meet you. Follow him into the house he enters",
          "id": 31078
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "and say to the master of the house, ''The Teacher asks you, \"Where is the guest room where I may eat the Passover with my disciples?\"''",
          "id": 31079
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "He will then show you a large upper room that is furnished; prepare it there.\"",
          "id": 31080
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "So they went and found it just as Jesus had told them, and they prepared the Passover.",
          "id": 31081
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "When the hour came, Jesus reclined at the table, and the twelve apostles were with him.",
          "id": 31082
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "He said to them, \"I have earnestly desired to eat this Passover with you before I suffer.",
          "id": 31083
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "For I tell you that I will certainly not eat it again until it is fulfilled in the kingdom of God.\"",
          "id": 31084
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "Then he took a cup, and after giving thanks he said, \"Take this and divide it among yourselves.",
          "id": 31085
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "For I tell you, I will certainly not drink again from the fruit of the vine until the kingdom of God comes.\"",
          "id": 31086
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Then he took bread, and when he had given thanks, he broke it and gave it to them, saying, \"This is my body, which is given for you. Do this in remembrance of me.\"",
          "id": 31087
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "In the same way, he also took the cup after they had eaten supper, saying, \"This cup is the new covenant in my blood, which is poured out for you.",
          "id": 31088
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "But behold, the hand of the one who is going to betray me is with mine on the table.",
          "id": 31089
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "The Son of Man indeed goes as it has been determined, but woe to that man by whom he is betrayed.\"",
          "id": 31090
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Then they began to discuss with one another which one of them it could be who would do this.",
          "id": 31091
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "A dispute also arose among them as to which of them was considered to be greater.",
          "id": 31092
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "So Jesus said to them, \"The kings of the Gentiles exercise lordship over them, and those who have authority over them are called benefactors.",
          "id": 31093
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "But it must not be so with you; rather the greatest among you must become like the youngest, and the leader must become like one who serves.",
          "id": 31094
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "For who is greater? The one who reclines at the table or the one who serves? Is it not the one who reclines at the table? But I am among you as one who serves.",
          "id": 31095
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "\"You have stayed with me in my trials.",
          "id": 31096
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "And I bestow on you a kingdom, just as my Father bestowed one on me,",
          "id": 31097
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "so that you may eat and drink at my table. And you will sit on thrones judging the twelve tribes of Israel.\"",
          "id": 31098
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Then the Lord said, \"Simon, Simon, behold, Satan has demanded to have you, so that he might sift you like wheat.",
          "id": 31099
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "But I have prayed for you that your faith may not fail. Once you have turned back, strengthen your brothers.\"",
          "id": 31100
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Peter said to him, \"Lord, I am ready to go with you both to prison and to death.\"",
          "id": 31101
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Jesus said, \"I tell you, Peter, a rooster will certainly not crow today before you have denied three times that you know me.\"",
          "id": 31102
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "Then Jesus said to them, \"When I sent you without a moneybag, knapsack, or sandals, did you lack anything?\" They said, \"Nothing.\"",
          "id": 31103
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Then he said to them, \"But now he who has a moneybag must take it, and likewise a knapsack. And he who does not have a sword must sell his garment and buy one.",
          "id": 31104
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "For I tell you that this Scripture must still be fulfilled in me: ''He was numbered with the lawless.'' For what is written about me is reaching its fulfillment.\"",
          "id": 31105
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "So they said, \"Lord, behold, here are two swords.\" He said to them, \"That is enough!\"",
          "id": 31106
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Then Jesus went out and made his way to the Mount of Olives, as was his custom, and his disciples followed him.",
          "id": 31107
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "When he came to the place, he said to them, \"Pray that you may not enter into temptation.\"",
          "id": 31108
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "Then he withdrew from them about a stone''s throw away and knelt down and prayed,",
          "id": 31109
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "\"Father, if you are willing to take this cup away from me, do so; nevertheless, not my will, but yours be done.\"",
          "id": 31110
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Then an angel from heaven appeared to him and strengthened him.",
          "id": 31111
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Being in agony, he prayed more earnestly, and his sweat became like drops of blood falling to the ground.",
          "id": 31112
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "When he rose from prayer and came to the disciples, he found them sleeping because of their sorrow.",
          "id": 31113
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "So he said to them, \"Why are you sleeping? Rise and pray, lest you enter into temptation.\"",
          "id": 31114
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "While he was still speaking, behold, a crowd approached, and the man called Judas, one of the twelve, was leading them. He drew near to Jesus to kiss him,",
          "id": 31115
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "and Jesus said to him, \"Judas, are you betraying the Son of Man with a kiss?\"",
          "id": 31116
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "When those who were around him saw what was about to happen, they said to him, \"Lord, shall we strike with the sword?\"",
          "id": 31117
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Then one of them struck the servant of the high priest and cut off his right ear.",
          "id": 31118
        },
        {
          "isRed": true,
          "verse": 51,
          "text": "But Jesus responded, \"No more of this!\" And he touched the man''s ear and healed him.",
          "id": 31119
        },
        {
          "isRed": true,
          "verse": 52,
          "text": "Then Jesus said to the chief priests, the officers of the temple, and the elders who had come out against him, \"Have you come out with swords and clubs as you would against a robber?",
          "id": 31120
        },
        {
          "isRed": true,
          "verse": 53,
          "text": "I was with you daily in the temple courts, and you did not lay a hand on me. But this is your hour, when the power of darkness reigns.\"",
          "id": 31121
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Then they arrested him, led him away, and brought him to the house of the high priest, and Peter was following at a distance.",
          "id": 31122
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Some there had kindled a fire in the middle of the courtyard and sat down together, and Peter sat down among them.",
          "id": 31123
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "When a servant girl saw him sitting in the light of the fire, she looked at him intently and said, \"This man also was with him.\"",
          "id": 31124
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "But Peter denied him, saying, \"Woman, I do not know him.\"",
          "id": 31125
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "After a little while, someone else saw him and said, \"You also are one of them.\" But Peter said, \"Man, I am not.\"",
          "id": 31126
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "After about an hour had gone by, another man kept insisting, \"Truly this man also was with him, for he too is a Galilean.\"",
          "id": 31127
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "But Peter said, \"Man, I do not know what you are talking about!\" And immediately, while he was still speaking, a rooster crowed.",
          "id": 31128
        },
        {
          "isRed": true,
          "verse": 61,
          "text": "Then the Lord turned and looked at Peter, and Peter remembered what the Lord had said to him, \"Before a rooster crows, you will deny me three times.\"",
          "id": 31129
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "And Peter went out and wept bitterly.",
          "id": 31130
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "Now the men who were holding Jesus in custody began mocking him and beating him.",
          "id": 31131
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "They also blindfolded him and kept striking his face, saying to him, \"Prophesy! Who is it that struck you?\"",
          "id": 31132
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "And they said many other things against him, reviling him.",
          "id": 31133
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "When daybreak came, the elders of the people gathered together, both chief priests and scribes, and they led Jesus up to their Sanhedrin and said,",
          "id": 31134
        },
        {
          "isRed": true,
          "verse": 67,
          "text": "\"If you are the Christ, tell us.\" But he said to them, \"If I tell you, you will surely not believe.",
          "id": 31135
        },
        {
          "isRed": true,
          "verse": 68,
          "text": "And if I ask you a question, you will surely not answer me or release me.",
          "id": 31136
        },
        {
          "isRed": true,
          "verse": 69,
          "text": "But from now on the Son of Man will be seated at the right hand of the power of God.\"",
          "id": 31137
        },
        {
          "isRed": true,
          "verse": 70,
          "text": "So they all said, \"Are you then the Son of God?\" He said to them, \"You yourselves say that I am.\"",
          "id": 31138
        },
        {
          "isRed": false,
          "verse": 71,
          "text": "Then they said, \"What further need do we have of testimony? For we ourselves have heard it from his own mouth.\"",
          "id": 31139
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then the whole assembly arose and led Jesus to Pilate.",
          "id": 31140
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "They began to accuse him, saying, \"We found this man perverting the nation and forbidding us to pay taxes to Caesar, declaring himself to be Christ, a king.\"",
          "id": 31141
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "So Pilate asked Jesus, \"Are you the king of the Jews?\" Jesus answered him, \"You have said it yourself.\"",
          "id": 31142
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then Pilate said to the chief priests and the crowd, \"I find no fault in this man.\"",
          "id": 31143
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But they kept insisting, \"He stirs up the people, teaching throughout all Judea. He started from Galilee and has come even to this place.\"",
          "id": 31144
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "When Pilate heard mention of Galilee, he asked whether the man was a Galilean.",
          "id": 31145
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And when he found out that Jesus was under Herod''s jurisdiction, he sent him over to Herod, who was also in Jerusalem in those days.",
          "id": 31146
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "When Herod saw Jesus he was very glad, for he had long desired to see him, because he had heard many things about him and was hoping to see him perform some sign.",
          "id": 31147
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So he questioned him at great length, but Jesus gave him no answer.",
          "id": 31148
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Meanwhile, the chief priests and the scribes stood there, vehemently accusing him.",
          "id": 31149
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Herod also treated him with contempt and mocked him, as did his soldiers. Then, after dressing Jesus in fine clothing, Herod sent him back to Pilate.",
          "id": 31150
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "That very day Pilate and Herod became friends with one another; before this they had been enemies.",
          "id": 31151
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then Pilate called together the chief priests, the rulers, and the people,",
          "id": 31152
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "and said to them, \"You brought me this man as one who was misleading the people. And behold, after examining him before you, I have found no fault in this man with respect to the accusations you are making against him,",
          "id": 31153
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "and neither has Herod, for I sent you to him. Clearly he has done nothing that deserves death.",
          "id": 31154
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Therefore I will have him flogged and then release him.\"",
          "id": 31155
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Now each year at the feast Pilate was obligated to release one prisoner for the people.",
          "id": 31156
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "So they all cried out together, \"Away with this man, and release for us Barabbas!\"",
          "id": 31157
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "(This was a man who had been thrown into prison for an insurrection that had taken place in the city, and for murder.)",
          "id": 31158
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Wishing to release Jesus, Pilate addressed them again,",
          "id": 31159
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "but they kept on shouting, \"Crucify, crucify him!\"",
          "id": 31160
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "A third time he said to them, \"Why? What evil has he done? I have found in him no grounds for death. So I will have him flogged and then release him.\"",
          "id": 31161
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "But they continued insistently with loud voices, demanding that he be crucified, and their voices prevailed, along with those of the chief priests.",
          "id": 31162
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "So Pilate rendered his decision that their demand be granted.",
          "id": 31163
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "He released the man they had been asking for, who had been thrown into prison for insurrection and murder, but he handed Jesus over to their will.",
          "id": 31164
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "As the soldiers led him away, they took hold of Simon, a Cyrenian man who was coming in from the countryside, and they laid on him the cross, forcing him to carry it behind Jesus.",
          "id": 31165
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "A great multitude of people followed along behind, including women who were mourning and lamenting for Jesus.",
          "id": 31166
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "But Jesus turned to them and said, \"Daughters of Jerusalem, do not weep for me, but weep for yourselves and for your children.",
          "id": 31167
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "For behold, the days are coming when people will say, ''Blessed are the barren, the wombs that have not given birth, and the breasts that have not nursed!''",
          "id": 31168
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "Then they will begin to say to the mountains, ''Fall on us!'' and to the hills, ''Cover us!''",
          "id": 31169
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "For if they do these things when the wood is green, what will happen when it is dry?\"",
          "id": 31170
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Now two others, who were criminals, were also being led away to be put to death with Jesus.",
          "id": 31171
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "When they came to the place called the Skull, the soldiers crucified him there along with the criminals, one on his right and one on his left.",
          "id": 31172
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "But Jesus said, \"Father, forgive them, for they know not what they do.\" Then they cast lots to divide his garments.",
          "id": 31173
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "The people stood there looking on, and the rulers who were with them ridiculed him, saying, \"He saved others; let him save himself if he is the Christ, the Chosen One of God.\"",
          "id": 31174
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "The soldiers also mocked him, coming up to him and offering him sour wine,",
          "id": 31175
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "saying, \"If you are the king of the Jews, save yourself!\"",
          "id": 31176
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "There was also an inscription over him written in Greek, Latin, and Hebrew letters, which read: \"This is the King of the Jews.\"",
          "id": 31177
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "One of the criminals who was hanging there reviled him, saying, \"If you are the Christ, save yourself and us!\"",
          "id": 31178
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "But the other rebuked him, saying, \"Do you not even fear God, seeing that you are under the same condemnation?",
          "id": 31179
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "The two of us are justly condemned, for we are receiving the appropriate punishment for the things we have done, but this man has done nothing wrong.\"",
          "id": 31180
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "Then he said to Jesus, \"Remember me, Lord, when you come in your kingdom.\"",
          "id": 31181
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "Jesus said to him, \"Truly I say to you, today you will be with me in Paradise.\"",
          "id": 31182
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "Now it was about the sixth hour, and there was darkness over the whole land until the ninth hour.",
          "id": 31183
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "The sun was darkened, and the veil of the temple was torn down the middle.",
          "id": 31184
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "Then Jesus cried out with a loud voice, \"Father, into your hands I commit my spirit.\" After saying this, he breathed his last breath.",
          "id": 31185
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Now when the centurion saw what had happened, he glorified God and said, \"Surely this man was righteous.\"",
          "id": 31186
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "And when all the crowds who had gathered together for this spectacle saw what had happened, they returned home beating their breasts.",
          "id": 31187
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "But all those who knew Jesus stood at a distance watching these things, including the women who had followed him from Galilee.",
          "id": 31188
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Now there was a good and righteous man named Joseph, who was a member of the council",
          "id": 31189
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "but had not consented to their decision and action. He was from Arimathea, a town of the Jews, and was himself also waiting for the kingdom of God.",
          "id": 31190
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "He went to Pilate and asked for Jesus'' body.",
          "id": 31191
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "Then he took it down, wrapped it in a linen cloth, and laid it in a tomb hewn in the rock, where no one had ever been laid.",
          "id": 31192
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "It was the day of Preparation, and the Sabbath was approaching.",
          "id": 31193
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "The women who had come with Jesus from Galilee followed along behind and saw the tomb and how his body was laid in it.",
          "id": 31194
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "Then they returned and prepared spices and ointments. But they rested on the Sabbath according to the commandment.",
          "id": 31195
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "On the first day of the week, at early dawn, the women came to the tomb, bringing the spices they had prepared, and some other women were with them.",
          "id": 31196
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "They found the stone rolled away from the tomb,",
          "id": 31197
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "but when they went in, they did not find the body of the Lord Jesus.",
          "id": 31198
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "While they were greatly perplexed about this, behold, two men stood by them in dazzling clothes.",
          "id": 31199
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The women were terrified and bowed their faces to the ground, but the men said to them, \"Why do you seek the living among the dead?",
          "id": 31200
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "He is not here, but is risen. Remember how he told you, while he was still in Galilee,",
          "id": 31201
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "that the Son of Man must be delivered up into the hands of sinful men, be crucified, and on the third day rise again.\"",
          "id": 31202
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then they remembered his words.",
          "id": 31203
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "When they returned from the tomb, they told all these things to the eleven and to all the others.",
          "id": 31204
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "It was Mary Magdalene, Joanna, Mary the mother of James, and the other women with them, who told these things to the apostles.",
          "id": 31205
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But their words came across to them as nonsense, and they did not believe them.",
          "id": 31206
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Peter, however, got up and ran to the tomb. When he stooped down to look in, he saw the linen cloths lying there by themselves. So he went away, wondering to himself what had happened.",
          "id": 31207
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "That same day two of them were going to a village called Emmaus, which was about seven miles from Jerusalem.",
          "id": 31208
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "They were talking with each other about everything that had happened.",
          "id": 31209
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "As they were talking and discussing these things, Jesus himself drew near and went along with them,",
          "id": 31210
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "but their eyes were kept from recognizing him.",
          "id": 31211
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "He said to them, \"What are you discussing with each other as you walk along, looking downcast?\"",
          "id": 31212
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Then the one whose name was Cleopas answered him, \"Are you the only visitor in Jerusalem who does not know the things that have happened there in these last few days?\"",
          "id": 31213
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "He said to them, \"What things?\" So they said to him, \"The things concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people,",
          "id": 31214
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "and how the chief priests and our rulers handed him over to a sentence of death and crucified him.",
          "id": 31215
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But we had hoped that he was the one who would redeem Israel. And besides all this, today is now the third day since these things happened.",
          "id": 31216
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Moreover, some of our women amazed us. They were at the tomb early this morning,",
          "id": 31217
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and when they did not find his body, they came back saying that they had seen a vision of angels, who said that he was alive.",
          "id": 31218
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Then some of our companions went to the tomb and found it to be so, just as the women had said, but they did not see him.\"",
          "id": 31219
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Then Jesus said to them, \"O foolish men, how slow of heart you are to believe all that the prophets have spoken!",
          "id": 31220
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Was it not necessary for the Christ to suffer these things and enter into his glory?\"",
          "id": 31221
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And beginning from Moses and all the Prophets, he explained to them the things written about himself in all the Scriptures.",
          "id": 31222
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "As they drew near to the village where they were going, Jesus acted as though he were going on farther.",
          "id": 31223
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "But they urged him not to do so, saying, \"Stay with us, for it is nearly evening, and the day is drawing to a close.\" So he went in to stay with them.",
          "id": 31224
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "As he was reclining at the table with them, he took the bread, blessed and broke it, and gave it to them.",
          "id": 31225
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Then their eyes were opened, and they recognized him, but he disappeared from their sight.",
          "id": 31226
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "They said to each other, \"Were not our hearts burning within us as he spoke to us on the road and explained the Scriptures to us?\"",
          "id": 31227
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "So they rose that very hour and returned to Jerusalem, where they found the eleven gathered together with their companions,",
          "id": 31228
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "saying, \"The Lord is risen indeed and has appeared to Simon!\"",
          "id": 31229
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Then they began describing what had happened on the road, and how Jesus had been made known to them in the breaking of bread.",
          "id": 31230
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "As they were saying these things, Jesus himself stood among them and said to them, \"Peace be with you.\"",
          "id": 31231
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "But they were startled and terrified, thinking they had seen a spirit.",
          "id": 31232
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "Then he said to them, \"Why are you troubled, and why are doubts arising in your hearts?",
          "id": 31233
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "Look at my hands and my feet and see that it is I myself. Touch me and look at me, for a spirit does not have flesh and bones as you see that I have.\"",
          "id": 31234
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "After saying this, he showed them his hands and his feet.",
          "id": 31235
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "And while they were still amazed and in disbelief because of their joy, he said to them, \"Do you have anything here to eat?\"",
          "id": 31236
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "So they gave him a piece of broiled fish and some honeycomb.",
          "id": 31237
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "And he took them and ate in their presence.",
          "id": 31238
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "Then he said to them, \"These are the words that I spoke to you while I was still with you, that everything written about me in the Law of Moses, the Prophets, and the Psalms must be fulfilled.\"",
          "id": 31239
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "Then he opened their minds to understand the Scriptures",
          "id": 31240
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "and said to them, \"Thus it is written, and thus it was necessary for the Christ to suffer and to rise from the dead on the third day,",
          "id": 31241
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "and for repentance and remission of sins to be preached in his name to all nations, beginning from Jerusalem.",
          "id": 31242
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "You are witnesses of these things.",
          "id": 31243
        },
        {
          "isRed": true,
          "verse": 49,
          "text": "And behold, I am sending the promise of my Father upon you, but stay in the city of Jerusalem until you are clothed with power from on high.\"",
          "id": 31244
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Then he led them out as far as Bethany, and lifting up his hands he blessed them.",
          "id": 31245
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "While he was blessing them, he parted from them and was carried up into heaven.",
          "id": 31246
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "So they worshiped him and returned to Jerusalem with great joy.",
          "id": 31247
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "And they were continually in the temple courts, praising and blessing God. Amen.",
          "id": 31248
        }
      ]
    }
  ]
}