{
  "book": "Malachi",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The burden of the word of the Lord to Israel by the hand of his messenger. Lay it, I pray you, to heart.",
          "id": 23550
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I have loved you, says the Lord. And you said, Wherein have you loved us? Was not Esau Jacob''s brother? says the Lord: yet I loved Jacob,",
          "id": 23551
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and hated Esau and laid waste his borders, and made his heritage as dwellings of the wilderness?",
          "id": 23552
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Because one will say, Idumea has been overthrown, but let us return and rebuild the desolate places; thus says the Lord Almighty, They shall build, but I will throw down; and they shall be called The borders of wickedness, and, The people against whom the Lord has set himself for ever.",
          "id": 23553
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And your eyes shall see, and you shall say, The Lord has been magnified upon the borders of Israel.",
          "id": 23554
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "A son honours his father, and a servant his master: if then I am a father, where is mine honour? and if I am a master, where is my fear? says the Lord Almighty. You the priests are they that despise my name: yet you said, Wherein have we despised your name?",
          "id": 23555
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "In that you bring to mine altar polluted bread; and you said, Wherein have you polluted it? In that you say, The table of the Lord is polluted, and that which was set thereon you have despised.",
          "id": 23556
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "For if you bring a blind victim for sacrifices, is it not evil? and if you bring the lame or the sick, is it not evil? offer it now to your ruler, and see if he will receive you, if he will accept your person, says the Lord Almighty.",
          "id": 23557
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And now entreat the face of your God, and make supplication to him. These things have been done by your hands; shall I accept you? says the Lord Almighty.",
          "id": 23558
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Because even amongst you the doors shall be shut, and one will not kindle the fire of mine altar for nothing, I have no pleasure in you, says the Lord Almighty, and I will not accept a sacrifice at your hands.",
          "id": 23559
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For from the rising of the sun even to the going down thereof my name has been glorified amongst the Gentiles; and in every place incense is offered to my name, and a pure offering: for my name is great amongst the Gentiles, says the Lord Almighty.",
          "id": 23560
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But you profane it, in that you say, The table of the Lord is polluted, and his meats set thereon are despised.",
          "id": 23561
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And you said, These services are troublesome: therefore I have utterly rejected them with scorn, says the Lord Almighty: and you brought in torn victims, and lame, and sick: if then you should bring an offering, shall I accept them at your hands? says the Lord Almighty.",
          "id": 23562
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And cursed is the man who had the power, and possessed a male in his flock, and whose vow is upon him, and who sacrifices a corrupt thing to the Lord: for I am a great King, says the Lord Almighty, and my name is glorious amongst the nations.",
          "id": 23563
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And now, O priests, this commandment is to you.",
          "id": 23564
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "If you will not listen, and if you will not lay it to heart, to give glory to my name, says the Lord Almighty, then I will send forth the curse upon you, and I will bring a curse upon your blessing: yes, I will curse it, and I will scatter your blessing, and it shall not exist amongst you, because you lay not this to heart.",
          "id": 23565
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Behold, I turn my back upon you, and I will scatter dung upon your faces, the dung of your feasts, and I will carry you away at the same time.",
          "id": 23566
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And you shall know that I have sent this commandment to you, that my covenant might be with the sons of Levi, says the Lord Almighty.",
          "id": 23567
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "My covenant of life and peace was with him, and I gave it him that he might reverently fear me, and that he might be awe-struck at my name.",
          "id": 23568
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "The law of truth was in his mouth, and iniquity was not found in his lips: he walked before me directing his way in peace, and he turned many from unrighteousness.",
          "id": 23569
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For the priest''s lips should keep knowledge, and they should seek the law at his mouth: for he is the messenger of the Lord Almighty.",
          "id": 23570
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But you have turned aside from the way, and caused many to fail in following the law: you have corrupted the covenant of Levi, says the Lord Almighty.",
          "id": 23571
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And I have made you despised and cast out amongst all the people, because you have not kept my ways, but have been partial in the law.",
          "id": 23572
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Have you not all one father? Did not one God create you? why have you forsaken every man his brother, to profane the covenant of your fathers?",
          "id": 23573
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Juda has been forsaken, and an abomination has been committed in Israel and in Jerusalem; for Juda has profaned the holy things of the Lord, which he delighted in, and has gone after other gods.",
          "id": 23574
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "The Lord will utterly destroy the man that does these things, until he be even cast down from out of the tabernacles of Jacob, and from amongst them that offer sacrifice to the Lord Almighty.",
          "id": 23575
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And these things which I hated, you did: you covered with tears the altar of the Lord, and with weeping and groaning because of troubles: is it meet for me to have respect to your sacrifice, or to receive anything from your hands as welcome?",
          "id": 23576
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Yet you said, Therefore? Because the Lord has borne witness between you and the wife of your youth, whom you have forsaken, and yet she was your partner, and the wife of your covenant.",
          "id": 23577
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And did he not do well? and there was the residue of his spirit. But you said, What does God seek but a seed? But take you heed to your spirit, and forsake not the wife of your youth.",
          "id": 23578
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "But if you should hate your wife and put her away, says the Lord God of Israel, then ungodliness shall cover your thoughts, says the Lord Almighty: therefore take you heed to your spirit, and forsake them not,",
          "id": 23579
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "you that have provoked God with your words. But you said, Wherein have we provoked him? In that you say, Every one that does evil is a pleasing object in the sight of the Lord, and he takes pleasure in such; and where is the God of justice?",
          "id": 23580
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Behold, I send forth my messenger, and he shall survey the way before me: and the Lord, whom you seek, shall suddenly come into his temple, even the angel of the covenant, whom you take pleasure in: behold, he is coming, says the Lord Almighty.",
          "id": 23581
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And who will abide the day of his coming? or who will withstand at his appearing? for he is coming in as the fire of a furnace and as the herb of fullers.",
          "id": 23582
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "He shall sit to melt and purify as it were silver, and as it were gold: and he shall purify the sons of Levi, and refine them as gold and silver, and they shall offer to the Lord an offering in righteousness.",
          "id": 23583
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the sacrifice of Juda and Jerusalem shall be pleasing to the Lord, according to the former days, and according to the former years.",
          "id": 23584
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And I will draw near to you in judgement; and I will be a sift witness against the witches, and against the adulteresses, and against them that swear falsely by my name, and against them that keep back the hireling''s wages, and them that oppress the widow, and afflict orphans, and that wrest the judgement of the stranger, and fear not me, says the Lord Almighty.",
          "id": 23585
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For I am the Lord your God, and I am not changed:",
          "id": 23586
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "but you, the sons of Jacob, have not refrained from the iniquities of your fathers: you have perverted my statutes, and have not kept them. Return to me, and I will return to you, says the Lord Almighty. But you said, Wherein shall we return?",
          "id": 23587
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Will a man insult God? for you insult me. But you say, Wherein have we insulted you? In that the tithes and first fruits are with you still.",
          "id": 23588
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And you do surely look off from me, and you insult me.",
          "id": 23589
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "The year is completed, and you have brought all the produce into the storehouses; but there shall be the plunder thereof in its house: return now on this behalf, says the Lord Almighty, see if I will not open to you the torrents of heaven, and pour out my blessing upon you, until you are satisfied.",
          "id": 23590
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And I will appoint food for you, and I will not destroy the fruit of your land; and your vine in the field shall not fail, says the Lord Almighty.",
          "id": 23591
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And all nations shall call you blessed: for you shall be a desirable land, says the Lord Almighty.",
          "id": 23592
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "You have spoken grievous words against me, says the Lord. Yet you said, Wherein have we spoken against you?",
          "id": 23593
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "You said, He that serves God labours in vain: and what have we gained in that we have kept his ordinances, and in that we have walked as suppliants before the face of the Lord Almighty?",
          "id": 23594
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And now we pronounce strangers blessed; and all they who act unlawfully are built up; and they have resisted God, and yet have been delivered.",
          "id": 23595
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Thus spoke they that feared the Lord, every one to his neighbour: and the Lord gave heed, and listened, and he wrote a book of remembrance before him for them that feared the Lord and reverenced his name.",
          "id": 23596
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And they shall be mine, says the Lord Almighty, in the day which I appoint for a peculiar possession; and I will make choice of them, as a man makes choice of his son that serves him.",
          "id": 23597
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Then shall you return, and discern between the righteous and the wicked, and between him that serves God, and him that serves him not.",
          "id": 23598
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "For, behold, a day comes burning as an oven, and it shall consume them; and all the aliens, and all that do wickedly, shall be stubble: and the day that is coming shall set them on fire, says the Lord Almighty, and there shall not be left of them root or branch.",
          "id": 23599
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "But to you that fear my name shall the Sun of righteousness arise, and healing shall be in his wings: and you shall go forth, and bound as young calves let loose from bonds.",
          "id": 23600
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And you shall trample the wicked; for they shall be ashes underneath your feet in the day which I appoint, says the Lord Almighty.",
          "id": 23601
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And, behold, I will send to you Elias the Thesbite, before the great and glorious day of the Lord comes;",
          "id": 23602
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "who shall turn again the heart of the father to the son, and the heart of a man to his neighbour, lest I come and strike the earth grievously.",
          "id": 23603
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Remember the law of my servant Moses, accordingly as I charged him with it in Choreb for all Israel, even the commandments and ordinances.",
          "id": 23604
        }
      ]
    }
  ]
}