{
  "book": "Matthew",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.",
          "id": 28350
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Abraham was the father of Isaac, Isaac was the father of Jacob, Jacob was the father of Judah and his brothers,",
          "id": 28351
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Judah was the father of Perez and Zerah by Tamar, Perez was the father of Hezron, Hezron was the father of Ram,",
          "id": 28352
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Ram was the father of Amminadab, Amminadab was the father of Nahshon, Nahshon was the father of Salmon,",
          "id": 28353
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Salmon was the father of Boaz by Rahab, Boaz was the father of Obed by Ruth, Obed was the father of Jesse,",
          "id": 28354
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and Jesse was the father of David the king. David the king was the father of Solomon by the wife of Uriah,",
          "id": 28355
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Solomon was the father of Rehoboam, Rehoboam was the father of Abijah, Abijah was the father of Asa,",
          "id": 28356
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Asa was the father of Jehoshaphat, Jehoshaphat was the father of Joram, Joram was the father of Uzziah,",
          "id": 28357
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Uzziah was the father of Jotham, Jotham was the father of Ahaz, Ahaz was the father of Hezekiah,",
          "id": 28358
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Hezekiah was the father of Manasseh, Manasseh was the father of Amon, Amon was the father of Josiah,",
          "id": 28359
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "and Josiah was the father of Jechoniah and his brothers, at the time of the Babylonian resettlement.",
          "id": 28360
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "After the Babylonian resettlement, Jechoniah was the father of Shealtiel, Shealtiel was the father of Zerubbabel,",
          "id": 28361
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Zerubbabel was the father of Abiud, Abiud was the father of Eliakim, Eliakim was the father of Azor,",
          "id": 28362
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Azor was the father of Zadok, Zadok was the father of Achim, Achim was the father of Eliud,",
          "id": 28363
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Eliud was the father of Eleazar, Eleazar was the father of Matthan, Matthan was the father of Jacob,",
          "id": 28364
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "and Jacob was the father of Joseph the husband of Mary, of whom was born Jesus, who is called Christ.",
          "id": 28365
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So all the generations from Abraham to David are fourteen generations, and from David to the Babylonian resettlement fourteen generations, and from the Babylonian resettlement to the Christ fourteen generations.",
          "id": 28366
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together, she was found to be with child from the Holy Spirit.",
          "id": 28367
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Her husband Joseph, being righteous and not willing to shame her publicly, intended to send her away privately.",
          "id": 28368
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But as he thought about these things, behold, an angel of the Lord appeared to him in a dream and said, \"Joseph, Son of David, do not be afraid to receive Mary as your wife, for the child that is conceived in her is from the Holy Spirit.",
          "id": 28369
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "She will give birth to a son, and you shall name him Jesus, for he will save his people from their sins.\"",
          "id": 28370
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "All this took place to fulfill what the Lord had spoken through the prophet:",
          "id": 28371
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "\"Behold, the virgin will conceive and give birth to a son, and they will name him Immanuel\" (which means, \"God with us\").",
          "id": 28372
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "When Joseph awoke from his sleep, he did as the angel of the Lord commanded him. He took his wife,",
          "id": 28373
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "but knew her not until she had given birth to her firstborn son. And he named him Jesus.",
          "id": 28374
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After Jesus was born in Bethlehem of Judea, in the days of Herod the king, behold, wise men from the east arrived in Jerusalem,",
          "id": 28375
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "saying, \"Where is the child who has been born king of the Jews? For we saw his star in the east and have come to worship him.\"",
          "id": 28376
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "When Herod the king heard this, he was troubled, and all Jerusalem with him.",
          "id": 28377
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "So he assembled all the chief priests and scribes of the people, and inquired of them where the Christ was to be born.",
          "id": 28378
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "They told him, \"In Bethlehem of Judea, for so it is written by the prophet,",
          "id": 28379
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "''But you Bethlehem, land of Judah, are by no means least among the rulers of Judah; for from you will come a ruler who will shepherd my people Israel.''\"",
          "id": 28380
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then Herod secretly called the wise men and ascertained from them what time the star had appeared.",
          "id": 28381
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "He sent them to Bethlehem and said, \"Go search diligently for the child, and when you have found him, bring me word so that I too may come and worship him.\"",
          "id": 28382
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "They listened to the king and went on their way, and behold, the star that they had seen in the east went before them until it came and stopped over the place where the child was.",
          "id": 28383
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "When they saw the star, they rejoiced with exceedingly great joy.",
          "id": 28384
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "As they came into the house and saw the child with Mary his mother, they fell down and worshiped him. Then they opened their treasures and offered him gifts: gold, frankincense, and myrrh.",
          "id": 28385
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And being warned in a dream not to return to Herod, they departed for their own country by another way.",
          "id": 28386
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "After they were gone, behold, an angel of the Lord appeared to Joseph in a dream, saying, \"Rise, take the child and his mother and flee to Egypt, and stay there until I tell you, for Herod is about to seek the child, to destroy him.\"",
          "id": 28387
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "So Joseph rose, took the child and his mother by night, and departed for Egypt,",
          "id": 28388
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "where he stayed until the death of Herod. This was to fulfill what the Lord had said through the prophet: \"Out of Egypt I called my son.\"",
          "id": 28389
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "When Herod saw that he had been fooled by the wise men, he was greatly enraged and sent men to kill all the boys in Bethlehem and in its vicinity who were two years old and under, according to the time that he had ascertained from the wise men.",
          "id": 28390
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Then what had been spoken by Jeremiah the prophet was fulfilled:",
          "id": 28391
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "\"A voice was heard in Ramah, wailing, weeping, and great lamentation, Rachel weeping for her children, and she would not be comforted, because they are no more.\"",
          "id": 28392
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "After Herod died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt,",
          "id": 28393
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "saying, \"Rise, take the child and his mother, and go to the land of Israel, for those who sought the life of the child are dead.\"",
          "id": 28394
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "So Joseph rose, took the child and his mother, and went to the land of Israel.",
          "id": 28395
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But when he heard that Archelaus was reigning over Judea instead of his father Herod, he was afraid to go there. And being warned in a dream, he withdrew to the district of Galilee",
          "id": 28396
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and came and dwelt in a town called Nazareth, so that what had been spoken by the prophets might be fulfilled: \"He will be called a Nazarene.\"",
          "id": 28397
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In those days John the Baptist came preaching in the wilderness of Judea,",
          "id": 28398
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "\"Repent, for the kingdom of heaven has drawn near.\"",
          "id": 28399
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "This is the one who was spoken of by Isaiah the prophet, who said, \"The voice of one crying out in the wilderness, ''Prepare the way of the Lord; make his paths straight.''\"",
          "id": 28400
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Now John wore a garment of camel''s hair and a leather belt around his waist, and his food was locusts and wild honey.",
          "id": 28401
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Then Jerusalem was going out to him, and so were all Judea and all the region around the Jordan.",
          "id": 28402
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "They were being baptized by him in the Jordan, confessing their sins.",
          "id": 28403
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But when John saw many of the Pharisees and Sadducees coming to his baptism, he said to them, \"You brood of vipers, who warned you to flee from the coming wrath?",
          "id": 28404
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Produce fruit consistent with repentance.",
          "id": 28405
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And do not think that you can say to yourselves, ''We have Abraham as our father,'' for I tell you that God is able from these stones to raise up children to Abraham.",
          "id": 28406
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Even now the axe is laid at the root of the trees. Every tree therefore that does not produce good fruit is cut down and thrown into the fire.",
          "id": 28407
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "\"I baptize you with water for repentance, but he who is coming after me is mightier than I, whose sandals I am not worthy to carry. He will baptize you with the Holy Spirit.",
          "id": 28408
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "His winnowing fork is in his hand, and he will thoroughly clean out his threshing floor and gather his wheat into the barn, but the chaff he will burn up with unquenchable fire.\"",
          "id": 28409
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then Jesus came from Galilee to the Jordan to John, to be baptized by him.",
          "id": 28410
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But John tried to prevent him, saying, \"I need to be baptized by you, and do you come to me?\"",
          "id": 28411
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "But Jesus answered him, \"Permit it for now, for thus it is fitting for us to fulfill all righteousness.\" Then John permitted him.",
          "id": 28412
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "After being baptized, Jesus immediately went up from the water. And behold, the heavens were opened to him, and he saw the Spirit of God descending like a dove and alighting on him.",
          "id": 28413
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And behold, a voice from heaven said, \"This is my beloved Son, in whom I am well pleased.\"",
          "id": 28414
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Jesus was led up into the wilderness by the Spirit to be tempted by the devil.",
          "id": 28415
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "After fasting for forty days and forty nights, he was hungry.",
          "id": 28416
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then the tempter came up to him and said, \"If you are the Son of God, command these stones to become bread.\"",
          "id": 28417
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "But Jesus answered, \"It is written, ''Man shall not live by bread alone, but by every word that comes from the mouth of God.''\"",
          "id": 28418
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Then the devil took him to the holy city, set him on the pinnacle of the temple,",
          "id": 28419
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and said to him, \"If you are the Son of God, throw yourself down, for it is written, ''He will command his angels concerning you,'' and, ''In their hands they will lift you up, so that you do not strike your foot against a stone.''\"",
          "id": 28420
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Jesus said to him, \"Again it is written, ''You shall not put the Lord your God to the test.''\"",
          "id": 28421
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory.",
          "id": 28422
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And he said to him, \"All these things I will give you, if you will fall down and worship me.\"",
          "id": 28423
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Then Jesus said to him, \"Get behind me, Satan! For it is written, ''You shall worship the Lord your God, and him only shall you serve.''\"",
          "id": 28424
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Then the devil left him, and behold, angels came and ministered to him.",
          "id": 28425
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Now when Jesus heard that John had been put in prison, he withdrew to Galilee.",
          "id": 28426
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And leaving Nazareth, he went and dwelt at Capernaum by the sea, in the region of Zebulun and Naphtali,",
          "id": 28427
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "so that what had been spoken by Isaiah the prophet might be fulfilled:",
          "id": 28428
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "\"Land of Zebulun and land of Naphtali, way of the sea, beyond the Jordan, Galilee of the Gentiles,",
          "id": 28429
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "the people sitting in darkness have seen a great light, and on those sitting in the region and shadow of death light has dawned.\"",
          "id": 28430
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "From that time Jesus began to preach, \"Repent, for the kingdom of heaven has drawn near.\"",
          "id": 28431
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "As Jesus was walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen.",
          "id": 28432
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Jesus said to them, \"Follow me, and I will make you fishers of men.\"",
          "id": 28433
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "So they immediately left their nets and followed him.",
          "id": 28434
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Going on from there, he saw two other brothers, James the son of Zebedee and John his brother, in the boat with Zebedee their father, mending their nets, and he called them.",
          "id": 28435
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "So they immediately left the boat and their father and followed him.",
          "id": 28436
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Then Jesus went throughout all of Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing every disease and every sickness among the people.",
          "id": 28437
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "So the news about him went out into all of Syria, and the people brought to him all who were sick with various diseases, those suffering severe pain, the demon-possessed, epileptics, and paralytics. And he healed them.",
          "id": 28438
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And large crowds followed him from Galilee, the Decapolis, Jerusalem, Judea, and from beyond the Jordan.",
          "id": 28439
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When Jesus saw the crowds, he went up on the mountain. And when he sat down, his disciples came to him.",
          "id": 28440
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Then he opened his mouth and taught them, saying,",
          "id": 28441
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "\"Blessed are the poor in spirit, for theirs is the kingdom of heaven.",
          "id": 28442
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Blessed are those who mourn, for they will be comforted.",
          "id": 28443
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Blessed are the meek, for they will inherit the earth.",
          "id": 28444
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "Blessed are those who hunger and thirst for righteousness, for they will be filled.",
          "id": 28445
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Blessed are the merciful, for they will receive mercy.",
          "id": 28446
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Blessed are the pure in heart, for they will see God.",
          "id": 28447
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Blessed are the peacemakers, for they will be called sons of God.",
          "id": 28448
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Blessed are those who are persecuted for righteousness'' sake, for theirs is the kingdom of heaven.",
          "id": 28449
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Blessed are you when others reproach you, persecute you, and say all kinds of evil against you falsely on my account.",
          "id": 28450
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "Rejoice and be glad, for great is your reward in heaven; for in the same way they persecuted the prophets who were before you.",
          "id": 28451
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "\"You are the salt of the earth, but if salt loses its flavor, with what shall it be seasoned? It is no longer fit for anything but to be thrown out and trampled under people''s feet.",
          "id": 28452
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "\"You are the light of the world. A city set on a hill cannot be hidden,",
          "id": 28453
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "nor do people light a lamp and put it under a basket, but on a lampstand, and it shines for all who are in the house.",
          "id": 28454
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "Let your light shine before others in such a way that they may see your good works and glorify your Father in heaven.",
          "id": 28455
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "\"Do not think that I have come to abolish the Law or the Prophets. I have not come to abolish them, but to fulfill them.",
          "id": 28456
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "For truly I say to you, until heaven and earth pass away, not one letter or stroke of a letter will by any means pass from the law until all is accomplished.",
          "id": 28457
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Therefore whoever does away with one of the least of these commandments and teaches others to do likewise will be called least in the kingdom of heaven, but whoever does and teaches them will be called great in the kingdom of heaven.",
          "id": 28458
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "For I tell you, unless your righteousness surpasses that of the scribes and Pharisees, you will certainly not enter the kingdom of heaven.",
          "id": 28459
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "\"You have heard that it was said to those of old, ''You shall not murder,'' and, ''Whoever murders will be subject to judgment.''",
          "id": 28460
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "But I say to you that everyone who is rashly angry with his brother will be subject to judgment. Whoever says to his brother, ''You idiot,'' will be subject to the Sanhedrin. And whoever says, ''You fool,'' will be subject to the fires of hell.",
          "id": 28461
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "So if you are offering your gift at the altar and there remember that your brother has something against you,",
          "id": 28462
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.",
          "id": 28463
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Make friends with your adversary quickly while you are on the way with him, lest your adversary hand you over to the judge, and the judge hand you over to the guard, and you be thrown into prison.",
          "id": 28464
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Truly I say to you, you will certainly not come out of there until you have paid the last penny.",
          "id": 28465
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "\"You have heard that it was said, ''You shall not commit adultery.''",
          "id": 28466
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "But I say to you that everyone who looks at a woman to lust after her has already committed adultery with her in his heart.",
          "id": 28467
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "So if your right eye causes you to stumble, pluck it out and throw it away from you. For it is better for you to have one of your members perish, than for your whole body to be thrown into hell.",
          "id": 28468
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "And if your right hand causes you to stumble, cut it off and throw it away from you. For it is better for you to have one of your members perish, than for your whole body to be thrown into hell.",
          "id": 28469
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "\"It was also said, ''Whoever divorces his wife must give her a certificate of divorce.''",
          "id": 28470
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "But I say to you that whoever divorces his wife, apart from a matter of fornication, makes her commit adultery. And whoever marries a divorced woman commits adultery.",
          "id": 28471
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "\"Again, you have heard that it was said to those of old, ''You shall not break an oath, but shall keep your oaths to the Lord.''",
          "id": 28472
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "But I say to you, do not swear at all, neither by heaven, for it is the throne of God;",
          "id": 28473
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "nor by the earth, for it is the footstool of his feet; nor by Jerusalem, for it is the city of the great King.",
          "id": 28474
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Neither shall you swear by your head, for you cannot make one hair white or black.",
          "id": 28475
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "But let your ''Yes'' be ''Yes'' and your ''No'' be ''No''; for whatever is more than these is from the evil one.",
          "id": 28476
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "\"You have heard that it was said, ''An eye for an eye and a tooth for a tooth.''",
          "id": 28477
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "But I say to you, do not resist one who is evil. Rather, if anyone slaps you on the right cheek, turn to him the other also.",
          "id": 28478
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "If anyone wants to sue you and take away your tunic, let him have your cloak also.",
          "id": 28479
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "And if anyone presses you into service for one mile, go with him two.",
          "id": 28480
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "Give to him who asks of you, and do not turn away from him who wants to borrow from you.",
          "id": 28481
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "\"You have heard that it was said, ''You shall love your neighbor and hate your enemy.''",
          "id": 28482
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "But I say to you, love your enemies, bless those who curse you, do good to those who hate you, and pray for those who mistreat you and persecute you,",
          "id": 28483
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "so that you may be sons of your Father in heaven. For he makes his sun rise on the evil and the good, and sends rain on the righteous and the unrighteous.",
          "id": 28484
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?",
          "id": 28485
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "And if you greet only your friends, what are you doing that is out of the ordinary? Do not even the tax collectors do that?",
          "id": 28486
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "You therefore shall be perfect, just as your Father in heaven is perfect.",
          "id": 28487
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "\"Be careful not to give to the needy in front of others to be seen by them, otherwise you have no reward with your Father in heaven.",
          "id": 28488
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "So when you give to the needy, do not sound a trumpet before you, as the hypocrites do in the synagogues and in the streets, so that they may be praised by others. Truly I say to you, they have received their reward.",
          "id": 28489
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "But when you give to the needy, do not let your left hand know what your right hand is doing,",
          "id": 28490
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "so that your giving may be in secret. Then your Father who sees in secret will himself reward you openly.",
          "id": 28491
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "\"When you pray, do not be like the hypocrites. For they love to pray standing in the synagogues and at the street corners so that they may be seen by others. Truly I say to you, they have received their reward.",
          "id": 28492
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "But when you pray, go into your inner room, shut your door, and pray to your Father who is in secret. Then your Father who sees in secret will reward you openly.",
          "id": 28493
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "\"And when you pray, do not babble on repetitiously like the Gentiles do, for they think they will be heard because of their use of many words.",
          "id": 28494
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Do not be like them, for your Father knows what you need before you ask him.",
          "id": 28495
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Pray then like this: Our Father in heaven, hallowed be your name.",
          "id": 28496
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Your kingdom come. Your will be done, on earth as it is in heaven.",
          "id": 28497
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Give us this day our daily bread.",
          "id": 28498
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "And forgive us our debts, as we forgive our debtors.",
          "id": 28499
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "And lead us not into temptation, but deliver us from evil. For yours is the kingdom and the power and the glory forever. Amen.",
          "id": 28500
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "For if you forgive others their trespasses, your heavenly Father will also forgive you.",
          "id": 28501
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "But if you do not forgive others their trespasses, neither will your Father forgive your trespasses.",
          "id": 28502
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "\"When you fast, do not be gloomy like the hypocrites, for they disfigure their faces so that they may be seen by others to be fasting. Truly I say to you, they have received their reward.",
          "id": 28503
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "But when you fast, anoint your head and wash your face,",
          "id": 28504
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "so that you may not be seen by others to be fasting, but by your Father who is in secret. Then your Father who sees in secret will reward you.",
          "id": 28505
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "\"Do not lay up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal.",
          "id": 28506
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "But lay up for yourselves treasures in heaven, where neither moth nor rust destroys, and where thieves do not break in or steal.",
          "id": 28507
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "For where your treasure is, there will your heart be also.",
          "id": 28508
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "\"The lamp of the body is the eye. If then your eye is clear, your whole body will be full of light.",
          "id": 28509
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "But if your eye is bad, your whole body will be full of darkness. If then the light within you is darkness, how great is the darkness!",
          "id": 28510
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "\"No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.",
          "id": 28511
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "\"Therefore I tell you, do not be anxious about your life, what you will eat and what you will drink, or about your body, what you will wear. Is not life more than food and the body more than clothing?",
          "id": 28512
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Look at the birds of the sky: They do not sow or reap or gather into barns, yet your heavenly Father feeds them. Are you not of more value than they?",
          "id": 28513
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Which of you by being anxious can add a single moment to your span of life?",
          "id": 28514
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "And why are you anxious about clothing? Consider the lilies of the field, how they grow: They do not toil or spin,",
          "id": 28515
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "yet I tell you that not even Solomon in all his glory was clothed like one of these.",
          "id": 28516
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "Now if God so clothes the grass of the field, which is alive today and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?",
          "id": 28517
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Therefore do not be anxious, saying, ''What will we eat?'' or, ''What will we drink?'' or, ''What will we wear?''",
          "id": 28518
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.",
          "id": 28519
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
          "id": 28520
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "\"Therefore do not be anxious about tomorrow, for tomorrow will be anxious about its own things. Sufficient for the day is its own trouble.",
          "id": 28521
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "\"Do not judge, so that you will not be judged.",
          "id": 28522
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.",
          "id": 28523
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "Why do you see the speck in your brother''s eye, but do not consider the beam in your own eye?",
          "id": 28524
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Or how will you say to your brother, ''Let me take the speck out of your eye,'' when there is a beam in your own eye?",
          "id": 28525
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Hypocrite! First take the beam out of your own eye, and then you will see clearly to take the speck out of your brother''s eye.",
          "id": 28526
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "\"Do not give what is holy to dogs, and do not throw your pearls before pigs, lest they trample them with their feet, and then turn and tear you to pieces.",
          "id": 28527
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "\"Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.",
          "id": 28528
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened.",
          "id": 28529
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Or what man is there among you, who, if his son asks him for bread, will give him a stone;",
          "id": 28530
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "and if he asks for a fish, will give him a serpent?",
          "id": 28531
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "If you then, being evil, know how to give good gifts to your children, how much more will your Father in heaven give good things to those who ask him!",
          "id": 28532
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "\"Therefore whatever you wish that others would do to you, do the same also to them, for this is the Law and the Prophets.",
          "id": 28533
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "\"Enter through the narrow gate, for wide is the gate, and broad is the way that leads to destruction, and there are many who enter through it.",
          "id": 28534
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "How narrow is the gate, and restricted the way that leads to life, and there are few who find it!",
          "id": 28535
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "\"Beware of false prophets, who come to you in sheep''s clothing but inwardly are ravenous wolves.",
          "id": 28536
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "By their fruits you will know them. Do people gather grapes from thorns, or figs from thistles?",
          "id": 28537
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "In the same way, every good tree produces good fruit, but a bad tree produces bad fruit.",
          "id": 28538
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "A good tree cannot produce bad fruit, neither can a bad tree produce good fruit.",
          "id": 28539
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Every tree that does not produce good fruit is cut down and thrown into the fire.",
          "id": 28540
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Therefore by their fruits you will know them.",
          "id": 28541
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "\"Not everyone who says to me, ''Lord, Lord,'' will enter the kingdom of heaven, but only he who does the will of my Father in heaven.",
          "id": 28542
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "Many will say to me on that day, ''Lord, Lord, did we not prophesy in your name, and in your name cast out demons, and in your name do many miracles?''",
          "id": 28543
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Then I will declare to them, ''I never knew you; depart from me, you who practice lawlessness.''",
          "id": 28544
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "\"Everyone then who hears these words of mine and does them I will compare to a wise man who built his house on the rock.",
          "id": 28545
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "The rain fell, the floods came, and the winds blew and beat on that house, but it did not fall, for it was founded on the rock.",
          "id": 28546
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "But everyone who hears these words of mine and does not do them will be compared to a foolish man who built his house on the sand.",
          "id": 28547
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "The rain fell, the floods came, and the winds blew and beat against that house, and it fell, and great was its fall.\"",
          "id": 28548
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "When Jesus finished saying these things, the crowds were astonished at his teaching,",
          "id": 28549
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "because he was teaching them as one who had authority, and not as the scribes.",
          "id": 28550
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When Jesus came down from the mountain, large crowds followed him.",
          "id": 28551
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And behold, a leper came and bowed down before him, saying, \"Lord, if you are willing, you can make me clean.\"",
          "id": 28552
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So Jesus stretched out his hand and touched him, saying, \"I am willing; be made clean.\" Immediately his leprosy was cleansed.",
          "id": 28553
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Then Jesus said to him, \"See that you tell no one, but go show yourself to the priest, and offer the gift that Moses commanded, as a testimony to them.\"",
          "id": 28554
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "When Jesus entered Capernaum, a centurion came to him and pleaded with him,",
          "id": 28555
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "saying, \"Lord, my servant is lying paralyzed at home, suffering terribly.\"",
          "id": 28556
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Jesus said to him, \"I will come and heal him.\"",
          "id": 28557
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But the centurion replied, \"Lord, I am not worthy to have you enter under my roof, but just say the word, and my servant will be healed.",
          "id": 28558
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For I too am a man under authority, with soldiers under me. I say to this one, ''Go,'' and he goes; and to another, ''Come,'' and he comes; and to my servant, ''Do this,'' and he does it.\"",
          "id": 28559
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "When Jesus heard this, he was amazed and said to those who followed, \"Truly I say to you, not even in Israel have I found such great faith.",
          "id": 28560
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "I tell you that many will come from east and west, and recline with Abraham, Isaac, and Jacob at the banquet table in the kingdom of heaven,",
          "id": 28561
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "but the sons of the kingdom will be cast into the outer darkness; in that place there will be weeping and gnashing of teeth.\"",
          "id": 28562
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Then Jesus said to the centurion, \"Go; it will be done for you just as you have believed.\" And his servant was healed in that hour.",
          "id": 28563
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "When Jesus came into Peter''s house, he saw Peter''s mother-in-law lying in bed with a fever.",
          "id": 28564
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So he touched her hand, and the fever left her. Then she rose and began to serve him.",
          "id": 28565
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "When evening came, many who were possessed by demons were brought to him, and he cast out the spirits with a word and healed all who were sick.",
          "id": 28566
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "This was to fulfill what had been spoken by Isaiah the prophet: \"He took our infirmities and bore our diseases.\"",
          "id": 28567
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "When Jesus saw the large crowds around him, he gave orders to depart to the other side of the sea.",
          "id": 28568
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then a scribe came up and said to him, \"Teacher, I will follow you wherever you go.\"",
          "id": 28569
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Jesus said to him, \"Foxes have holes, and the birds of the sky have nests, but the Son of Man has nowhere to lay his head.\"",
          "id": 28570
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then another of his disciples said to him, \"Lord, let me first go and bury my father.\"",
          "id": 28571
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "But Jesus said to him, \"Follow me, and let the dead bury their own dead.\"",
          "id": 28572
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Then he got into the boat, and his disciples followed him.",
          "id": 28573
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "And behold, a great storm arose on the sea, so that the boat was being swamped by the waves. But Jesus was asleep.",
          "id": 28574
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "So the disciples came to him and woke him, saying, \"Lord, save us! We are perishing!\"",
          "id": 28575
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "But he said to them, \"Why are you afraid, O you of little faith?\" Then he rose and rebuked the winds and the sea, and there was a great calm.",
          "id": 28576
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And the men were amazed, saying, \"What kind of man is this, that even the winds and the sea obey him?\"",
          "id": 28577
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "When Jesus came to the other side of the sea, to the region of the Gergesenes, two demon-possessed men met him, coming out of the tombs. They were so fierce that no one could pass by that way.",
          "id": 28578
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And behold, they cried out, \"What do you have to do with us, Jesus, Son of God? Have you come here to torment us before the time?\"",
          "id": 28579
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Now at a distance from them there was a herd of many pigs feeding.",
          "id": 28580
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "So the demons begged Jesus, \"If you cast us out, let us go into the herd of pigs.\"",
          "id": 28581
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "He said to them, \"Go.\" So they came out and went into the herd of pigs, and behold, the whole herd of pigs rushed down the steep bank into the sea and died in the water.",
          "id": 28582
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Those who had been feeding the pigs then ran off, went into the city, and reported everything, including what had happened to the demon-possessed men.",
          "id": 28583
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "And behold, the whole city went out to meet Jesus. And when they saw him, they begged him to depart from their region.",
          "id": 28584
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After getting into the boat, Jesus went back across the sea and came to his own city.",
          "id": 28585
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "And behold, some men brought to him a paralytic lying on a bed. When Jesus saw their faith, he said to the paralytic, \"Take courage, son; your sins are forgiven you.\"",
          "id": 28586
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And behold, some of the scribes said to themselves, \"This man is blaspheming.\"",
          "id": 28587
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Perceiving their thoughts, Jesus said, \"Why are you thinking evil things in your hearts?",
          "id": 28588
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Which is easier, to say, ''Your sins are forgiven,'' or to say, ''Rise and walk''?",
          "id": 28589
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "But so that you may know that the Son of Man has authority on earth to forgive sins\"then he said to the paralytic\"Rise, pick up your bed, and go to your house.\"",
          "id": 28590
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So he rose and went to his house.",
          "id": 28591
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "When the crowds saw it, they were amazed and glorified God, who had given such authority to men.",
          "id": 28592
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "As Jesus went on from there, he saw a man named Matthew sitting at the tax booth. Jesus said to him, \"Follow me,\" so Matthew rose and followed him.",
          "id": 28593
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Later, as Jesus reclined at the table in Matthew''s house, behold, many tax collectors and sinners came and reclined with him and his disciples.",
          "id": 28594
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "When the Pharisees saw this, they said to his disciples, \"Why is your teacher eating with tax collectors and sinners?\"",
          "id": 28595
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "When Jesus heard this, he said to them, \"It is not the healthy who have need of a physician, but the sick.",
          "id": 28596
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Go and learn what this means: ''I desire mercy and not sacrifice,'' for I did not come to call the righteous, but sinners to repentance.\"",
          "id": 28597
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then the disciples of John came to Jesus and said, \"Why do we and the Pharisees often fast, but your disciples do not fast?\"",
          "id": 28598
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "Jesus said to them, \"Can the bridegroom''s attendants mourn as long as the bridegroom is with them? But the days are coming when the bridegroom will be taken away from them, and then they will fast.",
          "id": 28599
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "No one puts a piece of unshrunk cloth on an old garment, for the patch pulls away from the garment, and a worse tear is made.",
          "id": 28600
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "Neither do people put new wine into old wineskins. If they do, the wineskins burst, the wine is spilled, and the wineskins are destroyed. But new wine is put into new wineskins, and both are preserved.\"",
          "id": 28601
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "As he said these things to them, behold, a ruler came and bowed down before him, saying, \"My daughter has just now died, but come and lay your hand on her, and she will live.\"",
          "id": 28602
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "So Jesus rose and followed him, and so did his disciples.",
          "id": 28603
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And behold, a woman who had suffered from a flow of blood for twelve years came up behind him and touched the fringe of his garment.",
          "id": 28604
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For she said to herself, \"If only I touch his garment, I will be healed.\"",
          "id": 28605
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "But when Jesus turned around and saw her, he said, \"Take courage, daughter; your faith has healed you.\" And the woman was healed from that hour.",
          "id": 28606
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "When Jesus came to the house of the ruler and saw the flute players and the crowd making a commotion,",
          "id": 28607
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "he said to them, \"Go away, for the girl is not dead but sleeping.\" And they began laughing at him.",
          "id": 28608
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But when the crowd had been put outside, he went in and took hold of the girl''s hand, and she arose.",
          "id": 28609
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And news of this spread throughout that entire region.",
          "id": 28610
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "As Jesus went on from there, two blind men followed him, crying out, \"Have mercy on us, Son of David!\"",
          "id": 28611
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "When he went into the house, the blind men came to him, and Jesus said to them, \"Do you believe that I am able to do this?\" They said to him, \"Yes, Lord.\"",
          "id": 28612
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Then he touched their eyes, saying, \"Let it be done for you according to your faith.\"",
          "id": 28613
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "And their eyes were opened. Then Jesus sternly warned them, \"See that no one knows about this.\"",
          "id": 28614
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "But they went out and spread the news about him throughout that entire region.",
          "id": 28615
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "As they were going away, behold, a mute man possessed by a demon was brought to Jesus.",
          "id": 28616
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "When the demon was cast out, the mute man spoke, and the crowds were amazed, saying, \"Such a thing has never been seen in Israel.\"",
          "id": 28617
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "But the Pharisees said, \"By the ruler of demons he casts out demons.\"",
          "id": 28618
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Then Jesus went throughout all the cities and villages, teaching in their synagogues, preaching the gospel of the kingdom, and healing every disease and every sickness among the people.",
          "id": 28619
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "When he saw the crowds, he was moved with compassion for them, because they were harassed and helpless, like sheep without a shepherd.",
          "id": 28620
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "Then he said to his disciples, \"The harvest is plentiful, but the workers are few.",
          "id": 28621
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "Therefore ask the Lord of the harvest to send out workers into his harvest.\"",
          "id": 28622
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Jesus summoned his twelve disciples and gave them authority to cast out unclean spirits and to heal every disease and every sickness.",
          "id": 28623
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Now these are the names of the twelve apostles: first, Simon, who is called Peter, and Andrew his brother; James the son of Zebedee, and John his brother;",
          "id": 28624
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Philip and Bartholomew; Thomas and Matthew the tax collector; James the son of Alphaeus, and Lebbaeus, who was given the name Thaddaeus;",
          "id": 28625
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Simon the Cananite, and Judas Iscariot, who betrayed him.",
          "id": 28626
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "These twelve Jesus sent out, instructing them, \"Do not go anywhere among the Gentiles, and do not enter any town of the Samaritans,",
          "id": 28627
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "but go rather to the lost sheep of the house of Israel.",
          "id": 28628
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "As you go, preach that the kingdom of heaven has drawn near.",
          "id": 28629
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Heal the sick, cleanse lepers, and cast out demons. Freely you have received; freely give.",
          "id": 28630
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Take no gold, silver, or copper in your belts.",
          "id": 28631
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Take no knapsack for your journey, no extra tunic, sandals, or staffs, for the worker is worthy of his food.",
          "id": 28632
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Whenever you enter a town or village, inquire who in it is worthy, and stay there until you leave that place.",
          "id": 28633
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "As you enter the house, greet the people who live there.",
          "id": 28634
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "If the household is worthy, let your peace come upon it; but if it is not worthy, let your peace return to you.",
          "id": 28635
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "If anyone will not receive you or listen to your words, shake off the dust from your feet as you go out from that house or town.",
          "id": 28636
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "Truly I say to you, it will be more tolerable on the day of judgment for the land of Sodom and Gomorrah than for that town.",
          "id": 28637
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "\"Behold, I am sending you out like sheep in the midst of wolves, so be as wise as serpents and as innocent as doves.",
          "id": 28638
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "But beware of men, for they will deliver you up to councils and flog you in their synagogues.",
          "id": 28639
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "For my sake you will even be brought before governors and kings as witnesses to them and to the Gentiles.",
          "id": 28640
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "When they hand you over, do not be anxious about how to speak or what to say, for what you are to say will be given to you in that hour.",
          "id": 28641
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "For it will not be you speaking, but the Spirit of your Father speaking through you.",
          "id": 28642
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Brother will deliver up brother to death, and a father his child, and children will rise up against their parents and have them put to death.",
          "id": 28643
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "You will be hated by all because of my name, but he who endures to the end will be saved.",
          "id": 28644
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "When they persecute you in one town, flee to another, for truly I say to you, you will certainly not finish going through the towns of Israel before the Son of Man comes.",
          "id": 28645
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "\"A disciple is not above his teacher, nor is a servant above his master.",
          "id": 28646
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "It is sufficient for the disciple that he should be like his teacher, and the servant like his master. If they have called the master of the house Beelzebul, how much more will they malign the members of his household?",
          "id": 28647
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "\"So do not be afraid of them, for there is nothing covered that will not be revealed, and nothing hidden that will not be made known.",
          "id": 28648
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "What I tell you in the darkness, speak in the light; and what you hear whispered in your ear, proclaim on the housetops.",
          "id": 28649
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "Do not be afraid of those who kill the body but cannot kill the soul, but rather fear him who can destroy both the soul and the body in hell.",
          "id": 28650
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Are not two sparrows sold for a penny? Yet not one of them will fall to the ground without your Father''s consent.",
          "id": 28651
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "And even the hairs of your head are all numbered.",
          "id": 28652
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "So do not be afraid; you are of more value than many sparrows.",
          "id": 28653
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "\"Therefore everyone who acknowledges me before men, I will also acknowledge before my Father in heaven.",
          "id": 28654
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "But whoever denies me before men, I will also deny before my Father in heaven.",
          "id": 28655
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "\"Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword.",
          "id": 28656
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "For I have come to set a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law.",
          "id": 28657
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "And a man''s enemies will be the members of his own household.",
          "id": 28658
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "Whoever loves his father or mother more than me is not worthy of me; whoever loves his son or daughter more than me is not worthy of me.",
          "id": 28659
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "And whoever does not take up his cross and follow me is not worthy of me.",
          "id": 28660
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "Whoever finds his life will lose it, but whoever loses his life for my sake will find it.",
          "id": 28661
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "\"Whoever receives you receives me, and whoever receives me receives him who sent me.",
          "id": 28662
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "Whoever receives a prophet in the name of a prophet will receive a prophet''s reward; whoever receives a righteous person in the name of a righteous person will receive a righteous person''s reward.",
          "id": 28663
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "And whoever gives one of these little ones even a cup of cold water to drink in the name of a disciple, truly I say to you, he will certainly not lose his reward.\"",
          "id": 28664
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When Jesus had finished instructing his twelve disciples, he departed from there to teach and preach in their cities.",
          "id": 28665
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Now when John heard in prison about the works Christ had done, he sent two of his disciples",
          "id": 28666
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "to ask him, \"Are you the one who is to come, or should we wait for another?\"",
          "id": 28667
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Jesus answered them, \"Go tell John what you hear and see:",
          "id": 28668
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "The blind receive their sight and the lame walk, lepers are made clean and the deaf hear, the dead are raised and the poor have good news preached to them.",
          "id": 28669
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "And blessed is anyone who does not take offense at me.\"",
          "id": 28670
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "As these men went away, Jesus began to speak to the crowds about John: \"What did you go out into the wilderness to see? A reed shaken by the wind?",
          "id": 28671
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "What then did you go out to see? A man clothed in soft garments? Behold, those who wear soft garments are in the palaces of kings.",
          "id": 28672
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "But what did you go out to see? A prophet? Yes, I tell you, and more than a prophet.",
          "id": 28673
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "For this is the one of whom it is written, ''Behold, I am sending my messenger ahead of you, who will prepare your way before you.''",
          "id": 28674
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Truly I say to you, among those born of women there has arisen no one greater than John the Baptist, but whoever is least in the kingdom of heaven is greater than he.",
          "id": 28675
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "From the days of John the Baptist until now the kingdom of heaven has been suffering violence, and the violent take it by force.",
          "id": 28676
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "For all the prophets and the law prophesied until John.",
          "id": 28677
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "And if you are willing to accept it, he is Elijah who is to come.",
          "id": 28678
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "He who has ears to hear, let him hear.",
          "id": 28679
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "\"But to what should I compare this generation? It is like children sitting in the marketplaces and calling out to their companions,",
          "id": 28680
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "''We played the flute for you, but you did not dance; we sang a lament for you, but you did not mourn.''",
          "id": 28681
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "For John came neither eating nor drinking, and they say, ''He has a demon.''",
          "id": 28682
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "The Son of Man came eating and drinking, and they say, ''Behold, a glutton and a drunkard, a friend of tax collectors and sinners!'' Yet wisdom is justified by her children.\"",
          "id": 28683
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Then Jesus began to reproach the cities in which most of his miracles had been done, because they did not repent:",
          "id": 28684
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were done in you had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.",
          "id": 28685
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "But I tell you, it will be more tolerable on the day of judgment for Tyre and Sidon than for you.",
          "id": 28686
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "And you, Capernaum, who have been exalted to heaven, will be brought down to Hades. For if the miracles that were done in you had been done in Sodom, it would have remained until this day.",
          "id": 28687
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "But I tell you, it will be more tolerable on the day of judgment for the land of Sodom than for you.\"",
          "id": 28688
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "At that time Jesus said, \"I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and intelligent, and revealed them to infants.",
          "id": 28689
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Yes, Father, for so it was well-pleasing in your sight.",
          "id": 28690
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "All things have been delivered to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son, and anyone to whom the Son chooses to reveal him.",
          "id": 28691
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "Come to me, all of you who labor and are burdened, and I will give you rest.",
          "id": 28692
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Take my yoke upon you and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.",
          "id": 28693
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "For my yoke is easy, and my burden is light.\"",
          "id": 28694
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "At that time Jesus went through the grainfields on the Sabbath. His disciples were hungry and began to pluck heads of grain and eat them.",
          "id": 28695
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "When the Pharisees saw this, they said to him, \"Behold, your disciples are doing what is not lawful to do on the Sabbath.\"",
          "id": 28696
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "He said to them, \"Have you not read what David did when he was hungry, he and those who were with him,",
          "id": 28697
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "how he entered the house of God and ate the bread of the Presence, which was not lawful for him or those who were with him to eat, but only for the priests?",
          "id": 28698
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Or have you not read in the law that on the Sabbath the priests in the temple profane the Sabbath and yet are guiltless?",
          "id": 28699
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "But I tell you that something greater than the temple is here.",
          "id": 28700
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "But if you had known what this means: ''I desire mercy and not sacrifice,'' you would not have condemned the guiltless.",
          "id": 28701
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "For the Son of Man is Lord of the Sabbath.\"",
          "id": 28702
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then he departed from there and went into their synagogue.",
          "id": 28703
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And behold, there was a man who had a withered hand. In order to accuse Jesus, the Pharisees asked him, \"Is it lawful to heal on the Sabbath?\"",
          "id": 28704
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "He said to them, \"What man among you who has a sheep that falls into a pit on the Sabbath will not take hold of it and lift it out?",
          "id": 28705
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "Of how much more value is a person than a sheep! So then, it is lawful to do good on the Sabbath.\"",
          "id": 28706
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Then he said to the man, \"Stretch out your hand.\" So he stretched it out, and it was restored, as sound as the other.",
          "id": 28707
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But the Pharisees went out and took counsel against Jesus as to how they might destroy him.",
          "id": 28708
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Aware of this, Jesus withdrew from there. Large crowds followed him, and he healed them all",
          "id": 28709
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "and warned them not to make him known.",
          "id": 28710
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "This was to fulfill what had been spoken through Isaiah the prophet:",
          "id": 28711
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "\"Behold, my servant whom I have chosen, my beloved, in whom my soul is well pleased. I will put my Spirit upon him, and he will declare justice to the Gentiles.",
          "id": 28712
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "He will not quarrel, nor will he cry out, nor will anyone hear his voice in the streets.",
          "id": 28713
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "A bruised reed he will not break, and a smoldering wick he will not extinguish, until he brings justice to victory.",
          "id": 28714
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And in his name the Gentiles will hope.\"",
          "id": 28715
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Then a demon-possessed man who was blind and mute was brought to him, and Jesus healed him, so that the man who was blind and mute could speak and see.",
          "id": 28716
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "All the crowds were amazed and said, \"Can this be the Son of David?\"",
          "id": 28717
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "But when the Pharisees heard this, they said, \"It is only by Beelzebul, the ruler of demons, that this man casts out demons.\"",
          "id": 28718
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Knowing their thoughts, Jesus said to them, \"Every kingdom divided against itself is laid waste, and no city or house divided against itself will stand.",
          "id": 28719
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "So if Satan casts out Satan, he is divided against himself. How then will his kingdom stand?",
          "id": 28720
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "And if I cast out demons by Beelzebul, by whom do your followers cast them out? Therefore they will be your judges.",
          "id": 28721
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "But if I cast out demons by the Spirit of God, then the kingdom of God has come upon you.",
          "id": 28722
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Or how can anyone enter the house of a strong man and plunder his goods unless he first binds the strong man? Then he will plunder his house.",
          "id": 28723
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "Whoever is not with me is against me, and whoever does not gather with me scatters.",
          "id": 28724
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Therefore I tell you, people will be forgiven for every sin and blasphemy, but they will not be forgiven for blasphemy against the Spirit.",
          "id": 28725
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "Whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, neither in the present age nor in the age to come.",
          "id": 28726
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "\"Either make the tree good and its fruit good, or make the tree bad and its fruit bad, for by its fruit the tree is known.",
          "id": 28727
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "You brood of vipers, how can you speak good things, when you are evil? For out of the abundance of the heart the mouth speaks.",
          "id": 28728
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "The good person brings good things out of his good treasure, and the evil person brings evil things out of his evil treasure.",
          "id": 28729
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "But I tell you, on the day of judgment people will give an account for every idle word they speak.",
          "id": 28730
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "For by your words you will be justified, and by your words you will be condemned.\"",
          "id": 28731
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Then some of the scribes and Pharisees responded, \"Teacher, we want to see a sign from you.\"",
          "id": 28732
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "But Jesus answered them, \"An evil and adulterous generation asks for a sign, but no sign will be given to it except the sign of Jonah the prophet.",
          "id": 28733
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "For just as Jonah was in the belly of the great sea creature for three days and three nights, so will the Son of Man be in the heart of the earth for three days and three nights.",
          "id": 28734
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "The men of Nineveh will rise up at the judgment with this generation and condemn it, for they repented at the preaching of Jonah, and behold, something greater than Jonah is here.",
          "id": 28735
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "The queen of the South will rise up at the judgment with this generation and condemn it, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.",
          "id": 28736
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "\"When an unclean spirit has gone out of a person, it goes through waterless places seeking rest, but does not find any.",
          "id": 28737
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "Then it says, ''I will return to my house from which I came out.'' When it arrives, it finds the house unoccupied, swept, and put in order.",
          "id": 28738
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "Then it goes and takes with it seven other spirits more evil than itself, and they go in and dwell there, and the last state of that person becomes worse than the first. So will it be with this evil generation also.\"",
          "id": 28739
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "While Jesus was still speaking to the crowds, behold, his mother and his brothers stood outside, asking to speak to him.",
          "id": 28740
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "Then someone said to him, \"Behold, your mother and your brothers are standing outside, asking to speak to you.\"",
          "id": 28741
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "But he replied to the one who spoke to him, \"Who is my mother, and who are my brothers?\"",
          "id": 28742
        },
        {
          "isRed": true,
          "verse": 49,
          "text": "And stretching out his hand toward his disciples, he said, \"Behold, my mother and my brothers!",
          "id": 28743
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "For whoever does the will of my Father in heaven is my brother and sister and mother.\"",
          "id": 28744
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "On that day Jesus went out of the house and sat by the sea,",
          "id": 28745
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and large crowds gathered around him. So he got into the boat and sat down, while the entire crowd stood on the shore.",
          "id": 28746
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "Then he told them many things in parables, saying, \"Behold, a sower went out to sow.",
          "id": 28747
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "As he sowed, some seeds fell along the path, and the birds came and devoured them.",
          "id": 28748
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "Other seeds fell on rocky ground, where they did not have much soil, and they sprang up immediately because they had no depth of soil.",
          "id": 28749
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "But when the sun rose, they were scorched. And because they had no root, they withered away.",
          "id": 28750
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Other seeds fell among the thorns, and the thorns grew up and choked them.",
          "id": 28751
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "But other seeds fell on good soil and produced fruit, some a hundred, some sixty, and some thirty times more than what was sown.",
          "id": 28752
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "He who has ears to hear, let him hear.\"",
          "id": 28753
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then the disciples came and said to him, \"Why do you speak to the people in parables?\"",
          "id": 28754
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Jesus answered them, \"To you it has been given to know the mysteries of the kingdom of heaven, but to them it has not been given.",
          "id": 28755
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "For whoever has will be given more, and he will have an abundance. But whoever does not have, even what he has will be taken away from him.",
          "id": 28756
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "That is why I speak to them in parables, because ''they see but do not perceive, and they hear but do not listen or understand.''",
          "id": 28757
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "In them is fulfilled the prophecy of Isaiah, which says, ''You will hear but never understand, and you will see but never perceive.",
          "id": 28758
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "For the heart of this people has become dull; with their ears they have barely heard, and their eyes they have closed, lest they should see with their eyes, hear with their ears, and understand with their heart and turn back, and I would heal them.''",
          "id": 28759
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "But blessed are your eyes because they see, and your ears because they hear.",
          "id": 28760
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "For truly I say to you, many prophets and righteous people desired to see the things you see but did not see them, and to hear the things you hear but did not hear them.",
          "id": 28761
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "\"Hear then the parable of the sower:",
          "id": 28762
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "When anyone hears the word of the kingdom and does not understand it, the evil one comes and snatches away what was sown in his heart. This is the seed sown along the path.",
          "id": 28763
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "The seed sown on rocky ground is he who hears the word and immediately receives it with joy.",
          "id": 28764
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Yet he has no root in himself, but is only temporary. When tribulation or persecution arises on account of the word, he immediately falls away.",
          "id": 28765
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "The seed sown among the thorns is he who hears the word, but the cares of this world and the deceitfulness of riches choke the word, and it becomes unfruitful.",
          "id": 28766
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "But the seed sown on the good soil is he who hears the word and understands it, who bears fruit and produces a hundred, sixty, or thirty times more than what was sown.\"",
          "id": 28767
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Jesus presented another parable to them, saying, \"The kingdom of heaven may be compared to a person who sowed good seed in his field,",
          "id": 28768
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "but while people were sleeping, his enemy came and sowed tares among the wheat, and then went away.",
          "id": 28769
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "When the plants sprouted and produced grain, the tares also appeared.",
          "id": 28770
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "So the servants of the master of the house came and said to him, ''Master, did you not sow good seed in your field? How then does it have tares?''",
          "id": 28771
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "He said to them, ''An enemy has done this.'' So the servants said to him, ''Do you want us to go and gather them up?''",
          "id": 28772
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "He said, ''No, lest in gathering the tares you uproot the wheat with them.",
          "id": 28773
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "Let them both grow together until the harvest, and at the time of the harvest I will say to the reapers, \"Gather the tares first and bind them into bundles to burn them up, but gather the wheat into my barn.\"''\"",
          "id": 28774
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "He presented another parable to them, saying, \"The kingdom of heaven is like a grain of mustard seed that a man took and sowed in his field,",
          "id": 28775
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "which is indeed smaller than all the seeds, but when it is grown, it is larger than the garden plants and becomes a tree, so that the birds of the sky come and nest in its branches.\"",
          "id": 28776
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "He spoke to them another parable: \"The kingdom of heaven is like leaven that a woman took and mixed into three measures of flour until it had all been leavened.\"",
          "id": 28777
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "All these things Jesus spoke to the crowds in parables; he did not speak to them without using a parable.",
          "id": 28778
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "This was to fulfill what had been spoken through the prophet: \"I will open my mouth in parables; I will declare things hidden from the foundation of the world.\"",
          "id": 28779
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Then Jesus left the crowds and went into the house, and his disciples came to him and said, \"Explain to us the parable of the tares of the field.\"",
          "id": 28780
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "He answered them, \"He who sows the good seed is the Son of Man.",
          "id": 28781
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "The field is the world, and the good seeds are the sons of the kingdom. The tares are the sons of the evil one,",
          "id": 28782
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "and the enemy who sowed them is the devil. The harvest is the end of the age, and the reapers are angels.",
          "id": 28783
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "Therefore, just as the tares are gathered and burned with fire, so it will be at the end of this age.",
          "id": 28784
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "The Son of Man will send his angels, and they will gather out of his kingdom all stumbling blocks and those who practice lawlessness.",
          "id": 28785
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "They will throw them into the fiery furnace. In that place there will be weeping and gnashing of teeth.",
          "id": 28786
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "Then the righteous will shine like the sun in the kingdom of their Father. He who has ears to hear, let him hear.",
          "id": 28787
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "\"Again, the kingdom of heaven is like a treasure hidden in a field, which a man found and hid, and out of his joy he went and sold all that he had and bought that field.",
          "id": 28788
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "\"Again, the kingdom of heaven is like a merchant seeking fine pearls.",
          "id": 28789
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "When he found one pearl of great price, he went and sold all that he had and bought it.",
          "id": 28790
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "\"Again, the kingdom of heaven is like a dragnet that was cast into the sea and gathered together fish of every kind.",
          "id": 28791
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "When it was full, the fishermen drew it to shore. Then they sat down and gathered the good fish into containers, but the bad ones they threw out.",
          "id": 28792
        },
        {
          "isRed": true,
          "verse": 49,
          "text": "So it will be at the end of the age. The angels will come and separate the evil from the righteous",
          "id": 28793
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "and throw them into the fiery furnace. In that place there will be weeping and gnashing of teeth.\"",
          "id": 28794
        },
        {
          "isRed": true,
          "verse": 51,
          "text": "Jesus said to them, \"Have you understood all these things?\" They said to him, \"Yes, Lord.\"",
          "id": 28795
        },
        {
          "isRed": true,
          "verse": 52,
          "text": "Then he said to them, \"Therefore every scribe that has been trained as a disciple for the kingdom of heaven is like a master of a house who brings out of his treasure things new and old.\"",
          "id": 28796
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "When Jesus had finished these parables, he departed from there.",
          "id": 28797
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Then he went to his hometown and taught the people in their synagogue. They were astonished and said, \"Where did this man get this wisdom and these miraculous powers?",
          "id": 28798
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Is this not the carpenter''s son? Is not his mother''s name Mary, and are not his brothers James, Joses, Simon, and Judas?",
          "id": 28799
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "Are not all his sisters with us? Where then did this man get all these things?\"",
          "id": 28800
        },
        {
          "isRed": true,
          "verse": 57,
          "text": "And they took offense at him. Then Jesus said to them, \"A prophet is not without honor except in his hometown and in his own household.\"",
          "id": 28801
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "And he did not do many miracles there because of their unbelief.",
          "id": 28802
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "At that time Herod the tetrarch heard the report about Jesus",
          "id": 28803
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and said to his servants, \"This is John the Baptist; he has been raised from the dead, and that is why these mighty powers are at work in him.\"",
          "id": 28804
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For Herod had arrested John, bound him, and put him in prison on account of Herodias, his brother Philip''s wife.",
          "id": 28805
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For John had been saying to him, \"It is not lawful for you to have her.\"",
          "id": 28806
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Although Herod wanted to kill John, he was afraid of the crowd, because they regarded John as a prophet.",
          "id": 28807
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But when Herod''s birthday was celebrated, the daughter of Herodias danced before the guests and pleased Herod.",
          "id": 28808
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So he promised with an oath to give her whatever she might ask.",
          "id": 28809
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Prompted by her mother, she said, \"Give me here on a platter the head of John the Baptist.\"",
          "id": 28810
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The king was grieved, but because of his oaths and his guests, he commanded it to be given",
          "id": 28811
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and sent orders to have John beheaded in the prison.",
          "id": 28812
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "John''s head was brought on a platter and given to the girl, and she brought it to her mother.",
          "id": 28813
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Later, John''s disciples came and took his body and buried it. Then they went and brought word to Jesus.",
          "id": 28814
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "When Jesus heard this, he withdrew from there in a boat to a desolate place by himself. But the crowds heard about it and followed him on foot from the towns.",
          "id": 28815
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And when Jesus went ashore and saw a large crowd, he was moved with compassion for them and healed their sick.",
          "id": 28816
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "As evening approached, his disciples came to him and said, \"This place is desolate, and the hour is now late. Send the crowds away so that they may go into the villages and buy food for themselves.\"",
          "id": 28817
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "But Jesus said to them, \"They have no need to go away; you give them something to eat.\"",
          "id": 28818
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "They said to him, \"We have here only five loaves and two fish.\"",
          "id": 28819
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "He said, \"Bring them here to me.\"",
          "id": 28820
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Then he commanded the crowds to sit down on the grass, and taking the five loaves and the two fish, he looked up to heaven and said the blessing. Then he broke the loaves and gave them to the disciples, and the disciples gave them to the crowds.",
          "id": 28821
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "They all ate and were filled, and the disciples picked up what was left over of the broken pieces, twelve baskets full.",
          "id": 28822
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Now those who had eaten were about five thousand men, besides women and children.",
          "id": 28823
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Immediately Jesus compelled the disciples to get into the boat and go ahead of him to the other side of the sea, while he sent the crowds away.",
          "id": 28824
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "After sending the crowds away, he went up on the mountain by himself to pray. When evening came, he was there alone.",
          "id": 28825
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Meanwhile, the boat was already in the middle of the sea, being tossed by the waves, for the wind was against them.",
          "id": 28826
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "And in the fourth watch of the night Jesus went to them, walking on the sea.",
          "id": 28827
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "When the disciples saw him walking on the sea, they were terrified and said, \"It is a ghost!\" And they cried out in fear.",
          "id": 28828
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "But Jesus immediately said to them, \"Take courage! It is I; do not be afraid.\"",
          "id": 28829
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "In response Peter said to him, \"Lord, if it is you, command me to come to you on the water.\"",
          "id": 28830
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "So he said, \"Come.\" Then Peter got down from the boat and walked on the water to go to Jesus.",
          "id": 28831
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "But when he saw the strong wind, he became frightened, and beginning to sink, he cried out, \"Lord, save me!\"",
          "id": 28832
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Immediately Jesus stretched out his hand, took hold of him, and said to him, \"O you of little faith, why did you doubt?\"",
          "id": 28833
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "And when they had gotten into the boat, the wind ceased.",
          "id": 28834
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Then those who were in the boat came and worshiped him, saying, \"Truly you are the Son of God.\"",
          "id": 28835
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "When they had crossed the sea, they came to the land of Gennesaret.",
          "id": 28836
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And when the men of that place recognized Jesus, they sent word into that entire surrounding region, and people brought to him all who were sick.",
          "id": 28837
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "They begged him to let the sick touch even the fringe of his garment, and all who touched it were completely healed.",
          "id": 28838
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then the scribes and Pharisees from Jerusalem came to Jesus and said,",
          "id": 28839
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "\"Why do your disciples break the tradition of the elders? For they do not wash their hands when they eat bread.\"",
          "id": 28840
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "He answered them, \"And why do you break the commandment of God for the sake of your tradition?",
          "id": 28841
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "For God commanded, ''Honor your father and your mother,'' and, ''Whoever speaks evil of his father or mother must surely die.''",
          "id": 28842
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "But you say, ''If anyone says to his father or mother, \"Whatever benefit you might have received from me is a gift to God,\" then he certainly need not honor his father or his mother.''",
          "id": 28843
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "You have nullified the commandment of God for the sake of your tradition.",
          "id": 28844
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Hypocrites! Isaiah prophesied rightly about you when he said,",
          "id": 28845
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "''This people draws near to me with their mouth and honors me with their lips, but their heart is far from me.",
          "id": 28846
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "They worship me in vain, teaching as doctrines the commandments of men.''\"",
          "id": 28847
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Then Jesus called the crowd over and said to them, \"Listen and understand:",
          "id": 28848
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "It is not what goes into the mouth that defiles a person; it is what comes out of the mouth that defiles a person.\"",
          "id": 28849
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then his disciples came and said to him, \"Do you know that the Pharisees were offended when they heard this statement?\"",
          "id": 28850
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Jesus answered, \"Every plant that my heavenly Father has not planted will be uprooted.",
          "id": 28851
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "Leave them be; they are blind guides of the blind. And if one blind person guides another, both will fall into a pit.\"",
          "id": 28852
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Then Peter said to him in response, \"Explain this parable to us.\"",
          "id": 28853
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "Jesus said, \"Are you also still without understanding?",
          "id": 28854
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "Do you not yet understand that everything that goes into the mouth passes into the stomach and is expelled into the latrine?",
          "id": 28855
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "But the things that come out of the mouth come from the heart, and these defile a person.",
          "id": 28856
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "For from the heart come evil thoughts, murder, adultery, fornication, theft, false testimony, and slander.",
          "id": 28857
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "These are what defile a person, but to eat with unwashed hands does not defile a person.\"",
          "id": 28858
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then Jesus went away from there and withdrew to the district of Tyre and Sidon.",
          "id": 28859
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And behold, a Canaanite woman from that region came and cried out to him, \"Have mercy on me, Lord, Son of David! My daughter is severely demon-possessed.\"",
          "id": 28860
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "But he did not respond to her at all. So his disciples came to him and urged him, \"Send her away, for she is crying out after us.\"",
          "id": 28861
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "In response Jesus said, \"I was sent only to the lost sheep of the house of Israel.\"",
          "id": 28862
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But she came and bowed down before him, saying, \"Lord, help me.\"",
          "id": 28863
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "He replied, \"It is not good to take the children''s bread and throw it to the dogs.\"",
          "id": 28864
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "She said, \"Yes, Lord, yet even the dogs eat the crumbs that fall from the table of their masters.\"",
          "id": 28865
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "Then Jesus answered her, \"O woman, great is your faith; it will be done for you as you wish.\" And her daughter was healed from that hour.",
          "id": 28866
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Departing from there, Jesus went along the Sea of Galilee. Then he went up on the mountain and sat down.",
          "id": 28867
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Large crowds came to him, having with them the lame, blind, mute, crippled, and many others. They put them at the feet of Jesus, and he healed them.",
          "id": 28868
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "So the crowds were amazed when they saw the mute speaking, the crippled made well, the lame walking, and the blind seeing. And they glorified the God of Israel.",
          "id": 28869
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "Then Jesus called his disciples over and said, \"I have compassion on the crowd because they have stayed with me now for three days and have nothing to eat. I do not want to send them away without having eaten, lest they faint on the way.\"",
          "id": 28870
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "His disciples said to him, \"Where can we get so many loaves in such a desolate place to fill such a large crowd?\"",
          "id": 28871
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Jesus said to them, \"How many loaves do you have?\" They said, \"Seven, and a few small fish.\"",
          "id": 28872
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "So he commanded the crowds to sit down on the ground,",
          "id": 28873
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "and taking the seven loaves and the fish, he gave thanks, broke them, and gave them to his disciples, and the disciples gave them to the crowd.",
          "id": 28874
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "They all ate and were filled, and the disciples picked up what was left over of the broken pieces, seven baskets full.",
          "id": 28875
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Besides women and children, there were four thousand men who had eaten.",
          "id": 28876
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "After sending the crowds away, Jesus got into the boat and went to the region of Magdala.",
          "id": 28877
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now the Pharisees and Sadducees came and tested Jesus, asking him to show them a sign from heaven.",
          "id": 28878
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "But he answered them, \"When evening comes you say, ''It will be fair weather, for the sky is red.''",
          "id": 28879
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "And in the morning you say, ''There will be a storm today, for the sky is red and threatening.'' Hypocrites! You know how to discern the appearance of the sky, but you cannot discern the signs of the times?",
          "id": 28880
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "An evil and adulterous generation asks for a sign, but no sign will be given to it except the sign of Jonah the prophet.\" Then he left them and went away.",
          "id": 28881
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "When his disciples reached the other side of the sea, they realized that they had forgotten to bring bread.",
          "id": 28882
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "Then Jesus said to them, \"Watch out and beware of the leaven of the Pharisees and Sadducees.\"",
          "id": 28883
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So they discussed this among themselves, saying, \"He must have said this because we brought no bread.\"",
          "id": 28884
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Aware of this, Jesus said to them, \"Why are you discussing among yourselves, O you of little faith, the fact that you brought no bread?",
          "id": 28885
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Do you not yet understand? Do you not remember the five loaves for the five thousand, and how many baskets you collected?",
          "id": 28886
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Or the seven loaves for the four thousand, and how many baskets you collected?",
          "id": 28887
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "How could you not understand that I was not talking about bread when I told you to beware of the leaven of the Pharisees and Sadducees?\"",
          "id": 28888
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then they understood that he had not told them to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees.",
          "id": 28889
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Now when Jesus came into the district of Caesarea Philippi, he asked his disciples, \"Who do people say that I, the Son of Man, am?\"",
          "id": 28890
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "They said, \"Some say John the Baptist, others say Elijah, and others say that you are Jeremiah or one of the prophets.\"",
          "id": 28891
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "He said to them, \"But who do you say that I am?\"",
          "id": 28892
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Simon Peter answered, \"You are the Christ, the Son of the living God.\"",
          "id": 28893
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "And Jesus answered him, \"Blessed are you, Simon Bar-Jonah, for flesh and blood has not revealed this to you, but my Father in heaven.",
          "id": 28894
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades shall not prevail against it.",
          "id": 28895
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "I will give you the keys of the kingdom of heaven, and whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.\"",
          "id": 28896
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Then he commanded his disciples to tell no one that he was Jesus the Christ.",
          "id": 28897
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "From that time Jesus began to show his disciples that he must go to Jerusalem and suffer many things at the hands of the elders, chief priests, and scribes, and that he must be killed and on the third day be raised up.",
          "id": 28898
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "So Peter took him aside and began to rebuke him, saying, \"God forbid, Lord! This shall certainly not happen to you.\"",
          "id": 28899
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "But he turned around and said to Peter, \"Get behind me, Satan! You are a stumbling block to me, for you are not thinking about the things of God, but the things of men.\"",
          "id": 28900
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Then Jesus said to his disciples, \"If anyone wants to come after me, he must deny himself, take up his cross, and follow me.",
          "id": 28901
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "For whoever wants to save his life will lose it, but whoever loses his life for my sake will find it.",
          "id": 28902
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "For what does it benefit a person if he gains the whole world but forfeits his soul? Or what can a person give in exchange for his soul?",
          "id": 28903
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "For the Son of Man will come with his angels in the glory of his Father, and then he will repay each person according to what he has done.",
          "id": 28904
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "Truly I say to you, there are some standing here who will certainly not taste death until they see the Son of Man coming in his kingdom.\"",
          "id": 28905
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After six days Jesus took Peter, James, and John the brother of James, and led them up on a high mountain by themselves.",
          "id": 28906
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "There he was transfigured before them; his face shone like the sun, and his garments became as white as light.",
          "id": 28907
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And behold, Moses and Elijah appeared to them, talking with him.",
          "id": 28908
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "So Peter said to Jesus, \"Lord, it is good for us to be here. If you wish, we will make three shelters here, one for you, one for Moses, and one for Elijah.\"",
          "id": 28909
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "While he was still speaking, behold, a bright cloud overshadowed them, and a voice from the cloud said, \"This is my beloved Son, in whom I am well pleased; listen to him!\"",
          "id": 28910
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "When the disciples heard this, they fell on their faces and were utterly afraid.",
          "id": 28911
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "But Jesus came over and touched them, saying, \"Rise; do not be afraid.\"",
          "id": 28912
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And lifting up their eyes, they saw no one but Jesus.",
          "id": 28913
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "As they were coming down from the mountain, Jesus commanded them, \"Do not tell anyone about the vision you saw until the Son of Man has risen from the dead.\"",
          "id": 28914
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then his disciples asked him, \"Why do the scribes say that Elijah must come first?\"",
          "id": 28915
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Jesus answered them, \"Elijah does indeed come first, and he will restore all things.",
          "id": 28916
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "But I tell you that Elijah has already come, and they did not recognize him, but did to him whatever they wished. Even so the Son of Man is about to suffer at their hands.\"",
          "id": 28917
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then the disciples understood that he was speaking to them about John the Baptist.",
          "id": 28918
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "When they came to the crowd, a man approached Jesus, kneeling before him",
          "id": 28919
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "and saying, \"Lord, have mercy on my son, for he is an epileptic and suffers terribly. For often he falls into the fire, and often into the water.",
          "id": 28920
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "I brought him to your disciples, but they could not heal him.\"",
          "id": 28921
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "Jesus answered, \"O faithless and perverse generation, how long shall I be with you? How long shall I bear with you? Bring him here to me.\"",
          "id": 28922
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Then Jesus rebuked the demon, and it came out of the boy, and he was healed from that hour.",
          "id": 28923
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Afterward the disciples came to Jesus privately and said, \"Why could we not cast it out?\"",
          "id": 28924
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Jesus said to them, \"Because of your unbelief. For truly I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ''Move from here to there,'' and it will move. Nothing will be impossible for you.",
          "id": 28925
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "But this kind does not go out except by prayer and fasting.\"",
          "id": 28926
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "While they were traveling around in Galilee, Jesus said to them, \"The Son of Man is about to be delivered up into the hands of men.",
          "id": 28927
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "They will kill him, and on the third day he will be raised up.\" And the disciples were greatly distressed.",
          "id": 28928
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "When they came to Capernaum, the collectors of the two-drachma tax came to Peter and said, \"Your teacher pays the two-drachma tax, doesn''t he?\"",
          "id": 28929
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "He said, \"Yes.\" And when Peter came into the house, Jesus spoke to him first, saying, \"What do you think, Simon? From whom do the kings of the earth receive toll or tax? From their own sons or from strangers?\"",
          "id": 28930
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Peter said to him, \"From strangers.\" And Jesus said to him, \"Then the sons are free.",
          "id": 28931
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "But so that we may not offend them, go to the sea, cast a hook, and take the first fish that comes up. When you open its mouth, you will find a stater coin. Take it and give it to them for you and me.\"",
          "id": 28932
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In that hour the disciples came to Jesus and said, \"Who is greater in the kingdom of heaven?\"",
          "id": 28933
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "So Jesus called over a little child, placed him among them,",
          "id": 28934
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "and said, \"Truly I say to you, unless you change and become like little children, you will certainly not enter the kingdom of heaven.",
          "id": 28935
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Therefore whoever humbles himself like this little child is greater in the kingdom of heaven.",
          "id": 28936
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "And whoever receives one little child such as this in my name receives me,",
          "id": 28937
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "but if anyone causes one of these little ones who believe in me to stumble, it would be better for him to have a heavy millstone hung around his neck and to be drowned in the depth of the sea.",
          "id": 28938
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "\"Woe to the world because of stumbling blocks! It is necessary that stumbling blocks come, yet woe to that man through whom the stumbling block comes!",
          "id": 28939
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "If your hand or your foot causes you to stumble, cut them off and throw them away from you. It is better for you to enter life lame or crippled than to have two hands or two feet and be thrown into the eternal fire.",
          "id": 28940
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "And if your eye causes you to stumble, pluck it out and throw it away from you. It is better for you to enter life with one eye than to have two eyes and be thrown into the fires of hell.",
          "id": 28941
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "\"See that you do not despise one of these little ones, for I tell you that their angels in heaven continually see the face of my Father in heaven.",
          "id": 28942
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "For the Son of Man came to save the lost.",
          "id": 28943
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "What do you think? If a man has a hundred sheep, and one of them goes astray, does he not leave the other ninety-nine and go seek on the mountains the one that has gone astray?",
          "id": 28944
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "And if he happens to find it, truly I say to you, he rejoices more over it than over the ninety-nine that have not gone astray.",
          "id": 28945
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "In the same way, it is not the will of your Father in heaven that one of these little ones should perish.",
          "id": 28946
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "\"If your brother sins against you, go show him his fault between you and him alone. If he listens to you, you have gained your brother.",
          "id": 28947
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "But if he does not listen, take one or two others with you, so that every matter may be established by the mouth of two or three witnesses.",
          "id": 28948
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, treat him as you would a pagan or a tax collector.",
          "id": 28949
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Truly I say to you, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.",
          "id": 28950
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Again, truly I say to you, if two of you agree on earth about anything you ask, it will be done for you by my Father in heaven.",
          "id": 28951
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "For where two or three are gathered together in my name, I am there among them.\"",
          "id": 28952
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Then Peter came to Jesus and said, \"Lord, how many times must I forgive my brother when he sins against me? Up to seven times?\"",
          "id": 28953
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "Jesus said to him, \"Not, I tell you, up to seven times, but up to seventy times seven.",
          "id": 28954
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "\"For this reason the kingdom of heaven may be compared to a king who wished to settle accounts with his servants.",
          "id": 28955
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "As he began to settle accounts, one servant who had a debt of ten thousand talents was brought to him.",
          "id": 28956
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "But since he did not have anything with which to repay the debt, his master commanded him to be sold along with his wife, his children, and all that he had, so that the debt could be repaid.",
          "id": 28957
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "So the servant fell down and bowed before him, saying, ''Master, be patient with me, and I will repay you all that I owe.''",
          "id": 28958
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Moved with compassion, the master of that servant released him and forgave him the debt.",
          "id": 28959
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "But that servant went out and found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him, saying, ''Repay me what you owe.''",
          "id": 28960
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "So his fellow servant fell down at his feet and begged him, ''Be patient with me, and I will repay you.''",
          "id": 28961
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "But he was not willing to do so. Instead, he went and threw him into prison until he should repay what was owed.",
          "id": 28962
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "When his fellow servants saw what had taken place, they were greatly distressed and went and reported to their master all that had happened.",
          "id": 28963
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "Then the master summoned the servant and said to him, ''You evil servant! I forgave you all that debt because you begged me to do so.",
          "id": 28964
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "Should you not also have had mercy on your fellow servant, even as I had mercy on you?''",
          "id": 28965
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "And in anger his master handed him over to the jailers to be tortured until he should repay all that was owed him.",
          "id": 28966
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "My heavenly Father will also do the same to you if each one of you, from your hearts, does not forgive his brother for his trespasses.\"",
          "id": 28967
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When Jesus had finished saying these things, he departed from Galilee and came into the region of Judea beyond the Jordan.",
          "id": 28968
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Large crowds followed him, and he healed them there.",
          "id": 28969
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then the Pharisees came up to Jesus and tested him by asking him, \"Is it lawful for a man to divorce his wife for any reason?\"",
          "id": 28970
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "He answered them, \"Have you not read that he who made them from the beginning ''made them male and female,''",
          "id": 28971
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "and said, ''For this reason a man will leave his father and mother and be joined to his wife, and the two will become one flesh''?",
          "id": 28972
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "So then, they are no longer two, but one flesh. Therefore what God has joined together, let no man separate.\"",
          "id": 28973
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "They said to him, \"Why then did Moses command us to give her a certificate of divorce and send her away?\"",
          "id": 28974
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "He said to them, \"Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.",
          "id": 28975
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "I tell you that whoever divorces his wife, except for fornication, and marries another, commits adultery. And whoever marries a divorced woman commits adultery.\"",
          "id": 28976
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "His disciples said to him, \"If such is the case of a man with his wife, it is better not to marry.\"",
          "id": 28977
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "But Jesus said to them, \"Not all men can accept this statement, but only those to whom it is given.",
          "id": 28978
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "For there are eunuchs who were born that way from their mother''s womb, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Whoever is able to accept this should accept it.\"",
          "id": 28979
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then little children were brought to Jesus so that he might lay his hands on them and pray, but the disciples rebuked those who brought them.",
          "id": 28980
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "Yet Jesus said, \"Let the little children come to me and do not hinder them, for the kingdom of heaven belongs to such as these.\"",
          "id": 28981
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And after laying his hands on them, he departed from there.",
          "id": 28982
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And behold, a man came and said to him, \"Good Teacher, what good thing must I do to have eternal life?\"",
          "id": 28983
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "Jesus said to him, \"Why do you call me good? No one is good except God alone. But if you wish to enter life, keep the commandments.\"",
          "id": 28984
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "The man said to him, \"Which ones?\" Jesus said, \"You shall not murder, You shall not commit adultery, You shall not steal, You shall not give false testimony,",
          "id": 28985
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Honor your father and your mother, and, You shall love your neighbor as yourself.\"",
          "id": 28986
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "The young man said to him, \"All these I have kept from my youth; what do I still lack?\"",
          "id": 28987
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Jesus said to him, \"If you wish to be perfect, go sell what you have and give to the poor, and you will have treasure in heaven; then come follow me.\"",
          "id": 28988
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But when the young man heard this, he went away sorrowful, for he had many possessions.",
          "id": 28989
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Then Jesus said to his disciples, \"Truly I say to you, only with difficulty will a rich person enter the kingdom of heaven.",
          "id": 28990
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Again I say to you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.\"",
          "id": 28991
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "When his disciples heard this, they were greatly astonished and said, \"Who then can be saved?\"",
          "id": 28992
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "Jesus looked at them and said to them, \"With men it is impossible, but with God all things are possible.\"",
          "id": 28993
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Then Peter said to him in response, \"Behold, we have left everything and followed you; what then will there be for us?\"",
          "id": 28994
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "Jesus said to them, \"Truly I say to you, when all things are made new and the Son of Man sits on his throne of glory, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.",
          "id": 28995
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "And everyone who has left houses, brothers, sisters, father, mother, wife, children, or fields for my name''s sake, will receive a hundred times more and will inherit eternal life.",
          "id": 28996
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "But many who are first will be last, and many who are last will be first.",
          "id": 28997
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "\"For the kingdom of heaven is like a master of a house who went out early in the morning to hire workers for his vineyard.",
          "id": 28998
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "After agreeing with the workers that they would each receive a denarius for the day, he sent them into his vineyard.",
          "id": 28999
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "About the third hour he went out and saw others standing idle in the marketplace.",
          "id": 29000
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "He said to them, ''You go into my vineyard as well, and I will give you whatever is right.''",
          "id": 29001
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "So they went. He went out again about the sixth hour and the ninth hour and did likewise.",
          "id": 29002
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "About the eleventh hour he went out and found others standing idle and said to them, ''Why have you been standing here idle all day?''",
          "id": 29003
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "They said to him, ''Because no one has hired us.'' He said to them, ''You go into my vineyard as well, and you will receive whatever is right.''",
          "id": 29004
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "\"When evening came, the owner of the vineyard said to his foreman, ''Call the workers and pay them their wages, beginning with the last and going on to the first.''",
          "id": 29005
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "When those who had been hired about the eleventh hour came, they each received a denarius.",
          "id": 29006
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "So when those who had been hired first came, they thought they would receive more, but they also each received a denarius.",
          "id": 29007
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "When they received it, they grumbled against the master of the house,",
          "id": 29008
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "saying, ''These last men worked for one hour, and you have made them equal to us, who have borne the burden of the day and the scorching heat.''",
          "id": 29009
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "But he replied to one of them, ''Friend, I am doing you no wrong. Did you not agree with me to work for a denarius?",
          "id": 29010
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "Take what is yours and go. I wish to give to this last man just as I gave to you.",
          "id": 29011
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "Or is it not lawful for me to do what I wish with what is mine? Are you envious because I am good?''",
          "id": 29012
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "So the last will be first, and the first will be last. For many are called, but few are chosen.\"",
          "id": 29013
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "As Jesus was going up to Jerusalem, he took the twelve disciples aside privately on the way and said to them,",
          "id": 29014
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "\"Behold, we are going up to Jerusalem, and the Son of Man will be delivered up to the chief priests and scribes. They will condemn him to death",
          "id": 29015
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "and hand him over to the Gentiles to be mocked, flogged, and crucified. But on the third day he will rise again.\"",
          "id": 29016
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Then the mother of the sons of Zebedee came with her sons to Jesus, and bowing down she asked him for a favor.",
          "id": 29017
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "So he said to her, \"What do you want?\" She said to him, \"Say that these two sons of mine may sit, one on your right and one on your left, in your kingdom.\"",
          "id": 29018
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "Jesus answered, \"You do not know what you are asking. Are you able to drink the cup that I am about to drink, or to be baptized with the baptism that I am baptized with?\" The two brothers said to him, \"We are able.\"",
          "id": 29019
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "So he said to them, \"You will indeed drink my cup and be baptized with the baptism that I am baptized with, but to sit on my right and on my left is not mine to give, but it is for those for whom it has been prepared by my Father.\"",
          "id": 29020
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "When the ten heard this, they were indignant with the two brothers.",
          "id": 29021
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "So Jesus called them over and said, \"You know that the rulers of the Gentiles lord it over them, and their great men exercise authority over them.",
          "id": 29022
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "But it shall not be so among you. Instead, whoever wants to be great among you must be your servant,",
          "id": 29023
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "and whoever wants to be first among you must be your slave,",
          "id": 29024
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "just as the Son of Man came not to be served but to serve, and to give his life as a ransom for many.\"",
          "id": 29025
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "As they went out from Jericho, a large crowd followed him.",
          "id": 29026
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And behold, there were two blind men sitting by the road. When they heard that Jesus was passing by, they cried out, \"Have mercy on us, Lord, Son of David!\"",
          "id": 29027
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "But the crowd rebuked them, telling them to be silent. Yet they cried out even more loudly, \"Have mercy on us, Lord, Son of David!\"",
          "id": 29028
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "So Jesus stopped, called them over, and said, \"What do you want me to do for you?\"",
          "id": 29029
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "They said to him, \"Lord, let our eyes be opened.\"",
          "id": 29030
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Moved with compassion, Jesus touched their eyes, and immediately their eyes received sight, and they followed him.",
          "id": 29031
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When they drew near to Jerusalem and came to Bethsphage, at the Mount of Olives, Jesus sent two disciples ahead,",
          "id": 29032
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "telling them, \"Go into the village ahead of you, and immediately you will find a donkey tied there and a colt with it. Untie them and bring them to me.",
          "id": 29033
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "If anyone says anything to you, say, ''The Lord has need of them.'' And immediately he will send them.\"",
          "id": 29034
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Now all this took place to fulfill what the Lord had spoken through the prophet:",
          "id": 29035
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "\"Say to the daughter of Zion, ''Behold, your king is coming to you, humble and mounted on a donkey, and a colt, the foal of a beast of burden.''\"",
          "id": 29036
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "So the disciples went and did just as Jesus had directed them.",
          "id": 29037
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "They brought the donkey and the colt and laid on them their garments, and Jesus sat on them.",
          "id": 29038
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "A very large crowd spread their garments on the road, and others cut down branches from the trees and also spread them on the road.",
          "id": 29039
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The crowds that went ahead of him and those that followed were crying out, \"Hosanna to the Son of David! Blessed is he who comes in the name of the Lord! Hosanna in the highest!\"",
          "id": 29040
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "As he came into Jerusalem, the whole city was stirred up, saying, \"Who is this?\"",
          "id": 29041
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "So the crowds were saying, \"This is Jesus the prophet, who is from Nazareth of Galilee.\"",
          "id": 29042
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then Jesus entered the courts of God''s temple and drove out all who were selling and buying there. He overturned the tables of the money changers and the seats of those who were selling doves.",
          "id": 29043
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "And he said to them, \"It is written, ''My house shall be called a house of prayer,'' but you have made it a den of robbers.\"",
          "id": 29044
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then the lame and the blind came to him in the temple courts, and he healed them.",
          "id": 29045
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But when the chief priests and the scribes saw the wonderful things that he did and the children crying out in the temple courts, \"Hosanna to the Son of David,\" they were indignant",
          "id": 29046
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "and said to him, \"Do you hear what these children are saying?\" Jesus said to them, \"Yes, have you never read, ''Out of the mouths of babies and nursing infants you have prepared praise''?\"",
          "id": 29047
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And leaving them, he went out of the city to Bethany and spent the night there.",
          "id": 29048
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Early in the morning, as Jesus was returning to the city, he was hungry.",
          "id": 29049
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Seeing a lone fig tree by the road, he came to it and found nothing on it but leaves. Then he said to it, \"May there never be any fruit from you again.\" And at once the fig tree withered.",
          "id": 29050
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "When the disciples saw it, they were amazed, saying, \"How did the fig tree wither all at once?\"",
          "id": 29051
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "Jesus answered them, \"Truly I say to you, if you have faith and do not doubt, not only will you do what has been done to the fig tree, but even if you say to this mountain, ''Be taken up and thrown into the sea,'' it will happen.",
          "id": 29052
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "And if you have faith, you will receive whatever you ask for in prayer.\"",
          "id": 29053
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "When he entered the temple courts, the chief priests and the elders of the people came up to him as he was teaching and said, \"By what authority are you doing these things? And who gave you this authority?\"",
          "id": 29054
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Jesus answered them, \"I will also ask you one question. If you tell me the answer, I will also tell you by what authority I am doing these things.",
          "id": 29055
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Where did John''s authority to baptize come from? From heaven or from men?\" So they discussed it among themselves, saying, \"If we say, ''From heaven,'' he will say to us, ''Why then did you not believe him?''",
          "id": 29056
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "But we are afraid of what the crowd might do if we say, ''From men,'' for everyone regards John as a prophet.\"",
          "id": 29057
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "So they answered Jesus, \"We do not know.\" Then he said to them, \"Neither will I tell you by what authority I am doing these things.",
          "id": 29058
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "\"But what do you think? A man had two sons. He went to his first son and said, ''Son, go work today in my vineyard.''",
          "id": 29059
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "His son answered, ''I will not,'' but afterward he changed his mind and went.",
          "id": 29060
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "Then the man went to his second son and said the same thing. His second son answered, ''I will go, sir,'' but he did not go.",
          "id": 29061
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Which of the two did the will of his father?\" They said to him, \"The first.\" Jesus said to them, \"Truly I say to you, tax collectors and prostitutes are entering the kingdom of God ahead of you.",
          "id": 29062
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "For John came to you in the way of righteousness, and you did not believe him, but tax collectors and prostitutes believed him. Yet even after you saw it, you did not change your minds and believe him.",
          "id": 29063
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "\"Listen to another parable: There was a master of a house who planted a vineyard, put a fence around it, dug a winepress in it, built a tower, leased it to farmers, and left the country.",
          "id": 29064
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "When the season for fruit drew near, he sent his servants to the farmers to receive his fruit.",
          "id": 29065
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "But the farmers took his servants; they beat one, killed another, and stoned yet another.",
          "id": 29066
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Again he sent other servants, more than the first. But the farmers treated them in the same way.",
          "id": 29067
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "Last of all, he sent them his son, saying, ''They will have respect for my son.''",
          "id": 29068
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "But when the farmers saw the son, they said among themselves, ''This is the heir. Come, let us kill him and take possession of his inheritance.''",
          "id": 29069
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "So they took him, threw him out of the vineyard, and killed him.",
          "id": 29070
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "Now when the owner of the vineyard comes, what will he do to those farmers?\"",
          "id": 29071
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "They said to him, \"He will bring those wretches to a wretched end and lease the vineyard to other farmers who will give him the fruits in their seasons.\"",
          "id": 29072
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "Jesus said to them, \"Have you never read in the Scriptures, ''The stone that the builders rejected has become the cornerstone; this was the Lord''s doing, and it is amazing in our eyes''?",
          "id": 29073
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "Therefore I tell you that the kingdom of God will be taken away from you and given to a people who will produce its fruit.",
          "id": 29074
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "He who falls on this stone will be broken to pieces, but anyone on whom it falls will be crushed.\"",
          "id": 29075
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "When the chief priests and the Pharisees heard Jesus'' parables, they knew he was speaking about them.",
          "id": 29076
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "Although they were looking for a way to arrest him, they were afraid of the crowds, because the people regarded him as a prophet.",
          "id": 29077
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Once again Jesus spoke to them in parables, saying,",
          "id": 29078
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "\"The kingdom of heaven can be compared to a king who prepared a wedding feast for his son.",
          "id": 29079
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "He sent his servants to call those who had been invited to the wedding feast, but they would not come.",
          "id": 29080
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Again he sent other servants, saying, ''Tell those who are invited, \"Behold, I have prepared my dinner, my oxen and the fattened cattle have been slaughtered, and everything is ready. Come to the wedding feast.\"''",
          "id": 29081
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "But they paid no attention and went away, one to his own field and another to his business.",
          "id": 29082
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "The rest seized his servants, mistreated them, and killed them.",
          "id": 29083
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "When the king heard about it, he was furious. So he sent his armies, who destroyed those murderers and burned down their city.",
          "id": 29084
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "Then he said to his servants, ''The wedding feast is ready, but those who were invited were not worthy.",
          "id": 29085
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "Go therefore to where the roads exit the city and invite to the wedding feast anyone you find.''",
          "id": 29086
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "So the servants went out to the roads and gathered together all whom they found, both evil and good, and the wedding feast was filled with guests.",
          "id": 29087
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "\"But when the king came in to see the guests, he saw a man there who was not clothed with a wedding garment.",
          "id": 29088
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "So he said to him, ''Friend, how did you come in here without a wedding garment?'' But the man was speechless.",
          "id": 29089
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Then the king said to the servants, ''Bind his feet and hands, take him away, and throw him into the outer darkness. In that place there will be weeping and gnashing of teeth.''",
          "id": 29090
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "For many are called, but few are chosen.\"",
          "id": 29091
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Then the Pharisees went and took counsel as to how they might ensnare Jesus in what he said.",
          "id": 29092
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "They sent their disciples to him, along with the Herodians, saying, \"Teacher, we know that you are true and teach the way of God in truth and defer to no one, for you do not show partiality.",
          "id": 29093
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Tell us then, what do you think? Is it lawful to pay taxes to Caesar or not?\"",
          "id": 29094
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "But Jesus knew their evil intent and said, \"Why are you testing me, you hypocrites?",
          "id": 29095
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Show me the coin for the tax.\" So they brought him a denarius.",
          "id": 29096
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Then he said to them, \"Whose image and inscription is this?\"",
          "id": 29097
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "They said to him, \"Caesar''s.\" So he said to them, \"Then render to Caesar the things that are Caesar''s, and to God the things that are God''s.\"",
          "id": 29098
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "When they heard this, they were amazed. So they left him and went away.",
          "id": 29099
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "On that day some Sadducees (who say there is no resurrection) came to Jesus and asked him,",
          "id": 29100
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "\"Teacher, Moses said, ''If a man dies without having children, his brother must marry the widow and raise up offspring for him.''",
          "id": 29101
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Now there were seven brothers among us. The first married and died, and having no offspring, he left his wife to his brother.",
          "id": 29102
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "The same thing happened to the second and to the third, down to the seventh.",
          "id": 29103
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Last of all, the woman also died.",
          "id": 29104
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "In the resurrection, therefore, which of the seven will she be the wife of? For they all had her.\"",
          "id": 29105
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "Jesus answered them, \"You are in error because you know neither the Scriptures nor the power of God.",
          "id": 29106
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "For in the resurrection people neither marry nor are they given in marriage. Instead, they are like angels of God in heaven.",
          "id": 29107
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "But as for the resurrection of the dead, have you not read what God said to you:",
          "id": 29108
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "''I am the God of Abraham, the God of Isaac, and the God of Jacob''? He is not the God of the dead, but of the living.\"",
          "id": 29109
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "And when the crowds heard this, they were astonished at his teaching.",
          "id": 29110
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Now when the Pharisees heard that Jesus had silenced the Sadducees, they gathered together.",
          "id": 29111
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "And one of them, a lawyer, asked Jesus a question to test him:",
          "id": 29112
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "\"Teacher, which is the greatest commandment in the law?\"",
          "id": 29113
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "Jesus said to him, \"''You shall love the Lord your God with all your heart, with all your soul, and with all your mind.''",
          "id": 29114
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "This is the most important and greatest commandment.",
          "id": 29115
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "And a second is like it: ''You shall love your neighbor as yourself.''",
          "id": 29116
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "All the Law and the Prophets hang on these two commandments.\"",
          "id": 29117
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "While the Pharisees were gathered together, Jesus asked them,",
          "id": 29118
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "\"What do you think about the Christ? Whose son is he?\" They said to him, \"David''s.\"",
          "id": 29119
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "He said to them, \"How is it then that David, in the Spirit, calls him ''Lord,'' saying,",
          "id": 29120
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "''The Lord said to my Lord, \"Sit at my right hand until I make your enemies a footstool for your feet\"''?",
          "id": 29121
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "If David calls him ''Lord,'' how is he his son?\"",
          "id": 29122
        },
        {
          "isRed": false,
          "verse": 46,
          "text": "No one was able to say anything in reply, nor did anyone dare to ask him questions anymore from that day forward.",
          "id": 29123
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Jesus said to the crowds and to his disciples,",
          "id": 29124
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "\"The scribes and the Pharisees sit on Moses'' seat.",
          "id": 29125
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "Therefore observe and do all that they tell you to observe. But do not do what they do, for they say things and do not do them.",
          "id": 29126
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "They bind burdens that are heavy and hard to bear and lay them on people''s shoulders, but they themselves are not willing to lift a finger to move them.",
          "id": 29127
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "They do all their works to be seen by others. They make their phylacteries wide and the fringes of their garments long.",
          "id": 29128
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "They love the place of honor at banquets, the best seats in the synagogues,",
          "id": 29129
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "greetings in the marketplaces, and when others call them ''Rabbi, Rabbi.''",
          "id": 29130
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "But you are not to be called ''Rabbi,'' for there is one who is your instructor, the Christ, and you are all brothers.",
          "id": 29131
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "And do not call anyone on earth your father, for there is one who is your Father, he who is in heaven.",
          "id": 29132
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Neither are you to be called instructors, for there is one who is your instructor, the Christ.",
          "id": 29133
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "But he who is greater among you must be your servant.",
          "id": 29134
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "For whoever exalts himself will be humbled, and whoever humbles himself will be exalted.",
          "id": 29135
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "\"But woe to you, scribes and Pharisees, hypocrites! For you devour widows'' houses and for a pretense make long prayers. Therefore you will receive a more severe judgment.",
          "id": 29136
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "\"Woe to you, scribes and Pharisees, hypocrites! For you shut the kingdom of heaven in people''s faces. You yourselves do not enter, nor do you let in those who are trying to enter.",
          "id": 29137
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "\"Woe to you, scribes and Pharisees, hypocrites! For you cross sea and land to make a single convert, and when he has become one, you make him twice as much a son of hell as yourselves.",
          "id": 29138
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "\"Woe to you, blind guides, who say, ''If anyone swears by the temple, it is nothing; but if anyone swears by the gold of the temple, he is bound by his oath.''",
          "id": 29139
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "You fools and blind men! Which is greater, the gold or the temple that makes the gold sacred?",
          "id": 29140
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "You also say, ''If anyone swears by the altar, it is nothing; but if anyone swears by the gift on the altar, he is bound by his oath.''",
          "id": 29141
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "You fools and blind men! Which is greater, the gift or the altar that makes the gift sacred?",
          "id": 29142
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Therefore, whoever swears by the altar swears by it and by everything on it.",
          "id": 29143
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "And whoever swears by the temple swears by it and by him who dwells in it.",
          "id": 29144
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "And whoever swears by heaven swears by the throne of God and by him who sits upon it.",
          "id": 29145
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "\"Woe to you, scribes and Pharisees, hypocrites! For you tithe mint, dill, and cumin, yet you have neglected the weightier matters of the law: justice, mercy, and faith. These you ought to have done without neglecting the others.",
          "id": 29146
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "You blind guides, who strain out a gnat but swallow a camel!",
          "id": 29147
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "\"Woe to you, scribes and Pharisees, hypocrites! For you cleanse the outside of the cup and the dish, but inside they are full of plunder and unrighteousness.",
          "id": 29148
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "You blind Pharisee! First clean the inside of the cup and the dish, and then the outside of them will also be clean.",
          "id": 29149
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "\"Woe to you, scribes and Pharisees, hypocrites! For you are like whitewashed tombs, which appear beautiful on the outside, but inside they are full of the bones of the dead and all uncleanness.",
          "id": 29150
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "In the same way, you also appear righteous to others on the outside, but inside you are full of hypocrisy and lawlessness.",
          "id": 29151
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "\"Woe to you, scribes and Pharisees, hypocrites! For you build the tombs of the prophets and adorn the graves of the righteous,",
          "id": 29152
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "and you say, ''If we had been alive in the days of our fathers, we would not have been participants with them in shedding the blood of the prophets.''",
          "id": 29153
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Therefore you bear witness against yourselves that you are the sons of those who murdered the prophets.",
          "id": 29154
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "Fill up, then, the measure of your fathers.",
          "id": 29155
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "You serpents, you brood of vipers! How will you escape being sentenced to hell?",
          "id": 29156
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Therefore, behold, I am sending you prophets, sages, and scribes. Some of them you will kill and crucify, and some of them you will flog in your synagogues and persecute from town to town.",
          "id": 29157
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "As a result, all the righteous blood that has been shed on earth will come upon you, from the blood of righteous Abel to the blood of Zechariah son of Barachiah, whom you murdered between the temple and the altar.",
          "id": 29158
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Truly I say to you, all these things will come upon this generation.",
          "id": 29159
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "\"O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to you! How often I have wanted to gather your children together as a hen gathers her chicks under her wings, but you were not willing!",
          "id": 29160
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "Behold, your house is left to you desolate.",
          "id": 29161
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "For I tell you, from now on you will certainly not see me until you say, ''Blessed is he who comes in the name of the Lord.''\"",
          "id": 29162
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "As Jesus came out from the temple courts and was walking away, his disciples came to him to show him the buildings of the temple.",
          "id": 29163
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "But Jesus said to them, \"You see all these things, do you not? Truly I say to you, there will certainly not be left here one stone upon another that will not be thrown down.\"",
          "id": 29164
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Later, as Jesus was sitting on the Mount of Olives, the disciples came to him privately and said, \"Tell us, when will these things happen? And what will be the sign of your coming and of the end of the age?\"",
          "id": 29165
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "Jesus answered them, \"See that no one leads you astray.",
          "id": 29166
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "For many will come in my name, saying, ''I am the Christ,'' and they will lead many astray.",
          "id": 29167
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "You will hear of wars and rumors of wars. See that you are not alarmed, for all these things must take place, but the end is not yet.",
          "id": 29168
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "For nation will rise up against nation, and kingdom against kingdom. There will be famines, plagues, and earthquakes in various places.",
          "id": 29169
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "But all these things are the beginning of the labor pains.",
          "id": 29170
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "\"Then they will deliver you up to tribulation and kill you, and you will be hated by all nations because of my name.",
          "id": 29171
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Many will fall away and will betray one another and hate one another.",
          "id": 29172
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Many false prophets will rise up and lead many astray.",
          "id": 29173
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "Because lawlessness will be increased, the love of many will grow cold,",
          "id": 29174
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "but he who endures to the end will be saved.",
          "id": 29175
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "And this gospel of the kingdom will be proclaimed in the whole world as a testimony to all nations, and then the end will come.",
          "id": 29176
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "\"So when you see the abomination of desolation, which was spoken of by Daniel the prophet, standing in the holy place\" (let the reader understand),",
          "id": 29177
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "\"then those who are in Judea must flee to the mountains.",
          "id": 29178
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "He who is on the housetop must not come down to get anything out of his house.",
          "id": 29179
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "And he who is in the field must not turn back to get his garments.",
          "id": 29180
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Woe to those who are with child and to those who are nursing infants in those days!",
          "id": 29181
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "Pray that your flight will not happen in winter or on a Sabbath.",
          "id": 29182
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "For at that time there will be a great tribulation unlike any other from the beginning of the world until now, and it will never be equaled again.",
          "id": 29183
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "If those days had not been cut short, no flesh would be saved. But for the sake of the chosen those days will be cut short.",
          "id": 29184
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "If anyone says to you at that time, ''Behold, here is the Christ!'' or, ''Here he is!'' do not believe him.",
          "id": 29185
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "For false christs and false prophets will rise up and perform great signs and wonders so as to lead astray, if possible, even the chosen.",
          "id": 29186
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Behold, I have told you in advance.",
          "id": 29187
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "So if they say to you, ''Behold, he is in the wilderness,'' do not go out, or, ''Behold, he is in the inner rooms,'' do not believe it.",
          "id": 29188
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "For just as lightning comes from the east and shines to the west, so will be the coming of the Son of Man.",
          "id": 29189
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "For where the carcass is, there the vultures will be gathered together.",
          "id": 29190
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "\"But immediately after the tribulation of those days, the sun will be darkened, and the moon will not give its light. The stars will fall from heaven, and the powers of the heavens will be shaken.",
          "id": 29191
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "Then the sign of the Son of Man will appear in the heavens, and all the tribes of the earth will mourn when they see the Son of Man coming on the clouds of heaven with power and great glory.",
          "id": 29192
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "And he will send his angels with a loud trumpet call, and they will gather together his chosen from the four winds, from one end of the heavens to the other.",
          "id": 29193
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "\"Now learn this lesson from the fig tree: As soon as its branches become tender and put out leaves, you know that summer is near.",
          "id": 29194
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "So also, when you see all these things, know that he is near, at the very gates.",
          "id": 29195
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Truly I say to you, this generation will certainly not pass away until all these things have taken place.",
          "id": 29196
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "Heaven and earth will pass away, but my words will certainly not pass away.",
          "id": 29197
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "\"No one knows about that day and hour, not even the angels of heaven, but only my Father.",
          "id": 29198
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "As were the days of Noah, so will be the coming of the Son of Man.",
          "id": 29199
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "For in the days before the flood, people were eating and drinking, marrying and giving in marriage, until the day when Noah went into the ark.",
          "id": 29200
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "They knew nothing about what would happen until the flood came and took them all away. So will it be at the coming of the Son of Man.",
          "id": 29201
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "Two men will be in the field; one will be taken and one will be left.",
          "id": 29202
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "Two women will be grinding grain at the mill; one will be taken and one will be left.",
          "id": 29203
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "Therefore keep watch, for you do not know in what hour your Lord is coming.",
          "id": 29204
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "But know this: If the master of the house had known at what time of night the thief was coming, he would have kept watch and not allowed his house to be broken into.",
          "id": 29205
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "Therefore you also must be ready, for the Son of Man is coming at an hour when you do not expect him.",
          "id": 29206
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "\"Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?",
          "id": 29207
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "Blessed is that servant whom his master finds so doing when he comes.",
          "id": 29208
        },
        {
          "isRed": true,
          "verse": 47,
          "text": "Truly I say to you, he will set him over all his possessions.",
          "id": 29209
        },
        {
          "isRed": true,
          "verse": 48,
          "text": "But if that evil servant says in his heart, ''My master is delayed in coming,''",
          "id": 29210
        },
        {
          "isRed": true,
          "verse": 49,
          "text": "and begins to beat his fellow servants and to eat and drink with the drunkards,",
          "id": 29211
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "the master of that servant will come on a day when he does not expect him and at an hour he does not foresee,",
          "id": 29212
        },
        {
          "isRed": true,
          "verse": 51,
          "text": "and will cut him in two and assign his portion to be with the hypocrites. In that place there will be weeping and gnashing of teeth.",
          "id": 29213
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "isRed": true,
          "verse": 1,
          "text": "\"At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom.",
          "id": 29214
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "Five of them were wise, and five were foolish.",
          "id": 29215
        },
        {
          "isRed": true,
          "verse": 3,
          "text": "When those who were foolish took their lamps, they did not take oil with them,",
          "id": 29216
        },
        {
          "isRed": true,
          "verse": 4,
          "text": "but the wise took oil in their flasks along with their lamps.",
          "id": 29217
        },
        {
          "isRed": true,
          "verse": 5,
          "text": "When the bridegroom was delayed, they all became drowsy and slept.",
          "id": 29218
        },
        {
          "isRed": true,
          "verse": 6,
          "text": "But in the middle of the night there was a shout: ''Behold, the bridegroom is coming! Come out to meet him.''",
          "id": 29219
        },
        {
          "isRed": true,
          "verse": 7,
          "text": "Then all the virgins rose and trimmed their lamps.",
          "id": 29220
        },
        {
          "isRed": true,
          "verse": 8,
          "text": "And the foolish ones said to the wise, ''Give us some of your oil, for our lamps are going out.''",
          "id": 29221
        },
        {
          "isRed": true,
          "verse": 9,
          "text": "But the wise replied, ''No, there will not be enough for us and for you. Instead, go to those who sell oil and buy some for yourselves.''",
          "id": 29222
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "But while they were on their way to buy it, the bridegroom came, and those who were ready went in with him to the wedding feast. Then the door was shut.",
          "id": 29223
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Afterward the other virgins also came, saying, ''Lord, Lord, open the door for us.''",
          "id": 29224
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "But he answered, ''Truly I say to you, I do not know you.''",
          "id": 29225
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Therefore keep watch, for you do not know the day or the hour in which the Son of Man is coming.",
          "id": 29226
        },
        {
          "isRed": true,
          "verse": 14,
          "text": "\"For it is just like a man about to go on a journey, who called his servants and entrusted his possessions to them.",
          "id": 29227
        },
        {
          "isRed": true,
          "verse": 15,
          "text": "To one he gave five talents, to another two talents, and to another one talent, to each according to his ability. And he immediately went on his journey.",
          "id": 29228
        },
        {
          "isRed": true,
          "verse": 16,
          "text": "The man who had received the five talents went and traded with them, and made five more talents.",
          "id": 29229
        },
        {
          "isRed": true,
          "verse": 17,
          "text": "In the same way, the man who had received the two talents also earned two more.",
          "id": 29230
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "But the man who had received the one talent went and dug a hole in the ground and hid his master''s money.",
          "id": 29231
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "\"After a long time the master of those servants came and settled accounts with them.",
          "id": 29232
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "The man who had received the five talents came to him and brought the other five talents, saying, ''Master, you entrusted me with five talents; behold, I have earned five more talents besides them.''",
          "id": 29233
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "His master said to him, ''Well done, good and faithful servant! You have been faithful over a few things; I will set you over many things. Enter into the joy of your master.''",
          "id": 29234
        },
        {
          "isRed": true,
          "verse": 22,
          "text": "The man who had received the two talents also came to him and said, ''Master, you entrusted me with two talents; behold, I have earned two more talents besides them.''",
          "id": 29235
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "His master said to him, ''Well done, good and faithful servant! You have been faithful over a few things; I will set you over many things. Enter into the joy of your master.''",
          "id": 29236
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "Then the man who had received the one talent came to him and said, ''Master, I knew that you were a hard man, reaping where you did not sow and gathering where you scattered no seed.",
          "id": 29237
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "So I was afraid and went and hid your talent in the ground. Behold, you have what is yours.''",
          "id": 29238
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "But his master answered him, ''You evil and lazy servant! You knew, did you, that I reap where I did not sow and gather where I scattered no seed?",
          "id": 29239
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Then you should have deposited my money with the bankers, and when I came I would have received what is mine with interest.",
          "id": 29240
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "Therefore take the talent from him and give it to the one who has ten talents.",
          "id": 29241
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "For everyone who has will be given more, and he will have an abundance. But the one who does not have, even what he has will be taken away from him.",
          "id": 29242
        },
        {
          "isRed": true,
          "verse": 30,
          "text": "And throw that worthless servant into the outer darkness. In that place there will be weeping and gnashing of teeth.''",
          "id": 29243
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "\"When the Son of Man comes in his glory, and all the holy angels with him, he will sit down on his throne of glory.",
          "id": 29244
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "All the nations will be gathered before him, and he will separate them from one another as a shepherd separates the sheep from the goats.",
          "id": 29245
        },
        {
          "isRed": true,
          "verse": 33,
          "text": "He will set the sheep on his right and the goats on his left.",
          "id": 29246
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Then the King will say to those on his right, ''Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.",
          "id": 29247
        },
        {
          "isRed": true,
          "verse": 35,
          "text": "For I was hungry, and you gave me something to eat; I was thirsty, and you gave me something to drink; I was a stranger, and you took me in;",
          "id": 29248
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "I was naked, and you clothed me; I was sick, and you looked after me; I was in prison, and you came to visit me.''",
          "id": 29249
        },
        {
          "isRed": true,
          "verse": 37,
          "text": "Then the righteous will answer him, ''Lord, when did we see you hungry and feed you, or thirsty and give you something to drink?",
          "id": 29250
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "When did we see you as a stranger and take you in, or naked and clothe you?",
          "id": 29251
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "When did we see you sick or in prison and come to visit you?''",
          "id": 29252
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "The King will answer them, ''Truly I say to you, inasmuch as you did it to one of the least of these my brothers, you did it to me.''",
          "id": 29253
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "\"Then he will say to those on his left, ''Depart from me, you who are accursed, into the eternal fire prepared for the devil and his angels.",
          "id": 29254
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "For I was hungry, and you did not give me anything to eat; I was thirsty, and you did not give me anything to drink;",
          "id": 29255
        },
        {
          "isRed": true,
          "verse": 43,
          "text": "I was a stranger, and you did not take me in; I was naked, and you did not clothe me; I was sick and in prison, and you did not look after me.''",
          "id": 29256
        },
        {
          "isRed": true,
          "verse": 44,
          "text": "Then they too will answer, ''Lord, when did we see you hungry or thirsty or as a stranger or naked or sick or in prison, and not take care of you?''",
          "id": 29257
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "He will answer them, ''Truly I say to you, inasmuch as you did not do it to one of the least of these, neither did you do it to me.''",
          "id": 29258
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "And these will go away into eternal punishment, but the righteous into eternal life.\"",
          "id": 29259
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "When Jesus had finished saying all these things, he said to his disciples,",
          "id": 29260
        },
        {
          "isRed": true,
          "verse": 2,
          "text": "\"You know that after two days the Passover is coming, and the Son of Man will be delivered up to be crucified.\"",
          "id": 29261
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then the chief priests, the scribes, and the elders of the people were gathered together in the courtyard of the high priest, whose name was Caiaphas,",
          "id": 29262
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "and they plotted together to arrest Jesus by stealth and kill him.",
          "id": 29263
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But they said, \"Not during the feast, lest there be a riot among the people.\"",
          "id": 29264
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Now when Jesus was in Bethany, in the house of Simon the leper,",
          "id": 29265
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "a woman came to him with an alabaster jar of very expensive ointment, and she poured it out on his head as he reclined at the table.",
          "id": 29266
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "When his disciples saw it, they were indignant and said, \"For what purpose is this waste?",
          "id": 29267
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "This ointment could have been sold for a large sum, and the money could have been given to the poor.\"",
          "id": 29268
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Aware of this, Jesus said to them, \"Why are you causing trouble for this woman? For she has done a good deed to me.",
          "id": 29269
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "You always have the poor with you, but you do not always have me.",
          "id": 29270
        },
        {
          "isRed": true,
          "verse": 12,
          "text": "She has put this ointment on my body to prepare me for burial.",
          "id": 29271
        },
        {
          "isRed": true,
          "verse": 13,
          "text": "Truly I say to you, wherever this gospel is preached in the whole world, what this woman has done will also be spoken of as a memorial to her.\"",
          "id": 29272
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Then one of the twelve, the one called Judas Iscariot, went to the chief priests",
          "id": 29273
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "and said, \"What are you willing to give me if I deliver him up to you?\" So they set out for him thirty pieces of silver.",
          "id": 29274
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And from then on he was looking for an opportunity to betray Jesus.",
          "id": 29275
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "On the first day of the Feast of Unleavened Bread, the disciples came to Jesus and said to him, \"Where do you want us to make preparations for you to eat the Passover?\"",
          "id": 29276
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "He said, \"Go into the city to a certain man and say to him, ''The Teacher says, \"My time is near. I am going to keep the Passover with you, along with my disciples.\"''\"",
          "id": 29277
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "So the disciples did as Jesus had directed them and prepared the Passover.",
          "id": 29278
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "When evening came, Jesus was reclining at the table with the twelve.",
          "id": 29279
        },
        {
          "isRed": true,
          "verse": 21,
          "text": "As they were eating, he said, \"Truly I say to you, one of you will betray me.\"",
          "id": 29280
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Greatly distressed, they began to say to him one after another, \"Surely not I, Lord?\"",
          "id": 29281
        },
        {
          "isRed": true,
          "verse": 23,
          "text": "Jesus answered, \"The one who has dipped his hand with me in the dish will betray me.",
          "id": 29282
        },
        {
          "isRed": true,
          "verse": 24,
          "text": "The Son of Man indeed goes just as it is written of him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born.\"",
          "id": 29283
        },
        {
          "isRed": true,
          "verse": 25,
          "text": "Then Judas, who betrayed him, replied, \"Surely not I, Rabbi?\" Jesus said to him, \"You have said it yourself.\"",
          "id": 29284
        },
        {
          "isRed": true,
          "verse": 26,
          "text": "As they were eating, Jesus took the bread, and when he had given thanks, he broke it, gave it to the disciples, and said, \"Take and eat this bread; this is my body.\"",
          "id": 29285
        },
        {
          "isRed": true,
          "verse": 27,
          "text": "Then he took the cup, and when he had given thanks, he gave it to them, saying, \"Drink of it, all of you,",
          "id": 29286
        },
        {
          "isRed": true,
          "verse": 28,
          "text": "for this is my blood of the new covenant, which is poured out for many for the remission of sins.",
          "id": 29287
        },
        {
          "isRed": true,
          "verse": 29,
          "text": "But I tell you, from this point forward I will certainly not drink again from this fruit of the vine until that day when I drink it with you anew in the kingdom of my Father.\"",
          "id": 29288
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And after singing a hymn, they went out to the Mount of Olives.",
          "id": 29289
        },
        {
          "isRed": true,
          "verse": 31,
          "text": "Then Jesus said to them, \"All of you will fall away because of me this night. For it is written, ''I will strike the shepherd, and the sheep of the flock will be scattered.''",
          "id": 29290
        },
        {
          "isRed": true,
          "verse": 32,
          "text": "But after I have been raised up, I will go ahead of you to Galilee.\"",
          "id": 29291
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Peter answered him, \"Even if everyone else falls away because of you, I will never fall away.\"",
          "id": 29292
        },
        {
          "isRed": true,
          "verse": 34,
          "text": "Jesus said to him, \"Truly I say to you that on this night, before a rooster crows, you will deny me three times.\"",
          "id": 29293
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "But Peter said to him, \"Even if I must die with you, I will certainly not deny you.\" And all the disciples said the same thing.",
          "id": 29294
        },
        {
          "isRed": true,
          "verse": 36,
          "text": "Then Jesus went with them to a place called Gethsemane, and he said to the disciples, \"Sit here while I go over there and pray.\"",
          "id": 29295
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "And taking with him Peter and the two sons of Zebedee, he began to be sorrowful and distressed.",
          "id": 29296
        },
        {
          "isRed": true,
          "verse": 38,
          "text": "Then Jesus said to them, \"My soul is very sorrowful, even to the point of death; stay here and keep watch with me.\"",
          "id": 29297
        },
        {
          "isRed": true,
          "verse": 39,
          "text": "And going a little farther, he fell on his face and prayed, \"My Father, if possible, let this cup pass from me; nevertheless, not as I will, but as you will.\"",
          "id": 29298
        },
        {
          "isRed": true,
          "verse": 40,
          "text": "Then he came to the disciples and found them sleeping, and said to Peter, \"So you could not keep watch with me for one hour?",
          "id": 29299
        },
        {
          "isRed": true,
          "verse": 41,
          "text": "Keep watch and pray, lest you enter into temptation. The spirit indeed is willing, but the flesh is weak.\"",
          "id": 29300
        },
        {
          "isRed": true,
          "verse": 42,
          "text": "Again, he went away for a second time and prayed, \"My Father, if this cup cannot pass from me unless I drink it, may your will be done.\"",
          "id": 29301
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "Then he came and found them sleeping again, for their eyes were heavy.",
          "id": 29302
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "So he left them and went away again and prayed for a third time, saying the same thing.",
          "id": 29303
        },
        {
          "isRed": true,
          "verse": 45,
          "text": "Then he came to his disciples and said to them, \"Sleep on now and take your rest! Behold, the hour has drawn near, and the Son of Man is delivered up into the hands of sinners.",
          "id": 29304
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "Rise, let us go. Behold, my betrayer has drawn near.\"",
          "id": 29305
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "While he was still speaking, behold, Judas, one of the twelve, came. With him was a large crowd with swords and clubs, sent from the chief priests and elders of the people.",
          "id": 29306
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Now his betrayer had given them a sign, saying, \"Whomever I kiss, he is the one; arrest him.\"",
          "id": 29307
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "Immediately he went up to Jesus and said, \"Greetings, Rabbi!\" And he kissed him.",
          "id": 29308
        },
        {
          "isRed": true,
          "verse": 50,
          "text": "Jesus said to him, \"Friend, for what purpose have you come?\" Then they came forward, took hold of Jesus, and arrested him.",
          "id": 29309
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "And behold, one of the men with Jesus stretched out his hand and drew his sword. He struck the servant of the high priest and cut off his ear.",
          "id": 29310
        },
        {
          "isRed": true,
          "verse": 52,
          "text": "Then Jesus said to him, \"Put your sword back into its place, for all who take the sword will die by the sword.",
          "id": 29311
        },
        {
          "isRed": true,
          "verse": 53,
          "text": "Or do you think that I cannot call on my Father right now, and he will provide me with more than twelve legions of angels?",
          "id": 29312
        },
        {
          "isRed": true,
          "verse": 54,
          "text": "How then would the Scriptures be fulfilled that say it must happen this way?\"",
          "id": 29313
        },
        {
          "isRed": true,
          "verse": 55,
          "text": "In that hour Jesus said to the crowds, \"Have you come out to arrest me with swords and clubs as you would against a robber? I sat daily with you, teaching in the temple courts, and you did not arrest me.",
          "id": 29314
        },
        {
          "isRed": true,
          "verse": 56,
          "text": "But all this has taken place so that the Scriptures of the prophets would be fulfilled.\" Then all the disciples left him and fled.",
          "id": 29315
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "Now those who had arrested Jesus led him away to Caiaphas the high priest, where the scribes and the elders were assembled.",
          "id": 29316
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "But Peter was following him at a distance, coming as far as the courtyard of the high priest. After going inside, he sat with the officers to see the outcome.",
          "id": 29317
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "Now the chief priests, the elders, and the whole Sanhedrin were seeking false testimony against Jesus, so that they could put him to death,",
          "id": 29318
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "but they did not find any. Even though many false witnesses came forward, they did not find any.",
          "id": 29319
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "But at last two false witnesses came forward and declared, \"This man said, ''I am able to destroy the temple of God and rebuild it in three days.''\"",
          "id": 29320
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "So the high priest stood up and said to him, \"Do you make no answer? What are these men testifying against you?\"",
          "id": 29321
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "But Jesus was silent. Then the high priest said to him, \"I adjure you by the living God to tell us if you are the Christ, the Son of God.\"",
          "id": 29322
        },
        {
          "isRed": true,
          "verse": 64,
          "text": "Jesus said to him, \"You have said it yourself. Nevertheless I say to you, from now on you will see the Son of Man sitting at the right hand of Power and coming on the clouds of heaven.\"",
          "id": 29323
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "Then the high priest tore his garments and said, \"He has blasphemed! What further need do we have of witnesses? Behold, you have now heard his blasphemy.",
          "id": 29324
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "What do you think?\" They answered, \"He deserves death.\"",
          "id": 29325
        },
        {
          "isRed": false,
          "verse": 67,
          "text": "Then they spit in his face and struck him. Others slapped him,",
          "id": 29326
        },
        {
          "isRed": false,
          "verse": 68,
          "text": "saying, \"Prophesy to us, you Christ! Who is it that struck you?\"",
          "id": 29327
        },
        {
          "isRed": false,
          "verse": 69,
          "text": "Now Peter was sitting outside in the courtyard, and a servant girl came to him and said, \"You also were with Jesus the Galilean.\"",
          "id": 29328
        },
        {
          "isRed": false,
          "verse": 70,
          "text": "But he denied it before them all, saying, \"I do not know what you are talking about!\"",
          "id": 29329
        },
        {
          "isRed": false,
          "verse": 71,
          "text": "Then he went out to the gateway, and another servant girl saw him and said to those who were there, \"This man also was with Jesus of Nazareth.\"",
          "id": 29330
        },
        {
          "isRed": false,
          "verse": 72,
          "text": "But again he denied it with an oath: \"I do not know the man.\"",
          "id": 29331
        },
        {
          "isRed": false,
          "verse": 73,
          "text": "After a little while, those who were standing there came up and said to Peter, \"Truly you also are one of them, for even your accent gives you away.\"",
          "id": 29332
        },
        {
          "isRed": false,
          "verse": 74,
          "text": "Then he began to invoke curses and to swear: \"I do not know the man.\" And immediately a rooster crowed.",
          "id": 29333
        },
        {
          "isRed": true,
          "verse": 75,
          "text": "Then Peter remembered what Jesus had said to him: \"Before a rooster crows, you will deny me three times.\" And he went out and wept bitterly.",
          "id": 29334
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now when morning came, all the chief priests and the elders of the people took counsel against Jesus to put him to death.",
          "id": 29335
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "They bound him, led him away, and handed him over to Pontius Pilate, the governor.",
          "id": 29336
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "When Judas, who had betrayed him, saw that Jesus had been condemned, he regretted what he had done and returned the thirty pieces of silver to the chief priests and the elders,",
          "id": 29337
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "saying, \"I have sinned by betraying innocent blood.\" But they said, \"What is that to us? See to it yourself.\"",
          "id": 29338
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So he threw the pieces of silver into the temple and departed. Then he went away and hanged himself.",
          "id": 29339
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "The chief priests took the pieces of silver and said, \"It is not lawful to put them into the temple treasury, since they are a price paid for blood.\"",
          "id": 29340
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So they took counsel and used the money to buy the potter''s field as a burial place for foreigners.",
          "id": 29341
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Therefore that field has been called the Field of Blood to this day.",
          "id": 29342
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then what was spoken by Jeremiah the prophet was fulfilled: \"They took the thirty pieces of silver, the price of him on whom a price had been set, on whom some of the sons of Israel had set a price,",
          "id": 29343
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and they gave them for the potter''s field, as the Lord directed me.\"",
          "id": 29344
        },
        {
          "isRed": true,
          "verse": 11,
          "text": "Meanwhile, Jesus stood before the governor, and the governor asked him, \"Are you the king of the Jews?\" Jesus said to him, \"You have said it yourself.\"",
          "id": 29345
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But when he was accused by the chief priests and the elders, he made no answer.",
          "id": 29346
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then Pilate said to him, \"Do you not hear all the things they are testifying against you?\"",
          "id": 29347
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But he gave him no answer, not even to a single charge, so the governor was greatly amazed.",
          "id": 29348
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now at the feast the governor was accustomed to release one prisoner for the crowd, whomever they wanted.",
          "id": 29349
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "At that time they had a notorious prisoner named Barabbas.",
          "id": 29350
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So when the crowds were gathered together, Pilate said to them, \"Whom do you want me to release for you? Barabbas, or Jesus, who is called Christ?\"",
          "id": 29351
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "(For he knew they had handed Jesus over out of envy.)",
          "id": 29352
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "While Pilate was sitting on the judgment seat, his wife sent him this message: \"Have nothing to do with that righteous man, for I have suffered a great deal today in a dream because of him.\"",
          "id": 29353
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "But the chief priests and the elders persuaded the crowds to ask for Barabbas to be released and for Jesus to be executed.",
          "id": 29354
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "In response the governor said to them, \"Which of the two do you want me to release for you?\" They said, \"Barabbas.\"",
          "id": 29355
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "So Pilate said to them, \"What then shall I do with Jesus, who is called Christ?\" They all said to him, \"Let him be crucified!\"",
          "id": 29356
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Then the governor said, \"Why? What evil has he done?\" But they cried out all the more, \"Let him be crucified!\"",
          "id": 29357
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "When Pilate saw that he was achieving nothing and that a riot was breaking out, he took water and washed his hands before the crowd, saying, \"I am innocent of the blood of this righteous man. See to it yourselves.\"",
          "id": 29358
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "All the people answered, \"His blood be on us and on our children!\"",
          "id": 29359
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "Then he released for them Barabbas, but he scourged Jesus and handed him over to be crucified.",
          "id": 29360
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Then the governor''s soldiers took Jesus with them into the governor''s headquarters and gathered against him the entire cohort of soldiers.",
          "id": 29361
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "They stripped him, put a scarlet robe on him,",
          "id": 29362
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "twisted together a crown of thorns, and put it on his head. They put a reed in his right hand, and kneeling before him, they mocked him, saying, \"Hail, King of the Jews!\"",
          "id": 29363
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Then they spit on him, took the reed, and beat him repeatedly on his head.",
          "id": 29364
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "When they had finished mocking him, they stripped him of the robe and put his own garments back on him. Then they led him away to crucify him.",
          "id": 29365
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "As they went out, they found a Cyrenian man named Simon. They pressed him into service, forcing him to carry Jesus'' cross.",
          "id": 29366
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "When they came to a place called Golgotha (which means, \"Place of the Skull\"),",
          "id": 29367
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "they gave Jesus sour wine to drink mixed with gall. But when he tasted it, he refused to drink it.",
          "id": 29368
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "After crucifying him, they divided his garments among themselves by casting lots.",
          "id": 29369
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "Then they sat down and kept watch over him there.",
          "id": 29370
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Over his head they placed the written charge against him, which read, \"This is Jesus, the King of the Jews.\"",
          "id": 29371
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "Then two robbers were crucified with him, one on his right and one on his left.",
          "id": 29372
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "Those who passed by reviled him, shaking their heads",
          "id": 29373
        },
        {
          "isRed": false,
          "verse": 40,
          "text": "and saying, \"You who would destroy the temple and build it in three days, save yourself. If you are the Son of God, come down from the cross!\"",
          "id": 29374
        },
        {
          "isRed": false,
          "verse": 41,
          "text": "In the same way the chief priests also, along with the scribes, elders, and Pharisees, were mocking him, saying,",
          "id": 29375
        },
        {
          "isRed": false,
          "verse": 42,
          "text": "\"He saved others, but he cannot save himself. If he is the king of Israel, let him come down now from the cross, and we will believe in him.",
          "id": 29376
        },
        {
          "isRed": false,
          "verse": 43,
          "text": "He has put his trust in God; let God deliver him now if he wants him, for he said, ''I am the Son of God.''\"",
          "id": 29377
        },
        {
          "isRed": false,
          "verse": 44,
          "text": "The robbers who were crucified with him were also reviling him in the same way.",
          "id": 29378
        },
        {
          "isRed": false,
          "verse": 45,
          "text": "From the sixth hour until the ninth hour, there was darkness over the whole land.",
          "id": 29379
        },
        {
          "isRed": true,
          "verse": 46,
          "text": "And about the ninth hour Jesus cried out with a loud voice, \"Eli, Eli, lima sabachthani?\" that is, \"My God, my God, why have you forsaken me?\"",
          "id": 29380
        },
        {
          "isRed": false,
          "verse": 47,
          "text": "When some of those standing there heard this, they said, \"This man is calling for Elijah.\"",
          "id": 29381
        },
        {
          "isRed": false,
          "verse": 48,
          "text": "Immediately one of them ran, got a sponge, filled it with sour wine, put it on a reed, and gave it to him to drink.",
          "id": 29382
        },
        {
          "isRed": false,
          "verse": 49,
          "text": "But the rest said, \"Leave him alone. Let us see if Elijah comes to save him.\"",
          "id": 29383
        },
        {
          "isRed": false,
          "verse": 50,
          "text": "Then Jesus cried out again with a loud voice and gave up his spirit.",
          "id": 29384
        },
        {
          "isRed": false,
          "verse": 51,
          "text": "And behold, the veil of the temple was torn in two from top to bottom. The earth was shaken, and the rocks were split.",
          "id": 29385
        },
        {
          "isRed": false,
          "verse": 52,
          "text": "The tombs were opened, and the bodies of many saints who had fallen asleep were raised.",
          "id": 29386
        },
        {
          "isRed": false,
          "verse": 53,
          "text": "(They came out of the tombs, and after his resurrection they went into the holy city and appeared to many.)",
          "id": 29387
        },
        {
          "isRed": false,
          "verse": 54,
          "text": "Now when the centurion and those who were keeping watch with him over Jesus saw the earthquake and the things that had happened, they became very frightened and said, \"Truly this man was the Son of God.\"",
          "id": 29388
        },
        {
          "isRed": false,
          "verse": 55,
          "text": "Many women who had followed Jesus from Galilee and provided for him were there looking on from a distance,",
          "id": 29389
        },
        {
          "isRed": false,
          "verse": 56,
          "text": "among whom were Mary Magdalene, Mary the mother of James and Joses, and the mother of the sons of Zebedee.",
          "id": 29390
        },
        {
          "isRed": false,
          "verse": 57,
          "text": "When it was evening, there came a rich man from Arimathea named Joseph, who was himself also a disciple of Jesus.",
          "id": 29391
        },
        {
          "isRed": false,
          "verse": 58,
          "text": "He went to Pilate and asked for Jesus'' body. So Pilate commanded that the body be given to him.",
          "id": 29392
        },
        {
          "isRed": false,
          "verse": 59,
          "text": "Joseph took the body, wrapped it in a clean linen cloth,",
          "id": 29393
        },
        {
          "isRed": false,
          "verse": 60,
          "text": "and laid it in his own new tomb, which he had hewn in the rock. Then he rolled a large stone against the entrance of the tomb and went away.",
          "id": 29394
        },
        {
          "isRed": false,
          "verse": 61,
          "text": "Mary Magdalene was there, and so was the other Mary, sitting across from the tomb.",
          "id": 29395
        },
        {
          "isRed": false,
          "verse": 62,
          "text": "The next day (that is, after the day of Preparation), the chief priests and the Pharisees gathered together before Pilate",
          "id": 29396
        },
        {
          "isRed": false,
          "verse": 63,
          "text": "and said, \"Sir, we remember that while he was still alive that deceiver said, ''After three days I will rise again.''",
          "id": 29397
        },
        {
          "isRed": false,
          "verse": 64,
          "text": "Therefore command that the tomb be secured until the third day, lest his disciples come by night, steal him away, and say to the people, ''He has been raised from the dead.'' This last deception would be worse than the first.\"",
          "id": 29398
        },
        {
          "isRed": false,
          "verse": 65,
          "text": "Pilate said to them, \"You have a guard of soldiers. Go and make it as secure as you know how.\"",
          "id": 29399
        },
        {
          "isRed": false,
          "verse": 66,
          "text": "So they went and secured the tomb by sealing the stone and posting the guard of soldiers.",
          "id": 29400
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After the Sabbath, at dawn on the first day of the week, Mary Magdalene came to see the tomb along with the other Mary.",
          "id": 29401
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came and rolled away the stone from the entrance and sat on it.",
          "id": 29402
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "His appearance was like lightning, and his clothing was as white as snow.",
          "id": 29403
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "The guards were so afraid of him that they trembled and became like dead men.",
          "id": 29404
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Then the angel said to the women, \"Do not be afraid, for I know that you are looking for Jesus, who has been crucified.",
          "id": 29405
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "He is not here, for he is risen, just as he said. Come see the place where the Lord lay.",
          "id": 29406
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And now go quickly and tell his disciples that he is risen from the dead. And behold, he is going ahead of you to Galilee; there you will see him. Listen to what I have told you.\"",
          "id": 29407
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "So they went out quickly from the tomb with fear and great joy, and ran to tell his disciples.",
          "id": 29408
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "As they went to tell his disciples, behold, Jesus met them and said, \"Greetings!\" So they came up, took hold of his feet, and worshiped him.",
          "id": 29409
        },
        {
          "isRed": true,
          "verse": 10,
          "text": "Then Jesus said to them, \"Do not be afraid; go tell my brothers to go to Galilee, and there they will see me.\"",
          "id": 29410
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "As they went, behold, some of the guards went into the city and brought word to the chief priests of all that had taken place.",
          "id": 29411
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "After the chief priests had assembled with the elders and taken counsel, they gave a large sum of money to the soldiers",
          "id": 29412
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "and said, \"Tell people, ''His disciples came by night and stole him away while we were sleeping.''",
          "id": 29413
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "If this matter is heard before the governor, we will persuade him and keep you free from concern.\"",
          "id": 29414
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "So they took the money and did as they had been instructed. And this story is still being spread among the Jews today.",
          "id": 29415
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Meanwhile, the eleven disciples went to Galilee, to the mountain where Jesus had directed them to go.",
          "id": 29416
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "When they saw him, they worshiped him, but some doubted.",
          "id": 29417
        },
        {
          "isRed": true,
          "verse": 18,
          "text": "Then Jesus came and said to them, \"All authority in heaven and on earth has been given to me.",
          "id": 29418
        },
        {
          "isRed": true,
          "verse": 19,
          "text": "Go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
          "id": 29419
        },
        {
          "isRed": true,
          "verse": 20,
          "text": "teaching them to obey everything I have commanded you. And behold, I am with you always, even to the end of the age.\" Amen.",
          "id": 29420
        }
      ]
    }
  ]
}