{
  "book": "Micah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the word of the Lord came to Michaeas the son of Morasthi, in the days of Joatham, and Achaz, and Ezekias, kings of Juda, concerning what he saw regarding Samaria and Jerusalem.",
          "id": 23040
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Hear these words, you people; and let the earth give heed, and all that are in it: and the Lord God shall be amongst you for a testimony, the Lord out of his holy habitation.",
          "id": 23041
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For, behold, the Lord comes forth out of his place, and will come down, and will go upon the high places of the earth.",
          "id": 23042
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the mountains shall be shaken under him, and the valleys shall melt like wax before the fire, and as water rushing down a declivity.",
          "id": 23043
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "All these calamities are for the transgression of Jacob, and for the sin of the house of Israel. What is the transgression of Jacob? is it not Samaria? and what is the sin of the house of Juda? is it not Jerusalem?",
          "id": 23044
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore I will make Samaria as a store-house of the fruits of the field, and as a planting of a vineyard: and I will utterly demolish her stones, and I will expose her foundations.",
          "id": 23045
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And they shall cut in pieces all the graven images, and all that she has hired they shall burn with fire, and I will utterly destroy all her idols: because she has gathered of the hires of fornication, and of the hires of fornication has she amassed wealth.",
          "id": 23046
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Therefore shall she lament and wail, she shall go barefooted, and being naked she shall make lamentation as that of serpents, and mourning as of the daughters of sirens.",
          "id": 23047
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For her plague has become grievous; for it has come even to Juda; and has reached to the gate of my people, even to Jerusalem.",
          "id": 23048
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "You that are in Geth, exalt not yourselves, and you Enakim, do not rebuild from the ruins of the house in derision: sprinkle dust in the place of your laughter.",
          "id": 23049
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "The inhabitant of Sennaar, fairly inhabiting her cities, came not forth to mourn for the house next to her: she shall receive of you the stroke of grief.",
          "id": 23050
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Who has begun to act for good to her that dwells in sorrow? for calamities have come down from the Lord upon the gates of Jerusalem,",
          "id": 23051
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "even a sound of chariots and horsemen: the inhabitants of Lachis, she is the leader of sin to the daughter of Sion: for in you were found the transgressions of Israel.",
          "id": 23052
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Therefore shall he cause men to be sent forth as far as the inheritance of Geth, even vain houses; they are become vanity to the kings of Israel;",
          "id": 23053
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "until they bring the heirs, O inhabitant of Lachis: the inheritance shall reach to Odollam, even the glory of the daughter of Israel.",
          "id": 23054
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Shave your hair, and make yourself bald for your delicate children; increase your widowhood as an eagle; for your people are gone into captivity from you.",
          "id": 23055
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "They meditated troubles, and wrought wickedness on their beds, and they put it in execution with the daylight; for they have not lifted up their hands to God.",
          "id": 23056
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And they desired fields, and plundered orphans, and oppressed families, and spoiled a man and his house, even a man and his inheritance.",
          "id": 23057
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Therefore thus says the Lord; Behold, I devise evils against this family, out of which you shall not lift up your necks, neither shall you walk upright speedily: for the time is evil.",
          "id": 23058
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "In that day shall a parable be taken up against you, and a plaintive lamentation shall be uttered, saying, We are thoroughly miserable: the portion of my people has been measured out with a line, and there was none to hinder him so as to turn him back; your fields have been divided.",
          "id": 23059
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Therefore you shall have no one to cast a line for the lot.",
          "id": 23060
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Weep not with tears in the assembly of the Lord, neither let any weep for these things; for he shall not remove the reproaches,",
          "id": 23061
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "who says, The house of Jacob has provoked the Spirit of the Lord; are not these his practices? Are not the Lord''s words right with him? and have they not proceeded correctly?",
          "id": 23062
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Even beforetime my people withstood him as an enemy against his peace; they have stripped off his skin to remove hope in the conflict of war.",
          "id": 23063
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The leaders of my people shall be cast forth from their luxurious houses; they are rejected because of their evil practices; draw you near to the everlasting mountains.",
          "id": 23064
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Arise you, and depart; for this is not your rest because of uncleanness: you have been utterly destroyed;",
          "id": 23065
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "you have fled, no one pursuing you: your spirit has framed falsehood, it has dropped on you for wine and strong drink. But it shall come to pass, that out of the dropping of this people,",
          "id": 23066
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Jacob shall be completely gathered with all his people: I will surely receive the remnant of Israel; I will cause them to return together, as sheep in trouble, as a flock in the midst of their fold: they shall rush forth from amongst men through the breach made before them:",
          "id": 23067
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "they have broken through, and passed the gate, and gone out by it: and their king has gone out before them, and the Lord shall lead them.",
          "id": 23068
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And he shall say, Hear now these words, you heads of the house of Jacob, and you remnant of the house of Israel; is it not for you to know judgement?",
          "id": 23069
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "who hate good, and seek evil; who tear their skins off them, and their flesh off their bones:",
          "id": 23070
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "even as they devoured the flesh of my people, and stripped their skins off them, and broke their bones, and divided them as flesh for the cauldron, and as meat for the pot,",
          "id": 23071
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "thus they shall cry to the Lord, but he shall not listen to them; and he shall turn away his face from them at that time, because they have done wickedly in their practices against themselves.",
          "id": 23072
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Thus says the Lord concerning the prophets that lead my people astray, that bit with their teeth, and proclaim peace to them; and when nothing was put into their mouth, they raised up war against them:",
          "id": 23073
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "therefore there shall be night to you instead of a vision, and there shall be to you darkness instead of prophecy; and the sun shall go down upon the prophets, and the day shall be dark upon them.",
          "id": 23074
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the seers of night-visions shall be ashamed, and the prophets shall be laughed to scorn: and all the people shall speak against them, because there shall be none to listen to them.",
          "id": 23075
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Surely I will strengthen myself with the Spirit of the Lord, and of judgement, and of power, to declare to Jacob his transgressions, and to Israel his sins.",
          "id": 23076
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Hear now these words, you chiefs of the house of Jacob, and the remnant of the house of Israel, who hate judgement, and pervert all righteousness;",
          "id": 23077
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "who build up Sion with blood, and Jerusalem with iniquity.",
          "id": 23078
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "The heads thereof have judged for gifts, and the priests thereof have answered for hire, and her prophets have divined for silver: and yet they have rested on the Lord, saying, Is not the Lord amongst us? no evil shall come upon us.",
          "id": 23079
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Therefore on your account Sion shall be ploughed as a field, and Jerusalem shall be as a storehouse of fruits, and the mountain of the house as a grove of the forest.",
          "id": 23080
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And at the last days the mountain of the Lord shall be manifest, established on the tops of the mountains, and it shall be exalted above the hills; and the peoples shall hasten to it.",
          "id": 23081
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And many nations shall go, and say, Come, let us go up to the mountain of the Lord, and to the house of the God of Jacob; and they shall show us his way, and we will walk in his paths: for out of Sion shall go forth a law, and the word of the Lord from Jerusalem.",
          "id": 23082
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he shall judge amongst many peoples, and shall rebuke strong nations afar off; and they shall beat their swords into ploughshares, and their spears into sickles; and nation shall no more lift up sword against nation, neither shall they learn to war any more.",
          "id": 23083
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And every one shall rest under his vine, and every one under his fig tree; and there shall be none to alarm them: for the mouth of the Lord Almighty has spoken these words.",
          "id": 23084
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For all other nations shall walk everyone in his own way, but we will walk in the name of the Lord our God for ever and ever.",
          "id": 23085
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "In that day, says the Lord, I will gather her that is bruised, and will receive her that is cast out, and those whom I rejected.",
          "id": 23086
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And I will make her that was bruised a remnant, and her that was rejected a mighty nation: and the Lord shall reign over them in mount Sion from henceforth, even for ever.",
          "id": 23087
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And you, dark tower of the flock, daughter of Sion, on you the dominion shall come and enter in, even the first kingdom from Babylon to the daughter of Jerusalem.",
          "id": 23088
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And now, why have you known calamities? was there not a king to you? or has your counsel perished that pangs as of a woman in travail have seized upon you?",
          "id": 23089
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Be in pain, and strengthen yourself, and draw near, O daughter of Sion, as a woman in travail: for now you shall go forth out of the city, and shall lodge in the plain, and shall reach even to Babylon: thence shall the Lord your God deliver you, and thence shall he redeem you out of the hand of your enemies.",
          "id": 23090
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And now have many nations gathered against you, saying, We will rejoice, and our eyes shall look upon Sion.",
          "id": 23091
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But they know not the thought of the Lord, and have not understood his counsel: for he has gathered them as sheaves of the floor.",
          "id": 23092
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Arise, and thresh them, O daughter of Sion: for I will make your horns iron, and I will make your hoofs brass: and you shall utterly destroy many nations, and shall consecrate their abundance to the Lord, and their strength to the Lord of all the earth.",
          "id": 23093
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now shall the daughter of Sion be completely hedged in: he has laid siege against us: they shall strike the tribes of Israel with a rod upon the cheek.",
          "id": 23094
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And you, Bethleem, house of Ephratha, are few in number to be reckoned amongst the thousands of Juda; yet out of you shall one come forth to me, to be a ruler of Israel; and his goings forth were from the beginning, even from eternity.",
          "id": 23095
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Therefore shall he appoint them to wait till the time of her that travails: she shall bring forth, and then the remnant of their brethren shall return to the children of Israel.",
          "id": 23096
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the Lord shall stand, and see, and feed his flock with power, and they shall dwell in the glory of the name of the Lord their God: for now shall they be magnified to the ends of the earth.",
          "id": 23097
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And she shall have peace when Assur shall come into your land, and when he shall come up upon your country; and there shall be raised up against him seven shepherds, and eight attacks of men.",
          "id": 23098
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And they shall tend the Assyrian with a sword, and the land of Nebrod with her trench: and he shall deliver you from the Assyrian, when he shall come upon your land, and when he shall invade your coasts.",
          "id": 23099
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the remnant of Jacob shall be amongst the Gentiles in the midst of many peoples, as dew falling from the Lord, and as lambs on the grass; that none may assemble nor resist amongst the sons of men.",
          "id": 23100
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the remnant of Jacob shall be amongst the Gentiles in the midst of many nations, as a lion in the forest amongst cattle, and as a lion''s whelp amongst the flocks of sheep, even as when he goes through, and selects, and carries off his prey, and there is none to deliver.",
          "id": 23101
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Your hand shall be lifted up against them that afflict you, and all your enemies shall be utterly destroyed.",
          "id": 23102
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And it shall come to pass in that day, says the Lord, that I will utterly destroy the horses out of the midst of you, and destroy your chariots;",
          "id": 23103
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "and I will utterly destroy the cities of your land, and demolish all your strongholds:",
          "id": 23104
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and I will utterly destroy your sorceries out of your hands; and there shall be no soothsayers in you.",
          "id": 23105
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And I will utterly destroy your graven images, and your statues out of the midst of you; and you shall never any more worship the works of your hands.",
          "id": 23106
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And I will cut off the groves out of the midst of you, and I will abolish your cities.",
          "id": 23107
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "and I will execute vengeance on the heathen in anger and wrath, because they listened not.",
          "id": 23108
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Hear now a word: the Lord God has said; Arise, plead with the mountains, and let the hills hear your voice.",
          "id": 23109
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Hear you, O mountains, the controversy of the Lord, and you valleys even the foundations of the earth: for the Lord has a controversy with his people, and will plead with Israel.",
          "id": 23110
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "O my people, what have I done to you? or wherein have I grieved you? or wherein have I troubled you? answer me.",
          "id": 23111
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For I brought tee up out of the land of Egypt, and redeemed you out of the house of bondage, and sent before you Moses, and Aaron, and Mariam.",
          "id": 23112
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "O my people, remember now, what counsel Balac king of Moab took against you, and what Balaam the son of Beor answered him, from the reeds to Galgal; that the righteousness of the Lord might be known.",
          "id": 23113
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Wherewithal shall I reach the Lord, and lay hold of my God most high? shall I reach him by whole burnt offerings, by calves of a year old?",
          "id": 23114
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Will the Lord accept thousands of rams, or ten thousands of fat goats? should I give my firstborn for ungodliness, the fruit of my body for the sin of my soul?",
          "id": 23115
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Has it not been told you, O man, what is good? or what does the Lord require of you, but to do justice, and love mercy, and be ready to walk with the Lord your God?",
          "id": 23116
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The Lord''s voice shall be proclaimed in the city, and he shall save those that fear his name: hear, O tribe; and who shall order the city?",
          "id": 23117
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Is there not fire, and the house of the wicked heaping up wicked treasures, and that with the pride of unrighteousness?",
          "id": 23118
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Shall the wicked be justified by the balanced, or deceitful weights in the bag,",
          "id": 23119
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "whereby they have accumulated their ungodly wealth, and they that dwell in the city have uttered falsehoods, and their tongue has been exalted in their mouth?",
          "id": 23120
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Therefore will I begin to strike you; I will destroy you in your sins.",
          "id": 23121
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "You shall eat, and shall not be satisfied; and there shall be darkness upon you; and he shall depart from you, and you shall not escape; and all that shall escape shall be delivered over to the sword.",
          "id": 23122
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "You shall sow, but you shall not reap; you shall press the olive, but you shall not anoint yourself with oil; and shall make wine, but you shall drink no wine: and the ordinances of my people shall be utterly abolished.",
          "id": 23123
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For you have kept the statues of Zambri, and done all the works of the house of Achaab; and you have walked in their ways, that I might deliver you to utter destruction, and those that inhabit the city to hissing: and you shall bear the reproach of nations.",
          "id": 23124
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Alas for me! for I am become as one gathering straw in harvest, and as one gathering grape-gleanings in the vintage, when there is no cluster for me to eat the first-ripe fruit: alas my soul!",
          "id": 23125
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For the godly is perished from the earth; and there is none amongst men that orders his way aright: they all quarrel even to blood: they grievously afflict every one his neighbour:",
          "id": 23126
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "they prepare their hands for mischief, the prince asks a reward, and the judge speaks flattering words; it is the desire of their soul:",
          "id": 23127
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "therefore I will take away their goods as a devouring moth, and as one who acts by a rigid rule in a day of visitation. Woe, woe, your times of vengeance are come; now shall be their lamentations.",
          "id": 23128
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Trust not in friends, and confide not in guides: beware of your wife, so as not to commit anything to her.",
          "id": 23129
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For the son dishonours his father, the daughter will rise up against her mother, the daughter-in-law against her mother-in-law: those in his house shall be all a man''s enemies.",
          "id": 23130
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But I will look to the Lord; I will wait upon God my Saviour: my God will listen to me.",
          "id": 23131
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Rejoice not against me, mine enemy; for I have fallen yet shall arise; for though I should sit in darkness, the Lord shall be a light to me.",
          "id": 23132
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "I will bear the indignation of the Lord, because I have sinned against him, until he make good my cause: he also shall maintain my right, and shall bring me out to the light, and I shall behold his righteousness.",
          "id": 23133
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And she that is mine enemy shall see it, and shall clothe herself with shame, who says, Where is the Lord your God? mine eyes shall look upon her: now shall she be for trampling as mire in the ways.",
          "id": 23134
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "It is the day of making of brick; that day shall be your utter destruction, and that day shall utterly abolish your ordinances.",
          "id": 23135
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And your cities shall be levelled, and parted amongst the Assyrians; and your strong cities shall be parted from Tyre to the river, and from sea to sea, and from mountain to mountain.",
          "id": 23136
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the land shall be utterly desolate together with them that inhabit it, because of the fruit of their doings.",
          "id": 23137
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Tend your people with your rod, the sheep of your inheritance, those that inhabit by themselves the thicket in the midst of Carmel: they shall feed in the land of Basan, and in the land of Galaad, as in the days of old.",
          "id": 23138
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And according to the days of your departure out of Egypt shall you see marvellous things.",
          "id": 23139
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "The nations shall see and be ashamed; and at all their might they shall lay their hands upon their mouth, their ears shall be deafened.",
          "id": 23140
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "They shall lick the dust as serpents crawling on the earth, they shall be confounded in their holes; they shall be amazed at the Lord our God, and will be afraid of you.",
          "id": 23141
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Who is a God like you, cancelling iniquities, and passing over the sins of the remnant of his inheritance? and he has not kept his anger for a testimony, for he delights in mercy.",
          "id": 23142
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "He will return and have mercy upon us; he will sink our iniquities, and they shall be cast into the depth of the sea, even all our sins.",
          "id": 23143
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "He shall give blessings truly to Jacob, and mercy to Abraam, as you sware to our fathers, according to the former days.",
          "id": 23144
        }
      ]
    }
  ]
}