{
  "book": "Philemon",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Paul, a prisoner for Christ Jesus, and Timothy our brother, to Philemon, our beloved friend and fellow worker,",
          "id": 35140
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and also to the beloved Apphia, to Archippus our fellow soldier, and to the church that meets in your house:",
          "id": 35141
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "id": 35142
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "I give thanks to my God, always making mention of you in my prayers,",
          "id": 35143
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "because I hear of your love for all the saints and the faith that you have toward the Lord Jesus.",
          "id": 35144
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "I pray that your fellowship with us in the faith may be effective in deepening your understanding of every blessing that we have in Christ Jesus.",
          "id": 35145
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "We are very thankful for the comfort we have received from your love, because the hearts of the saints have been refreshed through you, brother.",
          "id": 35146
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Therefore, although I am bold enough in Christ to command you to do what is right,",
          "id": 35147
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "I would rather appeal to you on the basis of love. I, Paul, an old man and now a prisoner for Jesus Christ,",
          "id": 35148
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "appeal to you on behalf of my child, Onesimus, whose father I have become during my imprisonment.",
          "id": 35149
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Once he was useless to you, but now he is useful both to you and to me. I am sending him back,",
          "id": 35150
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and I ask you to receive him, that is, my very own heart.",
          "id": 35151
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "I wanted to keep him with me so that he could serve me in your place during my imprisonment for the gospel.",
          "id": 35152
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But I did not want to do anything without your consent, so that your good deed might not be done out of compulsion, but of your own free will.",
          "id": 35153
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Perhaps the reason he was separated from you for an hour was so that you might have him back forever,",
          "id": 35154
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "no longer as a slave, but more than a slave, as a beloved brother, especially to me, but even more so to you, both in the flesh and in the Lord.",
          "id": 35155
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So if you consider me to be a partner, receive him as you would receive me.",
          "id": 35156
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "If he has wronged you in any way or owes you anything, charge it to me.",
          "id": 35157
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "I, Paul, write this with my own hand: I will repay it (not to mention that you owe me your very own life).",
          "id": 35158
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Yes, brother, let me have some benefit from you in the Lord. Refresh my heart in the Lord.",
          "id": 35159
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Trusting in your obedience, I write to you, knowing that you will do even more than I ask.",
          "id": 35160
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "At the same time, I want you to prepare a guest room for me, for I hope that through your prayers I will be restored to you soon.",
          "id": 35161
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Epaphras, my fellow prisoner in Christ Jesus,",
          "id": 35162
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "and Mark, Aristarchus, Demas, and Luke, my fellow workers, greet you.",
          "id": 35163
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "The grace of our Lord Jesus Christ be with your spirit. Amen.",
          "id": 35164
        }
      ]
    }
  ]
}