{
  "book": "Romans",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Paul, a servant of Jesus Christ, called to be an apostle, set apart for the gospel of God,",
          "id": 33132
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "which he promised beforehand through his prophets in the holy Scriptures,",
          "id": 33133
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "concerning his Son, who was descended from David according to the flesh",
          "id": 33134
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "and who was declared to be the Son of God in power according to the Spirit of holiness by the resurrection from the dead, Jesus Christ our Lord,",
          "id": 33135
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the Gentiles,",
          "id": 33136
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "including you who are also called to belong to Jesus Christ;",
          "id": 33137
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "to all who are in Rome, beloved by God and called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "id": 33138
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "First, I give thanks to my God through Jesus Christ for you all, because your faith is proclaimed in all the world.",
          "id": 33139
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For God is my witness, whom I serve with my spirit in the gospel of his Son, that I continually remember you,",
          "id": 33140
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "always pleading in my prayers that somehow by God''s will I may now at last succeed in coming to you.",
          "id": 33141
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For I long to see you so that I may impart to you some spiritual gift, that you may be established,",
          "id": 33142
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "that is, that while I am among you we may be mutually encouraged by each other''s faith, both yours and mine.",
          "id": 33143
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "I do not want you to be unaware, brothers, that I have often intended to come to you (but have been hindered until the present time) so that I might have some fruit among you as well, just as I have had among the other Gentiles.",
          "id": 33144
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish;",
          "id": 33145
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "thus the eagerness on my part to preach the gospel to you also who are in Rome.",
          "id": 33146
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For I am not ashamed of the gospel of Christ, because it is the power of God for salvation to everyone who believes, both to the Jew first and also to the Greek.",
          "id": 33147
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For in it the righteousness of God is revealed from faith to faith, just as it is written, \"The righteous will live by faith.\"",
          "id": 33148
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth by their unrighteousness.",
          "id": 33149
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Because what is known about God is evident among them, for God has made it evident to them.",
          "id": 33150
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For his invisible qualities, both his everlasting power and his divinity, have been plainly seen from the creation of the world, being perceived through what has been made, so that they are without excuse.",
          "id": 33151
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For although they knew God, they did not glorify him as God or give thanks, but they became futile in their thoughts, and their senseless hearts were darkened.",
          "id": 33152
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Claiming to be wise, they became fools",
          "id": 33153
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "and exchanged the glory of the immortal God for images resembling mortal man, birds, four-footed animals, and reptiles.",
          "id": 33154
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Therefore God gave them up in the lusts of their hearts to impurity, to dishonor their bodies among themselves,",
          "id": 33155
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "because they exchanged the truth of God for falsehood and worshiped and served the creature rather than the Creator, who is blessed forever. Amen.",
          "id": 33156
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "For this reason God gave them up to dishonorable passions, for their women exchanged the natural function for that which is contrary to nature.",
          "id": 33157
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "In the same way the men also, having abandoned the natural function of the female, were inflamed in their lust for one another, men committing shameful acts with men and receiving in themselves the due penalty for their error.",
          "id": 33158
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And just as they considered it worthless to have God in their knowledge, God gave them up to a worthless mind, to do what is not proper.",
          "id": 33159
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "They are filled with all unrighteousness, fornication, evil, covetousness, and malice. They are full of envy, murder, strife, deceit, and maliciousness. They are gossips,",
          "id": 33160
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "slanderers, haters of God, insolent, proud, boasters, inventors of evil, disobedient to parents,",
          "id": 33161
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "senseless, untrustworthy, without natural affection, irreconcilable, and unmerciful.",
          "id": 33162
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Though they know the ordinance of God, that those who practice such things deserve death, they not only do them but also approve of those who practice them.",
          "id": 33163
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Therefore you are without excuse, O man, every one of you who judges. For on whatever grounds you judge another, you condemn yourself, for you who judge do the same things.",
          "id": 33164
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Now we know that the judgment of God against those who do such things is in accordance with truth.",
          "id": 33165
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Do you suppose, O man—you who judge those who do such things and yet do them yourself—that you will escape the judgment of God?",
          "id": 33166
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Or do you despise the riches of his kindness, forbearance, and patience, not knowing that the kindness of God leads you to repentance?",
          "id": 33167
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But according to your stubbornness and your unrepentant heart, you are storing up wrath for yourself on the day of wrath, revelation, and the righteous judgment of God,",
          "id": 33168
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "who will repay each person according to his works.",
          "id": 33169
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "To those who by patient endurance in good works seek glory, honor, and immortality, he will give eternal life;",
          "id": 33170
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "but for those who are self-seeking and obey unrighteousness instead of the truth, there will be anger and wrath.",
          "id": 33171
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "There will be tribulation and distress for everyone who does evil, the Jew first and also the Greek;",
          "id": 33172
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "but there will be glory, honor, and peace for everyone who does good, the Jew first and also the Greek.",
          "id": 33173
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For there is no partiality with God.",
          "id": 33174
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law.",
          "id": 33175
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For it is not the hearers of the law who are righteous before God, but the doers of the law will be justified.",
          "id": 33176
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For when Gentiles, who do not have the law, by nature do what is required by the law, they are a law to themselves, even though they do not have the law.",
          "id": 33177
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "They show that what the law requires is written in their hearts, as their conscience bears witness with them and their conflicting thoughts accuse or even defend them",
          "id": 33178
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "on the day when, according to my gospel, God will judge the secret thoughts of men through Jesus Christ.",
          "id": 33179
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Behold, you call yourself a Jew and rely on the law and boast in God.",
          "id": 33180
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "You know his will and approve what is excellent, because you are instructed from the law.",
          "id": 33181
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And you have confidence that you yourself are a guide for the blind, a light for those who are in darkness,",
          "id": 33182
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "an instructor of the foolish, and a teacher of children, because you have in the law the embodiment of knowledge and truth.",
          "id": 33183
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "You then who teach others, do you not teach yourself? You who preach against stealing, do you steal?",
          "id": 33184
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "You who tell others not to commit adultery, do you commit adultery? You who abhor idols, do you rob temples?",
          "id": 33185
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "You who boast in the law, do you dishonor God by transgressing the law?",
          "id": 33186
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "As it is written, \"The name of God is blasphemed among the Gentiles because of you.\"",
          "id": 33187
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "Circumcision does indeed benefit you if you observe the law, but if you transgress the law, your circumcision has become uncircumcision.",
          "id": 33188
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "If then an uncircumcised man keeps the ordinances of the law, will not his uncircumcision be regarded as circumcision?",
          "id": 33189
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Then he who is physically uncircumcised and carries out the law will judge you who, despite having the letter of the law and circumcision, transgress the law.",
          "id": 33190
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "For he is not a Jew who is one outwardly, neither is circumcision something outward in the flesh;",
          "id": 33191
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "but he is a Jew who is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. Such a man''s praise comes not from men but from God.",
          "id": 33192
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "What then is the advantage of the Jew? Or what is the benefit of circumcision?",
          "id": 33193
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Much in every way. First of all, the Jews were entrusted with the oracles of God.",
          "id": 33194
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Now what if some of them were unfaithful? Will their unfaithfulness nullify the faithfulness of God?",
          "id": 33195
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Certainly not! Rather, let God be true even if every man is a liar, just as it is written, \"So that you may be justified in your words, and prevail when you are judged.\"",
          "id": 33196
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But if our unrighteousness demonstrates the righteousness of God, what shall we say? Is God, who inflicts wrath, unrighteous? (I speak in a human way.)",
          "id": 33197
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Certainly not! Otherwise, how could God judge the world?",
          "id": 33198
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For if through my lie the truth of God abounds to his glory, why am I still being judged as a sinner?",
          "id": 33199
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And why not say (just as some slanderously claim that we say), \"Let us do evil that good may come\"? Their condemnation is just.",
          "id": 33200
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "What then? Are we Jews any better off? Not at all! For we have previously charged that both Jews and Greeks are all under sin,",
          "id": 33201
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "just as it is written, \"There is none righteous, not even one;",
          "id": 33202
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "there is none who understands; there is none who seeks after God.",
          "id": 33203
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "All have turned aside; together they have become useless; there is none who shows kindness, not even one.\"",
          "id": 33204
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "\"Their throat is an open grave; with their tongues they deceive.\" \"The venom of asps is under their lips.\"",
          "id": 33205
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "\"Their mouth is full of cursing and bitterness.\"",
          "id": 33206
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "\"Their feet are swift to shed blood.",
          "id": 33207
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Ruin and misery are in their paths,",
          "id": 33208
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "and the way of peace they have not known.\"",
          "id": 33209
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "\"There is no fear of God before their eyes.\"",
          "id": 33210
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Now we know that whatever the law says, it says to those who are under the law, so that every mouth may be stopped and all the world may be brought under the judgment of God.",
          "id": 33211
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For by the works of the law no flesh will be justified in his sight, for through the law comes knowledge of sin.",
          "id": 33212
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But now the righteousness of God has been revealed apart from the law, attested by the Law and the Prophets,",
          "id": 33213
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "that is, the righteousness of God through faith in Jesus Christ for all and upon all who believe; for there is no distinction.",
          "id": 33214
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For all have sinned and fall short of the glory of God,",
          "id": 33215
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "being freely justified by his grace through the redemption that is in Christ Jesus,",
          "id": 33216
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "whom God put forward as a sacrifice of atonement, through faith, by his blood. He did this to demonstrate his righteousness, because in his divine forbearance he had passed over the sins that had previously been committed.",
          "id": 33217
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "He did so to prove in the present time that he is righteous and that he justifies the one who has faith in Jesus.",
          "id": 33218
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "Where then is boasting? It is excluded. By what kind of law? By a law of works? No, but by the law of faith.",
          "id": 33219
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "We conclude therefore that a person is justified by faith apart from the works of the law.",
          "id": 33220
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Or is God the God of the Jews only? Is he not the God of the Gentiles also? Yes, of the Gentiles also,",
          "id": 33221
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "since God is one, who will justify the circumcised by faith and the uncircumcised through faith.",
          "id": 33222
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Do we then nullify the law through faith? Certainly not! On the contrary, we uphold the law.",
          "id": 33223
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "What then shall we say that Abraham our father has discovered according to the flesh?",
          "id": 33224
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "If Abraham was justified by works, he has something to boast about, but not before God.",
          "id": 33225
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For what does the Scripture say? \"Abraham believed God, and it was counted to him as righteousness.\"",
          "id": 33226
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Now to the one who works, his wages are not counted as a gift, but as something owed to him.",
          "id": 33227
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "However, to the one who does not work but believes in him who justifies the ungodly, his faith is counted as righteousness,",
          "id": 33228
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "just as David also speaks of the blessedness of the one to whom God counts righteousness apart from works:",
          "id": 33229
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "\"Blessed are those whose lawless deeds are forgiven, and whose sins are covered.",
          "id": 33230
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Blessed is the man against whom the Lord will never count sin.\"",
          "id": 33231
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Is this blessedness then only for the circumcised, or is it also for the uncircumcised? For we say, \"Faith was counted to Abraham as righteousness.\"",
          "id": 33232
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "How then was it counted? When he was circumcised, or uncircumcised? Not when he was circumcised, but when he was uncircumcised.",
          "id": 33233
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "He received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised, so that he might be the father of all who believe when they are uncircumcised, so that righteousness might be counted to them as well,",
          "id": 33234
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and so that he might be the father of those who are not only circumcised in the flesh, but who also walk in the footsteps of the faith that our father Abraham had when he was uncircumcised.",
          "id": 33235
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For the promise to Abraham, or to his offspring, that he would be the heir of the world was not through the law, but through the righteousness of faith.",
          "id": 33236
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For if those who are of the law are heirs, faith has been made void and the promise has been invalidated,",
          "id": 33237
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "because the law brings wrath; for where there is no law, there is no transgression.",
          "id": 33238
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For this reason the promise comes by faith, so that it may be according to grace and be guaranteed to all Abraham''s offspring, not only to the one who is of the law, but also to the one who is of the faith of Abraham, who is the father of us all",
          "id": 33239
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "(just as it is written, \"I have made you the father of many nations\"). He is our father in the presence of the God in whom he believed, who gives life to the dead and calls into being what does not yet exist.",
          "id": 33240
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Against all hope Abraham believed in hope that he would become the father of many nations according to what had been spoken: \"So shall your offspring be.\"",
          "id": 33241
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Because he was not weak in faith, he did not consider his own body, now as good as dead (since he was somewhere around a hundred years old), or the deadness of Sarah''s womb.",
          "id": 33242
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And he did not waver in unbelief at the promise of God but was strengthened in faith, giving glory to God",
          "id": 33243
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "and being fully assured that God was able to do what he had promised.",
          "id": 33244
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Therefore, \"it was counted to him as righteousness.\"",
          "id": 33245
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Now the statement \"it was counted to him\" was not written only for Abraham''s sake,",
          "id": 33246
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "but for ours also. It will be counted to us who believe in him who raised Jesus our Lord from the dead,",
          "id": 33247
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "who was delivered up for our trespasses and raised for our justification.",
          "id": 33248
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ,",
          "id": 33249
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "through whom we have access by faith into this grace in which we stand, and we boast in the hope of the glory of God.",
          "id": 33250
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Not only that, but we also boast in our tribulations, knowing that tribulation produces endurance,",
          "id": 33251
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "endurance produces proven character, proven character produces hope,",
          "id": 33252
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "and hope does not put to shame, because the love of God has been poured out into our hearts through the Holy Spirit who has been given to us.",
          "id": 33253
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For when we were still weak, at the right time Christ died for the ungodly.",
          "id": 33254
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Rarely will anyone die for a righteous person, though perhaps for a good person someone might even dare to die.",
          "id": 33255
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But God demonstrated his own love for us in that, while we were still sinners, Christ died for us.",
          "id": 33256
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "How much more then, since we have now been justified by his blood, will we be saved from wrath through him!",
          "id": 33257
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For if, while we were God''s enemies, we were reconciled to him through the death of his Son, how much more will we be saved by his life now that we have been reconciled!",
          "id": 33258
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Not only that, but we also boast in God through our Lord Jesus Christ, through whom we have now received reconciliation.",
          "id": 33259
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Therefore, just as sin came into the world through one man, and death came through sin, in this way death has come to all men, because all have sinned.",
          "id": 33260
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For until the law sin was in the world, but sin is not charged to anyone''s account when there is no law.",
          "id": 33261
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Nevertheless, death reigned from Adam until Moses, even over those whose sins were not like the transgression of Adam, who was a type of the one to come.",
          "id": 33262
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But the gift is not like the trespass. For if many died through the trespass of the one man, how much more have the grace of God and the gift by the grace of the one man Jesus Christ abounded to many!",
          "id": 33263
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the gift cannot be compared to the result of the one man''s sin; for the judgment that arose from one trespass brought condemnation, but the gift that arose from many trespasses brought justification.",
          "id": 33264
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For if, by the trespass of the one man, death reigned through the one man, how much more will those who receive the abundance of grace and the gift of righteousness reign in life through the one man Jesus Christ!",
          "id": 33265
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "So then, just as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men.",
          "id": 33266
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "For just as many were made sinners through the disobedience of one man, so also many will be made righteous through the obedience of one man.",
          "id": 33267
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Now the law came in so that the trespass might abound. But where sin abounded, grace abounded all the more,",
          "id": 33268
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "so that just as sin reigned in death, so also grace might reign through righteousness leading to eternal life through Jesus Christ our Lord.",
          "id": 33269
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "What then shall we say? Should we continue in sin so that grace may abound?",
          "id": 33270
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Certainly not! How can we who have died to sin still live in it?",
          "id": 33271
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Or do you not know that all of us who have been baptized into Christ Jesus have been baptized into his death?",
          "id": 33272
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Therefore we were buried with him through baptism into death, so that just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.",
          "id": 33273
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For if we have become united with him in the likeness of his death, we will certainly also be united with him in the likeness of his resurrection.",
          "id": 33274
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For we know that our old self has been crucified with him so that the body of sin might be done away with, and we might no longer be enslaved to sin.",
          "id": 33275
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For he who has died has been set free from sin.",
          "id": 33276
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Now if we have died with Christ, we believe that we will also live with him.",
          "id": 33277
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For we know that Christ, having been raised from the dead, dies no more; death no longer has dominion over him.",
          "id": 33278
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For the death that he died, he died to sin once for all; but the life that he lives, he lives to God.",
          "id": 33279
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "So you also must consider yourselves to be dead to sin but alive to God in Christ Jesus our Lord.",
          "id": 33280
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Therefore do not let sin reign in your mortal bodies so that you obey it in the body''s sinful desires.",
          "id": 33281
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And do not present your members to sin as instruments of unrighteousness, but present yourselves to God as alive from the dead, and present your members to God as instruments of righteousness.",
          "id": 33282
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For sin will have no dominion over you, for you are not under law but under grace.",
          "id": 33283
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "What then? Should we sin because we are not under law but under grace? Certainly not!",
          "id": 33284
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Do you not know that when you present yourselves to someone as obedient slaves, you are slaves of the one whom you obey, either of sin leading to death, or of obedience leading to righteousness?",
          "id": 33285
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But thanks be to God that, though you were slaves of sin, you have become obedient from the heart to the pattern of teaching to which you were entrusted,",
          "id": 33286
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "and having been set free from sin, you have become slaves to righteousness.",
          "id": 33287
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "(I am speaking in human terms because of the weakness of your flesh.) For just as you presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification.",
          "id": 33288
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For when you were slaves of sin, you were free with regard to righteousness.",
          "id": 33289
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "So what fruit did you have at that time from the things of which you are now ashamed? The end result of those things is death.",
          "id": 33290
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "But now that you have been set free from sin and become slaves of God, you have fruit that leads to sanctification, and the end result is eternal life.",
          "id": 33291
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
          "id": 33292
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Do you not know, brothers (for I am speaking to those who know the law), that the law has dominion over a person only as long as he lives?",
          "id": 33293
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For a married woman is bound by the law to her husband as long as he is alive, but if her husband dies, she is released from the law concerning her husband.",
          "id": 33294
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "So then, she will be called an adulteress if she is joined to another man while her husband is alive. But if her husband dies, she is free from that law and is not committing adultery if she is joined to another man.",
          "id": 33295
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "So then, my brothers, you also were put to death with respect to the law through the body of Christ, so that you might be joined to another, to him who was raised from the dead, so that we might bear fruit for God.",
          "id": 33296
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For when we were in the flesh, our sinful passions, which were aroused by the law, were at work in our members to bear fruit leading to death.",
          "id": 33297
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But now we have been released from the law, having died to that by which we were held, so that we may serve in the new way of the Spirit and not in the old way of the written code.",
          "id": 33298
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "What then shall we say? Is the law sin? Certainly not! Yet I would not have known sin except through the law. For I would not have known covetousness if the law had not said, \"You shall not covet.\"",
          "id": 33299
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But sin, seizing an opportunity through the commandment, produced in me every kind of covetousness. For apart from the law sin is dead.",
          "id": 33300
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Once I was alive apart from the law, but when the commandment came, sin came to life and I died.",
          "id": 33301
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "So I found that the very commandment that was intended to bring life actually brought death.",
          "id": 33302
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For sin, seizing an opportunity through the commandment, deceived me and through it killed me.",
          "id": 33303
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So then, the law is holy, and the commandment is holy, righteous, and good.",
          "id": 33304
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Has that then which is good brought death to me? Certainly not! But sin, so that it would be shown to be sin, produced death in me through that which is good, so that through the commandment sin might become utterly sinful.",
          "id": 33305
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For we know that the law is spiritual, but I am of the flesh, sold as a slave to sin.",
          "id": 33306
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "I do not understand what I do. Instead of doing what I want to do, I do the very thing I hate.",
          "id": 33307
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Now if I do the very thing I do not want to do, I agree that the law is good.",
          "id": 33308
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But now it is no longer I who do it, but sin that dwells in me.",
          "id": 33309
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For I know that nothing good dwells in me, that is, in my flesh. I have the desire to do what is right, but I find that the ability to carry it out is lacking.",
          "id": 33310
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "For I do not do the good that I want to do, but I do the very evil that I do not want to do.",
          "id": 33311
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Now if I do the very thing I do not want to do, it is no longer I who do it, but sin that dwells in me.",
          "id": 33312
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "I find then the law that when I want to do what is right, evil is present with me.",
          "id": 33313
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "For I delight in the law of God in my inner being,",
          "id": 33314
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "but I see another law at work in my members, warring against the law of my mind and making me a prisoner to the law of sin that is in my members.",
          "id": 33315
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Wretched man that I am! Who will rescue me from this body of death?",
          "id": 33316
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "I thank God that he will do so through Jesus Christ our Lord! So then, with my mind I serve the law of God, but with my flesh I serve the law of sin.",
          "id": 33317
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Therefore, there is now no condemnation for those who are in Christ Jesus, who walk not according to the flesh but according to the Spirit.",
          "id": 33318
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For the law of the Spirit of life in Christ Jesus has set me free from the law of sin and death.",
          "id": 33319
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For what the law was powerless to do since it was weak through the flesh, God has done. By sending his own Son in the likeness of sinful flesh and as an offering for sin, he condemned sin in the flesh,",
          "id": 33320
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "so that the requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit.",
          "id": 33321
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit.",
          "id": 33322
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Now the mindset of the flesh is death, but the mindset of the Spirit is life and peace.",
          "id": 33323
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "The mindset of the flesh is hostile to God, for it does not submit to the law of God; indeed, it is unable to do so.",
          "id": 33324
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "That is why those who are in the flesh cannot please God.",
          "id": 33325
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "You, however, are not in the flesh but in the Spirit, if indeed the Spirit of God dwells in you. Now if anyone does not have the Spirit of Christ, he does not belong to Christ.",
          "id": 33326
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But if Christ is in you, the body is dead because of sin, but the spirit is alive because of righteousness.",
          "id": 33327
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And if the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ from the dead will also give life to your mortal bodies because of his Spirit who dwells in you.",
          "id": 33328
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So then, brothers, we are under obligation, not to the flesh, to live according to the flesh,",
          "id": 33329
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "for if you live according to the flesh, you are going to die; but if by the Spirit you put to death the deeds of the body, you will live.",
          "id": 33330
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For all who are led by the Spirit of God are sons of God.",
          "id": 33331
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "For you did not receive a spirit of slavery leading again to fear, but a spirit of adoption as sons, by which we cry out, \"Abba! Father!\"",
          "id": 33332
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "The Spirit himself testifies with our spirit that we are children of God.",
          "id": 33333
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Now if we are children, we are also heirs, heirs of God and fellow heirs with Christ, if indeed we suffer with him so that we may also be glorified with him.",
          "id": 33334
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "I consider that the sufferings of this present time are not worth comparing to the glory that will be revealed to us.",
          "id": 33335
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "The creation waits with eager longing for the sons of God to be revealed.",
          "id": 33336
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope",
          "id": 33337
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "that the creation itself will also be set free from the slavery of corruption and brought into the freedom of the glory of the children of God.",
          "id": 33338
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "For we know that all creation has been groaning together with labor pains until now.",
          "id": 33339
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Not only that, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we eagerly await our adoption as sons, the redemption of our bodies.",
          "id": 33340
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For in this hope we were saved. Now hope that is seen is not hope, for why would someone hope for what he already sees?",
          "id": 33341
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But if we hope for what we do not see, we eagerly wait for it with patient endurance.",
          "id": 33342
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "In the same way the Spirit also helps us in our weaknesses. For we do not know what we ought to pray for, but the Spirit himself intercedes for us with inexpressible groanings.",
          "id": 33343
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And he who searches the hearts knows the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God.",
          "id": 33344
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "And we know that all things work together for the good of those who love God and are called according to his purpose.",
          "id": 33345
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "Because those whom he foreknew he also foreordained to be conformed to the image of his Son, so that he might be the firstborn among many brothers.",
          "id": 33346
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "And those whom he foreordained, he also called; and those whom he called, he also justified; and those whom he justified, he also glorified.",
          "id": 33347
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "What then shall we say in response to these things? If God is for us, who can be against us?",
          "id": 33348
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "He who did not spare his own Son but delivered him up for us all, how will he not also, along with him, graciously give us all things?",
          "id": 33349
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Who will bring an accusation against those whom God has chosen? It is God who justifies.",
          "id": 33350
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "Who is to condemn? Christ is the one who died, but more than that, he was raised and is at the right hand of God, interceding for us.",
          "id": 33351
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "Who can separate us from the love of Christ? Can tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?",
          "id": 33352
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "As it is written, \"For your sake we face death all day long; we are regarded as sheep for slaughter.\"",
          "id": 33353
        },
        {
          "isRed": false,
          "verse": 37,
          "text": "Yet in all these things we are more than conquerors through him who loved us.",
          "id": 33354
        },
        {
          "isRed": false,
          "verse": 38,
          "text": "For I am persuaded that neither death, nor life, nor angels, nor rulers, nor powers, nor things present, nor things to come,",
          "id": 33355
        },
        {
          "isRed": false,
          "verse": 39,
          "text": "nor height, nor depth, nor any other created thing, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
          "id": 33356
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "I am speaking the truth in Christ. My conscience confirms through the Holy Spirit that I am not lying when I say",
          "id": 33357
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "that I have great sorrow and unceasing pain in my heart.",
          "id": 33358
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For I could wish that I myself were accursed, cut off from Christ for the sake of my brothers, my kinsmen according to the flesh.",
          "id": 33359
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They are Israelites, and to them belong the adoption as sons, the glory, the covenants, the giving of the law, the temple service, and the promises.",
          "id": 33360
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "To them belong the patriarchs, and from them, according to the flesh, came the Christ, who is God over all, blessed forever. Amen.",
          "id": 33361
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "It is not as though the word of God has failed. For not all Israelites truly belong to Israel,",
          "id": 33362
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and not all of Abraham''s children are his true descendants, but, \"Through Isaac your descendants will be counted.\"",
          "id": 33363
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "That is, it is not the children of the flesh who are the children of God; rather, the children of the promise are counted as descendants.",
          "id": 33364
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For this is what God promised: \"About this time next year I will come, and Sarah will have a son.\"",
          "id": 33365
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Not only that, but when Rebecca had conceived by one man, our father Isaac,",
          "id": 33366
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "though her sons were not yet born and had done nothing good or evil, in order for the purpose of God''s choice to stand (not because of works but because of him who calls),",
          "id": 33367
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "she was told, \"The older will serve the younger.\"",
          "id": 33368
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "As it is written, \"Jacob I loved, but Esau I hated.\"",
          "id": 33369
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "What then shall we say? Is there injustice with God? Certainly not!",
          "id": 33370
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "For he says to Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\"",
          "id": 33371
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So then, it does not depend on human will or effort, but on God''s mercy.",
          "id": 33372
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For the Scripture says to Pharaoh, \"I have raised you up for the very purpose of showing my power in you, so that my name might be declared in all the earth.\"",
          "id": 33373
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "So then, God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden.",
          "id": 33374
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "You will say to me then, \"Why does he still find fault? For who can resist his will?\"",
          "id": 33375
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "On the contrary, O man, who are you to answer back to God? Shall the thing formed say to him who formed it, \"Why did you make me like this?\"",
          "id": 33376
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Does the potter not have a right over the clay, to make out of the same lump one vessel for honorable use and another for dishonorable use?",
          "id": 33377
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "What if God, although willing to show his wrath and to make his power known, endured with much patience vessels of wrath fitted for destruction,",
          "id": 33378
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "in order to make known the riches of his glory upon vessels of mercy that he has prepared in advance for glory,",
          "id": 33379
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "namely us whom he has called, not from the Jews only but also from the Gentiles?",
          "id": 33380
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "As he says in Hosea, \"Those who were ''not my people'' I will call ''my people,'' and those who were ''not beloved'' I will call ''beloved.''",
          "id": 33381
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "And in the place where it was said to them, ''You are not my people,'' there they will be called ''sons of the living God.''\"",
          "id": 33382
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "And Isaiah cries out concerning Israel, \"Though the number of the sons of Israel be as the sand of the sea, only the remnant will be saved.",
          "id": 33383
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "For the Lord will settle the matter swiftly and justly; his sentence will be executed upon the earth without delay.\"",
          "id": 33384
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And just as Isaiah foretold, \"If the Lord of hosts had not left us any descendants, we would have been like Sodom and become like Gomorrah.\"",
          "id": 33385
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "What then shall we say? That Gentiles who were not pursuing righteousness have obtained righteousness, that is, the righteousness that is by faith.",
          "id": 33386
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "But Israel, although they pursued a law of righteousness, did not attain a law of righteousness.",
          "id": 33387
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "Why? Because they did not pursue it by faith, but as though it were by works of the law. They stumbled over the stone of stumbling,",
          "id": 33388
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "as it is written, \"Behold, I am placing in Zion a stone of stumbling and a rock of offense, yet no one who believes in him will be put to shame.\"",
          "id": 33389
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Brothers, the desire of my heart and my prayer to God is that Israel may be saved.",
          "id": 33390
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I can testify that they have a zeal for God, but not according to knowledge.",
          "id": 33391
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For they do not understand the righteousness of God, and by seeking to establish their own righteousness, they have not submitted to God''s righteousness.",
          "id": 33392
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For Christ is the end of the law so that there may be righteousness for everyone who believes.",
          "id": 33393
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Moses writes about the righteousness that is by the law: \"The person who does these things will live by them.\"",
          "id": 33394
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But the righteousness that is by faith speaks like this: \"Do not say in your heart, ''Who will go up to heaven?''\" (that is, to bring Christ down)",
          "id": 33395
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "\"or, ''Who will go down into the abyss?''\" (that is, to bring Christ up from the dead).",
          "id": 33396
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But what does it say? \"The word is near you, in your mouth and in your heart\" (that is, the word of faith that we preach),",
          "id": 33397
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "because if you confess with your mouth that Jesus is Lord and believe with your heart that God raised him from the dead, you will be saved.",
          "id": 33398
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For with the heart belief is exercised, resulting in righteousness; and with the mouth confession is made, resulting in salvation.",
          "id": 33399
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "As the Scripture says, \"No one who believes in him will be put to shame.\"",
          "id": 33400
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "For there is no distinction between Jew and Greek; the same Lord is Lord of all and richly blesses all who call upon him.",
          "id": 33401
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For \"everyone who calls upon the name of the Lord will be saved.\"",
          "id": 33402
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "How then will they call upon him in whom they have not believed? And how will they believe in him whom they have not heard? And how will they hear without someone preaching?",
          "id": 33403
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And how will they preach unless they are sent? As it is written, \"How beautiful are the feet of those who preach the gospel of peace, who preach good news of good things!\"",
          "id": 33404
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "But not all the Israelites have obeyed the gospel. For Isaiah says, \"Lord, who has believed our report?\"",
          "id": 33405
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "So then, faith comes by hearing, and hearing comes through the word of God.",
          "id": 33406
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "But I ask, have they not heard? On the contrary, \"The message has gone out into all the earth, and the words to the ends of the world.\"",
          "id": 33407
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Again I ask, did Israel not understand? First Moses says, \"I will provoke you to jealousy by that which is not a nation; by a nation that has no understanding I will provoke you to anger.\"",
          "id": 33408
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And Isaiah is even bold enough to say, \"I was found by those who were not seeking me; I became known to those who were not asking for me.\"",
          "id": 33409
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "But to Israel he says, \"All day long I have stretched out my hands to a disobedient and contrary people.\"",
          "id": 33410
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "I ask then, has God rejected his people? Certainly not! For I too am an Israelite, a descendant of Abraham, of the tribe of Benjamin.",
          "id": 33411
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "God has not rejected his people whom he foreknew. Do you not know what the Scripture says in the passage about Elijah, how he pleads with God against Israel, saying,",
          "id": 33412
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "\"Lord, they have killed your prophets and demolished your altars, and I alone am left, and they are seeking my life\"?",
          "id": 33413
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But what does the divine response say to him? \"I have reserved for myself seven thousand men who have not bowed down to Baal.\"",
          "id": 33414
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So then, in the present time also there is a remnant chosen by grace.",
          "id": 33415
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Now if it is by grace, it is no longer by works, otherwise grace would no longer be grace. But if it is by works, it is no longer grace, otherwise work would no longer be work.",
          "id": 33416
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "What then? Israel did not obtain what it was seeking. The chosen obtained it, but the rest were hardened,",
          "id": 33417
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "as it is written, \"God gave them a spirit of stupor, eyes not to see and ears not to hear, down to this very day.\"",
          "id": 33418
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And David says, \"Let their table become a snare and a trap, a stumbling block and a retribution to them.",
          "id": 33419
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Let their eyes be darkened so that they cannot see, and keep their backs forever bent.\"",
          "id": 33420
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "I ask then, did the Israelites stumble so as to fall? Certainly not! Rather, by their trespass salvation has come to the Gentiles, to provoke Israel to jealousy.",
          "id": 33421
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Now if their trespass means riches for the world, and their loss means riches for the Gentiles, how much more will it mean when their full number is included?",
          "id": 33422
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now I am speaking to you who are Gentiles. Inasmuch as I am an apostle to the Gentiles, I glorify my ministry",
          "id": 33423
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "if somehow I provoke my own people to jealousy and save some of them.",
          "id": 33424
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "For if their rejection means reconciliation for the world, what will their acceptance mean but life from the dead?",
          "id": 33425
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "If the dough offered as firstfruits is holy, so is the whole lump; and if the root is holy, so are the branches.",
          "id": 33426
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Now if some of the branches have been broken off, and you, a wild olive branch, have been grafted in among them and have become a fellow partaker of the root and richness of the olive tree,",
          "id": 33427
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "do not boast against the branches. But if you do boast against them, remember that you do not sustain the root, but the root sustains you.",
          "id": 33428
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "You will say then, \"Branches were broken off so that I could be grafted in.\"",
          "id": 33429
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Right! They were broken off because of unbelief, but you stand because of faith. So do not be arrogant, but be afraid.",
          "id": 33430
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For if God did not spare the natural branches, perhaps he will not spare you either.",
          "id": 33431
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Consider therefore the kindness and severity of God: to those who have fallen, severity; but to you, kindness, if you continue in his kindness; otherwise you too will be cut off.",
          "id": 33432
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "And if they do not continue in unbelief, they will be grafted in; for God is able to graft them in again.",
          "id": 33433
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "For if you were cut off from what is by nature a wild olive tree and were grafted contrary to nature into a cultivated olive tree, how much more will the natural branches be grafted back into their own olive tree?",
          "id": 33434
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "I do not want you to be unaware, brothers, of this mystery, lest you be wise in your own estimation: A partial hardening has come upon Israel until the full number of Gentiles has come in,",
          "id": 33435
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "and in this way all Israel will be saved, as it is written, \"The Deliverer will come from Zion and will remove ungodliness from Jacob.\"",
          "id": 33436
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "\"And this will be my covenant with them, when I take away their sins.\"",
          "id": 33437
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "With respect to the gospel, the Israelites are enemies for your sake; but with respect to being chosen, they are beloved for the sake of the fathers.",
          "id": 33438
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "For the gifts and calling of God are irrevocable.",
          "id": 33439
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Just as you were once disobedient to God but have now received mercy because of their disobedience,",
          "id": 33440
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "so they too have now become disobedient in order that, by the mercy shown to you, they also may receive mercy.",
          "id": 33441
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "For God has confined all in disobedience so that he might have mercy on all.",
          "id": 33442
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "Oh the depth of the riches, wisdom, and knowledge of God! How unsearchable are his judgments and untraceable his ways!",
          "id": 33443
        },
        {
          "isRed": false,
          "verse": 34,
          "text": "\"For who has known the mind of the Lord, or who has become his counselor?\"",
          "id": 33444
        },
        {
          "isRed": false,
          "verse": 35,
          "text": "\"Or who has first given to God, that he should be repaid?\"",
          "id": 33445
        },
        {
          "isRed": false,
          "verse": 36,
          "text": "For from him and through him and to him are all things. To him be the glory forever. Amen.",
          "id": 33446
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "I urge you therefore, brothers, by the mercies of God, to present your bodies as living sacrifices, holy and acceptable to God, your reasonable religious service.",
          "id": 33447
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Do not be conformed to this age, but be transformed by the renewing of your mind, so that you may determine what is the good, acceptable, and perfect will of God.",
          "id": 33448
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For by the grace given to me I tell everyone among you not to think more highly of himself than he ought to think, but to think sensibly, in accordance with the measure of faith that God has distributed to each one of you.",
          "id": 33449
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For just as in one body we have many members, and all the members do not have the same function,",
          "id": 33450
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "so we, who are many, are one body in Christ, and individually members of one another.",
          "id": 33451
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "We have different gifts according to the grace given to us. If someone''s gift is prophecy, he should prophesy in proportion to his faith;",
          "id": 33452
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "if it is service, he should serve; if it is teaching, he should teach;",
          "id": 33453
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "if it is exhortation, he should exhort; if it is giving, he should do so generously; if it is leadership, he should do so diligently; if it is showing mercy, he should do so cheerfully.",
          "id": 33454
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Love must be without hypocrisy. Abhor what is evil; cling to what is good.",
          "id": 33455
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Be devoted to one another in brotherly love. Take the lead in honoring one another.",
          "id": 33456
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Do not lack diligence in zeal, but be fervent in spirit, serving the Lord.",
          "id": 33457
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Rejoice in hope, persevere in tribulation, and persist in prayer.",
          "id": 33458
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Contribute to the needs of the saints, and pursue hospitality.",
          "id": 33459
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Bless those who persecute you; bless, and do not curse.",
          "id": 33460
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Rejoice with those who rejoice, and weep with those who weep.",
          "id": 33461
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Be of the same mind toward one another. Do not be haughty, but associate with the lowly. Do not be wise in your own estimation.",
          "id": 33462
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Repay no one evil for evil, but have regard for what is right in the sight of all.",
          "id": 33463
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "If possible, as far as it depends on you, be at peace with everyone.",
          "id": 33464
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Do not avenge yourselves, beloved, but leave room for the wrath of God, for it is written, \"Vengeance is mine; I will repay, says the Lord.\"",
          "id": 33465
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Therefore, \"if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by doing so, you will heap coals of fire on his head.\"",
          "id": 33466
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "Do not be overcome by evil, but overcome evil with good.",
          "id": 33467
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Every person must be subject to the governing authorities. For there is no authority except from God, and the authorities that exist have been appointed by God.",
          "id": 33468
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "So then, whoever resists authority opposes what God has instituted, and those who do so will bring judgment on themselves.",
          "id": 33469
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For rulers are not a terror to good works, but to evil works. Do you wish to have no fear of the one in authority? Do what is good, and you will have praise from him.",
          "id": 33470
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For he is God''s servant for your good. But if you do evil, be afraid, for he does not bear the sword in vain. As God''s servant, he is an avenger who executes wrath on the one who does evil.",
          "id": 33471
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Therefore it is necessary to be subject to authority, not only because of wrath, but also because of conscience.",
          "id": 33472
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "That is also why you pay taxes, for the authorities are servants of God, attending continually to this work.",
          "id": 33473
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Therefore render to all their due: taxes to whom taxes are due, revenue to whom revenue is due, fear to whom fear is due, and honor to whom honor is due.",
          "id": 33474
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Owe nothing to anyone, except to love one another, for he who loves others has fulfilled the law.",
          "id": 33475
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For the commandments, \"You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,\" and whatever other commandments there may be, are summed up in this one command: \"You shall love your neighbor as yourself.\"",
          "id": 33476
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Love does no harm to its neighbor; therefore love is the fulfillment of the law.",
          "id": 33477
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And do this, knowing that the hour has now come for us to be awakened from sleep. For our salvation is nearer now than when we first believed.",
          "id": 33478
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "The night is nearly over, and the day is almost here. So let us lay aside the works of darkness and put on the armor of light.",
          "id": 33479
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Let us walk properly, as in the day, not in revelries and drinking bouts, not in illicit affairs and sensual indulgences, not in strife and jealousy.",
          "id": 33480
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.",
          "id": 33481
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Receive anyone who is weak in faith, but not for the purpose of disputing about opinions.",
          "id": 33482
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "One person believes that he may eat anything, but he who is weak eats only vegetables.",
          "id": 33483
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The one who eats must not despise the one who does not eat, and the one who does not eat must not judge the one who eats, for God has received him.",
          "id": 33484
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Who are you to judge the servant of another? To his own master he stands or falls. And he will be made to stand, for God is able to make him stand.",
          "id": 33485
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "One person considers one day to be more important than another, while another person considers every day to be alike. Each one should be fully convinced in his own mind.",
          "id": 33486
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "He who observes a particular day, observes it in honor of the Lord, while he who abstains from observing a particular day, abstains in honor of the Lord. He who eats, eats in honor of the Lord, for he gives thanks to God, while he who abstains from eating, abstains in honor of the Lord, and he gives thanks to God.",
          "id": 33487
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For none of us lives for himself, and none of us dies for himself.",
          "id": 33488
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "If we live, we live for the Lord; and if we die, we die for the Lord. Therefore, whether we live or die, we belong to the Lord.",
          "id": 33489
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For this reason Christ died and then rose and lived again, so that he might be Lord over both the dead and the living.",
          "id": 33490
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "You, then, why do you judge your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of Christ.",
          "id": 33491
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For it is written, \"As I live, says the Lord, every knee will bow before me, and every tongue will give praise to God.\"",
          "id": 33492
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So then, each of us will give an account of himself to God.",
          "id": 33493
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Therefore let us no longer judge one another. Instead, resolve not to put any stumbling block or snare before your brother.",
          "id": 33494
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "I know and am convinced in the Lord Jesus that nothing is unclean in and of itself, but it is unclean for anyone who considers it to be unclean.",
          "id": 33495
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "If your brother is distressed by what you eat, you are no longer walking in love. Do not let what you eat destroy someone for whom Christ died.",
          "id": 33496
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And do not let what you consider good to be spoken of as evil.",
          "id": 33497
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace, and joy in the Holy Spirit.",
          "id": 33498
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Anyone who serves Christ in these things is acceptable to God and approved by men.",
          "id": 33499
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "So then, let us pursue what brings about peace and mutual edification.",
          "id": 33500
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Do not tear down the work of God for the sake of food. Everything is indeed clean, but it is wrong for a person to eat anything that causes another to stumble.",
          "id": 33501
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "It is good not to eat meat or drink wine or do anything by which your brother stumbles or is offended or made weak.",
          "id": 33502
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Do you have a firm belief about these things? Have it privately before God. Blessed is he who does not condemn himself by what he approves.",
          "id": 33503
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "But whoever doubts is condemned if he eats, because his action is not based on faith; and anything that is not based on faith is sin.",
          "id": 33504
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "Now to him who is able to establish you according to my gospel and the proclamation of Jesus Christ, according to the revelation of the mystery that has been kept silent since the world began",
          "id": 33505
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "but has now been revealed, and through the prophetic Scriptures has been made known to all the Gentiles, according to the commandment of the eternal God, to bring about the obedience of faith—",
          "id": 33506
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "to the only wise God be glory forever through Jesus Christ. Amen.",
          "id": 33507
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now we who are strong ought to bear with the weaknesses of those who are without strength; we ought not to please ourselves.",
          "id": 33508
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Let each of us please his neighbor for his good, to build him up.",
          "id": 33509
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For even Christ did not please himself, but as it is written, \"The reproaches of those who reproached you fell on me.\"",
          "id": 33510
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For everything that was written in former times was written for our instruction, so that through endurance and the encouragement of the Scriptures, we might have hope.",
          "id": 33511
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now may the God of endurance and encouragement grant you to have the same mind toward one another, following the example of Christ Jesus,",
          "id": 33512
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "so that with one accord and one voice you may glorify the God and Father of our Lord Jesus Christ.",
          "id": 33513
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Therefore receive one another, just as Christ has received you, to the glory of God.",
          "id": 33514
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Now I say that Christ Jesus has become a servant to the circumcised on behalf of the truth of God in order to confirm the promises that were made to the fathers,",
          "id": 33515
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "so that the Gentiles might glorify God for his mercy. As it is written, \"Therefore I will confess you among the Gentiles; I will sing praise to your name.\"",
          "id": 33516
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And again it says, \"Rejoice, O Gentiles, with his people.\"",
          "id": 33517
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And again, \"Praise the Lord, all you Gentiles, and extol him, all you peoples.\"",
          "id": 33518
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And again, Isaiah says, \"The root of Jesse will appear, he who arises to rule the Gentiles; in him the Gentiles will hope.\"",
          "id": 33519
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now may the God of hope fill you with all joy and peace as you trust in him, so that you may abound in hope by the power of the Holy Spirit.",
          "id": 33520
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "I myself am convinced about you, my brothers, that you yourselves are full of goodness, filled with all knowledge, and able to admonish others.",
          "id": 33521
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But I have written to you rather boldly in part, brothers, by way of reminder, because of the grace that was given to me by God",
          "id": 33522
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "to be a minister of Jesus Christ to the Gentiles in the priestly service of the gospel of God, so that the Gentiles might become an acceptable offering, sanctified by the Holy Spirit.",
          "id": 33523
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Therefore I have a reason for boasting in Christ Jesus in my service to God.",
          "id": 33524
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For I will not dare to speak of anything other than what Christ has accomplished through me to bring about the obedience of the Gentiles, by word and deed,",
          "id": 33525
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "by the power of signs and wonders, and by the power of the Spirit of God, so that from Jerusalem all the way around to Illyricum, I have fully preached the gospel of Christ.",
          "id": 33526
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And in this way I aspire to preach the gospel where the name of Christ has not been heard, so that I do not build upon another''s foundation,",
          "id": 33527
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "but as it is written, \"Those who were not told about him will see, and those who have not heard will understand.\"",
          "id": 33528
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "That is why I have often been hindered from coming to you.",
          "id": 33529
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "But now, since I no longer have a place in these regions, and since I have longed for many years to come to you,",
          "id": 33530
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "I will come to you when I go to Spain. For I hope to see you when I pass through, and to have you send me on my way there, once I have first enjoyed your company for a while.",
          "id": 33531
        },
        {
          "isRed": false,
          "verse": 25,
          "text": "But now I am going to Jerusalem to serve the saints.",
          "id": 33532
        },
        {
          "isRed": false,
          "verse": 26,
          "text": "For Macedonia and Achaia have been pleased to make a contribution for the poor among the saints in Jerusalem.",
          "id": 33533
        },
        {
          "isRed": false,
          "verse": 27,
          "text": "They were pleased to do so, and indeed they owe it to them. For if the Gentiles have come to share in the spiritual blessings of the Jews, they owe it to the Jews to share with them their material blessings.",
          "id": 33534
        },
        {
          "isRed": false,
          "verse": 28,
          "text": "So when I have finished this task and have sealed to them this fruit, I will set out for Spain and visit you on the way.",
          "id": 33535
        },
        {
          "isRed": false,
          "verse": 29,
          "text": "And I know that when I come to you, I will come in the fullness of the blessing of the gospel of Christ.",
          "id": 33536
        },
        {
          "isRed": false,
          "verse": 30,
          "text": "Now I urge you, brothers, by our Lord Jesus Christ and by the love of the Spirit, to strive together with me in your prayers to God on my behalf.",
          "id": 33537
        },
        {
          "isRed": false,
          "verse": 31,
          "text": "Pray that I may be rescued from those in Judea who refuse to believe and that my ministry to Jerusalem may be acceptable to the saints,",
          "id": 33538
        },
        {
          "isRed": false,
          "verse": 32,
          "text": "so that I may come to you in joy by the will of God and be refreshed together with you.",
          "id": 33539
        },
        {
          "isRed": false,
          "verse": 33,
          "text": "May the God of peace be with you all. Amen.",
          "id": 33540
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "I commend to you our sister Phoebe, who is a servant of the church in Cenchreae,",
          "id": 33541
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "and I ask you to receive her in the Lord in a manner worthy of the saints and to assist her in whatever matter she may have need of you, for she has been a benefactor of many, including me.",
          "id": 33542
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Greet Prisca and Aquila, my fellow workers in Christ Jesus,",
          "id": 33543
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "who risked their own necks for my life, to whom not only do I give thanks, but also all the churches of the Gentiles.",
          "id": 33544
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Greet also the church that meets in their house. Greet Epaenetus, my beloved friend, who is the firstfruits of Achaia for Christ.",
          "id": 33545
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Greet Mary, who has labored earnestly for us.",
          "id": 33546
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Greet Andronicus and Junia, my kinsfolk and my fellow prisoners, who are of note among the apostles, and who were in Christ before me.",
          "id": 33547
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Greet Amplias, my beloved friend in the Lord.",
          "id": 33548
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Greet Urbanus, our fellow worker in Christ, and Stachys, my beloved friend.",
          "id": 33549
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Greet Apelles, who is approved in Christ. Greet those of the household of Aristobulus.",
          "id": 33550
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Greet Herodion, my kinsman. Greet those of the household of Narcissus, who are in the Lord.",
          "id": 33551
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Greet Tryphaena and Tryphosa, who labor in the Lord. Greet the beloved Persis, who has labored earnestly in the Lord.",
          "id": 33552
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Greet Rufus, who is chosen in the Lord, and greet his mother, who has also been a mother to me.",
          "id": 33553
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Greet Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brothers who are with them.",
          "id": 33554
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Greet Philologus and Julia, Nereus and his sister, and Olympas and all the saints who are with them.",
          "id": 33555
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Greet one another with a holy kiss. The churches of Christ greet you.",
          "id": 33556
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Now I urge you, brothers, to watch out for those who create divisions and obstacles contrary to the teaching that you have learned; avoid them.",
          "id": 33557
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For such people do not serve our Lord Jesus Christ, but their own belly. By smooth talk and fine speech they deceive the hearts of the unsuspecting.",
          "id": 33558
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Your obedience has become known to all, so I rejoice over you. But I want you to be wise about what is good and innocent about what is evil.",
          "id": 33559
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
          "id": 33560
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "My fellow worker Timothy and my relatives Lucius, Jason, and Sosipater greet you.",
          "id": 33561
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "I, Tertius, who wrote down this letter, greet you in the Lord.",
          "id": 33562
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Gaius, who is host to me and to the whole church, greets you. Erastus, the treasurer of the city, greets you, and so does Quartus, our brother.",
          "id": 33563
        },
        {
          "isRed": false,
          "verse": 24,
          "text": "The grace of our Lord Jesus Christ be with you all. Amen.,",
          "id": 33564
        }
      ]
    }
  ]
}