{
  "book": "Songs of Solomon",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The Song of songs, which is Solomon''s.",
          "id": 20609
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Let him kiss me with the kisses of his mouth: for your breasts are better than wine.",
          "id": 20610
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the smell of your ointments is better than all spices: your name is ointment poured forth; therefore do the young maidens love you.",
          "id": 20611
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "They have drawn you: we will run after you, for the smell of your ointments: the king has brought me into closet: let us rejoice and be glad in you; we will love your breasts more than wine: righteousness loves you.",
          "id": 20612
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "I am black, but beautiful, you daughters of Jerusalem, as the tents of Kedar, as the curtains of Solomon.",
          "id": 20613
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Look not upon me, because I am dark, because the sun has looked unfavourably upon me: my mother''s sons strove with me; they made me keeper in the vineyards; I have not kept my own vineyard.",
          "id": 20614
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Tell me, you whom my soul loves, where you tend your flock, where you cause them to rest at noon, lest I become as one that is veiled by the flocks of your companions.",
          "id": 20615
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "If you know not yourself, you fair one amongst women, go you forth by the footsteps of the flocks, and feed your kids by the shepherd''s tents.",
          "id": 20616
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "I have likened you, my companion, to my horses in the chariots of Pharao.",
          "id": 20617
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "How are your cheeks beautiful as those of a dove, your neck as chains!",
          "id": 20618
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "We will make you figures of gold with studs of silver.",
          "id": 20619
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "So long as the king was at table, my spikenard gave forth its smell.",
          "id": 20620
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "My kinsman is to me a bundle of myrrh; he shall lie between my breasts.",
          "id": 20621
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "My kinsman is to me a cluster of camphor in the vineyards of Engaddi.",
          "id": 20622
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Behold, you are fair, my companion; behold, you are fair; your eyes are doves.",
          "id": 20623
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Behold, you are fair, my kinsman, yes, beautiful, overshadowing our bed.",
          "id": 20624
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "The beams of our house are cedars, our ceilings are of cypress.",
          "id": 20625
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "I am a flower of the plain, a lily of the valleys.",
          "id": 20626
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "As a lily amongst thorns, so is my companion amongst the daughters.",
          "id": 20627
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "As the apple amongst the trees of the wood, so is my kinsman amongst the sons. I desired his shadow, and sat down, and his fruit was sweet in my throat.",
          "id": 20628
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Bring me into the wine house; set love before me.",
          "id": 20629
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Strengthen me with perfumes, stay me with apples: for I am wounded with love.",
          "id": 20630
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "His left hand shall be under my head, and his right hand shall embrace me.",
          "id": 20631
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "I have charged you, you daughters of Jerusalem, by the powers and by the virtues of the field, that you do not rouse or wake my love, until he please.",
          "id": 20632
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "The voice of my kinsman! behold, he comes leaping over the mountains, bounding over the hills.",
          "id": 20633
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "My kinsman is like a roe or a young hart on the mountains of Baethel: behold, he is behind our wall, looking through the windows, peeping through the lattices.",
          "id": 20634
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "My kinsman answers, and says to me, Rise up, come, my companion, my fair one, my dove.",
          "id": 20635
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For, behold, the winter is past, the rain is gone, it has departed.",
          "id": 20636
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "The flowers are seen in the land; the time of pruning has arrived; the voice of the turtle-dove has been heard in our land.",
          "id": 20637
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "The fig tree has put forth its young figs, the vines put forth the tender grape, they yield a smell: arise, come, my companion, my fair one, my dove; yes, come.",
          "id": 20638
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "You are my dove, in the shelter of the rock, near the wall: show me your face, and cause me to hear your voice; for your voice is sweet, and your countenance is beautiful.",
          "id": 20639
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Take us the little foxes that spoil the vines: for our vines put forth tender grapes.",
          "id": 20640
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "My kinsman is mine, and I am his: he feeds his flock amongst the lilies.",
          "id": 20641
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Until the day dawn, and the shadows depart, turn, my kinsman, be you like to a roe or young hart on the mountains of the ravines.",
          "id": 20642
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "By night on my bed I sought him whom my soul loves: I sought him, but found him not; I called him, but he listened not to me.",
          "id": 20643
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I will rise now, and go about in the city, in the marketplaces, and in the streets, and I will seek him whom my soul loves: I sought him, but I found him not.",
          "id": 20644
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The watchmen who go their rounds in the city found me. I said, Have you seen him whom my soul loves?",
          "id": 20645
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "It was as a little while after I parted from them, that I found him whom my soul loves: I held him, and did not let him go, until I brought him into my mother''s house, and into the chamber of her that conceived me.",
          "id": 20646
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "I have charged you, O daughters of Jerusalem, by the powers and by the virtues of the field, that you rouse not nor awake my love, until he please.",
          "id": 20647
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Who is this that comes up from the wilderness as pillars of smoke, perfumed with myrrh and frankincense, with all powders of the perfumer?",
          "id": 20648
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Behold Solomon''s bed; sixty mighty men of the mighty ones of Israel are round about it.",
          "id": 20649
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "They all hold a sword, being expert in war: every man has his sword upon his thigh because of fear by night.",
          "id": 20650
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "King Solomon made himself a litter of woods of Lebanon.",
          "id": 20651
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "He made the pillars of it silver, the bottom of it gold, the covering of it scarlet, in the midst of it a pavement of love, for the daughters of Jerusalem.",
          "id": 20652
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Go forth, you daughters of Sion, and behold king Solomon, with the crown wherewith his mother crowned him, in the day of his espousals, and in the day of the gladness of his heart.",
          "id": 20653
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Behold, you are fair, my companion; behold, you are fair; your eyes are doves, beside your veil: your hair is as flocks of goats, that have appeared from Galaad.",
          "id": 20654
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Your teeth are as flocks of shorn sheep, that have gone up from the washing; all of them bearing twins, and there is not a barren one amongst them.",
          "id": 20655
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Your lips are as a thread of scarlet, and your speech is comely: like the rind of a pomegranate is your cheek without your veil.",
          "id": 20656
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Your neck is as the tower of David, that was built for an armoury: a thousand shields hang upon it, and all darts of mighty men.",
          "id": 20657
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Your two breasts are as two twin fawns, that feed amongst the lilies.",
          "id": 20658
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Until the day dawn, and the shadows depart, I will betake me to the mountain of myrrh, and to the hill of frankincense.",
          "id": 20659
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "You are all fair, my companion, and there is no spot in you.",
          "id": 20660
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Come from Libanus, my bride, come from Libanus: you shall come and pass from the top of Faith, from the top of Sanir and Hermon, from the lions'' dens, from the mountains of the leopards.",
          "id": 20661
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "My sister, my spouse, you have ravished my heart; you have ravished my heart with one of your eyes, with one chain of your neck.",
          "id": 20662
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "How beautiful are your breasts, my sister, my spouse! how much more beautiful are your breasts than wine, and the smell of your garments than all spices!",
          "id": 20663
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Your lips drop honeycomb, my spouse: honey and milk are under your tongue; and the smell of your garments is as the smell of Libanus.",
          "id": 20664
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "My sister, my spouse is a garden enclosed; a garden enclosed, a fountain sealed.",
          "id": 20665
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Your shoots are a garden of pomegranates, with the fruit of choice berries; camphor, with spikenard:",
          "id": 20666
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "spikenard and saffron, calamus and cinnamon; with all woods of Libanus, myrrh, aloes, with all chief spices:",
          "id": 20667
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "a fountain of a garden, and a well of water springing and gurgling from Libanus.",
          "id": 20668
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Awake, O north wind; and come, O south; and blow through my garden, and let my spices flow out.",
          "id": 20669
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Let my kinsman come down into his garden, and eat the fruit of his choice berries. I am come into my garden, my sister, my spouse: I have gathered my myrrh with my spices; I have eaten my bread with my honey; I have drunk my wine with my milk. Eat, O friends, and drink; yes, brethren, drink abundantly.",
          "id": 20670
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I sleep, but my heart is awake: the voice of my kinsman knocks at the door, saying, Open, open to me, my companion, my sister, my dove, my perfect one: for my head is filled with dew, and my locks with the drops of the night.",
          "id": 20671
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "I have put off my coat; how shall I put it on? I have washed my feet, how shall I defile them?",
          "id": 20672
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "My kinsman put forth his hand by the hole of the door, and my belly moved for him.",
          "id": 20673
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "I rose up to open to my kinsman; my hands dropped myrrh, my fingers choice myrrh, on the handles of the lock.",
          "id": 20674
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "I opened to my kinsman; my kinsman was gone: my soul failed at his speech: I sought him, but found him not; I called him, but he answered me not.",
          "id": 20675
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "The watchman that go their rounds in the city found me, they struck me, they wounded me; the keepers of the walls took away my veil from me.",
          "id": 20676
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "I have charged you, O daughters of Jerusalem, by the powers and the virtues of the field: if you should find my kinsman, what are you to say to him? That I am wounded with love.",
          "id": 20677
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "What is your kinsman more than another kinsman, O you beautiful amongst women? what is your kinsman more than another kinsman, that you have so charged us?",
          "id": 20678
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "My kinsman is white and ruddy, chosen out from myriads.",
          "id": 20679
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "His head is as very fine gold, his locks are flowing, black as a raven.",
          "id": 20680
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "His eyes are as doves, by the pools of waters, washed with milk, sitting by the pools.",
          "id": 20681
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "His cheeks are as bowls of spices pouring forth perfumes: his lips are lilies, dropping choice myrrh.",
          "id": 20682
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "His hands are as turned gold set with beryl: his belly is an ivory tablet on a sapphire stone.",
          "id": 20683
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "His legs are marble pillars set on golden sockets: his form is as Libanus, choice as the cedars.",
          "id": 20684
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "His throat is most sweet, and altogether desirable. This is my kinsman, and this is my companion, O daughters of Jerusalem.",
          "id": 20685
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Whither is your kinsman gone, you beautiful amongst women? whither has your kinsman turned aside? tell us, and we will seek him with you.",
          "id": 20686
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "My kinsman is gone down to his garden, to the beds of spice, to feed his flock in the gardens, and to gather lilies.",
          "id": 20687
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I am my kinsman''s, and my kinsman is mine, who feeds amongst the lilies.",
          "id": 20688
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "You are fair, my companion, as Pleasure, beautiful as Jerusalem, terrible as armies set in array.",
          "id": 20689
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Turn away your eyes from before me, for they have ravished me: your hair is as flocks of goats which have appeared from Galaad.",
          "id": 20690
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Your teeth are as flocks of shorn sheep, that have gone up from the washing, all of them bearing twins, and there is none barren amongst them: your lips are as a thread of scarlet, and your speech is comely.",
          "id": 20691
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Your cheek is like the rind of a pomegranate, being seen without your veil.",
          "id": 20692
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "There are sixty queens, and eighty concubines, and maidens without number.",
          "id": 20693
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "My dove, my perfect one is one; she is the only one of her mother; she is the choice of her that bore her. The daughters saw her, and the queens will pronounce her blessed, yes, and the concubines, and they will praise her.",
          "id": 20694
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Who is this that looks forth as the morning, fair as the moon, choice as the sun, terrible as armies set in array?",
          "id": 20695
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "I went down to the garden of nuts, to look at the fruits of the valley, to see if the vine flowered, if the pomegranates blossomed.",
          "id": 20696
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "There I will give you my breasts: my soul knew it not: it made me as the chariots of Aminadab.",
          "id": 20697
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Return, return, O Sunamite; return, return, and we will look at you. What will you see in the Sunamite? She comes as bands of armies.",
          "id": 20698
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Your steps are beautiful in shoes, O daughter of the prince: the joints of your thighs are like chains, the work of the craftsman.",
          "id": 20699
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Your navel is as a turned bowl, not lacking liquor; your belly is as a heap of wheat set about with lilies.",
          "id": 20700
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Your two breasts are as two twin fawns.",
          "id": 20701
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Your neck is as an ivory tower; your eyes are as pools in Esebon, by the gates of the daughter of many: your nose is as the tower of Libanus, looking towards Damascus.",
          "id": 20702
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Your head upon you is as Carmel, and the curls of your hair like scarlet; the king is bound in the galleries.",
          "id": 20703
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "How beautiful are you, and how sweet are you, my love!",
          "id": 20704
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "This is your greatness in your delights: you were made like a palm tree, and your breasts to cluster.",
          "id": 20705
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "I said, I will go up to the palm tree, I will take hold of its high boughs: and now shall your breasts be as clusters of the vine, and the smell of your nose of apples;",
          "id": 20706
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "and your throat as good wine, going well with my kinsman, suiting my lips and teeth.",
          "id": 20707
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "I am my kinsman''s, and his desire is towards me.",
          "id": 20708
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Come, my kinsman, let us go forth into the field; let us lodge in the villages.",
          "id": 20709
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Let us go early into the vineyards; let us see if the vine has flowered, if the blossoms have appeared, if the pomegranates have blossomed; there will I give you my breasts.",
          "id": 20710
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "The mandrakes have given a smell, and at our doors are all kinds of choice fruits, new and old. O my kinsman, I have kept them for you.",
          "id": 20711
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "I would that you, O my kinsman, were he that sucked the breasts of my mother; when I found you without, I would kiss you; yes, they should not despise me.",
          "id": 20712
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "I would take you, I would bring you into my mother''s house, and into the chamber of her that conceived me; I would make you to drink of spiced wine, of the juice of my pomegranates.",
          "id": 20713
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "His left hand should be under my head, and his right hand should embrace me.",
          "id": 20714
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "I have charged you, you daughters of Jerusalem, by the virtues of the field, that you stir not up, nor awake my love, until he please.",
          "id": 20715
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Who is this that comes up all white, leaning on her kinsman? I raised you up under an apple tree; there your mother brought you forth; there she that bore you brought you forth.",
          "id": 20716
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Set me as a seal upon your heart, as a seal upon your arm; for love is strong as death; jealousy is cruel as the grave, her shafts are shafts of fire, even the flames thereof.",
          "id": 20717
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Much water will not be able to quench love, and rivers shall not drown it; if a man would give all his substance for love, men would utterly despise it.",
          "id": 20718
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Our sister is little, and has no breasts; what shall we do for our sister, in the day wherein she shall be spoken for?",
          "id": 20719
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "If she is a wall, let us build upon her silver bulwarks; and if she is a door, let us carve for her cedar panels.",
          "id": 20720
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "I am a wall, and my breasts are as towers; I was in their eyes as one that found peace.",
          "id": 20721
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Solomon had a vineyard in Beelamon; he let his vineyard to keepers; every one was to bring for its fruit a thousand pieces of silver.",
          "id": 20722
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "My vineyard, even mine, is before me; Solomon shall have a thousand, and they that keep its fruit two hundred.",
          "id": 20723
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "You that dwell in the gardens, the companions listen to your voice: make me hear it.",
          "id": 20724
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Away, my kinsman, and be like a doe or a fawn on the mountains of spices.",
          "id": 20725
        }
      ]
    }
  ]
}