{
  "book": "Titus",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Paul, a servant of God and an apostle of Jesus Christ for the faith of God''s chosen ones and the knowledge of the truth that is in accordance with godliness,",
          "id": 35094
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "in the hope of eternal life, which God, who does not lie, promised before time began;",
          "id": 35095
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "in his own time he revealed his word through the preaching with which I was entrusted by the command of God our Savior;",
          "id": 35096
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "to Titus, my true child in our common faith: Grace, mercy, and peace from God the Father and the Lord Jesus Christ our Savior.",
          "id": 35097
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "The reason I left you in Crete was for you to put in order what remained to be done and to appoint elders in every town, as I directed you.",
          "id": 35098
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "An elder must be above reproach, the husband of one wife, with faithful children who are not rebellious and cannot be accused of debauchery.",
          "id": 35099
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "For an overseer, as God''s steward, must be above reproach, not self-willed, not quick-tempered, not given to wine, not violent, not greedy for sordid gain,",
          "id": 35100
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "but hospitable, a lover of goodness, sensible, just, holy, and self-controlled,",
          "id": 35101
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "holding firmly to the trustworthy message as it has been taught, so that he can encourage others with sound doctrine and refute those who contradict it.",
          "id": 35102
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For there are many rebellious people, full of meaningless talk and deception, especially those of the circumcision faction.",
          "id": 35103
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "They must be silenced, because they are ruining entire households by teaching what they ought not to teach, for the sake of sordid gain.",
          "id": 35104
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "One of their very own prophets said, \"Cretans are always liars, evil beasts, and lazy gluttons.\"",
          "id": 35105
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "This testimony is true. Therefore rebuke them sharply, so that they may become sound in the faith,",
          "id": 35106
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "not paying any attention to Jewish myths or the commandments of men who turn away from the truth.",
          "id": 35107
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "To the pure, all things are pure; but to those who are defiled and do not believe, nothing is pure. In fact, both their minds and their consciences are defiled.",
          "id": 35108
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "They profess to know God, but by their works they deny him. They are detestable, disobedient, and proven unqualified for any good work.",
          "id": 35109
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "But as for you, teach what is consistent with sound doctrine.",
          "id": 35110
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Elderly men are to be sober-minded, dignified, sensible, and sound in faith, love, and endurance.",
          "id": 35111
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Elderly women likewise are to be reverent in behavior, not slanderous or enslaved to much wine, but teaching what is good,",
          "id": 35112
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "so that they can admonish the young women to be loving to their husbands, loving to their children,",
          "id": 35113
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "sensible, pure, homemakers, kind, and submissive to their own husbands, so that the word of God may not be discredited.",
          "id": 35114
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "In the same way, urge the younger men to be of sound mind.",
          "id": 35115
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Show yourself to be a model of good works in every way, and in your teaching show integrity, dignity, incorruptibility,",
          "id": 35116
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "and sound speech that is above reproach, so that any opponent may be put to shame because he has nothing bad to say about us.",
          "id": 35117
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Slaves are to be submissive to their own masters and well-pleasing in everything, not talking back,",
          "id": 35118
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "not pilfering, but showing all good faith, so that in every way they may adorn the teaching of God our Savior.",
          "id": 35119
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For the saving grace of God has appeared to all people,",
          "id": 35120
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "instructing us to deny ungodliness and worldly lusts and to live in a sensible, righteous, and godly manner in the present age,",
          "id": 35121
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "as we wait for the blessed hope—the appearing of the glory of our great God and Savior, Jesus Christ.",
          "id": 35122
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "He gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession, zealous for good works.",
          "id": 35123
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Declare these things; encourage and rebuke with all authority. Let no one despise you.",
          "id": 35124
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Remind the people to be subject to rulers and authorities, to be obedient, to be ready for every good work,",
          "id": 35125
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "to slander no one, and to be peaceable and considerate, always showing gentleness toward everyone.",
          "id": 35126
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For we ourselves were once foolish, disobedient, led astray, and enslaved to various lusts and pleasures. Living in wickedness and envy, we were loathsome and hated one another.",
          "id": 35127
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But when the kindness of God our Savior and his love for mankind appeared,",
          "id": 35128
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "he saved us, not because of any righteous works we had done, but according to his mercy, through the washing of regeneration and the renewal of the Holy Spirit.",
          "id": 35129
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "He richly poured out his Spirit upon us through Jesus Christ our Savior,",
          "id": 35130
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "so that, having been justified by his grace, we might become heirs according to the hope of eternal life.",
          "id": 35131
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "This saying is trustworthy. I want you to insist on these things, so that those who have put their trust in God may be careful to devote themselves to good works. These things are good and beneficial for people.",
          "id": 35132
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But avoid foolish controversies, genealogies, quarrels, and disputes about the law, for they are unprofitable and futile.",
          "id": 35133
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Reject a divisive person after a first and second warning.",
          "id": 35134
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For you know that such a person is corrupted and sinful; he is self-condemned.",
          "id": 35135
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "When I send Artemas to you, or Tychicus, make every effort to come to me at Nicopolis, for I have decided to spend the winter there.",
          "id": 35136
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Do everything you can to help Zenas the lawyer and Apollos on their way, and see to it that they lack nothing.",
          "id": 35137
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Our people must learn to devote themselves to good works in order to meet pressing needs, so that they will not be unfruitful.",
          "id": 35138
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "All who are with me greet you. Greet those who love us in the faith. Grace be with you all. Amen.",
          "id": 35139
        }
      ]
    }
  ]
}