{
  "book": "Tobit",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The book of the words of Tobit, son of Tobiel, the son of Ananiel, the son of Aduel, the son of Gabael, of the seed of Asael, of the tribe of Nephthali;",
          "id": 13022
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Who in the time of Enemessar king of the Assyrians was led captive out of Thisbe, which is at the right hand of that city, which is called properly Nephthali in Galilee above Aser.",
          "id": 13023
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "I Tobit have walked all the days of my life in the ways of truth and justice, and I did many alms deeds to my brethren, and my nation, who came with me to Nineve, into the land of the Assyrians.",
          "id": 13024
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And when I was in mine own country, in the land of Israel being but young, all the tribe of Nephthali my father fell from the house of Jerusalem, which was chosen out of all the tribes of Israel, that all the tribes should sacrifice there, where the temple of the habitation of the most High was consecrated and built for all ages.",
          "id": 13025
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now all the tribes which together revolted, and the house of my father Nephthali, sacrificed to the heifer Baal.",
          "id": 13026
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But I alone went often to Jerusalem at the feasts, as it was ordained to all the people of Israel by an everlasting decree, having the first fruits and tenths of increase, with that which was first shorn; and them gave I at the altar to the priests the children of Aaron.",
          "id": 13027
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "The first tenth part of all increase I gave to the sons of Aaron, who ministered at Jerusalem: another tenth part I sold away, and went, and spent it every year at Jerusalem:",
          "id": 13028
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the third I gave to them to whom it was meet, as Debora my father''s mother had commanded me, because I was left an orphan by my father.",
          "id": 13029
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Furthermore, when I was come to the age of a man, I married Anna of mine own kindred, and of her I became the father of Tobias.",
          "id": 13030
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And when we were carried away captives to Nineve, all my brethren and those that were of my kindred did eat of the bread of the Gentiles.",
          "id": 13031
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But I kept myself from eating;",
          "id": 13032
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Because I remembered God with all my heart.",
          "id": 13033
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the most High gave me grace and favour before Enemessar, so that I was his purveyor.",
          "id": 13034
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And I went into Media, and left in trust with Gabael, the brother of Gabrias, at Rages a city of Media ten talents of silver.",
          "id": 13035
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Now when Enemessar was dead, Sennacherib his son reigned in his stead; whose estate was troubled, that I could not go into Media.",
          "id": 13036
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And in the time of Enemessar I gave many alms to my brethren, and gave my bread to the hungry,",
          "id": 13037
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And my clothes to the naked: and if I saw any of my nation dead, or cast about the walls of Nineve, I buried him.",
          "id": 13038
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And if the king Sennacherib had slain any, when he was come, and fled from Judea, I buried them privily; for in his wrath he killed many; but the bodies were not found, when they were sought for of the king.",
          "id": 13039
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And when one of the Ninevites went and complained of me to the king, that I buried them, and hid myself; understanding that I was sought for to be put to death, I withdrew myself for fear.",
          "id": 13040
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Then all my goods were forcibly taken away, neither was there any thing left me, beside my wife Anna and my son Tobias.",
          "id": 13041
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And there passed not five and fifty days, before two of his sons killed him, and they fled into the mountains of Ararath; and Sarchedonus his son reigned in his stead; who appointed over his father''s accounts, and over all his affairs, Achiacharus my brother Anael''s son.",
          "id": 13042
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And Achiacharus intreating for me, I returned to Nineve. Now Achiacharus was cupbearer, and keeper of the signet, and steward, and overseer of the accounts: and Sarchedonus appointed him next to him: and he was my brother''s son.",
          "id": 13043
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now when I was come home again, and my wife Anna was restored to me, with my son Tobias, in the feast of Pentecost, which is the holy feast of the seven weeks, there was a good dinner prepared me, in the which I sat down to eat.",
          "id": 13044
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And when I saw abundance of meat, I said to my son, Go and bring what poor man soever you shall find out of our brethren, who is mindful of the Lord; and, behold, I wait for you.",
          "id": 13045
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "But he came again, and said, Father, one of our nation is strangled, and is cast out in the marketplace.",
          "id": 13046
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then before I had tasted of any meat, I started up, and took him up into a room until the going down of the sun.",
          "id": 13047
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Then I returned, and washed myself, and ate my meat in heaviness,",
          "id": 13048
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Remembering that prophecy of Amos, as he said, Your feasts shall be turned into mourning, and all your mirth into lamentation.",
          "id": 13049
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Therefore I wept: and after the going down of the sun I went and made a grave, and buried him.",
          "id": 13050
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "But my neighbours mocked me, and said, This man is not yet afraid to be put to death for this matter: who fled away; and yet, behold, he buries the dead again.",
          "id": 13051
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The same night also I returned from the burial, and slept by the wall of my courtyard, being polluted and my face was uncovered:",
          "id": 13052
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And I knew not that there were sparrows in the wall, and mine eyes being open, the sparrows muted warm dung into mine eyes, and a whiteness came in mine eyes: and I went to the physicians, but they helped me not: moreover Achiacharus did nourish me, until I went into Elymais.",
          "id": 13053
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And my wife Anna did take women''s works to do.",
          "id": 13054
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And when she had sent them home to the owners, they paid her wages, and gave her also besides a kid.",
          "id": 13055
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And when it was in my house, and began to cry, I said to her, From whence is this kid? is it not stolen? render it to the owners; for it is not lawful to eat any thing that is stolen.",
          "id": 13056
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But she replied upon me, It was given for a gift more than the wages. Howbeit I did not believe her, but bade her render it to the owners: and I was abashed at her. But she replied upon me, Where are your alms and your righteous deeds? behold, you and all your works are known.",
          "id": 13057
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then I being grieved did weep, and in my sorrow prayed, saying,",
          "id": 13058
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "O Lord, you are just, and all your works and all your ways are mercy and truth, and you judge truly and justly for ever.",
          "id": 13059
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Remember me, and look on me, punish me not for my sins and ignorances, and the sins of my fathers, who have sinned before you:",
          "id": 13060
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For they obeyed not your commandments: therefore you have delivered us for a spoil, and to captivity, and to death, and for a proverb of reproach to all the nations amongst whom we are dispersed.",
          "id": 13061
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And now your judgements are many and true: deal with me according to my sins and my fathers'': because we have not kept your commandments, neither have walked in truth before you.",
          "id": 13062
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Now therefore deal with me as seems best to you, and command my spirit to be taken from me, that I may be dissolved, and become earth: for it is profitable for me to die rather than to live, because I have heard false reproaches, and have much sorrow: command therefore that I may now be delivered out of this distress, and go into the everlasting place: turn not your face away from me.",
          "id": 13063
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "It came to pass the same day, that in Ecbatane a city of Media Sara the daughter of Raguel was also reproached by her father''s maids;",
          "id": 13064
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Because that she had been married to seven husbands, whom Asmodeus the evil spirit had killed, before they had lain with her. Do you not know, said they, that you have strangled your husbands? you have had already seven husbands, neither was you named after any of them.",
          "id": 13065
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Therefore do you beat us for them? if they be dead, go your ways after them, let us never see of you either son or daughter.",
          "id": 13066
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "When she heard these things, she was very sorrowful, so that she thought to have strangled herself; and she said, I am the only daughter of my father, and if I do this, it shall be a reproach to him, and I shall bring his old age with sorrow to the grave.",
          "id": 13067
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Then she prayed towards the window, and said, Blessed are you, O Lord my God, and your holy and glorious name is blessed and honourable for ever: let all your works praise you for ever.",
          "id": 13068
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And now, O Lord, I set I mine eyes and my face towards you,",
          "id": 13069
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And say, Take me out of the earth, that I may hear no more the reproach.",
          "id": 13070
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "You know, Lord, that I am pure from all sin with man,",
          "id": 13071
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And that I never polluted my name, nor the name of my father, in the land of my captivity: I am the only daughter of my father, neither has he any child to be his heir, neither any near kinsman, nor any son of his alive, to whom I may keep myself for a wife: my seven husbands are already dead; and why should I live? but if it please not you that I should die, command some regard to be had of me, and pity taken of me, that I hear no more reproach.",
          "id": 13072
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So the prayers of them both were heard before the majesty of the great God.",
          "id": 13073
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And Raphael was sent to heal them both, that is, to scale away the whiteness of Tobit''s eyes, and to give Sara the daughter of Raguel for a wife to Tobias the son of Tobit; and to bind Asmodeus the evil spirit; because she belonged to Tobias by right of inheritance. The selfsame time came Tobit home, and entered into his house, and Sara the daughter of Raguel came down from her upper chamber.",
          "id": 13074
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In that day Tobit remembered the money which he had committed to Gabael in Rages of Media,",
          "id": 13075
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And said with himself, I have wished for death; therefore do I not call for my son Tobias that I may signify to him of the money before I die?",
          "id": 13076
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And when he had called him, he said, My son, when I am dead, bury me; and despise not your mother, but honour her all the days of your life, and do that which shall please her, and grieve her not.",
          "id": 13077
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Remember, my son, that she saw many dangers for you, when you were in her womb: and when she is dead, bury her by me in one grave.",
          "id": 13078
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "My son, be mindful of the Lord our God all your days, and let not your will be set to sin, or to transgress his commandments: do uprightly all your life long, and follow not the ways of unrighteousness.",
          "id": 13079
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "For if you deal truly, your doings shall prosperously succeed to you, and to all them that live justly.",
          "id": 13080
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Give alms of your substance; and when you give alms, let not your eye be envious, neither turn your face from any poor, and the face of God shall not be turned away from you.",
          "id": 13081
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "If you have abundance give alms accordingly: if you have but a little, be not afraid to give according to that little:",
          "id": 13082
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For you lay up a good treasure for yourself against the day of necessity.",
          "id": 13083
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Because that alms do deliver from death, and suffers not to come into darkness.",
          "id": 13084
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For alms is a good gift to all that give it in the sight of the most High.",
          "id": 13085
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Beware of all whoredom, my son, and chiefly take a wife of the seed of your fathers, and take not a strange woman to wife, which is not of your father''s tribe: for we are the children of the prophets, Noe, Abraham, Isaac, and Jacob: remember, my son, that our fathers from the beginning, even that they all married wives of their own kindred, and were blessed in their children, and their seed shall inherit the land.",
          "id": 13086
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Now therefore, my son, love your brethren, and despise not in your heart your brethren, the sons and daughters of your people, in not taking a wife of them: for in pride is destruction and much trouble, and in lewdness is decay and great lack: for lewdness is the mother of famine.",
          "id": 13087
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Let not the wages of any man, which has wrought for you, wait with you, but give him it out of hand: for if you serve God, he will also repay you: be circumspect my son, in all things you do, and be wise in all your conversation.",
          "id": 13088
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Do that to no man which you hate: drink not wine to make you drunken: neither let drunkenness go with you in your journey.",
          "id": 13089
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Give of your bread to the hungry, and of your garments to them that are naked; and according to your abundance give alms: and let not your eye be envious, when you give alms.",
          "id": 13090
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Pour out your bread on the burial of the just, but give nothing to the wicked.",
          "id": 13091
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Ask counsel of all that are wise, and despise not any counsel that is profitable.",
          "id": 13092
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Bless the Lord your God always, and desire of him that your ways may be directed, and that all your paths and counsels may prosper: for every nation has not counsel; but the Lord himself gives all good things, and he humbles whom he will, as he will; now therefore, my son, remember my commandments, neither let them be put out of your mind.",
          "id": 13093
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And now I signify this to they that I committed ten talents to Gabael the son of Gabrias at Rages in Media.",
          "id": 13094
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And fear not, my son, that we are made poor: for you have much wealth, if you fear God, and depart from all sin, and do that which is pleasing in his sight.",
          "id": 13095
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Tobias then answered and said, Father, I will do all things which you have commanded me:",
          "id": 13096
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "But how can I receive the money, seeing I know him not?",
          "id": 13097
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then he gave him the handwriting, and said to him, Seek you a man which may go with you, while I yet live, and I will give him wages: and go and receive the money.",
          "id": 13098
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Therefore when he went to seek a man, he found Raphael that was an angel.",
          "id": 13099
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But he knew not; and he said to him, Canst you go with me to Rages? and know you those places well?",
          "id": 13100
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "To whom the angel said, I will go with you, and I know the way well: for I have lodged with our brother Gabael.",
          "id": 13101
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then Tobias said to him, Tarry for me, till I tell my father.",
          "id": 13102
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Then he said to him, Go and wait not. So he went in and said to his father, Behold, I have found one which will go with me. Then he said, Call him to me, that I may know of what tribe he is, and whether he be a trusty man to go with you.",
          "id": 13103
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So he called him, and he came in, and they saluted one another.",
          "id": 13104
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Then Tobit said to him, Brother, show me of what tribe and family you are.",
          "id": 13105
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "To whom he said, Do you seek for a tribe or family, or an hired man to go with your son? Then Tobit said to him, I would know, brother, your kindred and name.",
          "id": 13106
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then he said, I am Azarias, the son of Ananias the great, and of your brethren.",
          "id": 13107
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then Tobit said, You are welcome, brother; be not now angry with me, because I have enquired to know your tribe and your family; for you are my brother, of an honest and good stock: for I know Ananias and Jonathas, sons of that great Samaias, as we went together to Jerusalem to worship, and offered the firstborn, and the tenths of the fruits; and they were not seduced with the error of our brethren: my brother, you are of a good stock.",
          "id": 13108
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "But tell me, what wages shall I give you? will you a drachm a day, and things necessary, as to mine own son?",
          "id": 13109
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Yes, moreover, if you return safe, I will add something to your wages.",
          "id": 13110
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "So they were well pleased. Then said he to Tobias, Prepare yourself for the journey, and God send you a good journey. And when his son had prepared all things far the journey, his father said, Go you with this man, and God, which dwells in heaven, prosper your journey, and the angel of God keep you company. So they went forth both, and the young man''s dog with them.",
          "id": 13111
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But Anna his mother wept, and said to Tobit, Why have you sent away our son? is he not the staff of our hand, in going in and out before us?",
          "id": 13112
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Be not greedy to add money to money: but let it be as refuse in respect of our child.",
          "id": 13113
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "For that which the Lord has given us to live with does suffice us.",
          "id": 13114
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Then said Tobit to her, Take no care, my sister; he shall return in safety, and your eyes shall see him.",
          "id": 13115
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "For the good angel will keep him company, and his journey shall be prosperous, and he shall return safe.",
          "id": 13116
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Then she made an end of weeping.",
          "id": 13117
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And as they went on their journey, they came in the evening to the river Tigris, and they lodged there.",
          "id": 13118
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And when the young man went down to wash himself, a fish leapt out of the river, and would have devoured him.",
          "id": 13119
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Then the angel said to him, Take the fish. And the young man laid hold of the fish, and drew it to land.",
          "id": 13120
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "To whom the angel said, Open the fish, and take the heart and the liver and the gall, and put them up safely.",
          "id": 13121
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So the young man did as the angel commanded him; and when they had roasted the fish, they did eat it: then they both went on their way, till they drew near to Ecbatane.",
          "id": 13122
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then the young man said to the angel, Brother Azarias, to what use is the heart and the liver and the gal of the fish?",
          "id": 13123
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And he said to him, Touching the heart and the liver, if a devil or an evil spirit trouble any, we must make a smoke thereof before the man or the woman, and the party shall be no more vexed.",
          "id": 13124
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "As for the gall, it is good to anoint a man that has whiteness in his eyes, and he shall be healed.",
          "id": 13125
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And when they were come near to Rages,",
          "id": 13126
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "The angel said to the young man, Brother, to day we shall lodge with Raguel, who is your cousin; he also has one only daughter, named Sara; I will speak for her, that she may be given you for a wife.",
          "id": 13127
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "For to you does the right of her appertain, seeing you only are of her kindred.",
          "id": 13128
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the maid is fair and wise: now therefore hear me, and I will speak to her father; and when we return from Rages we will celebrate the marriage: for I know that Raguel can''t marry her to another according to the law of Moses, but he shall be guilty of death, because the right of inheritance does rather appertain to you than to any other.",
          "id": 13129
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then the young man answered the angel, I have heard, brother Azarias that this maid has been given to seven men, who all died in the marriage chamber.",
          "id": 13130
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And now I am the only son of my father, and I am afraid, lest if I go in to her, I die, as the other before: for a wicked spirit loves her, which hurts no body, but those which come to her; therefore I also fear lest I die, and bring my father''s and my mother''s life because of me to the grave with sorrow: for they have no other son to bury them.",
          "id": 13131
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Then the angel said to him, Do you not remember the precepts which your father gave you, that you should marry a wife of your own kindred? therefore hear me, O my brother; for she shall be given you to wife; and make you no reckoning of the evil spirit; for this same night shall she be given you in marriage.",
          "id": 13132
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And when you shall come into the marriage chamber, you shall take the ashes of perfume, and shall lay upon them some of the heart and liver of the fish, and shall make a smoke with it:",
          "id": 13133
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the devil shall smell it, and flee away, and never come again any more: but when you shall come to her, rise up both of you, and pray to God which is merciful, who will have pity on you, and save you: fear not, for she is appointed to you from the beginning; and you shall preserve her, and she shall go with you. Moreover I suppose that she shall bear you children. Now when Tobias had heard these things, he loved her, and his heart was effectually joined to her.",
          "id": 13134
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And when they were come to Ecbatane, they came to the house of Raguel, and Sara met them: and after they had saluted one another, she brought them into the house.",
          "id": 13135
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Then said Raguel to Edna his wife, How like is this young man to Tobit my cousin!",
          "id": 13136
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Raguel asked them, From whence are you, brethren? To whom they said, We are of the sons of Nephthalim, which are captives in Nineve.",
          "id": 13137
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then he said to them, Do you know Tobit our kinsman? And they said, We know him. Then said he, Is he in good health?",
          "id": 13138
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And they said, He is both alive, and in good health: and Tobias said, He is my father.",
          "id": 13139
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then Raguel leapt up, and kissed him, and wept,",
          "id": 13140
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And blessed him, and said to him, You are the son of an honest and good man. But when he had heard that Tobit was blind, he was sorrowful, and wept.",
          "id": 13141
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And likewise Edna his wife and Sara his daughter wept. Moreover they entertained them cheerfully; and after that they had killed a ram of the flock, they set store of meat on the table. Then said Tobias to Raphael, Brother Azarias, speak of those things of which you did talk in the way, and let this business be dispatched.",
          "id": 13142
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So he communicated the matter with Raguel: and Raguel said to Tobias, Eat and drink, and make merry:",
          "id": 13143
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For it is meet that you should marry my daughter: nevertheless I will declare to you the truth.",
          "id": 13144
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "I have given my daughter in marriage to seven men, who died that night they came in to her: nevertheless for the present be merry. But Tobias said, I will eat nothing here, till we agree and swear one to another.",
          "id": 13145
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Raguel said, Then take her from henceforth according to the manner, for you are her cousin, and she is your, and the merciful God give you good success in all things.",
          "id": 13146
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Then he called his daughter Sara, and she came to her father, and he took her by the hand, and gave her to be wife to Tobias, saying, Behold, take her after the law of Moses, and lead her away to your father. And he blessed them;",
          "id": 13147
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And called Edna his wife, and took paper, and did write an instrument of covenants, and sealed it.",
          "id": 13148
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Then they began to eat.",
          "id": 13149
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "After Raguel called his wife Edna, and said to her, Sister, prepare another chamber, and bring her in there.",
          "id": 13150
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Which when she had done as he had bidden her, she brought her there: and she wept, and she received the tears of her daughter, and said to her,",
          "id": 13151
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Be of good comfort, my daughter; the Lord of heaven and earth give you joy for this your sorrow: be of good comfort, my daughter.",
          "id": 13152
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And when they had supped, they brought Tobias in to her.",
          "id": 13153
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And as he went, he remembered the words of Raphael, and took the ashes of the perfumes, and put the heart and the liver of the fish thereupon, and made a smoke therewith.",
          "id": 13154
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The which smell when the evil spirit had smelled, he fled into the utmost parts of Egypt, and the angel bound him.",
          "id": 13155
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And after that they were both shut in together, Tobias rose out of the bed, and said, Sister, arise, and let us pray that God would have pity on us.",
          "id": 13156
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Then began Tobias to say, Blessed are you, O God of our fathers, and blessed is your holy and glorious name for ever; let the heavens bless you, and all your creatures.",
          "id": 13157
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "You made Adam, and gave him Eve his wife for an helper and stay: of them came mankind: you have said, It is not good that man should be alone; let us make to him an aid like to himself.",
          "id": 13158
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And now, O Lord, I take not this my sister for lush but uprightly: therefore mercifully ordain that we may become aged together.",
          "id": 13159
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And she said with him, Amen.",
          "id": 13160
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "So they slept both that night. And Raguel arose, and went and made a grave,",
          "id": 13161
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Saying, I fear lest he also be dead.",
          "id": 13162
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But when Raguel was come into his house,",
          "id": 13163
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "He said to his wife Edna. Send one of the maids, and let her see whether he be alive: if he be not, that we may bury him, and no man know it.",
          "id": 13164
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "So the maid opened the door, and went in, and found them both asleep,",
          "id": 13165
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And came forth, and told them that he was alive.",
          "id": 13166
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Then Raguel praised God, and said, O God, you are worthy to be praised with all pure and holy praise; therefore let your saints praise you with all your creatures; and let all your angels and your elect praise you for ever.",
          "id": 13167
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "You are to be praised, for you have made me joyful; and that is not come to me which I suspected; but you have dealt with us according to your great mercy.",
          "id": 13168
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "You are to be praised because you have had mercy of two that were the only begotten children of their fathers: grant them mercy, O Lord, and finish their life in health with joy and mercy.",
          "id": 13169
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "Then Raguel bade his servants to fill the grave.",
          "id": 13170
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And he kept the wedding feast fourteen days.",
          "id": 13171
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "For before the days of the marriage were finished, Raguel had said to him by an oath, that he should not depart till the fourteen days of the marriage were expired;",
          "id": 13172
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And then he should take the half of his goods, and go in safety to his father; and should have the rest when I and my wife be dead.",
          "id": 13173
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Tobias called Raphael, and said to him,",
          "id": 13174
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Brother Azarias, take with you a servant, and two camels, and go to Rages of Media to Gabael, and bring me the money, and bring him to the wedding.",
          "id": 13175
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For Raguel has sworn that I shall not depart.",
          "id": 13176
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "But my father counts the days; and if I wait long, he will be very sorry.",
          "id": 13177
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So Raphael went out, and lodged with Gabael, and gave him the handwriting: who brought forth bags which were sealed up, and gave them to him.",
          "id": 13178
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And early in the morning they went forth both together, and came to the wedding: and Tobias blessed his wife.",
          "id": 13179
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Now Tobit his father counted every day: and when the days of the journey were expired, and they came not,",
          "id": 13180
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Then Tobit said, Are they detained? or is Gabael dead, and there is no man to give him the money?",
          "id": 13181
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Therefore he was very sorry.",
          "id": 13182
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then his wife said to him, My son is dead, seeing he stays long; and she began to wail him, and said,",
          "id": 13183
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now I care for nothing, my son, since I have let you go, the light of mine eyes.",
          "id": 13184
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "To whom Tobit said, Hold your peace, take no care, for he is safe.",
          "id": 13185
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "But she said, Hold your peace, and deceive me not; my son is dead. And she went out every day into the way which they went, and did eat no meat on the daytime, and ceased not whole nights to bewail her son Tobias, until the fourteen days of the wedding were expired, which Raguel had sworn that he should spend there. Then Tobias said to Raguel,",
          "id": 13186
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Let me go, for my father and my mother look no more to see me.",
          "id": 13187
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But his father in law said to him, Tarry with me, and I will send to your father, and they shall declare to him how things go with you.",
          "id": 13188
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But Tobias said, No; but let me go to my father.",
          "id": 13189
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Then Raguel arose, and gave him Sara his wife, and half his goods, servants, and cattle, and money:",
          "id": 13190
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And he blessed them, and sent them away, saying, The God of heaven give you a prosperous journey, my children.",
          "id": 13191
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he said to his daughter, Honour your father and your mother in law, which are now your parents, that I may hear good report of you. And he kissed her. Edna also said to Tobias, The Lord of heaven restore you, my dear brother, and grant that I may see your children of my daughter Sara before I die, that I may rejoice before the Lord: behold, I commit my daughter to you of special trust; where are do not entreat her evil.",
          "id": 13192
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "After these things Tobias went his way, praising God that he had given him a prosperous journey, and blessed Raguel and Edna his wife, and went on his way till they drew near to Nineve.",
          "id": 13193
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Then Raphael said to Tobias, You know, brother, how you did leave your father:",
          "id": 13194
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Let us haste before your wife, and prepare the house.",
          "id": 13195
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And take in your hand the gall of the fish. So they went their way, and the dog went after them.",
          "id": 13196
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Now Anna sat looking about towards the way for her son.",
          "id": 13197
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And when she espied him coming, she said to his father, Behold, your son comes, and the man that went with him.",
          "id": 13198
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Then said Raphael, I know, Tobias, that your father will open his eyes.",
          "id": 13199
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Therefore anoint you his eyes with the gall, and being pricked therewith, he shall rub, and the whiteness shall fall away, and he shall see you.",
          "id": 13200
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Then Anna ran forth, and fell upon the neck of her son, and said to him, Seeing I have seen you, my son, from henceforth I am content to die. And they wept both.",
          "id": 13201
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Tobit also went forth towards the door, and stumbled: but his son ran to him,",
          "id": 13202
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And took hold of his father: and he struck of the gall on his fathers'' eyes, saying, Be of good hope, my father.",
          "id": 13203
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And when his eyes began to hurt, he rubbed them;",
          "id": 13204
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the whiteness pilled away from the corners of his eyes: and when he saw his son, he fell upon his neck.",
          "id": 13205
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he wept, and said, Blessed are you, O God, and blessed is your name for ever; and blessed are all your holy angels:",
          "id": 13206
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "For you have scourged, and have taken pity on me: for, behold, I see my son Tobias. And his son went in rejoicing, and told his father the great things that had happened to him in Media.",
          "id": 13207
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then Tobit went out to meet his daughter in law at the gate of Nineve, rejoicing and praising God: and they which saw him go marvelled, because he had received his sight.",
          "id": 13208
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But Tobias gave thanks before them, because God had mercy on him. And when he came near to Sara his daughter in law, he blessed her, saying, You are welcome, daughter: God be blessed, which has brought you to us, and blessed be your father and your mother. And there was joy amongst all his brethren which were at Nineve.",
          "id": 13209
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And Achiacharus, and Nasbas his brother''s son, came:",
          "id": 13210
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And Tobias'' wedding was kept seven days with great joy.",
          "id": 13211
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Tobit called his son Tobias, and said to him, My son, see that the man have his wages, which went with you, and you must give him more.",
          "id": 13212
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Tobias said to him, O father, it is no harm to me to give him half of those things which I have brought:",
          "id": 13213
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "For he has brought me again to you in safety, and made whole my wife, and brought me the money, and likewise healed you.",
          "id": 13214
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Then the old man said, It is due to him.",
          "id": 13215
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "So he called the angel, and he said to him, Take half of all that you have brought and go away in safety.",
          "id": 13216
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Then he took them both apart, and said to them, Bless God, praise him, and magnify him, and praise him for the things which he has done to you in the sight of all that live. It is good to praise God, and exalt his name, and honourably to show forth the works of God; therefore be not slack to praise him.",
          "id": 13217
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "It is good to keep close the secret of a king, but it is honourable to reveal the works of God. Do that which is good, and no evil shall touch you.",
          "id": 13218
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Prayer is good with fasting and alms and righteousness. A little with righteousness is better than much with unrighteousness. It is better to give alms than to lay up gold:",
          "id": 13219
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For alms does deliver from death, and shall purge away all sin. Those that exercise alms and righteousness shall be filled with life:",
          "id": 13220
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "But they that sin are enemies to their own life.",
          "id": 13221
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Surely I will keep close nothing from you. For I said, It was good to keep close the secret of a king, but that it was honourable to reveal the works of God.",
          "id": 13222
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Now therefore, when you did pray, and Sara your daughter in law, I did bring the remembrance of your prayers before the Holy One: and when you did bury the dead, I was with you likewise.",
          "id": 13223
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And when you did not delay to rise up, and leave your dinner, to go and cover the dead, your good deed was not hid from me: but I was with you.",
          "id": 13224
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And now God has sent me to heal you and Sara your daughter in law.",
          "id": 13225
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "I am Raphael, one of the seven holy angels, which present the prayers of the saints, and which go in and out before the glory of the Holy One.",
          "id": 13226
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Then they were both troubled, and fell upon their faces: for they feared.",
          "id": 13227
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "But he said to them, Fear not, for it shall go well with you; praise God therefore.",
          "id": 13228
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "For not of any favour of mine, but by the will of our God I came; therefore praise him for ever.",
          "id": 13229
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "All these days I did appear to you; but I did neither eat nor drink, but you did see a vision.",
          "id": 13230
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Now therefore give God thanks: for I go up to him that sent me; but write all things which are done in a book.",
          "id": 13231
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And when they arose, they saw him no more.",
          "id": 13232
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "Then they confessed the great and wonderful works of God, and how the angel of the Lord had appeared to them.",
          "id": 13233
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Then Tobit wrote a prayer of rejoicing, and said, Blessed be God that lives for ever, and blessed be his kingdom.",
          "id": 13234
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For he does scourge, and has mercy: he leads down to hell, and brings up again: neither is there any that can avoid his hand.",
          "id": 13235
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Confess him before the Gentiles, you children of Israel: for he has scattered us amongst them.",
          "id": 13236
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "There declare his greatness, and extol him before all the living: for he is our Lord, and he is the God our Father for ever.",
          "id": 13237
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And he will scourge us for our iniquities, and will have mercy again, and will gather us out of all nations, amongst whom he has scattered us.",
          "id": 13238
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "If you turn to him with your whole heart, and with your whole mind, and deal uprightly before him, then will he turn to you, and will not hide his face from you. Therefore see what he will do with you, and confess him with your whole mouth, and praise the Lord of might, and extol the everlasting King. In the land of my captivity do I praise him, and declare his might and majesty to a sinful nation. O you sinners, turn and do justice before him: who can tell if he will accept you, and have mercy on you?",
          "id": 13239
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "I will extol my God, and my soul shall praise the King of heaven, and shall rejoice in his greatness.",
          "id": 13240
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Let all men speak, and let all praise him for his righteousness.",
          "id": 13241
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "O Jerusalem, the holy city, he will scourge you for your children''s works, and will have mercy again on the sons of the righteous.",
          "id": 13242
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Give praise to the Lord, for he is good: and praise the everlasting King, that his tabernacle may be builded in you again with joy, and let him make joyful there in you those that are captives, and love in you for ever those that are miserable.",
          "id": 13243
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Many nations shall come from far to the name of the Lord God with gifts in their hands, even gifts to the King of heaven; all generations shall praise you with great joy.",
          "id": 13244
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Cursed are all they which hate you, and blessed shall all be which love you for ever.",
          "id": 13245
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Rejoice and be glad for the children of the just: for they shall be gathered together, and shall bless the Lord of the just.",
          "id": 13246
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "O blessed are they which love you, for they shall rejoice in your peace: blessed are they which have been sorrowful for all your scourges; for they shall rejoice for you, when they have seen all your glory, and shall be glad for ever.",
          "id": 13247
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "Let my soul bless God the great King.",
          "id": 13248
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For Jerusalem shall be built up with sapphires and emeralds, and precious stone: your walls and towers and battlements with pure gold.",
          "id": 13249
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the streets of Jerusalem shall be paved with beryl and carbuncle and stones of Ophir.",
          "id": 13250
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And all her streets shall say, Alleluia; and they shall praise him, saying, Blessed be God, which has extolled it for ever.",
          "id": 13251
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "So Tobit made an end of praising God.",
          "id": 13252
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he was eight and fifty years old when he lost his sight, which was restored to him after eight years: and he gave alms, and he increased in the fear of the Lord God, and praised him.",
          "id": 13253
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And when he was very aged he called his son, and the sons of his son, and said to him, My son, take your children; for, behold, I am aged, and am ready to depart out of this life.",
          "id": 13254
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Go into Media my son, for I surely believe those things which Jonas the prophet spoke of Nineve, that it shall be overthrown; and that for a time peace shall rather be in Media; and that our brethren shall lie scattered in the earth from that good land: and Jerusalem shall be desolate, and the house of God in it shall be burnt, and shall be desolate for a time;",
          "id": 13255
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And that again God will have mercy on them, and bring them again into the land, where they shall build a temple, but not like to the first, until the time of that age be fulfilled; and afterward they shall return from all places of their captivity, and build up Jerusalem gloriously, and the house of God shall be built in it for ever with a glorious building, as the prophets have spoken thereof.",
          "id": 13256
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And all nations shall turn, and fear the Lord God truly, and shall bury their idols.",
          "id": 13257
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "So shall all nations praise the Lord, and his people shall confess God, and the Lord shall exalt his people; and all those which love the Lord God in truth and justice shall rejoice, showing mercy to our brethren.",
          "id": 13258
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And now, my son, depart out of Nineve, because that those things which the prophet Jonas spoke shall surely come to pass.",
          "id": 13259
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "But keep you the law and the commandments, and show yourself merciful and just, that it may go well with you.",
          "id": 13260
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And bury me decently, and your mother with me; but wait no longer at Nineve. Remember, my son, how Aman handled Achiacharus that brought him up, how out of light he brought him into darkness, and how he rewarded him again: yet Achiacharus was saved, but the other had his reward: for he went down into darkness. Manasses gave alms, and escaped the snares of death which they had set for him: but Aman fell into the snare, and perished.",
          "id": 13261
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Therefore now, my son, consider what alms does, and how righteousness does deliver. When he had said these things, he gave up the ghost in the bed, being an hundred and eight and fifty years old; and he buried him honourably.",
          "id": 13262
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And when Anna his mother was dead, he buried her with his father. But Tobias departed with his wife and children to Ecbatane to Raguel his father in law,",
          "id": 13263
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Where he became old with honour, and he buried his father and mother in law honourably, and he inherited their substance, and his father Tobit''s.",
          "id": 13264
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he died at Ecbatane in Media, being an hundred and seven and twenty years old.",
          "id": 13265
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "But before he died he heard of the destruction of Nineve, which was taken by Nabuchodonosor and Assuerus: and before his death he rejoiced over Nineve.",
          "id": 13266
        }
      ]
    }
  ]
}