{
  "book": "Zechariah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In the eighth month, in the second year of the reign of Darius, the word of the Lord came to Zacharias, the son of Barachias, the son of Addo, the prophet, saying,",
          "id": 23338
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "The Lord has been very angry with your fathers.",
          "id": 23339
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And you shall say to them, Thus says the Lord Almighty: Turn to me, says the Lord of hosts, and I will turn to you, says the Lord of hosts.",
          "id": 23340
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And be you not as your fathers, whom the prophets before charged, saying, Thus says the Lord Almighty: Turn you from your evil ways, and from your evil practices: but they listened not, and attended not to listen to me, says the Lord.",
          "id": 23341
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Where are your fathers, and the prophets? Will they live for ever?",
          "id": 23342
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "But do you receive my words and mine ordinances, all that I command by my Spirit to my servants the prophets, who lived in the days of your fathers; and they answered and said, As the Lord Almighty determined to do to us, according to our ways, and according to our practices, so has he done to us.",
          "id": 23343
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "On the twenty-fourth day in the eleventh month, this is the month Sabat, in the second year of the reign of Darius, the word of the Lord came to Zacharias, the son of Barachias, the son of Addo, the prophet, saying,",
          "id": 23344
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "I saw by night, and behold a man mounted on a red horse, and he stood between the shady mountains; and behind him were red horses, and grey, and piebald, and white.",
          "id": 23345
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And I said, What are these, my lord? And the angel spoke with me said to me, I will show you what these things are.",
          "id": 23346
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And the man that stood between the mountains answered, and said to me, These are they whom the Lord has sent forth to go round the earth.",
          "id": 23347
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And they answered the angel of the Lord that stood between the mountains, and said, We have gone round all the earth, and, behold, all the earth is inhabited, and is at rest.",
          "id": 23348
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "Then the angel of the Lord answered and said, O Lord Almighty, how long will you have no mercy on Jerusalem, and the cities of Juda, which you have disregarded these seventy years?",
          "id": 23349
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the Lord Almighty answered the angel that spoke with me good words and consolatory sayings.",
          "id": 23350
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the angel that spoke with me said to me, Cry out and say, Thus says the Lord Almighty; I have been jealous for Jerusalem and Sion with great jealousy.",
          "id": 23351
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And I am very angry with the heathen that combine to attack her: forasmuch as I indeed was a little angry, but they combined to attack her for evil.",
          "id": 23352
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "Therefore thus says the Lord: I will return to Jerusalem with compassion; and my house shall be rebuilt in her, says the Lord Almighty, and a measuring line shall yet be stretched out over Jerusalem.",
          "id": 23353
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And the angel that spoke with me said to me, Cry yet, and say, Thus says the Lord Almighty; Yet shall cities be spread abroad through prosperity; and the Lord shall yet have mercy upon Sion, and shall choose Jerusalem.",
          "id": 23354
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And I lifted up mine eyes and looked, and behold four horns.",
          "id": 23355
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "And I said to the angel that spoke with me, What are these things, my lord? And he said to me, These are the horns that have scattered Juda, and Israel, and Jerusalem.",
          "id": 23356
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And the Lord showed me four artificers.",
          "id": 23357
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And I said, What are these coming to do? And he said, These are the horns that scattered Juda, and they broke Israel in pieces, and none of them lifted up his head: and these are come forth to sharpen them for their hands, even the four horns, the nations that lifted up the horn against the land of the Lord to scatter it.",
          "id": 23358
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And I lifted up mine eyes, and looked, and behold a man, and in his hand a measuring line.",
          "id": 23359
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And I said to him, Whither go you? And he said to me, To measure Jerusalem, to see what is the breadth of it, and what is the length of it.",
          "id": 23360
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And, behold, the angel that spoke with me stood by, and another angel went forth to meet him,",
          "id": 23361
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "and spoke to him, saying, Run and speak to that young man, saying, Jerusalem shall be fully inhabited by reason of the abundance of men and cattle in the midst of her.",
          "id": 23362
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And I will be to her, says the Lord, a wall of fire round about, and I will be for a glory in the midst of her.",
          "id": 23363
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Ho, ho, flee from the land of the north, says the Lord: for I will gather you from the four winds of heaven, says the Lord,",
          "id": 23364
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "even to Sion: deliver yourselves, you that dwell with the daughter of Babylon.",
          "id": 23365
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "For thus says the Lord Almighty; After the glory has he sent me to the nations that spoiled you: for he that touches you is as one that touches the apple of his eye.",
          "id": 23366
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For, behold, I bring my hand upon them, and they shall be a spoil to them that serve them: and you shall know that the Lord Almighty has sent me.",
          "id": 23367
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Rejoice and be glad, O daughter of Sion: for, behold, I come, and will dwell in the midst of you, says the Lord.",
          "id": 23368
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And many nations shall flee for refuge to the Lord in that day, and they shall be for a people to him, and they shall dwell in the midst of you: and you shall know that the Lord Almighty has sent me to you.",
          "id": 23369
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the Lord shall inherit Juda his portion in the holy land, and he will yet choose Jerusalem.",
          "id": 23370
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "Let all flesh fear before the Lord: for he has risen up from his holy clouds.",
          "id": 23371
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the Lord showed me Jesus the high priest standing before the angel of the Lord, and the Devil stood on his right hand to resist him.",
          "id": 23372
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And the Lords said to the Devil,",
          "id": 23373
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "The Lord rebuke you, O Devil, even the Lord that has chosen Jerusalem rebuke you: behold! is not this as a brand plucked from the fire?",
          "id": 23374
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Now Jesus was clothed in filthy raiment, and stood before the angel.",
          "id": 23375
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the Lord answered and spoke to those who stood before him, saying, Take away the filthy raiment from him: and he said to him, Behold, I have taken away your iniquities: and clothe you him with a long robe,",
          "id": 23376
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and place a pure mitre upon his head. So they placed a pure mitre upon his head, and clothed him with garments: and the angel of the Lord stood by.",
          "id": 23377
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the angel of the Lord testified to Jesus, saying,",
          "id": 23378
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Thus says the Lord Almighty; If you will walk in my ways, and take heed to my charges, then shall you judge my house: and if you will diligently keep my court, then will I give you men to walk in the midst of these that stand here.",
          "id": 23379
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Hear now, Jesus the high priest, you, and your neighbours that are sitting before you: for they are diviners, for, behold, I bring forth my servant The Branch.",
          "id": 23380
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For as for the stone which I have set before the face of Jesus, on the one stone are seven eyes: behold, I am digging a trench, says the Lord Almighty, and I will search out all the iniquity of that land in one day.",
          "id": 23381
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "In that day, says the Lord Almighty, you shall call together every man his neighbour under the vine and under the fig tree.",
          "id": 23382
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the angel that talked with me returned, and awakened me, as when a man is awakened out of his sleep.",
          "id": 23383
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he said to me, What see you? And I said, I have seen, and behold a candlestick all of gold, and its bowl upon it, and seven lamps upon it, and seven oil funnels to the lamps upon it:",
          "id": 23384
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and two olive-trees above it, one on the right of the bowl, and one on the left.",
          "id": 23385
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And I enquired, and spoke to the angel that talked with me, saying, What are these things, my lord?",
          "id": 23386
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the angel that talked with me answered, and spoke to me, saying, Know you not what these things are? And I said, No, my lord.",
          "id": 23387
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And he answered and spoke to me, saying, This is the word of the Lord to Zorobabel, saying, Not by mighty power, nor by strength, but by my Spirit, says the Lord Almighty.",
          "id": 23388
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Who are you, the great mountain before Zorobabel, that you should prosper? whereas I will bring out the stone of the inheritance, the grace of it the equal of my  grace.",
          "id": 23389
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the word of the Lord came to me, saying,",
          "id": 23390
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "The hands of Zorobabel have laid the foundation of this house, and his hands shall finish it: and you shall know that the Lord Almighty has sent me to you.",
          "id": 23391
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For who has despised the small days? surely they shall rejoice, and shall see the plummet of tin in the hand of Zorobabel: these are the seven eyes that look upon all the earth.",
          "id": 23392
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And I answered, and said to him, What are these two olive-trees, which are on the right and left hand of the candlestick?",
          "id": 23393
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And I asked the second time, and said to him, What are the two branches of the olive-trees that are by the side of the two golden pipes that pour into and communicate with the golden oil funnels?",
          "id": 23394
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he said to me, Know you not what these are? and I said, No, my lord.",
          "id": 23395
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And he said, These are the two anointed ones that stand by the Lord of the whole earth.",
          "id": 23396
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And I turned, and lifted up mine eyes, and looked and behold a flying sickle.",
          "id": 23397
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And he said to me, What see you? And I said, I see a flying sickle, of the length of twenty cubits, and of the breadth of ten cubits.",
          "id": 23398
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And he said to me, This is the curse that goes forth over the face of the whole earth: for every thief shall be punished with death on this side, and every false swearer shall be punished on that side.",
          "id": 23399
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And I will bring it forth, says the Lord Almighty, and it shall enter into the house of the thief, and into the house of him that swears falsely by my name: and it shall rest in the midst of his house, and shall consume it, and the timber of it, and the stones of it.",
          "id": 23400
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the angel that talked with me went forth, and said to me, Lift up your eyes, and see this that goes forth.",
          "id": 23401
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And I said, What is it? And he said, This is the measure that goes forth. And he said, This is their iniquity in all the earth.",
          "id": 23402
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And behold a talent of lead lifted up: and behold a woman sat in the midst of the measure.",
          "id": 23403
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And he said, This is iniquity. And he cast it into the midst of the measure, and cast the weight of lead on the mouth of it.",
          "id": 23404
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And I lifted up mine eyes, and saw, and, behold, two women coming forth, and the wind was in their wings; and they had stork''s wings: and they lifted up the measure between the earth and the sky.",
          "id": 23405
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And I said to the angel that spoke with me, Whither do these carry away the measure?",
          "id": 23406
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And he said to me, To build it a house in the land of Babylon, and to prepare a place for it; and they shall set it there on its own base.",
          "id": 23407
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And I turned, and lifted up mine eyes, and looked, and, behold, four chariots coming out from between two mountains; and the mountains were brazen mountains.",
          "id": 23408
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "In the first chariot were red horses; and in the second chariot black horses;",
          "id": 23409
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "and in the third chariot white horses; and in the fourth chariot piebald and ash-coloured horses.",
          "id": 23410
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And I answered and said to the angel that talked with me, What are these, my Lord?",
          "id": 23411
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the angel that talked with me answered and said, These are the four winds of heaven, and they are going forth to stand before the Lord of all the earth.",
          "id": 23412
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "As for the chariot in which were the black horses, they went out to the land of the north; and the white went out after them; and the piebald went out to the land of the south.",
          "id": 23413
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the ash-coloured went out, and looked to go and compass the earth: and he said, Go, and compass the earth. And they compassed the earth.",
          "id": 23414
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And he cried out and spoke to me, saying, Behold, these go out to the land of the north, and they have quieted mine anger in the land of the north.",
          "id": 23415
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the word of the Lord came to me, saying,",
          "id": 23416
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "Take the things of the captivity from the chief men, and from the useful men of it, and from them that have understood it; and you shall enter in that day into the house of Josias the son of Sophonias that came out of Babylon.",
          "id": 23417
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And you shall take silver and gold, and make crowns, and you shall put them upon the head of Jesus the son of Josedec the high priest;",
          "id": 23418
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "and you shall say to him, Thus says the Lord Almighty; Behold the man whose name is The Branch; and he shall spring up from his stem, and build the house of the Lord.",
          "id": 23419
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he shall receive power, and shall sit and rule upon his throne; and there shall be a priest on his right hand, and a peaceful counsel shall be between them both.",
          "id": 23420
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the crown shall be to them that wait patiently, and to the useful men of the captivity, and to them that have known it, and for the favour of the son of Sophonias, and for a psalm in the house of the Lord.",
          "id": 23421
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And they that are far from them shall come and build in the house of the Lord, and you shall know that the Lord Almighty has sent me to you: and this shall come to pass, if you will diligently listen to the voice of the Lord your God.",
          "id": 23422
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And it came to pass in the fourth year of Darius the king, that the word of the Lord came to Zacharias on the fourth day of the ninth month, which is Chaseleu.",
          "id": 23423
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And Sarasar and Arbeseer the king and his men sent to Bethel, and that to propitiate the Lord,",
          "id": 23424
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "speaking to the priests that were in the house of the Lord Almighty, and to the prophets, saying, The holy offering has come in hither in the fifth month, as it has done already many years.",
          "id": 23425
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And the word of the Lord of hosts came to me, saying,",
          "id": 23426
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Speak to the whole people of the land, and to the priests, saying, Though you fasted or lamented in the fifth or seventh months (yes, behold, these seventy years) have you at all fasted to me?",
          "id": 23427
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And if you eat or drink, do you not eat and drink for yourselves?",
          "id": 23428
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Are not these the words which the Lord spoke by the former prophets, when Jerusalem was inhabited and in prosperity, and her cities round about her, and the hill country and the low country was inhabited?",
          "id": 23429
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And the word of the Lord came to Zacharias, saying,",
          "id": 23430
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Thus says the Lord Almighty; Judge righteous judgement, and deal mercifully and compassionately every one with his brother:",
          "id": 23431
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "and oppress not the widow, or the fatherless, or the stranger, or the poor; and let not one of you remember in his heart the injury of his brother.",
          "id": 23432
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But they refused to attend, and madly turned their back, and made their ears heavy, so that they should not hear.",
          "id": 23433
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And they made their heart disobedient, so as not to listen to my law, and the words which the Lord Almighty sent forth by his Spirit by the former prophets: so there was great wrath from the Lord Almighty.",
          "id": 23434
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And it shall come to pass, that as he spoke, and they listened not, so they shall cry, and I will not listen, says the Lord Almighty.",
          "id": 23435
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And I will cast them out amongst all the nations, whom they know not; and the land behind them shall be made utterly destitute of any going through or returning: yes they have made the choice land a desolation.",
          "id": 23436
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "And the word of the Lord Almighty came, saying,",
          "id": 23437
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Thus says the Lord Almighty; I have been jealous for Jerusalem and for Sion with great jealousy, and I have been jealous for her with great fury.",
          "id": 23438
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Thus says the Lord; I will return to Sion, and dwell in the midst of Jerusalem: and Jerusalem shall be called a true city, and the mountain of the Lord Almighty a holy mountain.",
          "id": 23439
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Thus says the Lord Almighty; There shall yet dwell old men and old women in the streets of Jerusalem, every one holding his staff in his hand for age.",
          "id": 23440
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the broad places of the city shall be filled with boys and girls playing in the streets thereof.",
          "id": 23441
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Thus says the Lord Almighty; If it shall be impossible in the sight of the remnant of this people in those days, shall it also be impossible in my sight? says the Lord Almighty.",
          "id": 23442
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Thus says the Lord Almighty; Behold, I will save my people from the east country, and the west country;",
          "id": 23443
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "and I will bring them in, and cause them to dwell in the midst of Jerusalem: and they shall be to me a people, and I will be to them a God, in truth and in righteousness.",
          "id": 23444
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Thus says the Lord Almighty; Let your hands be strong, you that hear in these days these words out of the mouth of the prophets, from the day that the house of the Lord Almighty was founded, and from the time that the temple was built.",
          "id": 23445
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "For before those days the wages of men could not be profitable, and there could be no hire of cattle, and there could be no peace by reason of the affliction to him that went out or to him that came in: for I would have let loose all men, every one against his neighbour.",
          "id": 23446
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "But now I will not do to the remnant of this people according to the former days, says the Lord Almighty.",
          "id": 23447
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "But I will show peace: the vine shall yield her fruit, and the land shall yield her produce, and the heaven shall give its dew: and I will give as an inheritance all these things to the remnant of my people.",
          "id": 23448
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And it shall come to pass, as you were a curse amongst the nations, O house of Juda, and house of Israel; so will I save you, and you shall be a blessing: be of good courage, and strengthen your hands.",
          "id": 23449
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For thus says the Lord Almighty; As I took counsel to afflict you when your fathers provoked me, says the Lord Almighty, and I repented not:",
          "id": 23450
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "so have I prepared and taken counsel in these days to do good to Jerusalem and to the house of Juda: be you of good courage.",
          "id": 23451
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "These are the things which you shall do; speak truth every one with his neighbour; judge truth and peaceful judgement in your gates:",
          "id": 23452
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "and let none of you devise evil in his heart against his neighbour; and love not a false oath: for all these things I hate, says the Lord Almighty.",
          "id": 23453
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And the word of the Lord Almighty came to me, saying,",
          "id": 23454
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Thus says the Lord Almighty, The fourth fast, and the fifth fast, and the seventh fast, and the tenth fast, shall be to the house of Juda for joy and gladness, and for good feasts; and you shall rejoice; and love you the truth and peace.",
          "id": 23455
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "Thus says the Lord Almighty; Yet shall many peoples come, and the inhabitants of many cities;",
          "id": 23456
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "and the inhabitants of five cities shall come together to one city, saying, Let us go to make supplication to the Lord, and to seek the face of the Lord Almighty; I will go also.",
          "id": 23457
        },
        {
          "isRed": false,
          "verse": 22,
          "text": "And many peoples and many nations shall come to seek earnestly the face of the Lord Almighty in Jerusalem, and to obtain favour of the Lord.",
          "id": 23458
        },
        {
          "isRed": false,
          "verse": 23,
          "text": "Thus says the Lord Almighty; In those days my word shall be fulfilled if ten men of all the languages of the nations should take hold—even take hold of the hem of a Jew, saying, We will go with you; for we have heard that God is with you.",
          "id": 23459
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The burden of the word of the Lord, in the land of Sedrach, and his sacrifice shall be in Damascus; for the Lord looks upon men, and upon all the tribes of Israel.",
          "id": 23460
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And in Emath, even in her coasts, are Tyre and Sidon, because they were very wise.",
          "id": 23461
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And Tyrus built strongholds for herself, and heaped up silver as dust, and gathered gold as the mire of the ways.",
          "id": 23462
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And therefore the Lord will take them for a possession, and will strike her power in the sea; and she shall be consumed with fire.",
          "id": 23463
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Ascalon shall see, and fear; Gaza also, and shall be greatly pained, and Accaron; for she is ashamed at her trespass; and the king shall perish from Gaza, and Ascalon shall not be inhabited.",
          "id": 23464
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And aliens shall dwell in Azotus, and I will bring down the pride of the Philistines.",
          "id": 23465
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And I will take their blood out of their mouth, and their abominations from between their teeth; and these also shall be left to our God, and they shall be as a captain of a thousand in Juda, and Accaron as a Jebusite.",
          "id": 23466
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And I will set up a defence for my house, that they may not pass through, nor turn back, neither shall there any more come upon them one to drive them away: for now have I seen with mine eyes.",
          "id": 23467
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Rejoice greatly, O daughter of Sion; proclaim it aloud, O daughter of Jerusalem; behold, the King is coming to you, just, and a Saviour; he is meek and riding on an ass, and a young foal.",
          "id": 23468
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And he shall destroy the chariots out of Ephraim, and the horse out of Jerusalem, and the bow of war shall be utterly destroyed; and there shall be abundance and peace out of the nations; and he shall rule over the waters as far as the sea, and the rivers to the ends of the earth.",
          "id": 23469
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And you by the blood of your covenant has sent forth your prisoners out of the pit that has no water.",
          "id": 23470
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "You shall dwell in strongholds, you prisoners of the congregation: and for one day of your captivity I will recompense you double.",
          "id": 23471
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "For I have bent you, O Juda, for myself as a bow, I have filled Ephraim; and I will raise up your children, O Sion, against the children of the Greeks, and I will handle you as the sword of a warrior.",
          "id": 23472
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And the Lord shall be over them, and his arrow shall go forth as lightning: and the Lord Almighty shall blow with the trumpet; and shall proceed with the tumult of his threatening.",
          "id": 23473
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The Lord Almighty shall protect them, and they shall destroy them, and overwhelm them with sling-stones; and they shall swallow them down as wine, and fill the bowls as the altar.",
          "id": 23474
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And the Lord their God shall save them in that day, even his people as a flock; for holy stones are rolled upon his land.",
          "id": 23475
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "For if he has anything good, and if he has anything fair, the young men shall have corn, and there shall be fragrant wine to the virgins.",
          "id": 23476
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Ask you of the Lord rain in season, the early and the latter: the Lord has given bright signs, and will give them abundant rain, to every one grass in the field.",
          "id": 23477
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "For the speakers have uttered grievous things, and the diviners have  seen false visions, and they have spoken false dreams, they have given vain comfort: therefore have they fallen away like sheep, and been afflicted, because there was no healing.",
          "id": 23478
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Mine anger was kindled against the shepherds, and I will visit the lambs; and the Lord God Almighty shall visit his flock, the house of Juda, and he shall make them as his goodly horse in war.",
          "id": 23479
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And from him he looked, and from him he set the battle in order, and from him came the bow in anger, and from him shall come forth every oppressor together.",
          "id": 23480
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And they shall be as warriors treading clay in the ways in war; and they shall set the battle in array, because the Lord is with them, and the riders on horses shall be put to shame.",
          "id": 23481
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And I will strengthen the house of Juda, and save the house of Joseph, and I will settle them; because I have loved them: and they shall be as if I had not cast them off: for I am the Lord their God, and I will hear them.",
          "id": 23482
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And they shall be as the warriors of Ephraim, and their heart shall rejoice as with wine: and their children also shall see it, and be glad; and their heart shall rejoice in the Lord.",
          "id": 23483
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "I will make a sign to them, and gather them in; for I will redeem them, and they shall be multiplied according to their number before.",
          "id": 23484
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And I will sow them amongst the people; and they that are afar off shall remember me: they shall nourish their children, and they shall return.",
          "id": 23485
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And I will bring them again from the land of Egypt, and I will gather them in from amongst the Assyrians; and I will bring them into the land of Galaad and to Libanus; and there shall not even one of them be left behind.",
          "id": 23486
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And they shall pass through a narrow sea, they shall strike the waves in the sea, and all the deep places of the rivers shall be dried up: and all the pride of the Assyrians shall be taken away, and the sceptre of Egypt shall be removed.",
          "id": 23487
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And I will strengthen them in the Lord their God; and they shall boast in his name, says the Lord.",
          "id": 23488
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Open your doors, O Libanus, and let the fire devour your cedars.",
          "id": 23489
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Let the pine howl, because the cedar has fallen; for the mighty men have been greatly afflicted: howl, you oaks of the land of Basan; for the thickly planted forest has been torn down.",
          "id": 23490
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "There is a voice of the shepherds mourning; for their greatness is brought low: a voice of roaring lions; for the pride of Jordan is brought down.",
          "id": 23491
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Thus says the Lord Almighty, Feed the sheep of the slaughter;",
          "id": 23492
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "which their possessors have slain, and have not repented: and they that sold them said, Blessed be the Lord; for we have become rich: and their shepherds have suffered no sorrow for them.",
          "id": 23493
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "Therefore I will no longer have mercy upon the inhabitants of the land, says the Lord: but, behold, I will deliver up the men every one into the hand of his neighbour, and into the hand of his king; and they shall destroy the land, and I will not rescue out of their hand.",
          "id": 23494
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And I will tend the flock of slaughter in the land of Chanaan: and I will take for myself two rods; the one I called Beauty, and the other I called Line; and I will tend the flock.",
          "id": 23495
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And I will cut off three shepherds in one month; and my soul shall grieve over them, for their souls cried out against me.",
          "id": 23496
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And I said, I will not tend you: that which dies, let it die; and that which falls off, let it fall off; and let the rest eat every one the flesh of his neighbour.",
          "id": 23497
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And I will take my beautiful staff, and cast it away, that I may break my covenant which I made with all the people.",
          "id": 23498
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "And it shall be broken in that day; and the Chananites, the sheep that are kept for me, shall know that it is the word of the Lord.",
          "id": 23499
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And I will say to them, If it be good in your eyes, give me my price, or refuse it. And they weighed for my price thirty pieces of silver.",
          "id": 23500
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And the Lord said to me, Drop them into the furnace, and I will see if it is good metal, as I was proved for their sakes. And I took the thirty pieces of silver, and cast them into the furnace in the house of the Lord.",
          "id": 23501
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And I cast away my second rod, even Line, that I might break the possession between Juda and Israel.",
          "id": 23502
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And the Lord said to me, Take yet to you shepherd''s implements belonging to an unskillful shepherd.",
          "id": 23503
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "For, behold, I will raise up a shepherd against the land: he shall not visit that which is perishing, and he shall not seek that which is scattered, and he shall not heal that which is bruised, nor guide that which is whole: but he shall devour the flesh of the choice ones, and shall dislocate the joints of their necks.",
          "id": 23504
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "Alas for the vain shepherds that have forsaken the sheep! the sword shall be upon the arms of such a one, and upon his right eye: his arm shall be completely withered, and his right eye shall be utterly darkened.",
          "id": 23505
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The burden of the word of the Lord for Israel; says the Lord, that stretches out the sky, and lays the foundation of the earth, and forms the spirit of man within him.",
          "id": 23506
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Behold, I will make Jerusalem as trembling door-posts to all the nations round about, and in Judea there shall be a siege against Jerusalem.",
          "id": 23507
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And it shall come to pass in that day that I will make Jerusalem a trodden stone to all the nations: every one that tramples on it shall utterly mock at it, and all the nations of the earth shall be gathered together against it.",
          "id": 23508
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "In that day, says the Lord Almighty, I will strike every horse with amazement, and his rider with madness: but I will open mine eyes upon the house of Juda, and I will strike all the horses of the nations with blindness.",
          "id": 23509
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the captains of thousands of Juda shall say in their hearts, We shall find for ourselves the inhabitants of Jerusalem in the Lord Almighty their God.",
          "id": 23510
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "In that day I will make the captains of thousands of Juda as a firebrand amongst wood, and as a torch of fire in stubble; and they shall devour on the right hand and on the left all the nations round about: and Jerusalem shall dwell again by herself, even in Jerusalem.",
          "id": 23511
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the Lord shall save the tabernacles of Juda as at the beginning, that the boast of the house of David, and the pride of the inhabitants of Jerusalem, may not magnify themselves against Juda.",
          "id": 23512
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And it shall come to pass in that day, that the Lord shall defend the inhabitants of Jerusalem; and the weak one amongst them in that day shall be as David, and the house of David as the house of God, as the angel of the Lord before them.",
          "id": 23513
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem.",
          "id": 23514
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and compassion: and they shall look upon me, because they have mocked me, and they shall make lamentation for him, as for a beloved friend, and they shall grieve intensely, as for a firstborn son.",
          "id": 23515
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "In that day the lamentation in Jerusalem shall be very great, as the mourning for the pomegranate grove cut down in the plain.",
          "id": 23516
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And the land shall lament in separate families, the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves;",
          "id": 23517
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "the family of the house of Levi by itself, and their wives by themselves; the family of Symeon by itself, and their wives by themselves;",
          "id": 23518
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "all the families that are left, each family by itself, and their wives by themselves.",
          "id": 23519
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "In that day every place shall be opened to the house of David and to the inhabitants of Jerusalem for removal and for separation.",
          "id": 23520
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And it shall come to pass in that day, says the Lord of hosts, that I will utterly destroy the names of the idols from off the land, and there shall be no longer any remembrance of them: and I will cut off the false prophets and the evil spirit from the land.",
          "id": 23521
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And it shall come to pass, if a man will yet prophesy, that his father and his mother which gave birth to him shall say to him, You shall not live; for you have spoken lies in the name of the Lord: and his father and his mother who gave him birth shall bind him as he is prophesying.",
          "id": 23522
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And it shall come to pass in that day, that the prophets shall be ashamed every one of his vision when he prophesies; and they shall clothe themselves with a garment of hair, because they have lied.",
          "id": 23523
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And one shall say, I am not a prophet, for I am a tiller of the ground, for a man brought me up thus from my youth.",
          "id": 23524
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And I will say to him, What are these wounds between your hands? and he shall say, Those with which I was wounded in my beloved house.",
          "id": 23525
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Awake, O sword, against my shepherds, and against the man who is my citizen, says the Lord Almighty: strike the shepherds, and draw out the sheep: and I will bring mine hand upon the little ones.",
          "id": 23526
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And it shall come to pass, that in all the land, says the Lord, two parts thereof shall be cut off and perish; but the third shall be left therein.",
          "id": 23527
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And I will bring the third part through the fire, and I will try them as silver is tried, and I will prove them as gold is proved: they shall call upon my name, and I will hear them, and say, This is my people: and they shall say, The Lord is my God.",
          "id": 23528
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Behold, the days of the Lord come, and your spoils shall be divided in you.",
          "id": 23529
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "And I will gather all the Gentiles to Jerusalem to war, and the city shall be taken, and the houses plundered, and the women ravished; and half of the city shall go forth into captivity, but the rest of my people shall not be utterly cut off from the city.",
          "id": 23530
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "And the Lord shall go forth, and fight with those Gentiles as when he fought in the day of war.",
          "id": 23531
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And his feet shall stand in that day on the mount of Olives, which is before Jerusalem on the east, and the mount of Olives shall cleave asunder, half of it towards the east and the west, a very great division; and half the mountain shall lean to the north, and half of it to the south.",
          "id": 23532
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "And the valley of my mountains shall be closed up, and the valley of the mountains shall be joined on to Jasod, and shall be blocked up as it was blocked up in the days of the earthquake, in the days of Ozias king of Juda; and the Lord my God shall come, and all the saints with him.",
          "id": 23533
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And it shall come to pass in that day that there shall be no light,",
          "id": 23534
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "and there shall be for one day cold and frost, and that day shall be known to the Lord, and it shall not be day nor night: but towards evening it shall be light.",
          "id": 23535
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And in that day living water shall come forth out of Jerusalem; half of it towards the former sea, and half of it towards the latter sea: and so shall it be in summer and spring.",
          "id": 23536
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And the Lord shall be king over all the earth: in that day there shall be one Lord, and his name one,",
          "id": 23537
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "compassing all the earth, and the wilderness from Gabe to Remmon south of Jerusalem. And Rama shall remain in its place. From the gate of Benjamin to the place of the first gate, to the gate of the corners, and to the tower of Anameel, as far as the king''s wine presses,",
          "id": 23538
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "they shall dwell in the city; and there shall be no more any curse, and Jerusalem shall dwell securely.",
          "id": 23539
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And this shall be the overthrow with which the Lord will strike all the nations, as many as have fought against Jerusalem; their flesh shall consume away while they are standing upon their feet, and their eyes shall melt out of their holes, and their tongue shall consume away in their mouth.",
          "id": 23540
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And there shall be in that day a great panic from the Lord upon them; and they shall lay hold every man of the hand of his neighbour, and his hand shall be clasped with the hand of his neighbour.",
          "id": 23541
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Juda also shall fight in Jerusalem; and God shall gather the strength of all the nations round about, gold, and silver, and apparel, in great abundance.",
          "id": 23542
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "And this shall be the overthrow of the horses, and mules, and camels, and asses, and all the beasts that are in those camps, according to this overthrow.",
          "id": 23543
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "And it shall come to pass, that whoever shall be left of all the nations that came against Jerusalem, shall even come up every year to worship the king, the Lord Almighty, and to keep the feast of tabernacles.",
          "id": 23544
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And it shall come to pass, that whoever of all the families of the earth shall not come up to Jerusalem to worship the king, the Lord Almighty, even these shall be added to the others.",
          "id": 23545
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And if the family of Egypt shall not go up, nor come; then upon them shall be the overthrow with which the Lord shall strike all the nations, whichever of them shall not come up to keep the feast of tabernacles.",
          "id": 23546
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "This shall be the sin of Egypt, and the sin of all the nations, whoever shall not come up to keep the feast of tabernacles.",
          "id": 23547
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "In that day there shall be upon the bridle of every horse Holiness to the Lord Almighty; and the cauldrons in the house of the Lord shall be as bowls before the altar.",
          "id": 23548
        },
        {
          "isRed": false,
          "verse": 21,
          "text": "And every pot in Jerusalem and in Juda shall be holy to the Lord Almighty: and all that sacrifice shall come and take of them, and shall seethe meat in them: and in that day there shall be no more the Chananite in the house of the Lord Almighty.",
          "id": 23549
        }
      ]
    }
  ]
}