{
  "book": "Zephaniah",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "The word of the Lord which came to Sophonias the son of Chusi, the son of Godolias, the son of Amorias, the son of Ezekias, in the days of Josias son of Amon, king of Juda.",
          "id": 23248
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "Let there be an utter cutting off from the face of the land, says the Lord.",
          "id": 23249
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Let man and cattle be cut off; let the birds of the air and the fishes of the sea be cut off; and the ungodly shall fail, and I will take away the transgressors from the face of the land, says the Lord.",
          "id": 23250
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "And I will stretch out mine hand upon Juda, and upon all the inhabitants of Jerusalem; and I will remove the names of Baal out of this place, and the names of the priests;",
          "id": 23251
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "and them that worship the host of heaven upon the housetops; and them that worship and swear by the Lord, and them that swear by their king;",
          "id": 23252
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "and them that turn aside from the Lord, and them that seek not the Lord, and them that cleave not to the Lord.",
          "id": 23253
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "Fear you before the Lord God; for the day of the Lord is near; for the Lord has prepared his sacrifice, and has sanctified his guests.",
          "id": 23254
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "And it shall come to pass in the day of the Lord''s sacrifice, that I will take vengeance on the princes, and on the king''s house, and upon all that wear strange apparel.",
          "id": 23255
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "And I will openly take vengeance on the porches in that day, on the men that fill the house of the Lord their God with ungodliness and deceit.",
          "id": 23256
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "And there shall be in that day, says the Lord, the sound of a cry from the gate of men slaying, and a howling from the second gate, and a great crashing from the hills.",
          "id": 23257
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "Lament, you that inhabit the city that has been broken down, for all the people has become like Chanaan; and all that were exalted by silver have been utterly destroyed.",
          "id": 23258
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And it shall come to pass in that day, that I will search Jerusalem with a candle, and will take vengeance on the men that despise the things committed to them; but they say in their hearts, The Lord will not do any good, neither will he do any evil.",
          "id": 23259
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And their power shall be for a spoil, and their houses for utter desolation; and they shall build houses, but shall not dwell in them; and they shall plant vineyards, but shall not drink the wine of them.",
          "id": 23260
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "For the great day of the Lord is near, it is near, and very speedy; the sound of the day of the Lord is made bitter and harsh.",
          "id": 23261
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "A mighty day of wrath is that day, a day of affliction and distress, a day of desolation and destruction, a day of gloominess and darkness, a day of cloud and vapour,",
          "id": 23262
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "a day of the trumpet and cry against the strong cities, and against the high towers.",
          "id": 23263
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "And I will greatly afflict the men, and they shall walk as blind men, because they have sinned against the Lord; therefore he shall pour out their blood as dust, and their flesh as dung.",
          "id": 23264
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And their silver and their gold shall in nowise be able to rescue them in the day of the Lord''s wrath; but the whole land shall be devoured by the fire of his jealously; for he will bring a speedy destruction on all them that inhabit the land.",
          "id": 23265
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "Be you gathered and closely joined together, O unchastened nation;",
          "id": 23266
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "before you become as the flower that passes away, before the anger of the Lord come upon you, before the day of the wrath of the Lord come upon you.",
          "id": 23267
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Seek you the Lord, all you meek of the earth; do judgement, and seek justice, and answer accordingly; that you may be hid in the day of the wrath of the Lord.",
          "id": 23268
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "For Gaza shall be utterly spoiled, and Ascalon shall be destroyed; and Azotus shall be cast forth at noon-day, and Accaron shall be rooted up.",
          "id": 23269
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "Woe to them that dwell on the border of the sea, neighbours of the Cretans! the word of the Lord is against you, O Chanaan, land of the Philistines, and I will destroy you out of your dwelling-place.",
          "id": 23270
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "And Crete shall be a pasture of flocks, and a fold of sheep.",
          "id": 23271
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "And the sea cost shall be for the remnant of the house of Juda; they shall pasture upon them in the houses of Ascalon; they shall rest in the evening because of the children of Juda; for the Lord their God has visited them, and he will turn away their captivity.",
          "id": 23272
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "I have heard the revilings of Moab, and the insults of the children of Ammon, wherewith they have reviled my people, and magnified themselves against my coasts.",
          "id": 23273
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "Therefore, as I live, says the Lord of hosts, the God of Israel, Moab shall be as Sodoma, and the children of Ammon as Gomorrha; and Damascus shall be left as a heap of the threshing floor, and desolate for ever: and the remnant of my people shall plunder them, and the remnant of my nations shall inherit them.",
          "id": 23274
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "This is their punishment in return for their haughtiness, because they have reproached and magnified themselves against the Lord Almighty.",
          "id": 23275
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "The Lord shall appear against them, and shall utterly destroy all the gods of the nations of the earth; and they shall worship him every one from his place, even all the islands of the nations.",
          "id": 23276
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "You Ethiopians also are the slain of my sword.",
          "id": 23277
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "And he shall stretch forth his hand against the north and destroy the Assyrian, and make Nineve a dry wilderness, even as a desert.",
          "id": 23278
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "And flocks, and all the wild beasts of the land, and chameleons shall feed in the midst thereof: and hedgehogs shall lodge in the ceilings thereof; and wild beasts shall cry in the breaches thereof, and ravens in her porches, whereas her loftiness was as as cedar.",
          "id": 23279
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "isRed": false,
          "verse": 1,
          "text": "This is the scornful city that dwells securely, that says in her heart, I am, and there is no longer any to be after me: how is she become desolate, a habitation of wild beasts! every one that passes through her shall hiss, and shake his hands. Alas the glorious and ransomed city.",
          "id": 23280
        },
        {
          "isRed": false,
          "verse": 2,
          "text": "The dove listened not to the voice; she received not correction; she trusted not in the Lord, and she drew not near to her God.",
          "id": 23281
        },
        {
          "isRed": false,
          "verse": 3,
          "text": "Her princes within her were as roaring lions, her judges as the wolves of Arabia; they remained not till the morrow.",
          "id": 23282
        },
        {
          "isRed": false,
          "verse": 4,
          "text": "Her prophets are light and scornful men: her priests profane the holy things, and sinfully transgress the law.",
          "id": 23283
        },
        {
          "isRed": false,
          "verse": 5,
          "text": "But the just Lord is in the midst of her, and he will never do an unjust thing: morning by morning he will bring out his judgement to the light, and it is not hidden, and he knows not injustice by extortion, nor injustice in strife.",
          "id": 23284
        },
        {
          "isRed": false,
          "verse": 6,
          "text": "I have brought down the proud with destruction; their corners are destroyed: I will make their ways completely waste, so that none shall go through: their cities are come to an end, by reason of no man living or dwelling in them.",
          "id": 23285
        },
        {
          "isRed": false,
          "verse": 7,
          "text": "I said, But do you fear me, and receive instruction, and you shall not be cut off from the face of the land for all the vengeance I have brought upon her: prepare you, rise early: all their produce is spoilt.",
          "id": 23286
        },
        {
          "isRed": false,
          "verse": 8,
          "text": "Therefore wait upon me, says the Lord, until the day when I rise up for a witness: because my judgement shall be on the gatherings of the nations, to draw to me kings, to pour out upon them all my fierce anger: for the whole earth shall be consumed with the fire of my jealousy.",
          "id": 23287
        },
        {
          "isRed": false,
          "verse": 9,
          "text": "For then will I turn to the peoples a tongue for her generation, that all may call on the name of the Lord, to serve him under one yoke.",
          "id": 23288
        },
        {
          "isRed": false,
          "verse": 10,
          "text": "From the boundaries of the rivers of Ethiopia will I receive my dispersed ones; they shall offer sacrifices to me.",
          "id": 23289
        },
        {
          "isRed": false,
          "verse": 11,
          "text": "In that day you shall not be ashamed of all your practices, wherein you have transgressed against me: for then will I take away from you your disdainful pride, and you shall no more magnify yourself upon my holy mountain.",
          "id": 23290
        },
        {
          "isRed": false,
          "verse": 12,
          "text": "And I will leave in you a meek and lowly people;",
          "id": 23291
        },
        {
          "isRed": false,
          "verse": 13,
          "text": "and the remnant of Israel shall fear the name of the Lord, and shall do no iniquity, neither shall they speak vanity; neither shall a deceitful tongue be found in their mouth: for they shall feed, and lie down, and there shall be none to terrify them.",
          "id": 23292
        },
        {
          "isRed": false,
          "verse": 14,
          "text": "Rejoice, O daughter of Sion; cry aloud, O daughter of Jerusalem; rejoice and delight yourself with all your heart, O daughter of Jerusalem.",
          "id": 23293
        },
        {
          "isRed": false,
          "verse": 15,
          "text": "The Lord has taken away your iniquities, he has ransomed you from the hand of your enemies: the Lord, the King of Israel, is in the midst of you: you shall not see evil any more.",
          "id": 23294
        },
        {
          "isRed": false,
          "verse": 16,
          "text": "At that time the Lord shall say to Jerusalem, Be of good courage, Sion; let not your hands be slack.",
          "id": 23295
        },
        {
          "isRed": false,
          "verse": 17,
          "text": "The Lord your God is in you; the Mighty One shall save you: he shall bring joy upon you, and shall refresh you with his love; and he shall rejoice over you with delight as in a day of feasting.",
          "id": 23296
        },
        {
          "isRed": false,
          "verse": 18,
          "text": "And I will gather your afflicted ones. Alas! who has taken up a reproach against her?",
          "id": 23297
        },
        {
          "isRed": false,
          "verse": 19,
          "text": "Behold, I will work in you for your sake at that time, says the Lord: and I will save her that was oppressed, and receive her that was rejected; and I will make them a praise, and honoured in all the earth.",
          "id": 23298
        },
        {
          "isRed": false,
          "verse": 20,
          "text": "And their enemies shall be ashamed at that time, when I shall deal well with you, and at the time when I shall receive you: for I will make you honoured and a praise amongst all the nations of the earth, when I turn back your captivity before you, says the Lord.",
          "id": 23299
        }
      ]
    }
  ]
}