{
  "book": "Ambrose: Sermon Against Auxentius on Giving Up of the Basilicas",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Sermon Against Auxentius on the Giving Up of the Basilicas.",
          "id": 81013
        },
        {
          "text": "To calm the anxiety of the people over the imperial decree, he lays his answer before them, and adds that he did not go to the consistory, because he was afraid of losing the basilica.",
          "id": 81014
        },
        {
          "text": "Then, first challenging his opponents to a discussion in the church, he says that he is not terrified at their weapons; and also, after recalling his answer on the subject of the sacred vessels, declares that he is ready for the contest.",
          "id": 81015
        },
        {
          "text": "The will of God, he maintains, cannot be frustrated, nor can His protection be overcome, yet He is ready too to suffer in His servants.",
          "id": 81016
        },
        {
          "text": "Since he has not already been taken before this, it is plain that the heretics are causing this disturbance for no reason whatever.",
          "id": 81017
        },
        {
          "text": "Next, after applying Naboth's history and Christ's entry into Jerusalem to the present state of affairs, he censures Auxentius' cruel law, answers the Arians' objections, and states that he will gladly discuss the matter in the presence of the people.",
          "id": 81018
        },
        {
          "text": "Auxentius, he adds, has been already condemned by the pagans, whom he had chosen to sit as judges, as he had been condemned by Paul and by Christ.",
          "id": 81019
        },
        {
          "text": "The heretic had forgotten the year before, when he had made the same appeal to Caesar; and the Arians, in stirring up ill-will against the servants of Christ, are much worse than the Jews: for the Church does not belong to Caesar, but displays the image of Christ.",
          "id": 81020
        },
        {
          "text": "Then adding to these a few more words on his answer and his hymns, he declares that he is not disobedient, that the Emperor is a son of the Church, and that Auxentius is worse than a Jew.",
          "id": 81021
        },
        {
          "text": "1.",
          "id": 81022
        },
        {
          "text": "I see that you are unusually disturbed, and that you are closely watching me.",
          "id": 81023
        },
        {
          "text": "I wonder what the reason is? Is it that you saw or heard that I had received an imperial order at the hands of the tribunes, to the effect that I was to go hence, whither I would, and that all who wished might follow me? Were you afraid that I should desert the Church and forsake you in fear for my own safety? But you could note the message I sent, that the wish to desert the Church had never entered my mind; for I feared the Lord of the universe more than an earthly emperor; and if force were to drag me from the Church, my body indeed could be driven out, but not my mind.",
          "id": 81024
        },
        {
          "text": "I was ready, if he were to do what royal power is wont to do, to undergo the fate a priest has to bear.",
          "id": 81025
        },
        {
          "text": "2.",
          "id": 81026
        },
        {
          "text": "Why, then, are you disturbed? I will never willingly desert you, though if force is used, I cannot meet it.",
          "id": 81027
        },
        {
          "text": "I shall be able to grieve, to weep, to groan; against weapons, soldiers, Goths, my tears are my weapons, for these are a priest's defence.",
          "id": 81028
        },
        {
          "text": "I ought not, I cannot resist in any other way; but to fly and forsake the Church is not my way; lest any one should suppose I did so from fear of some heavier punishment.",
          "id": 81029
        },
        {
          "text": "You yourselves know that I am wont to show respect to our emperors, but not to yield to them, to offer myself freely to punishment, and not to fear what is prepared for me.",
          "id": 81030
        },
        {
          "text": "3.",
          "id": 81031
        },
        {
          "text": "Would that I were sure the Church would never be given over to heretics.",
          "id": 81032
        },
        {
          "text": "Gladly would I go to the Emperor's palace, if this but fitted the office of a priest, and so hold our discussion in the palace rather than the church.",
          "id": 81033
        },
        {
          "text": "But in the consistory Christ is not wont to be the accused but the judge.",
          "id": 81034
        },
        {
          "text": "Who will deny that the cause of faith should be pleaded in the church? If any one has confidence let him come hither; let him not seek the judgment of the Emperor, which already shows its bias, which clearly proves by the law that is passed that he is against the faith; neither let him seek the expected goodwill of certain people who want to stand well with both sides.",
          "id": 81035
        },
        {
          "text": "I will not act in such a way as to give any one the chance of making money out of a wrong to Christ.",
          "id": 81036
        },
        {
          "text": "4.",
          "id": 81037
        },
        {
          "text": "The soldiers around, the clash of the arms wherewith the church is surrounded, do not alarm my faith, but they disquiet me from fear that in keeping me here you might meet with some danger to your lives.",
          "id": 81038
        },
        {
          "text": "For I have learnt by now not to be afraid, but I do begin to have more fear for you.",
          "id": 81039
        },
        {
          "text": "Allow, I beg you, your bishop to meet his foes.",
          "id": 81040
        },
        {
          "text": "We have an adversary who assails us, for our adversary \"the devil goeth about, as a roaring lion, seeking whom he may devour,\" as the Apostle said.",
          "id": 81041
        },
        {
          "text": "He has received, no doubt, he has received (we are not deceived, but warned of this) the power to tempt in this wise, lest I might perhaps by the wounds of my body be drawn away from the earnestness of my faith.",
          "id": 81042
        },
        {
          "text": "You have read how the devil tempted holy Job in these many ways, and how at last he sought and obtained power to try his body, which he covered with sores.",
          "id": 81043
        },
        {
          "text": "5.",
          "id": 81044
        },
        {
          "text": "When it was suggested that I should give up the vessels of the Church, I gave the following answer: I will willingly give up whatever of my own property is demanded, whether it is estates, or house, or gold, or silver—anything, in fact, which is in my power.",
          "id": 81045
        },
        {
          "text": "But I cannot take aught away from the temple of God; nor can I give up what I have received to guard and not to give up.",
          "id": 81046
        },
        {
          "text": "In doing this I am acting for the Emperor's good, for it would neither be right for me to give it up, nor for him to receive it.",
          "id": 81047
        },
        {
          "text": "Let him listen to the words of a free-spoken bishop, and if he wishes to do what is best for himself, let him cease to do wrong to Christ.",
          "id": 81048
        },
        {
          "text": "6.",
          "id": 81049
        },
        {
          "text": "These words are full of humility, and as I think of that spirit which a bishop ought to show towards the Emperor.",
          "id": 81050
        },
        {
          "text": "But since \"our contest is not against flesh and blood, but also\" (which is worse) \"against spiritual wickedness in high places,\" that tempter the devil makes the struggle harder by means of his servants, and thinks to make trial of me by the wounds of my flesh.",
          "id": 81051
        },
        {
          "text": "I know, my brethren, that these wounds which we receive for Christ's sake are not wounds that destroy life, but rather extend it.",
          "id": 81052
        },
        {
          "text": "Allow, I pray, the contest to take place.",
          "id": 81053
        },
        {
          "text": "It is for you to be the spectators.",
          "id": 81054
        },
        {
          "text": "Reflect that if a city has an athlete, or one skilled in some other noble art, it is eager to bring him forward for a contest.",
          "id": 81055
        },
        {
          "text": "Why do you refuse to do in a more important matter what you are wont to wish in smaller affairs? He fears not weapons nor barbarians who fears not death, and is not held fast by any pleasures of the flesh.",
          "id": 81056
        },
        {
          "text": "7.",
          "id": 81057
        },
        {
          "text": "And indeed if the Lord has appointed me for this struggle, in vain have you kept sleepless watch so many nights and days.",
          "id": 81058
        },
        {
          "text": "The will of Christ will be fulfilled.",
          "id": 81059
        },
        {
          "text": "For our Lord Jesus is almighty, this is our faith: and so what He wills to be done will be fulfilled, and it is not for us to thwart the divine purpose.",
          "id": 81060
        },
        {
          "text": "8.",
          "id": 81061
        },
        {
          "text": "You heard what was read to-day: The Saviour ordered that the foal of an ass should be brought to Him by the apostles, and bade them say, if any one withstood them: \"The Lord hath need of him\".",
          "id": 81062
        },
        {
          "text": "What if now, too, He has commanded that foal of an ass, that is, the foal of that animal which is wont to bear a heavy burden, as man must, to whom is said: \"Come unto Me all ye that labour and are heavy laden, and I will give you rest; take My yoke upon you, for it is easy;\" what if, I say, He has commanded that foal to be brought to Him now, sending forth those apostles, who, having put off their body, wear the semblance of the angels unseen by our eyes? If withstood by any, will they not say: The Lord hath need of him? If, for instance, love of this life, or flesh and blood, or earthly intercourse (for perhaps we seem pleasing to some), were to withstand them? But he who loves me here, would show his love much more if he would suffer me to become Christ's victim, for \"to depart and be with Christ is much better, though to abide in the flesh is more needful for you\".",
          "id": 81063
        },
        {
          "text": "There is nothing therefore for you to fear, beloved brethren.",
          "id": 81064
        },
        {
          "text": "For I know that whatever I may suffer, I shall suffer for Christ's sake.",
          "id": 81065
        },
        {
          "text": "And I have read that I ought not to fear those that can kill the flesh.",
          "id": 81066
        },
        {
          "text": "And I have heard One Who says: \"He that loseth his life for My sake shall find it\".",
          "id": 81067
        },
        {
          "text": "9.",
          "id": 81068
        },
        {
          "text": "Wherefore if the Lord wills, surely no one will resist.",
          "id": 81069
        },
        {
          "text": "And if as yet He delay my struggle, what do you fear? It is not bodily guardianship but the Lord's providence that is wont to fence in the servant of Christ.",
          "id": 81070
        },
        {
          "text": "10.",
          "id": 81071
        },
        {
          "text": "You are troubled because you have found the double doors open, which a blind man in seeking his chamber is said to have unfastened.",
          "id": 81072
        },
        {
          "text": "In this you learn that human watchfulness is no defence.",
          "id": 81073
        },
        {
          "text": "Behold! one who has lost the gift of sight has broken through all our defences, and escaped the notice of the guards.",
          "id": 81074
        },
        {
          "text": "But the Lord has not lost the guard of His mercy.",
          "id": 81075
        },
        {
          "text": "Was it not also discovered two days ago, as you remember, that a certain entrance on the left side of the basilica was open, which you thought had been shut and secured? Armed men surrounded the basilica, they tried this and the other entrance, but their eyes were blinded so that that could not see the one that was open.",
          "id": 81076
        },
        {
          "text": "And you know well that it was open many nights.",
          "id": 81077
        },
        {
          "text": "Cease, then, to be anxious; for that will take place which Christ commands and which is for the best.",
          "id": 81078
        },
        {
          "text": "11.",
          "id": 81079
        },
        {
          "text": "And now I will put before you examples from the Law.",
          "id": 81080
        },
        {
          "text": "Eliseus was sought by the king of Syria; an army had been sent to capture him; and he was surrounded on all sides.",
          "id": 81081
        },
        {
          "text": "His servant began to fear, for he was a servant, that is, he had not a free mind, nor had he free powers of action.",
          "id": 81082
        },
        {
          "text": "The holy prophet sought to open his eyes, and said: \"Look and see how many more are on our side than there are against us\".",
          "id": 81083
        },
        {
          "text": "And he beheld, and saw thousands of angels.",
          "id": 81084
        },
        {
          "text": "Mark therefore that it is those that are not seen rather than those that are seen that guard the servants of Christ.",
          "id": 81085
        },
        {
          "text": "But if they guard you, they do it in answer to your prayers: for you have read that those very men, who sought Eliseus, entered Samaria, and came to him whom they desired to take.",
          "id": 81086
        },
        {
          "text": "Not only were they unable to harm him, but they were themselves preserved at the intercession of the man against whom they had come.",
          "id": 81087
        },
        {
          "text": "12.",
          "id": 81088
        },
        {
          "text": "The Apostle Peter also gives you an example of either case.",
          "id": 81089
        },
        {
          "text": "For when Herod sought him and took him, he was put into prison.",
          "id": 81090
        },
        {
          "text": "For the servant of God had not got away, but stood firm without a thought of fear.",
          "id": 81091
        },
        {
          "text": "The Church prayed for him, but the Apostle slept in prison, a proof that he was not in fear.",
          "id": 81092
        },
        {
          "text": "An angel was sent to rouse him as he slept, by whom Peter was led forth out of prison, and escaped death for a time.",
          "id": 81093
        },
        {
          "text": "13.",
          "id": 81094
        },
        {
          "text": "And Peter again afterwards, when he had overcome Simon, in sowing the doctrine of God among the people, and in teaching chastity, stirred up the minds of the Gentiles.",
          "id": 81095
        },
        {
          "text": "And when these sought him, the Christians begged that he would withdraw himself for a little while.",
          "id": 81096
        },
        {
          "text": "And although he was desirous to suffer, yet was he moved at the sight of the people praying, for they asked him to save himself for the instruction and strengthening of his people.",
          "id": 81097
        },
        {
          "text": "Need I say more? At night he begins to leave the town, and seeing Christ coming to meet him at the gate, and entering the city, says: Lord, whither goest Thou? Christ answers: I am coming to be crucified again.",
          "id": 81098
        },
        {
          "text": "Peter understood the divine answer to refer to his own cross, for Christ could not be crucified a second time, for He had put off the flesh by the passion of the death which He had undergone; since: \"In that He died, He died unto sin once, but in that He liveth, He liveth unto God\".",
          "id": 81099
        },
        {
          "text": "So Peter understood that Christ was to be crucified again in the person of His servant.",
          "id": 81100
        },
        {
          "text": "Therefore he willingly returned; and when the Christians questioned him, told them the reason.",
          "id": 81101
        },
        {
          "text": "He was immediately seized, and glorified the Lord Jesus by his cross.",
          "id": 81102
        },
        {
          "text": "14.",
          "id": 81103
        },
        {
          "text": "You see, then, that Christ wills to suffer in His servants.",
          "id": 81104
        },
        {
          "text": "And what if He says to this servant, \"I will that he tarry, follow thou Me,\" and wishes to taste the fruit of this tree? For if His meat was to do the will of His Father, so also is it His meat to partake of our sufferings.",
          "id": 81105
        },
        {
          "text": "Did He not, to take an example from our Lord Himself,—did He not suffer when He willed, and was He not found when He was sought? But when the hour of His passion had not yet come, He passed through the midst of those that sought Him, and though they saw Him they could not hold Him fast.",
          "id": 81106
        },
        {
          "text": "This plainly shows us that when the Lord wills, each one is found and taken, but because the time is put off, he is not held fast, although he meets the eyes of those who seek him.",
          "id": 81107
        },
        {
          "text": "15.",
          "id": 81108
        },
        {
          "text": "And did not I myself go forth daily to pay visits, or go to the tombs of the martyrs? Did I not pass by the royal palace both in going and returning? Yet no one laid hands on me, though they had the intention of driving me out, as they afterwards gave out, saying, Leave the city, and go where you will.",
          "id": 81109
        },
        {
          "text": "I was, I own, looking for some great thing, either sword or fire for the Name of Christ, yet they offered me pleasant things instead of sufferings; but Christ's athlete needs not pleasant things but sufferings.",
          "id": 81110
        },
        {
          "text": "Let no one, then, disturb you, because they have provided a carriage, or because hard words, as he thinks them, have been uttered by Auxentius, who calls himself bishop.",
          "id": 81111
        },
        {
          "text": "16.",
          "id": 81112
        },
        {
          "text": "Many stated that assassins had been despatched, that the penalty of death had been decreed against me.",
          "id": 81113
        },
        {
          "text": "I do not fear all that, nor am I going to desert my position here.",
          "id": 81114
        },
        {
          "text": "Whither shall I go, when there is no spirit that is not filled with groans and tears; when throughout the Churches Catholic bishops are being expelled, or if they resist, are put to the sword, and every senator who does not obey the decree is proscribed.",
          "id": 81115
        },
        {
          "text": "And these things were written by the hand and spoken by the mouth of a bishop who, that he might show himself to be most learned, omitted not an ancient warning.",
          "id": 81116
        },
        {
          "text": "For we read in the prophet that he saw a flying sickle.",
          "id": 81117
        },
        {
          "text": "Auxentius, to imitate this, sent a flying sword through all cities.",
          "id": 81118
        },
        {
          "text": "But Satan, too, transforms himself into an angel of light, and imitates his power for evil.",
          "id": 81119
        },
        {
          "text": "17.",
          "id": 81120
        },
        {
          "text": "Thou, Lord Jesus, hast redeemed the world in one moment of time: shall Auxentius in one moment slay, as far as he can, so many peoples, some by the sword, others by sacrilege? He seeks my basilica with bloody lips and gory hands.",
          "id": 81121
        },
        {
          "text": "Him to-day's chapter answers well: \"But unto the wicked said God: Wherefore dost thou declare My righteousness?\" That is, there is no union between peace and madness, there is no union between Christ and Belial.",
          "id": 81122
        },
        {
          "text": "You remember also that we read to-day of Naboth, a holy man who owned his own  vineyard, being urged on the king's request to give it up.",
          "id": 81123
        },
        {
          "text": "When the king after rooting up the vines intended to plant common herbs, he answered him: \"God forbid that I should give up the inheritance of my fathers\".",
          "id": 81124
        },
        {
          "text": "The king was grieved, because what belonged by right to another had been refused him on fair grounds, but had been unfairly got by a woman's device.",
          "id": 81125
        },
        {
          "text": "Naboth defended his vines with his own blood.",
          "id": 81126
        },
        {
          "text": "And if he did not give up his vineyard, shall we give up the Church of Christ?  18.",
          "id": 81127
        },
        {
          "text": "Was the answer that I gave then contumacious? For when summoned I said: God forbid that I should give up the inheritance of Christ.",
          "id": 81128
        },
        {
          "text": "If Naboth gave not up the inheritance of his fathers, shall I give up the inheritance of Christ? And I added further: God forbid that I shall give up the inheritance of my fathers, that is, the inheritance of Dionysius, who died in exile in the cause of the faith; the inheritance of the Confessor Eustorgius, the inheritance of Mysocles and of all the faithful bishops of bygone days.",
          "id": 81129
        },
        {
          "text": "I answered as a bishop ought to answer: Let the Emperor act as an emperor ought to.",
          "id": 81130
        },
        {
          "text": "He must take away my life rather than my faith.",
          "id": 81131
        },
        {
          "text": "19.",
          "id": 81132
        },
        {
          "text": "But to whom shall I give it up? Today's lesson from the Gospel ought to teach us what is asked for and by whom it is asked.",
          "id": 81133
        },
        {
          "text": "You have heard read that when Christ sat upon the foal of an ass, the children cried aloud, and the Jews were vexed.",
          "id": 81134
        },
        {
          "text": "At length they spoke to the Lord Jesus, bidding Him to silence them.",
          "id": 81135
        },
        {
          "text": "He answered: \"If these should hold their peace, the stones will cry out\".",
          "id": 81136
        },
        {
          "text": "Then on entering the temple, He cast out the money-changers, and the tables, and those that sold doves in the temple of God.",
          "id": 81137
        },
        {
          "text": "That passage was read by no arrangement of mine, but by chance; but it is well fitted to the present time.",
          "id": 81138
        },
        {
          "text": "The praises of Christ are ever the scourges of the unfaithful.",
          "id": 81139
        },
        {
          "text": "And now when Christ is praised, the heretics say that sedition is stirred up.",
          "id": 81140
        },
        {
          "text": "The heretics say that death is being prepared for them, and truly they have their death in the praises of Christ.",
          "id": 81141
        },
        {
          "text": "For how can they bear His praises, Whose weakness they maintain.",
          "id": 81142
        },
        {
          "text": "And so to-day, when Christ is praised, the madness of the Arians is scourged.",
          "id": 81143
        },
        {
          "text": "20.",
          "id": 81144
        },
        {
          "text": "The Gerasenes could not bear the presence of Christ; these, worse than the Gerasenes, cannot endure the praises of Christ.",
          "id": 81145
        },
        {
          "text": "They see boys singing of the glory of Christ, for it is written: \"Out of the mouths of babes and sucklings Thou hast perfected praise\".",
          "id": 81146
        },
        {
          "text": "They mock at their tender age, so full of faith, and say: \"Behold, why do they cry out?\" But Christ answers them: \"If these should hold their peace, the stones will cry out,\" that is, the stronger will cry out, both youths and the more mature will cry out, and old men will cry out; these stones now firmly laid upon that stone of which it is written: \"The stone which the builders rejected is become the head of the corner\".",
          "id": 81147
        },
        {
          "text": "21.",
          "id": 81148
        },
        {
          "text": "Invited, then, by these praises, Christ enters His temple, and takes His scourge and drives the money-changers out of the temple.",
          "id": 81149
        },
        {
          "text": "For He does not allow the slaves of money to be in His temple, nor does He allow those to be there who sell seats.",
          "id": 81150
        },
        {
          "text": "What are seats but honours? What are the doves but simple minds or souls that follow a pure and clear faith? Shall I, then, bring into the temple him whom Christ shuts out? For he who sells dignities and honours will be bidden to go out.",
          "id": 81151
        },
        {
          "text": "He will be bidden to go out who desires to sell the simple minds of the faithful.",
          "id": 81152
        },
        {
          "text": "22.",
          "id": 81153
        },
        {
          "text": "Therefore, Auxentius is cast out.",
          "id": 81154
        },
        {
          "text": "Mercurius is shut out.",
          "id": 81155
        },
        {
          "text": "The portent is one, the names are two! That no one might know who he was, he changed his name so as to call himself Auxentius, because there had been here an Arian bishop, named Auxentius.",
          "id": 81156
        },
        {
          "text": "He did this to deceive the people over whom the other had had power.",
          "id": 81157
        },
        {
          "text": "He changed his name, but he did not change his falseness.",
          "id": 81158
        },
        {
          "text": "He puts off the wolf, yet puts on the wolf again.",
          "id": 81159
        },
        {
          "text": "It is no help to him that he has changed his name; whatever happens he is known.",
          "id": 81160
        },
        {
          "text": "He is called by one name in the parts of Scythia, he is called by another here.",
          "id": 81161
        },
        {
          "text": "He has a name for each country he lives in.",
          "id": 81162
        },
        {
          "text": "He has two names already, and if he were to go elsewhere from here, he will have yet a third.",
          "id": 81163
        },
        {
          "text": "For how will he endure to keep a name as a proof of such wickedness? He did less in Scythia, and was so ashamed that he changed his name.",
          "id": 81164
        },
        {
          "text": "Here he has dared to do worse things, and will he be ready to be betrayed by his name wherever he goes? Shall he write the death warrant of so many people with his own hand, and yet be able to be unshaken in mind?  23.",
          "id": 81165
        },
        {
          "text": "The Lord Jesus shut a few out of His temple, but Auxentius left none.",
          "id": 81166
        },
        {
          "text": "Jesus with a scourge drove them out of His temple,  Auxentius with a sword; Jesus with a scourge, Mercurius with an axe.",
          "id": 81167
        },
        {
          "text": "The holy Lord drives out the sacrilegious with a scourge; the impious man pursues the holy with a sword.",
          "id": 81168
        },
        {
          "text": "Of him you have well said to-day: Let him take away his laws with him.",
          "id": 81169
        },
        {
          "text": "He will take them, although he is unwilling; he will take with him his conscience, although he takes no writing; he will take with him his soul inscribed with blood although he will not take a letter inscribed with ink.",
          "id": 81170
        },
        {
          "text": "It is written: \"Juda, thy sin is written with a pen of iron and with the point of a diamond, and it is graven upon thy heart,\" that is, it is written there, whence it came forth.",
          "id": 81171
        },
        {
          "text": "24.",
          "id": 81172
        },
        {
          "text": "Does he, a man full of blood and full of murder, dare to make mention to me of a discussion? He who thinks that they whom he could not mislead by his words are to be slain with the sword, giving bloody laws with his mouth, writing them with his hand, and thinking that the law can order a faith for man to hold.",
          "id": 81173
        },
        {
          "text": "He has not heard what was read to-day: \"That a man is not justified by the works of the law,\" or \"I, through the law, am dead to the law, that I may live unto God,\" that is, by the spiritual law he is dead to the carnal interpretation of the law.",
          "id": 81174
        },
        {
          "text": "And we, by the law of our Lord Jesus Christ, are dead to this law, which sanctions such perfidious decrees.",
          "id": 81175
        },
        {
          "text": "The law did not gather the Church together, but the faith of Christ.",
          "id": 81176
        },
        {
          "text": "For the law is not by faith, but \"the just man lives by faith\".",
          "id": 81177
        },
        {
          "text": "Therefore, faith, not the law, makes a man just, for justice is not through the law, but through the faith of Christ.",
          "id": 81178
        },
        {
          "text": "But he who casts aside his faith and pleads for that the claims of the law, bears witness that he is himself unjust; for the just man lives by faith.",
          "id": 81179
        },
        {
          "text": "25.",
          "id": 81180
        },
        {
          "text": "Shall any one, then, follow this law, whereby the Council of Ariminum is confirmed, wherein Christ was said to be a creature.",
          "id": 81181
        },
        {
          "text": "But say they: \"God sent forth His Son, made of a woman, made under the law\".",
          "id": 81182
        },
        {
          "text": "And so they say \"made,\" that is, \"created\".",
          "id": 81183
        },
        {
          "text": "Do they not consider these very words which they have brought forward; that Christ is said to have been made, but of a woman; that is, He was \"made\" as regards his birth from a Virgin, Who was begotten of the Father as regards His divine generation? Have they read also to-day, \"that Christ redeemed us from the curse of the law, being made a curse for us\"? Was Christ a curse in His Godhead? But why He is called a curse the Apostle tells us, saying that it is written: \"Cursed is every one that hangeth on a tree,\" that is, He Who in his flesh bore our flesh, in His body bore our infirmities and our curses, that He might crucify them; for He was not cursed Himself, but was cursed in thee.",
          "id": 81184
        },
        {
          "text": "So it is written elsewhere: \"Who knew no sin, but was made sin for us, for He bore our sins, that he might destroy them by the Sacrament of His Passion\".",
          "id": 81185
        },
        {
          "text": "26.",
          "id": 81186
        },
        {
          "text": "These matters, my brethren, I would discuss more fully with him in your presence; but knowing that you are not ignorant of the faith, he has avoided a trial before yon, and has chosen some four or five heathen to represent him, if that is he has chosen any, whom I should like to be present in our company, not to judge concerning Christ, but to hear the majesty of Christ.",
          "id": 81187
        },
        {
          "text": "They, however, have already given their decision concerning Auxentius, to whom they gave no credence as he pleaded before them day by day.",
          "id": 81188
        },
        {
          "text": "What can be more of a condemnation of him than the fact, that without an adversary he was defeated before his own judges? So now we also have their opinion against Auxentius.",
          "id": 81189
        },
        {
          "text": "27.",
          "id": 81190
        },
        {
          "text": "And that he has chosen heathen is rightly to be condemned; for he has disregarded the Apostle's command, where he says: \"Dare any of you, having a matter against another, go to law before the unjust and not before the saints? Do ye not know the saints shall judge the world?\" And below he says: \"Is it so, that there is not a wise man among you, who can judge between heathen? But brother goeth to law with brother, and that before the unbelievers\".",
          "id": 81191
        },
        {
          "text": "You see, then, that what he has introduced is against the Apostle's authority.",
          "id": 81192
        },
        {
          "text": "Do you decide, then, whether we are to follow Auxentius or Paul as our master.",
          "id": 81193
        },
        {
          "text": "28.",
          "id": 81194
        },
        {
          "text": "But why speak of the Apostle, when the Lord Himself cries through the prophet: \"Hearken unto Me, My people, ye who know judgment, in whose heart is My law\".",
          "id": 81195
        },
        {
          "text": "God says: \"Hearken unto Me, My people, ye that know judgment\".",
          "id": 81196
        },
        {
          "text": "Auxentius says: Ye know not judgment.",
          "id": 81197
        },
        {
          "text": "Do you see how he condemns God in you, who rejects the voice of the heavenly oracle: \"Hearken unto Me, My people,\" says the Lord.",
          "id": 81198
        },
        {
          "text": "He says not, \"Hearken, ye Gentiles,\" nor does He say, \"Hearken, ye Jews\".",
          "id": 81199
        },
        {
          "text": "For they who had been the people of the Lord  have now become the people of error, and they who were the people of error have begun to be the people of God; for they have believed on Christ.",
          "id": 81200
        },
        {
          "text": "That people then judges in whose heart is the divine, not the human law, the law not written in ink, but in the spirit of the living God; not set down on paper, but stamped upon the heart.",
          "id": 81201
        },
        {
          "text": "Who then, does you a wrong, he who refuses, or he who chooses to be heard by you?  29.",
          "id": 81202
        },
        {
          "text": "Hemmed in on all sides, he betakes himself to the wiles of his fathers.",
          "id": 81203
        },
        {
          "text": "He wants to stir up ill-will on the Emperor's side, saying that a youth, a catechumen ignorant of the sacred writings, ought to judge, and to judge in the consistory.",
          "id": 81204
        },
        {
          "text": "As though last year when I was sent for to go to the palace, when in the presence of the chief men the matter was discussed before the consistory, when the Emperor wished to seize the basilica, I was cowed then at the sight of the royal court, and did not show the firmness a bishop should, or departed with diminished claims.",
          "id": 81205
        },
        {
          "text": "Do they not remember that the people, when they knew I had gone to the palace, made such a rush that they could not resist its force; and all offered themselves to death for the faith of Christ as a military officer came out with some light troops to disperse the crowd? Was not I asked to calm the people with a long speech? Did I not pledge my word that no one should invade the basilica of the church? And though my services were asked for to do an act of kindness, yet the fact that the people came to the palace was used to bring ill-will upon me.",
          "id": 81206
        },
        {
          "text": "They wish to bring me to this now again.",
          "id": 81207
        },
        {
          "text": "30.",
          "id": 81208
        },
        {
          "text": "I recalled the people, and yet I did not escape their ill-will, which ill-will, however, I think we ought rather to tempt than fear.",
          "id": 81209
        },
        {
          "text": "For why should we fear for the Name of Christ? Unless perchance I ought to be troubled because they say: \"Ought not the Emperor to have one basilica, to which to go, and Ambrose wants to have more power than the Emperor, and so refuses to the Emperor the opportunity of going forth to church?\" When they say this, they desire to lay hold of my words, as did the Jews who tried Christ with cunning words, saying: \"Master, is it lawful to give tribute to Caesar or not?\" Is ill-will always stirred up against the servants of God on Caesar's account, and does impiety make use of this with a view to starting a slander, so as to shelter itself under the imperial name? and can they say that they do not share in the sacrilege of those whose advice they follow?  31.",
          "id": 81210
        },
        {
          "text": "See how much worse than the Jews the Arians are.",
          "id": 81211
        },
        {
          "text": "They asked whether He thought that the right of tribute should be given to Caesar; these want to give to Caesar the right of the Church.",
          "id": 81212
        },
        {
          "text": "But as these faithless ones follow their author, so also let us answer as our Lord and Author has taught us.",
          "id": 81213
        },
        {
          "text": "For Jesus seeing the wickedness of the Jews said to them: Why tempt ye Me? show Me a penny.",
          "id": 81214
        },
        {
          "text": "When they had given it, He said: \"Whose image and superscription hath it?\" They answered and said: Caesar's.",
          "id": 81215
        },
        {
          "text": "And Jesus says to them: \"Render unto Caesar the things that are Caesar's, and to God the things that are God's\".",
          "id": 81216
        },
        {
          "text": "So, too, I say to these who oppose me: Show me a penny.",
          "id": 81217
        },
        {
          "text": "Jesus sees Caesar's penny and says: Render unto Caesar the things that are Caesar's, and unto God the things that are God's.",
          "id": 81218
        },
        {
          "text": "Can they in seizing the basilicas of the church offer Caesar's penny?  32.",
          "id": 81219
        },
        {
          "text": "But in the church I only know of one Image, that is the Image of the unseen God, of Which God has said: \"Let us make man in Our image and Our likeness;\" that Image of Which it is written, that Christ is the Brightness of His glory and the Image of His Person.",
          "id": 81220
        },
        {
          "text": "In that Image I perceive the Father, as the Lord Jesus Himself has said: \"He that seeth Me seeth the Father\".",
          "id": 81221
        },
        {
          "text": "For this Image is not separated from the Father, which indeed has taught me the unity of the Trinity, saying: \"I and My Father are One,\" and again: \"All things that the Father hath are Mine\".",
          "id": 81222
        },
        {
          "text": "Also of the Holy Spirit, saying that the Spirit is Christ's, and has received of Christ, as it is written: \"He shall receive of Mine, and shall declare it unto you\".",
          "id": 81223
        },
        {
          "text": "33.",
          "id": 81224
        },
        {
          "text": "How, then, did we not answer humbly enough? If he demand tribute, we do not refuse it.",
          "id": 81225
        },
        {
          "text": "The lands of the Church pay tribute.",
          "id": 81226
        },
        {
          "text": "If the Emperor wants the lands, he has the power to claim them, none of us will interfere.",
          "id": 81227
        },
        {
          "text": "The contributions of the people are amply sufficient for the poor.",
          "id": 81228
        },
        {
          "text": "Do not stir up ill-will in the matter of the lands.",
          "id": 81229
        },
        {
          "text": "Let them take them if it is the Emperor's will.",
          "id": 81230
        },
        {
          "text": "I do not give them, but I do not refuse them.",
          "id": 81231
        },
        {
          "text": "They ask for gold.",
          "id": 81232
        },
        {
          "text": "I can say: Silver and gold I do not ask for.",
          "id": 81233
        },
        {
          "text": "But they stir up ill-will because gold is spent.",
          "id": 81234
        },
        {
          "text": "I am not afraid of such ill-will as this.",
          "id": 81235
        },
        {
          "text": "I have dependents.",
          "id": 81236
        },
        {
          "text": "My dependents are Christ's poor.",
          "id": 81237
        },
        {
          "text": "I know how to collect this treasure.",
          "id": 81238
        },
        {
          "text": "On that they may even charge me with this crime, that I have spent money on the poor! and if they make the charge that I seek for defence at their hands, I do not deny it; nay, I solicit it.",
          "id": 81239
        },
        {
          "text": "I have my defence, but it consists in the prayers of the poor.",
          "id": 81240
        },
        {
          "text": "The blind and the lame, the weak and the old, are stronger than hardy warriors.",
          "id": 81241
        },
        {
          "text": "Lastly, gifts to the poor make God indebted to us, for it is written: \"He that giveth to the poor, lendeth to God\".",
          "id": 81242
        },
        {
          "text": "The guards of warriors often do not merit divine grace.",
          "id": 81243
        },
        {
          "text": "34.",
          "id": 81244
        },
        {
          "text": "They declare also that the people have been led astray by the strains of my hymns.",
          "id": 81245
        },
        {
          "text": "I certainly do not deny it.",
          "id": 81246
        },
        {
          "text": "That is a lofty strain, and there is nothing more powerful than it.",
          "id": 81247
        },
        {
          "text": "For what has more power than the confession of the Trinity which is daily celebrated by the mouth of the whole people? All eagerly vie one with the other in confessing the faith, and know how to praise in verse the Father, Son, and Holy Spirit.",
          "id": 81248
        },
        {
          "text": "So they all have become teachers, who scarcely could be disciples.",
          "id": 81249
        },
        {
          "text": "35.",
          "id": 81250
        },
        {
          "text": "What could show greater obedience than that we should follow Christ's example, \"Who, being found in fashion as a man, humbled Himself and became obedient even unto death?\" Accordingly He has freed all through His obedience.",
          "id": 81251
        },
        {
          "text": "\"For as by one man's disobedience many were made sinners, so by the obedience of One shall many be made righteous\".",
          "id": 81252
        },
        {
          "text": "If, then, He was obedient, let them receive the rule of obedience: to which we cling, saying to those who stir up ill-will against us on the Emperor's side: We pay to Caesar what is Caesar's, and to God what is God's.",
          "id": 81253
        },
        {
          "text": "Tribute is due to Caesar, we do not deny it.",
          "id": 81254
        },
        {
          "text": "The Church belongs to God, therefore it ought not to be assigned to Caesar.",
          "id": 81255
        },
        {
          "text": "For the temple of God cannot be Caesar's by right.",
          "id": 81256
        },
        {
          "text": "36.",
          "id": 81257
        },
        {
          "text": "That this is said with respectful feeling for the Emperor, no one can deny.",
          "id": 81258
        },
        {
          "text": "For what is more full of respect than that the Emperor should be called the son of the Church.",
          "id": 81259
        },
        {
          "text": "As it is said, it is said without sin, since it is said with the divine favour.",
          "id": 81260
        },
        {
          "text": "For the Emperor is within the Church, not above it.",
          "id": 81261
        },
        {
          "text": "For a good emperor seeks the aid of the Church and does not refuse it.",
          "id": 81262
        },
        {
          "text": "As I say this with all humility, so also I state it with firmness.",
          "id": 81263
        },
        {
          "text": "Some threaten us with fire, sword, exile; we have learnt as servants of Christ not to fear.",
          "id": 81264
        },
        {
          "text": "To those who have no fear, nothing is ever a serious cause of dread.",
          "id": 81265
        },
        {
          "text": "Thus too is it written: \"Arrows of infants their blows have become\".",
          "id": 81266
        },
        {
          "text": "37.",
          "id": 81267
        },
        {
          "text": "A sufficient answer, then, seems to have been given to their suggestion.",
          "id": 81268
        },
        {
          "text": "Now I ask them, what the Saviour asked: \"The baptism of John, was it from heaven or men?\" The Jews could not answer Him.",
          "id": 81269
        },
        {
          "text": "If the Jews did not make nothing of the baptism of John, does Auxentius make nothing of the baptism of Christ? For that is not a baptism of men, but from heaven, which the angel of great counsel has brought to us, that we might be justified to God.",
          "id": 81270
        },
        {
          "text": "Wherefore, then, does Auxentius hold that the faithful ought to be rebaptized, when they have been baptized in the name of the Trinity, when the Apostle says: \"One faith, one baptism\"? And wherefore does he say that he is man's enemy, not Christ's, seeing that he despises the counsel of God and condemns the baptism which Christ has granted us to redeem our sins.",
          "id": 81271
        }
      ]
    }
  ]
}