{
  "book": "Ambrose: Exposition of the Christian Faith Book V",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Exposition of the Christian Faith, Book V: Prologue.",
          "id": 76320
        },
        {
          "text": "Who is a faithful and wise servant? His reward is pointed out in the case of Peter, as also in the case of Paul.",
          "id": 76321
        },
        {
          "text": "Ambrose, being anxious to follow Paul's guidance, wished this book to be added to the others, for it could not be included in the preceding one.",
          "id": 76322
        },
        {
          "text": "The subject for discussion is then stated, and the reason for such a discussion given.",
          "id": 76323
        },
        {
          "text": "He must needs be pardoned, for usury is to be demanded from every servant for the money which has been entrusted to him.",
          "id": 76324
        },
        {
          "text": "Their faithfulness is the usury desired in his own case.",
          "id": 76325
        },
        {
          "text": "He will be happy if he may hope for a reward; but he does not look so much for the recompense of the saints, as for exemption from punishment.",
          "id": 76326
        },
        {
          "text": "He urges all to seek to merit this.",
          "id": 76327
        },
        {
          "text": "1.",
          "id": 76328
        },
        {
          "text": "\"Who, then, is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season? Blessed is that servant, whom his lord when he cometh shall find so doing\".",
          "id": 76329
        },
        {
          "text": "Not worthless is this servant: some great one ought he to be.",
          "id": 76330
        },
        {
          "text": "Let us think who he may be.",
          "id": 76331
        },
        {
          "text": "2.",
          "id": 76332
        },
        {
          "text": "It is Peter, chosen by the Lord Himself to feed His flock, who merits thrice to hear the words: \"Feed My little lambs; feed My lambs; feed My sheep\".",
          "id": 76333
        },
        {
          "text": "And so, by feeding well the flock of Christ with the food of faith, he effaced the sin of his former fall.",
          "id": 76334
        },
        {
          "text": "For this reason is he thrice admonished to feed the flock; thrice is he asked whether he loves the Lord, in order that he may thrice confess Him, Whom he had thrice denied before His Crucifixion.",
          "id": 76335
        },
        {
          "text": "3.",
          "id": 76336
        },
        {
          "text": "Blessed also is that servant who can say: \"I have fed you with milk and not with meat; for hitherto ye were not able to bear it\".",
          "id": 76337
        },
        {
          "text": "For he knew how to feed them.",
          "id": 76338
        },
        {
          "text": "Who of us can do this? Who of us can truly say: \"To the weak became I as weak, that I might gain the weak\"?  4.",
          "id": 76339
        },
        {
          "text": "Yet he, being so great a man, and chosen by Christ for the care of His flock, so as to strengthen the weak and to heal the sick,—he, I say, rejects forthwith after one admonition a heretic from the fold entrusted to him, for fear that the taint of one erring sheep might infect the whole flock with a spreading sore.",
          "id": 76340
        },
        {
          "text": "He further bids that foolish questions and contentions be avoided.",
          "id": 76341
        },
        {
          "text": "5.",
          "id": 76342
        },
        {
          "text": "How, then, shall we act, being but ignorant dwellers set amongst these fresh tares in the old-standing harvest field? If  we are silent, we shall seem to be giving way; and if we contend against them, there is the fear that we too shall be held to be carnal.",
          "id": 76343
        },
        {
          "text": "For it is written of matters of this sort, which beget strife: \"The servant of the Lord must not strive, but be gentle unto all, apt to teach, patient, with moderation instructing those that oppose themselves\".",
          "id": 76344
        },
        {
          "text": "And in another place: \"If any man is contentious, we have no such custom, neither the Church of God\".",
          "id": 76345
        },
        {
          "text": "For this reason it was our intention to write somewhat, in order that our writings might without any din answer the impiety of heretics on our behalf.",
          "id": 76346
        },
        {
          "text": "6.",
          "id": 76347
        },
        {
          "text": "And so we prepare to commence this our Fifth Book, O Emperor Augustus.",
          "id": 76348
        },
        {
          "text": "For it was but right that the Fourth Book should end with our discussion on the Vine, lest otherwise we should seem to have overloaded that book with a tumultuous mass of subjects, rather than to have filled it with the fruit of the spiritual vineyard.",
          "id": 76349
        },
        {
          "text": "On the other hand, it was not seemly that the gathering of the vintage of the faith should be left unfinished, whilst there was still all abundance of such great matters for discussion.",
          "id": 76350
        },
        {
          "text": "7.",
          "id": 76351
        },
        {
          "text": "In the Fifth Book, therefore, we speak of the indivisible Godhead of the Father, the Son, and the Holy Ghost (omitting, however, a full discussion on the Holy Ghost), being urged by the teaching of the Gospel to let out on interest to human minds the five talents of the faith entrusted to these five books being as it were the principal; lest perhaps when the Lord comes, and finds His money hidden in the earth, He may say to me: \"Thou wicked and slothful servant, thou knewest that I reap where I do not sow; and gather where I have not strawed; thou oughtest therefore to have put My money to the exchangers, that at My coming I might have received Mine Own,\" or as it stands in another book: \"And I,\" it says, \"at My coming might have received it with usury\".",
          "id": 76352
        },
        {
          "text": "8.",
          "id": 76353
        },
        {
          "text": "I pray those to pardon me, whom the boldness of such a lengthy address displeases.",
          "id": 76354
        },
        {
          "text": "The thought of my office compels me to entrust to others what I have received.",
          "id": 76355
        },
        {
          "text": "\"We are stewards of the heavenly mysteries\".",
          "id": 76356
        },
        {
          "text": "We are ministers, but not all alike.",
          "id": 76357
        },
        {
          "text": "\"But,\" it says, \"even as the Lord gave to every man, I have planted; Apollos watered; but God gave the increase\".",
          "id": 76358
        },
        {
          "text": "Let each one then strive that be may be able to receive a reward according to his labour.",
          "id": 76359
        },
        {
          "text": "\"For we are labourers together with God,\" as the Apostle said; \"we are God's husbandry, God's building\".",
          "id": 76360
        },
        {
          "text": "Blessed therefore is he who sees such usury on his principal; blessed too is he who beholds the fruit of his work; blessed again is he \"who builds upon the foundation of faith, gold, silver, precious stones\".",
          "id": 76361
        },
        {
          "text": "9.",
          "id": 76362
        },
        {
          "text": "Ye who hear or read these words are all things to us.",
          "id": 76363
        },
        {
          "text": "Ye are the usury of the money-lender,—the usury on speech, not on money; ye are the return given to the husbandman; ye are the gold, the silver, the precious stones of the builder.",
          "id": 76364
        },
        {
          "text": "In your merits lie the chief results of the labours of the priest; in your souls shines forth the fruit of a bishop's work; in your progress glitters the gold of the Lord; the silver is increased if ye hold fast the divine words.",
          "id": 76365
        },
        {
          "text": "\"The words of the Lord are pure words, as silver tried in the fire; proved on the earth, purified seven times\".",
          "id": 76366
        },
        {
          "text": "Ye therefore will make the lender rich, the husbandman to abound in produce; ye will prove the master-builder to be skilful.",
          "id": 76367
        },
        {
          "text": "I do not speak boastfully; for I do not desire so much my own advantage as yours.",
          "id": 76368
        },
        {
          "text": "10.",
          "id": 76369
        },
        {
          "text": "Oh that I might safely say of you at that time: \"Lord, Thou gavest me five talents, behold I have gained five other talents;\" and that I might show the precious talents of your virtues! \"For we have a treasure in earthen vessels\".",
          "id": 76370
        },
        {
          "text": "These are the talents which the Lord bids us spiritually to trade with, or the two coins of the New and the Old Testament, which that Samaritan in the Gospel left for the man robbed by the thieves, for the purpose of getting his wounds healed.",
          "id": 76371
        },
        {
          "text": "11.",
          "id": 76372
        },
        {
          "text": "Neither do I, my brethren, with greedy desires, long for this, so that I may be set over many things; the recompense I get from the fact of your advance is enough for me.",
          "id": 76373
        },
        {
          "text": "Oh that I may not be found unworthy of that which I have received! Let those things which are too great for me be assigned to better men.",
          "id": 76374
        },
        {
          "text": "I demand them not! Yet mayest Thou say, O Lord: \"I will give unto this last, even as unto thee\".",
          "id": 76375
        },
        {
          "text": "Let the man that deserves it receive authority over ten cities.",
          "id": 76376
        },
        {
          "text": "12.",
          "id": 76377
        },
        {
          "text": "Let him be such an one as was Moses, who wrote the Ten Words of the Law.",
          "id": 76378
        },
        {
          "text": "Let him be as Joshua, the son of Nun, who subdued five kings, and brought the Gibeonites into subjection, that he might be the figure of a Man of his own name Who was  to come, by Whose power all fleshly lust should be overcome, and the Gentiles should be converted, so that they might follow the faith of Jesus Christ rather than their former pursuits and desires.",
          "id": 76379
        },
        {
          "text": "Let him be as David, whom the young maidens came to meet with songs, saying: \"Saul hath triumphed over thousands, David over ten thousands\".",
          "id": 76380
        },
        {
          "text": "13.",
          "id": 76381
        },
        {
          "text": "It is enough for me, if I am not thrust out into the outer darkness, as he was, who hid the talent entrusted to him in the earth so to speak, of his own flesh.",
          "id": 76382
        },
        {
          "text": "This the ruler of the synagogue did, and the other rulers of the Jews; for they employed, the words of the Lord, which had been entrusted to them, on the ground as it were of their bodies; and, delighting in the pleasures of the flesh, sunk the heavenly trust as though into the pit of an overweening heart.",
          "id": 76383
        },
        {
          "text": "14.",
          "id": 76384
        },
        {
          "text": "Let us then not keep the Lord's money buried and hidden in the flesh; nor let us hide our one talent in a napkin; but like good money-changers let us ever weigh it out with labour of mind and body, with an even and ready will, that the word may be near, even in thy mouth and in thy heart.",
          "id": 76385
        },
        {
          "text": "15.",
          "id": 76386
        },
        {
          "text": "This is the word of the Lord, this is the precious talent, whereby thou art redeemed.",
          "id": 76387
        },
        {
          "text": "This money must often be seen on the tables of souls, in order that by constant trading the sound of the good coins may be able to go forth into every land, by the means of which eternal life is purchased.",
          "id": 76388
        },
        {
          "text": "\"This is eternal life,\" which Thou, Almighty Father, givest freely, that we may know \"Thee the only true God, and Jesus Christ Whom Thou hast sent\".",
          "id": 76389
        },
        {
          "text": "Chapter I.",
          "id": 76390
        },
        {
          "text": "How impious the Arians are, in attacking that on which human happiness depends.",
          "id": 76391
        },
        {
          "text": "John ever unites the Son with the Father, especially where he says: \"That they may know Thee, the only true God, etc\".",
          "id": 76392
        },
        {
          "text": "In that place, then, we must understand the words \"true God\" also of the Son; for it cannot be denied that He is God, and it cannot be said He is a false god, and least of all that He is God by appellation only.",
          "id": 76393
        },
        {
          "text": "This last point being proved from the Apostle's words, we rightly confess that Christ is true God.",
          "id": 76394
        },
        {
          "text": "16.",
          "id": 76395
        },
        {
          "text": "Wherefore let the Arians observe, how impious they are in calling in question our hope and the object of our desires.",
          "id": 76396
        },
        {
          "text": "And since they are wont to cry out on this point above all others, saying that Christ is distinct from the only and true God, let us confute their impious ideas so far as lies in our power.",
          "id": 76397
        },
        {
          "text": "17.",
          "id": 76398
        },
        {
          "text": "For on this point they ought rather to understand, that this is the benefit, this the reward of perfect virtue, namely, this divine and incomparable gift, that we may know Christ together with the Father, and not separate the Son from the Father; as also the Scriptures do not separate them.",
          "id": 76399
        },
        {
          "text": "For the following tells rather for the unity than for the diversity of the Divine Majesty, namely, that the knowledge of the Father and of the Son gives us the same recompense, and one and the same honour; which reward no man will have but he that has known both the Father and the Son.",
          "id": 76400
        },
        {
          "text": "For as the knowledge of the Father procures eternal life, so also does the knowledge of the Son.",
          "id": 76401
        },
        {
          "text": "18.",
          "id": 76402
        },
        {
          "text": "Therefore as the Evangelist forthwith at the outset joined the Word with God the Father in his devout confession of faith, saying: \"And the Word was with God;\" and here too, in writing the words of the Lord: \"That they may know Thee, the only true God, and Jesus Christ Whom Thou hast sent,\" he has undoubtedly, by thus connecting Them, bound together the Father and the Son, so that no one may separate Christ as true God from the majesty of the Father, for union does not dissever.",
          "id": 76403
        },
        {
          "text": "19.",
          "id": 76404
        },
        {
          "text": "Therefore in saying, \"That they may know Thee, the only true God, and Jesus Christ Whom Thou hast sent,\" he put an end to the Sabellians, and has also put the Jews out of court,—those at any rate who heard him speak; so that the former might not suppose the Same to be the Father as the Son, which they might have done if he had not added also Christ, and that the latter might not sever the Son from the Father.",
          "id": 76405
        },
        {
          "text": "20.",
          "id": 76406
        },
        {
          "text": "But, I ask, why do they not think we ought to gather and understand this from what has been already said; that as he has declared the Father to be only, true God, so we may understand Jesus Christ also to be only, true God? For it could not be expressed in any other way, for fear he might seem to be speaking of two Gods.",
          "id": 76407
        },
        {
          "text": "For neither do we speak of two Gods; and yet we confess the Son to be of the same Godhead with the Father.",
          "id": 76408
        },
        {
          "text": "21.",
          "id": 76409
        },
        {
          "text": "May we ask, therefore, on what grounds they think a distinction is made in the Godhead, and whether they deny Christ to be God? But they cannot deny it.",
          "id": 76410
        },
        {
          "text": "Do they deny Him to be true God? But if they  deny Him to be true God, let them say whether they declare Him to be a false God, or God by appellation only.",
          "id": 76411
        },
        {
          "text": "For according to the Scriptures the word \"God\" is used either of the true God, or by appellation only, or of a false god.",
          "id": 76412
        },
        {
          "text": "True God as the Father; God by appellation as the saints; a false god like the demons and idols.",
          "id": 76413
        },
        {
          "text": "Let them say then how they will acknowledge and describe the Son of God.",
          "id": 76414
        },
        {
          "text": "Do they suppose the name of God to have been falsely assumed; or was there in truth merely an indwelling of God within Him, as it were by appellation only?  22.",
          "id": 76415
        },
        {
          "text": "I do not think they can say the name was falsely assumed, and so involve themselves in the open wickedness of blasphemy; lest they should betray themselves on the one hand to the demons and idols, and on the other to Christ, by insinuating that the name of God was falsely given to Him.",
          "id": 76416
        },
        {
          "text": "But if they think He is called God because He had an indwelling of the Godhead within Him,—as many holy men were (for the Scripture calls them Gods to whom the word of God came),—they do not place Him before other men, but think He is to be compared with them; so that they consider Him to be the same as He has granted other men to be, even as He says to Moses: \"I have made thee a god unto Pharaoh\".",
          "id": 76417
        },
        {
          "text": "Wherefore it is also said in the Psalms: \"I have said, ye are gods\".",
          "id": 76418
        },
        {
          "text": "23.",
          "id": 76419
        },
        {
          "text": "This idea of these blasphemers Paul puts aside; for he said: \"For though there be that are called gods, whether in heaven or in earth\".",
          "id": 76420
        },
        {
          "text": "He said not: \"There be gods,\" but \"There be that are called gods\".",
          "id": 76421
        },
        {
          "text": "But \"Christ,\" as it is written, \"is the same yesterday and to-day\".",
          "id": 76422
        },
        {
          "text": "\"He is,\" it says; that is, not only in name but also in truth.",
          "id": 76423
        },
        {
          "text": "24.",
          "id": 76424
        },
        {
          "text": "And well is it written: \"He is the same yesterday and to-day,\" so that the impiety of Arius might find no room to pile up its profanity.",
          "id": 76425
        },
        {
          "text": "For he, in reading in the second psalm of the Father saying to the Son, \"Thou art My Son, this day have I begotten Thee,\" noted the word \"to-day,\" not \"yesterday,\" referring this which was spoken of the assumption of our flesh to the eternity of the divine generation; of which Paul also says in the Acts of the Apostles: \"And we declare unto you the promise which was made to our fathers: for God has fulfilled the same to our children, in that He hath raised up the Lord Jesus Christ again, as it is written in the second psalm: Thou art My Son, this day have I begotten Thee\".",
          "id": 76426
        },
        {
          "text": "Thus the Apostle, filled with the Holy Ghost, in order that he might destroy that fierce madness of his, said: \"The same, yesterday, to-day, and for ever\".",
          "id": 76427
        },
        {
          "text": "\"Yesterday\" on account of His eternity; \"to-day\" on account of His taking to Himself a human body.",
          "id": 76428
        },
        {
          "text": "25.",
          "id": 76429
        },
        {
          "text": "Christ therefore is, and always is; for He, Who is, always is.",
          "id": 76430
        },
        {
          "text": "And Christ always is, of Whom Moses says: \"He that is hath sent me\".",
          "id": 76431
        },
        {
          "text": "Gabriel indeed was, Raphael was, the angels were; but they who sometime have not been are by no means with equal reason said always to be.",
          "id": 76432
        },
        {
          "text": "But Christ, as we read, \"was not it is, and, it is not, but, it is was in Him\".",
          "id": 76433
        },
        {
          "text": "Wherefore it is the property of God alone to be, Who ever is.",
          "id": 76434
        },
        {
          "text": "26.",
          "id": 76435
        },
        {
          "text": "Therefore if they dare not say He is God by appellation, and it is a mark of deep impiety to say He is a false god, it remains that He is true God, not unlike to the true Father, but equal to Him.",
          "id": 76436
        },
        {
          "text": "And as He sanctifies and justifies whom He will, not by assuming that power from without Himself, but having within Himself the power of sanctification, how is He not true God? For the Apostle called Him indeed true God, Who according to His nature was God, as it is written: \"Howbeit then, when ye knew not God, ye did service unto them, who by nature were not gods;\" that is, who could not be true gods, for this title by no means belonged to them by nature.",
          "id": 76437
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 76438
        },
        {
          "text": "Since it has been proved that the Son is true God, and in that is not inferior to the Father, it is shown that by the word solus (alone) when used of the Father in the Scriptures, the Son is not excluded; nay, that this expression befits Him above all, and Him alone.",
          "id": 76439
        },
        {
          "text": "The Trinity is alone, not amongst all, but above all.",
          "id": 76440
        },
        {
          "text": "The Son alone does what the Father does, and alone has immortality.",
          "id": 76441
        },
        {
          "text": "But we must not for this reason separate Him from the Father in our controversies.",
          "id": 76442
        },
        {
          "text": "We may, however, understand that passage of the Incarnation.",
          "id": 76443
        },
        {
          "text": "Lastly the Father is shut out from a share in the redemption of men by those who would have the Son to be separated from Him.",
          "id": 76444
        },
        {
          "text": "27.",
          "id": 76445
        },
        {
          "text": "We have fully demonstrated by passages of Scripture, in the earlier books, that Christ is true, yea, very true God.",
          "id": 76446
        },
        {
          "text": "Therefore if Christ, as it has been taught, is true God, let us enquire why they desire to separate the Son from the Father, when they read that the Father is the only true God.",
          "id": 76447
        },
        {
          "text": "28.",
          "id": 76448
        },
        {
          "text": "If they say that the Father alone is true God, they cannot deny that God the Son alone is the Truth; for Christ is the Truth.",
          "id": 76449
        },
        {
          "text": "Is the Truth then something inferior to Him that is true, seeing that according to the use of terms a man is called true from the word \"truth,\" as also wise from wisdom, just from justice? We do not deem it so between the Father and the Son.",
          "id": 76450
        },
        {
          "text": "For there is nothing wanting to the Father, because the Father is full of truth; and the Son, because He is the Truth, is equal to Him that is true.",
          "id": 76451
        },
        {
          "text": "29.",
          "id": 76452
        },
        {
          "text": "But that they may know, when they see the word \"alone,\" that the Son is in no wise to be separated from the Father, let them remember it was said by God in the Prophets: \"I stretched forth the heavens alone\".",
          "id": 76453
        },
        {
          "text": "The Father certainly did not stretch them forth without the Son.",
          "id": 76454
        },
        {
          "text": "For the Son Himself, Who is the Wisdom of God, says: \"When He prepared the heavens I was present with Him\".",
          "id": 76455
        },
        {
          "text": "And Paul declares that it was said of the Son: \"Thou, Lord, in the beginning hast laid the foundation of the earth, and the heavens are the work of Thy hands\".",
          "id": 76456
        },
        {
          "text": "Whether therefore the Son made the heavens, as also the Apostle would have it understood, whilst He Himself certainly did not alone spread out the heavens without the Father; or as it stands in the Book of Proverbs: \"The Lord in wisdom hath founded the earth, in understanding hath He prepared the heavens;\" it is proved that neither the Father made the heavens alone without the Son, nor yet the Son without the Father.",
          "id": 76457
        },
        {
          "text": "And yet He who spread out the heavens is said to be alone.",
          "id": 76458
        },
        {
          "text": "30.",
          "id": 76459
        },
        {
          "text": "To show indeed how plainly we must understand the expression \"alone\" of the Son (although we may never believe that He did anything without the knowledge of the Father), we have here also another passage, where it is written: \"Which alone spreadeth out the heavens, and walketh as it were on a pavement over the sea\".",
          "id": 76460
        },
        {
          "text": "For the Gospel of the Lord has taught us that it was not the Father but the Son that walked upon the sea, when Peter asked Him, saying, \"Lord, bid me come unto Thee\".",
          "id": 76461
        },
        {
          "text": "But even prophecy itself gives proof of this.",
          "id": 76462
        },
        {
          "text": "For holy Job prophesied of the coming of the Lord; of Whom he said in truth that He would vanquish the great Leviathan, and it was done.",
          "id": 76463
        },
        {
          "text": "For that dread Leviathan that is, the devil, He smote, and struck down, and laid low in the last times by the adorable Passion of His own Body.",
          "id": 76464
        },
        {
          "text": "31.",
          "id": 76465
        },
        {
          "text": "The Son therefore is only and true God for this also is assigned to the Son as His sole right.",
          "id": 76466
        },
        {
          "text": "For of no created being can it be accurately said that he is alone.",
          "id": 76467
        },
        {
          "text": "How can he to whom fellowship in creation belongs be separated from the rest, as though he were alone? Thus man is seen to be a rational being amongst all earthly creatures, yet he is not the only rational being; for we know that the heavenly works of God also are rational, we confess that angels and archangels are rational beings.",
          "id": 76468
        },
        {
          "text": "If then the angels are rational, man cannot be said to be the only rational being.",
          "id": 76469
        },
        {
          "text": "32.",
          "id": 76470
        },
        {
          "text": "But they say that the sun can be said to be alone, because there is no second sun.",
          "id": 76471
        },
        {
          "text": "But the sun himself has many things in common with the stars, for he travels across the heavens, he is of that ethereal and heavenly substance, he is a creature, and is reckoned amongst all the works of God.",
          "id": 76472
        },
        {
          "text": "He serves God in union with all, blesses Him with all, praises Him with all.",
          "id": 76473
        },
        {
          "text": "Therefore he cannot accurately be said to be alone, for he is not set apart from the rest.",
          "id": 76474
        },
        {
          "text": "33.",
          "id": 76475
        },
        {
          "text": "Wherefore since no created being can be compared with the Godhead of the Father, the Son, and the Holy Ghost, Which is alone, not amongst all, but over all (our declaration concerning the Spirit being meanwhile held back); as the Father is said to be the only true God, because He has nothing in common with others; so also is the Son alone the Image of the true God, He alone is the Hand of the Father, He alone is the Virtue and Wisdom of God.",
          "id": 76476
        },
        {
          "text": "34.",
          "id": 76477
        },
        {
          "text": "Thus the Son alone does what the Father does; for it is written: \"Whatsoever things I do, He doth\".",
          "id": 76478
        },
        {
          "text": "And since the work of the Father and of the Son is one, it is well said of the Father and the Son, that God worked alone; wherefore also when we speak of the Creator, we own both the Father and the Son.",
          "id": 76479
        },
        {
          "text": "For assuredly when Paul said, \"Who served the creature more than the Creator,\" he neither denied the Father to be the Creator, from Whom are all these things, nor yet the Son, through Whom are all things.",
          "id": 76480
        },
        {
          "text": "35.",
          "id": 76481
        },
        {
          "text": "And it does not seem out of agreement with this that it is written: \"Who alone hath immortality\".",
          "id": 76482
        },
        {
          "text": "For how could He not have immortality Who has life in Himself? He has it in His nature; He has it in His essential Being; and He has it not as a temporal  grace, but owing to His eternal Godhead.",
          "id": 76483
        },
        {
          "text": "He has it not by way of a gift as a servant, but by peculiar right of His Generation, as the co-eternal Son.",
          "id": 76484
        },
        {
          "text": "He has it, too, as has the Father.",
          "id": 76485
        },
        {
          "text": "\"For as the Father hath life in Himself, so also hath He given to the Son to have life in Himself\".",
          "id": 76486
        },
        {
          "text": "As He has it, it says, so He has given it.",
          "id": 76487
        },
        {
          "text": "Thou hast learnt already how He gave it, that thou mayest not think it to be a free gift of grace, when it is a secret of His generation.",
          "id": 76488
        },
        {
          "text": "Since, then, there is no divergence of life between the Father and the Son, how can it be supposed that the Father alone has immortality, whilst the Son has it not?  36.",
          "id": 76489
        },
        {
          "text": "Wherefore let them understand that in this passage the Son is not to be separated from the Father, Who is the only true God.",
          "id": 76490
        },
        {
          "text": "For they cannot prove that the Son is not the only and true God, especially as here also it may be gathered, as I have said, that Christ too is true and only God; or the passage may at least be understood partly in reference to the Godhead of the Father and the Son, and partly to the Incarnation of Christ: for knowledge is not perfect unless it confesses Jesus Christ from eternity to be only-begotten God, true Son of God, and, according to the flesh, begotten of a Virgin.",
          "id": 76491
        },
        {
          "text": "Which also this very Evangelist has taught us elsewhere, saying: \"Every spirit that confesseth that Jesus Christ is come in the flesh, is of God\".",
          "id": 76492
        },
        {
          "text": "37.",
          "id": 76493
        },
        {
          "text": "Lastly, the whole of our passage teaches us that it is not improper in this verse to understand a reference to the sacrament of the Incarnation.",
          "id": 76494
        },
        {
          "text": "For thus it is written: \"Father, the hour is come, glorify Thy Son\".",
          "id": 76495
        },
        {
          "text": "When, therefore, He states that the hour is come, and prays to be glorified, how can one suppose Him to have spoken but only in accordance with the assumption of our flesh? For the Godhead has no fixed moments of time, nor does eternal light stand in need of glorification.",
          "id": 76496
        },
        {
          "text": "Therefore in the only true God, Who is the Father, we also understand the only true Son of God to be in accordance with the unity of the Godhead.",
          "id": 76497
        },
        {
          "text": "And in the name of Jesus Christ, which He received when born of the Virgin, we acknowledge the sacrament of the Incarnation.",
          "id": 76498
        },
        {
          "text": "38.",
          "id": 76499
        },
        {
          "text": "But if they wish to separate the Son, when they read that the Father is the only true God, I suppose that when they read of the Incarnation of the Son: \"This is the stone which was set at naught of you builders, which is become the head of the corner;\" and further: \"There is none other name under heaven given among men, whereby we must be saved;\" then they imagine the Father is to be cut off from the benefit of imparting salvation to us.",
          "id": 76500
        },
        {
          "text": "But there is neither salvation without the Father, nor eternal life without the Son.",
          "id": 76501
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 76502
        },
        {
          "text": "To the objection of the Arians, that two Gods are introduced by a unity of substance, the answer is that a plurality of Gods is more likely to be inferred from diversity of substance.",
          "id": 76503
        },
        {
          "text": "Further, their charge recoils upon themselves.",
          "id": 76504
        },
        {
          "text": "Manifold diversity is the reason why two men cannot be said to be one man, though all men are called individually man, where a unity of nature is referred to.",
          "id": 76505
        },
        {
          "text": "There is one nature alone in them, but there is wholly a unity in the Divine Persons.",
          "id": 76506
        },
        {
          "text": "Therefore the Son is not to be severed from the Father, especially as they dare not deny that worship is due to Him.",
          "id": 76507
        },
        {
          "text": "39.",
          "id": 76508
        },
        {
          "text": "But the Arians maintain the following: If you say that, as the Father is the only true God, so also is the Son, and confess that the Father and the Son are both of one substance, you introduce not one God, but two.",
          "id": 76509
        },
        {
          "text": "For they who are of one substance seem not to be one God but two Gods.",
          "id": 76510
        },
        {
          "text": "Just as two men or two sheep or more are spoken of, but a man and a sheep are not spoken of as two men or two sheep, but as one man and one sheep.",
          "id": 76511
        },
        {
          "text": "40.",
          "id": 76512
        },
        {
          "text": "This is what the Arians say; and by this cunning argument they attempt to catch the more simple-minded.",
          "id": 76513
        },
        {
          "text": "However if we read the divine Scriptures we shall find that plurality occurs rather amongst those things which are of a diverse and different substance, that is, ἑτερούσια.",
          "id": 76514
        },
        {
          "text": "We have this set forth in the books of Solomon, in that passage in which he said: \"There are three things impossible to understand, yea, a fourth which I know not, the track of an eagle in the air, the way of a serpent upon a rock, the path of a ship in the sea, and the way of a man in his youth\".",
          "id": 76515
        },
        {
          "text": "An eagle and a ship and a serpent are not of one family and nature, but of a distinguishable and different substance, and yet they are three.",
          "id": 76516
        },
        {
          "text": "On the testimony of Scripture, therefore, they learn that their arguments are against themselves.",
          "id": 76517
        },
        {
          "text": "41.",
          "id": 76518
        },
        {
          "text": "Therefore, in saying that the substance of the Father and of the Son is diverse and their Godhead distinguishable, they themselves assert there are two Gods.",
          "id": 76519
        },
        {
          "text": "But we, when we confess the Father and the Son, in declaring them still to be of one Godhead, say that there are not two Gods, but one God.",
          "id": 76520
        },
        {
          "text": "And this we establish by the word of the Lord.",
          "id": 76521
        },
        {
          "text": "For where there are several, there is a difference either of nature or of will and work.",
          "id": 76522
        },
        {
          "text": "Lastly, that they may be refuted on their own witness, two men are mentioned: But though they are of one nature by right of birth, yet in time and thought and work and place, they are apart; and so one man cannot be spoken of under the signification and number of two; for there is no unity where there is diversity.",
          "id": 76523
        },
        {
          "text": "But God is said to be one, and the glory and completeness of the Father, the Son, and the Holy Spirit is thus expressed.",
          "id": 76524
        },
        {
          "text": "42.",
          "id": 76525
        },
        {
          "text": "Such, indeed, is the truth of unity that, when the nature alone of human birth or of human flesh is indicated, one man is the term used for the many, as it is written: \"The Lord is my helper, I will not fear what man can do unto me;\" that is, not the one person of a man, but the one flesh, the one frailty of human birth.",
          "id": 76526
        },
        {
          "text": "It added also: \"It is better to trust in the Lord than to trust in man\".",
          "id": 76527
        },
        {
          "text": "Here, too, it did not denote one particular man, but a universal condition.",
          "id": 76528
        },
        {
          "text": "Then, immediately after it added, speaking of many: \"It is better to put confidence in the Lord than to put confidence in princes\".",
          "id": 76529
        },
        {
          "text": "Where man is spoken of, as we have already said, there the common unity of the nature, which exists between all is indicated; but where the princes are mentioned, there is a certain distinction between their different powers.",
          "id": 76530
        },
        {
          "text": "43.",
          "id": 76531
        },
        {
          "text": "Amongst men, or in men, there exists a unity in some one thing, either in love, or desire, or flesh, or devotion, or faith.",
          "id": 76532
        },
        {
          "text": "But a universal unity, that embraces within itself all things agreeably to the divine glory, is the property of the Father, the Son, and the Holy Spirit alone.",
          "id": 76533
        },
        {
          "text": "44.",
          "id": 76534
        },
        {
          "text": "Wherefore the Lord also, in pointing out the diversity that exists among men, who have nothing in common that can tend towards the unity of an indivisible substance, says: \"In your law it is written that the testimony of two men is true\".",
          "id": 76535
        },
        {
          "text": "But though He had said, \"The testimony of two men is true,\" when He came to the testimony of Himself and His Father, He said not: \"Our testimony is true, for it is the testimony of two Gods;\" but: \"I am One that bear witness of Myself, and the Father that sent Me beareth witness of Me\".",
          "id": 76536
        },
        {
          "text": "Earlier He also says: \"If I judge, My judgment is true; for I am not alone, but I and the Father that sent Me\".",
          "id": 76537
        },
        {
          "text": "Thus, both in one place and the other, He indicated both the Father and the Son, but neither implied the plurality, nor severed the unity of their divine Substance.",
          "id": 76538
        },
        {
          "text": "45.",
          "id": 76539
        },
        {
          "text": "It is plain, then, that whatsoever is of one substance cannot be severed, even though it be not single, but one.",
          "id": 76540
        },
        {
          "text": "By singleness I mean that which the Greeks call μονοτής.",
          "id": 76541
        },
        {
          "text": "Singleness has to do with a person; unity with a nature.",
          "id": 76542
        },
        {
          "text": "That those things which are of a different substance are wont to be called, not one alone, but many, though already proved on the testimony of the prophet, the Apostle himself has stated in so many words, saying: \"For though there be that are called gods, whether in heaven or in earth\".",
          "id": 76543
        },
        {
          "text": "Dost thou see, then, that those who are of different substances, and not of the verity of one nature, are called \"gods\"? But the Father and the Son, being of one substance, are not two Gods, but \"One God, the Father, of Whom are all things, and one Lord Jesus Christ, through Whom are all things\".",
          "id": 76544
        },
        {
          "text": "\"One God,\" he says, \"and one Lord Jesus;\" and above: \"One God, not two Gods;\" and then: \"One Lord, not two Lords\".",
          "id": 76545
        },
        {
          "text": "46.",
          "id": 76546
        },
        {
          "text": "Plurality, therefore, is excluded, but the unity is not destroyed.",
          "id": 76547
        },
        {
          "text": "But as, on the one hand, when we read of the Lord Jesus, we do not dissociate the Father, as I have already said, from the prerogative of ruling, because He has that in common with the Son; so, on the other hand, when we read of the only true God, the Father, we cannot sever the Son from the prerogative of the only true God, for He has that in common with the Father.",
          "id": 76548
        },
        {
          "text": "47.",
          "id": 76549
        },
        {
          "text": "Let them say what they feel or what they think, when we read: \"Thou shalt worship the Lord thy God, and Him only shalt thou serve\".",
          "id": 76550
        },
        {
          "text": "Do they think Christ should not be worshipped, and that He ought not to be served? But if that woman of Canaan who worshipped Him, merited to gain what she asked for, and the Apostle Paul, who confessed himself to be the servant of Christ in the very outset of his letters, merited to be an Apostle \"not of men, neither by man, but by Jesus Christ;\" let them say what they think should follow.",
          "id": 76551
        },
        {
          "text": "Would they prefer to join with Arius in a league of treachery, and so show, by denying Christ to be the only true God, that  they consider He should neither be worshipped nor served? Or would they sooner go in company with Paul, who in serving and worshipping Christ did not disown in word and heart the only true God, Whom he acknowledged with dutiful service?.",
          "id": 76552
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 76553
        },
        {
          "text": "It is objected by heretics that Christ offered worship to His Father.",
          "id": 76554
        },
        {
          "text": "But instead it is shown that this must be referred to His humanity, as is clear from an examination of the passage.",
          "id": 76555
        },
        {
          "text": "However, it also offers fresh witness to His Godhead, as we often see it happening in other actions that Christ did.",
          "id": 76556
        },
        {
          "text": "48.",
          "id": 76557
        },
        {
          "text": "But if any one were to say that the Son worships God the Father, because it is written, \"Ye worship ye know not what, we know what we worship,\" let him consider when it was said, and to whom, and to whose wishes it was in answer.",
          "id": 76558
        },
        {
          "text": "49.",
          "id": 76559
        },
        {
          "text": "In the earlier verses of this chapter it was stated, not without reason, that Jesus, being weary with the journey, was sitting down, and that He asked a woman of Samaria to give Him drink; for He spoke as man; for as God He could neither be weary nor thirst.",
          "id": 76560
        },
        {
          "text": "50.",
          "id": 76561
        },
        {
          "text": "So when this woman addressed Him as a Jew, and thought Him a prophet, He answers her, as a Jew who spiritually taught the mysteries of the Law: \"Ye worship ye know not what, we know what we worship\".",
          "id": 76562
        },
        {
          "text": "\"We,\" He says; for He joined Himself with men.",
          "id": 76563
        },
        {
          "text": "But how is He joined with men, but according to the flesh? And to show that He answered as being incarnate, He added: \"for salvation is of the Jews\".",
          "id": 76564
        },
        {
          "text": "51.",
          "id": 76565
        },
        {
          "text": "But immediately after this He put aside His human feelings, saying: \"But the hour cometh, and now is, when the true worshippers shall worship the Father\".",
          "id": 76566
        },
        {
          "text": "He said not: \"We shall worship\".",
          "id": 76567
        },
        {
          "text": "This He would certainly have said, if He had a share in our obedience.",
          "id": 76568
        },
        {
          "text": "52.",
          "id": 76569
        },
        {
          "text": "And when we read that Mary worshipped Him, we ought to learn that it is not possible for Him under the same nature both to worship as a servant, and to be worshipped as Lord; but rather that as man He is said to worship among men, and that as Lord He is worshipped by His servants.",
          "id": 76570
        },
        {
          "text": "53.",
          "id": 76571
        },
        {
          "text": "Many things therefore we read and believe, in the light of the sacrament of the Incarnation.",
          "id": 76572
        },
        {
          "text": "But even in the very feelings of our human nature we may behold the Divine Majesty.",
          "id": 76573
        },
        {
          "text": "Jesus is wearied with His journey, that He may refresh the weary; He desires to drink, when about to give spiritual drink to the thirsty; He was hungry, when about to supply the food of salvation to the hungry; He dies, to live again; He is buried, to rise again; He hangs upon the dreadful tree, to strengthen those in dread; He veils the heaven with thick darkness, that He may give light; He makes the earth to shake, that He may make it strong; He rouses the sea, that He may calm it; He opens the tombs of the dead, that He may show they are the homes of the living; He is made of a Virgin, that men may believe He is born of God; He feigns not to know, that He may make the ignorant to know; as a Jew He is said to worship, that the Son may be worshipped as true God.",
          "id": 76574
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 76575
        },
        {
          "text": "Ambrose answers those who press the words of the Lord to the mother of Zebedee's children, by saying that they were spoken out of kindness, because Christ was unwilling to cause her grief.",
          "id": 76576
        },
        {
          "text": "Ample reason for such tenderness is brought forward.",
          "id": 76577
        },
        {
          "text": "The Lord would rather leave the granting of that request to the Father, than declare it to be impossible.",
          "id": 76578
        },
        {
          "text": "This answer of Christ's, however, is not to His detriment, as is shown both by His very words, and also by comparing them with other passages.",
          "id": 76579
        },
        {
          "text": "54.",
          "id": 76580
        },
        {
          "text": "\"How,\" they say, \"can the Son of God be the only true God, like to the Father, when He Himself said to the sons of Zebedee: 'Ye shall drink indeed of My cup; but to sit on My right hand or on My left, is not Mine to give to you, but to those for whom it has been prepared of My Father'?\" This, then, is, as you desire, your proof of divine inequality; though in it you ought rather to reverence the Lord's kindness and to adore His grace; if, that is, you could but perceive the deep secrets of the virtue and wisdom of God.",
          "id": 76581
        },
        {
          "text": "55.",
          "id": 76582
        },
        {
          "text": "For think of her who, with and for her sons, makes this request.",
          "id": 76583
        },
        {
          "text": "It is a mother, who in her anxiety for the honour of her sons, though somewhat unrestrained in the measure of her desires, may for all that yet find pardon.",
          "id": 76584
        },
        {
          "text": "It is a mother, old in years, devout in her zeal, deprived of consolation; who at that time, when she might have been helped and supported by the aid of her able bodied offspring, suffered her children to leave her, and preferred the reward her sons should receive in following  Christ to her own pleasure.",
          "id": 76585
        },
        {
          "text": "For they when called by the Lord, at the first word, as we read, left their nets and their father and followed Him.",
          "id": 76586
        },
        {
          "text": "56.",
          "id": 76587
        },
        {
          "text": "She then, somewhat yielding to the devotion of a mother's zeal, besought the Saviour, saying: \"Grant that these my two sons may sit the one on Thy right hand, the other on Thy left in Thy kingdom\".",
          "id": 76588
        },
        {
          "text": "Although it was an error, it was an error of a mother's affections; for a mother's heart knows no patience.",
          "id": 76589
        },
        {
          "text": "Though eager for the object of her desires, yet her longing was pardonable, for she was not greedy for money, but for grace.",
          "id": 76590
        },
        {
          "text": "Not shameless was her request, for she thought not of herself, but of her children.",
          "id": 76591
        },
        {
          "text": "Contemplate the mother, reflect upon her.",
          "id": 76592
        },
        {
          "text": "57.",
          "id": 76593
        },
        {
          "text": "But it is nothing wonderful if the feelings of parents for their children seem nothing to you, who think the love of the Almighty Father for His only-begotten Son a trifling matter.",
          "id": 76594
        },
        {
          "text": "The Lord of heaven and earth was ashamed (to speak as accords with the assumption of our flesh and the virtues of the soul)—He was ashamed, I say, and, to use His own word, disturbed, to refuse a share even in His own seat to a mother making request for her sons.",
          "id": 76595
        },
        {
          "text": "You maintain sometimes that the proper Son of the eternal God stands to give service, at other times you would have His co-session to be as that of an attendant, that is, not because there is a oneness of majesty, but because it is the order of the Father; and you deny to the Son of God, Who is true God, that which He plainly was unwilling to refuse to men.",
          "id": 76596
        },
        {
          "text": "58.",
          "id": 76597
        },
        {
          "text": "For He thought of the mother's love, who solaced her old age with the thought of her sons' reward, and, though harassed with a mother's longings, endured the absence of those dearest pledges of her love.",
          "id": 76598
        },
        {
          "text": "59.",
          "id": 76599
        },
        {
          "text": "Think also of the woman, that is, the weaker sex, whom the Lord had not yet strengthened by His own Passion.",
          "id": 76600
        },
        {
          "text": "Think, I say, of a descendant of Eve, the first woman, sinking under the inheritance of unrestrained passion, which had been passed on to all; one, too, whom the Lord had not yet redeemed with His own Blood, and from whom He had not yet washed out in His Blood the desire implanted in the hearts of all for unbounded honour even beyond what is right.",
          "id": 76601
        },
        {
          "text": "Thus the woman offended owing to an inherited tendency to wrong.",
          "id": 76602
        },
        {
          "text": "60.",
          "id": 76603
        },
        {
          "text": "And what wonder if a mother should strive to win preference for her children (which is far better than if she had done it for herself), when even the Apostles themselves, as we read, strove amongst themselves, as to who should have the preference?  61.",
          "id": 76604
        },
        {
          "text": "The physician, therefore, ought not to wound a mother who has been deprived of all, nor a suffering mind, with shameful reproaches, lest when the request had been made and had been proudly denied, she should grieve over the condemnation of her petition as being unreasonable.",
          "id": 76605
        },
        {
          "text": "62.",
          "id": 76606
        },
        {
          "text": "Lastly, the Lord, Who knew that a mother's affection is to be honoured, answered not the woman, but her sons, saying: \"Are ye able to drink of the cup that I shall drink of?\" When they say: \"We are able,\" Jesus says to them: \"Ye shall drink indeed of My cup; but to sit on My right hand and on My left is not Mine to give to you, but to those for whom it is prepared of My Father\".",
          "id": 76607
        },
        {
          "text": "63.",
          "id": 76608
        },
        {
          "text": "How patient and kind the Lord is; how deep is His wisdom and good His love! For wishing to show that the disciples asked for no slight thing, but one they could not obtain, He reserved His own peculiar rights for His Father's honour, not fearing to detract aught from His own rights: \"Who thought it not robbery to be equal with God;\" and loving, too, His disciples (for \"He loved them,\" as it is written, \"unto the end\"), He was unwilling to seem to refuse to those whom He loved what they desired; He, I say, the good and holy Lord, Who would rather keep some of His own prerogative secret, than lay aside aught of His love.",
          "id": 76609
        },
        {
          "text": "\"For charity suffereth long, and is kind; charity envieth not, and seeketh not her own\".",
          "id": 76610
        },
        {
          "text": "64.",
          "id": 76611
        },
        {
          "text": "Lastly, that you may learn it was no sign of weakness, but rather of tenderness, that He said: \"It is not Mine to give to you;\" note that when the sons of Zebedee make the request without their mother, He said nothing about the Father; for thus it is written: \"It is not Mine to give to you, but those for whom it has been prepared\".",
          "id": 76612
        },
        {
          "text": "So the Evangelist Mark has stated it.",
          "id": 76613
        },
        {
          "text": "But when the mother makes this request on her sons' behalf, as we find it in Matthew, He says: \"It is not Mine to give to you, but to those for whom it has been prepared of My Father\".",
          "id": 76614
        },
        {
          "text": "Here He added: \"of My Father,\" for a mother's feelings demanded greater tenderness.",
          "id": 76615
        },
        {
          "text": "65.",
          "id": 76616
        },
        {
          "text": "But if they think that by saying,  \"For whom it hath been prepared of My Father,\" He assigned greater power to His Father, or detracted aught from His own; let them say whether they think there is any detraction from the Father's power, because the Son in the Gospel says of the Father: \"The Father judgeth no man\".",
          "id": 76617
        },
        {
          "text": "66.",
          "id": 76618
        },
        {
          "text": "But if we think it impious to believe that the Father has handed over all judgment to the Son in such wise that He has it not Himself,—for He has it, and cannot lose what the Divine Majesty has by its very nature,—we ought to consider it equally impious to suppose that the Son cannot give what either men can merit, or any creature can receive; especially as He Himself has said: \"I go unto My Father, and whatsoever ye shall ask of Him in My name, that will I do\".",
          "id": 76619
        },
        {
          "text": "For if the Son cannot give what the Father can give, the Truth has lied, and cannot do what the Father has been asked for in His name.",
          "id": 76620
        },
        {
          "text": "He therefore did not say: \"For whom it has been prepared of My Father,\" in order that requests should be made only of the Father.",
          "id": 76621
        },
        {
          "text": "For all things which are asked of the Father, He has declared that He will give.",
          "id": 76622
        },
        {
          "text": "Lastly, He did not say: \"Whatsoever ye shall ask of Me, that will I do;\" but: \"Whatsoever ye shall ask of Him in My name, that will I do\".",
          "id": 76623
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 76624
        },
        {
          "text": "Wishing to answer the above-stated objection somewhat more fully, he maintains that this request, had it not been impossible in itself, would have been possible for Christ to grant; especially as the Father has given all judgment to Him; which gift we must understand to have been given without any feature of imperfection.",
          "id": 76625
        },
        {
          "text": "However, he proves that the request must be reckoned amongst the impossibilities.",
          "id": 76626
        },
        {
          "text": "To make it really possible, he teaches that Christ's answer must be taken in accordance with His human nature, and shows this next by an exposition of the passage.",
          "id": 76627
        },
        {
          "text": "Lastly, he once more confirms the reply he has given on the impossibility of Christ's session.",
          "id": 76628
        },
        {
          "text": "67.",
          "id": 76629
        },
        {
          "text": "I ask now whether they think the request made by the wife and sons of Zebedee was possible or impossible to human circumstances, or to any created being? If it was possible, how is it that He Who made all things which were not had not the power of granting a seat to His apostles on His right hand and on His left? or how was it that He, to Whom the Father gave all judgment, could not judge of men's merits?  68.",
          "id": 76630
        },
        {
          "text": "We know well in what way He gave it; for how did the Son, who created all things out of nothing, receive it as though in want? Had He not the judgment of those whose natures He had made? The Father gave all judgment to the Son, \"that all men should honour the Son, even as they honour the Father\".",
          "id": 76631
        },
        {
          "text": "It is not therefore the power of the Son, but our knowledge of it, that increases; nor does what is learnt by us add aught to His being, but only to our advantage; so that by knowing the Son of God, we may have eternal life.",
          "id": 76632
        },
        {
          "text": "69.",
          "id": 76633
        },
        {
          "text": "As, then, in our knowledge of the Son of God His honour, but our profit, not His, is concerned; if any one thinks that the power of God is augmented by that honour, He must also believe that God the Father can receive augmentation; for He is glorified by our knowledge of Him, as is the Son: as it is written on the word of the Son: \"I have glorified Thee upon the earth\".",
          "id": 76634
        },
        {
          "text": "Therefore if that which was asked for was at all possible, it certainly was in the power of the Son to grant it.",
          "id": 76635
        },
        {
          "text": "70.",
          "id": 76636
        },
        {
          "text": "Let them show, if they consider it possible, who of men or of other created beings sits either on the right hand or the left of God.",
          "id": 76637
        },
        {
          "text": "For the Father says to the Son: \"Sit Thou on My right hand\".",
          "id": 76638
        },
        {
          "text": "Therefore if any one sits on the right hand of the Son, the Son is found to be sitting (to speak in human wise) between Himself and the Father.",
          "id": 76639
        },
        {
          "text": "71.",
          "id": 76640
        },
        {
          "text": "A thing impossible for man, then, was asked of Him.",
          "id": 76641
        },
        {
          "text": "But He was unwilling to say that men could not sit with Him; seeing that He desired His divine glory should be veiled, and not revealed before He rose again.",
          "id": 76642
        },
        {
          "text": "For before this, when He had appeared in glory between His attendants Moses and Elias, He had warned His disciples that they should tell no man what they had seen.",
          "id": 76643
        },
        {
          "text": "72.",
          "id": 76644
        },
        {
          "text": "Therefore if it was not possible for men or other created beings to merit this, the Son ought not to seem to have less power because He gave not to His apostles, what the Father has not given to men or other created beings.",
          "id": 76645
        },
        {
          "text": "Or else let them say to which of them He has given it.",
          "id": 76646
        },
        {
          "text": "Certainly not to the angels; of whom Scripture says that all the angels stood round about the throne.",
          "id": 76647
        },
        {
          "text": "Thus Gabriel said that he stands, as it says: \"I am Gabriel that stand before God\".",
          "id": 76648
        },
        {
          "text": "73.",
          "id": 76649
        },
        {
          "text": "Not to the angels, then, has He given it, nor to the elders who worship Him that sitteth; for they do not sit upon the seat of  majesty, but as the Scripture has said, round about the throne; for there are four and twenty other seats, as we have it in the Revelation of John: \"And upon the seats four and twenty elders sitting\".",
          "id": 76650
        },
        {
          "text": "In the Gospel also the Lord Himself says: \"When the Son of Man shall sit in the throne of His glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel\".",
          "id": 76651
        },
        {
          "text": "He did not say that a share in His own throne could be given to the apostles, but that there were those other twelve thrones; which, however, we ought not to think of as referring to actual sitting down, but as showing the happy issue of spiritual grace.",
          "id": 76652
        },
        {
          "text": "74.",
          "id": 76653
        },
        {
          "text": "Lastly, in the Book of the Kings, Micaiah the prophet said: \"I saw the Lord God of Israel sitting on His throne, and all the host of heaven standing around Him, on His right hand and on His left\".",
          "id": 76654
        },
        {
          "text": "How then, when the angels stand on the right hand and on the left of the Lord God, when all the host of heaven stands, shall men sit on the right hand of God or on His left, to whom is promised as a reward for virtue likeness to the angels, as the Lord says: \"Ye shall be as the angels in heaven?\" \"As the angels,\" He says, not \"more than the angels\".",
          "id": 76655
        },
        {
          "text": "75.",
          "id": 76656
        },
        {
          "text": "If, then, the Father has given nothing more than the Son, the Son certainly has given nothing less than the Father.",
          "id": 76657
        },
        {
          "text": "Therefore the Son can in no wise be less than the Father.",
          "id": 76658
        },
        {
          "text": "76.",
          "id": 76659
        },
        {
          "text": "Suppose, however, that it had been possible for men to obtain what was desired; what does it mean when He says: \"But to sit on My right hand and on My left is not Mine to give to you\"? What is \"Mine\"? Above He said: \"Ye shall drink indeed of My cup;\" and again He added: \"It is not Mine to give to you\".",
          "id": 76660
        },
        {
          "text": "Above He said \"Mine,\" and again lower down He said \"Mine\".",
          "id": 76661
        },
        {
          "text": "He made no change.",
          "id": 76662
        },
        {
          "text": "And so the earlier passages tell us why He said \"Mine\".",
          "id": 76663
        },
        {
          "text": "77.",
          "id": 76664
        },
        {
          "text": "For being asked by a woman as man to allow her sons to sit on His right hand and His left, because she asked Him as man, the Lord also as though only man answered concerning His Passion: \"Are ye able to drink of the cup that I shall drink of?\"  78.",
          "id": 76665
        },
        {
          "text": "Therefore because He spoke according to the flesh of the Passion of His Body, He wished to show that according to the flesh He left behind Him an example and pattern to us of the endurance of suffering; but that according to His position as man He could not grant them fellowship in the throne above.",
          "id": 76666
        },
        {
          "text": "This is the reason why He said: \"It is not Mine;\" as also in another place He says: \"My doctrine is not Mine\".",
          "id": 76667
        },
        {
          "text": "It is not, He says, spoken after my flesh; for the words which are divine belong not to the flesh.",
          "id": 76668
        },
        {
          "text": "79.",
          "id": 76669
        },
        {
          "text": "But how plainly He showed His tenderness for His disciples, whom He loved, saying first: \"Will ye drink of My cup?\" For as He could not grant what they sought, He offered them something else, so that He might mention what He would assign to them, before He denied them anything; in order that they might understand that the failure lay more in the equity of their request to Him, than in the wish of their Lord to show kindness.",
          "id": 76670
        },
        {
          "text": "80.",
          "id": 76671
        },
        {
          "text": "\"Ye shall indeed drink of My cup,\" He says; that is, \"I will not refuse you the suffering, which My flesh will undergo.",
          "id": 76672
        },
        {
          "text": "For all that I have taken on Myself as man, ye can imitate.",
          "id": 76673
        },
        {
          "text": "I have granted you the victory of suffering, the inheritance of the cross.",
          "id": 76674
        },
        {
          "text": "'But to sit on My right hand and on My left is not Mine to give to you.",
          "id": 76675
        },
        {
          "text": "'\" He did not say, \"It is not Mine to give,\" but: \"It is not Mine to give to you;\" meaning by this, not that He lacked the power, but that His creatures were wanting in merit.",
          "id": 76676
        },
        {
          "text": "81.",
          "id": 76677
        },
        {
          "text": "Or take in another way the words: \"It is not Mine to give to you,\" that is, \"It is not Mine, for I came to teach humility; it is not Mine, for I came, not to be ministered unto, but to minister; it is not Mine, for I show justice, not favour\".",
          "id": 76678
        },
        {
          "text": "82.",
          "id": 76679
        },
        {
          "text": "Then, speaking of the Father, He added: \"For whom it has been prepared,\" to show that the Father also is not wont to give heed merely to requests, but to merits; for God is not a respecter of persons.",
          "id": 76680
        },
        {
          "text": "Wherefore also the Apostle says: \"Whom He did foreknow, He also did predestinate\".",
          "id": 76681
        },
        {
          "text": "He did not predestinate them before He knew them, but He did predestinate the reward of those whose merits He foreknew.",
          "id": 76682
        },
        {
          "text": "83.",
          "id": 76683
        },
        {
          "text": "Rightly then is the woman checked, who demanded what was impossible, as a special kind of privilege from Him the Lord, Who of His own free gift granted not only to two apostles, but to all the disciples, those things which He had adjudged to be given to the saints; and that too without a prayer from any one, as it is written: \"Ye shall sit upon twelve thrones, judging the twelve tribes of Israel\".",
          "id": 76684
        },
        {
          "text": "84.",
          "id": 76685
        },
        {
          "text": "Therefore, although we may think the  demand to have been possible, there is no room for false attacks.",
          "id": 76686
        },
        {
          "text": "However, when I read that the seraphim stand, how can I suppose that men may sit on the right hand or the left of the Son of God? The Lord sits upon the cherubim, as it says: \"Thou that sittest upon the cherubim, show myself\".",
          "id": 76687
        },
        {
          "text": "And how shall the apostles sit upon the cherubim?  85.",
          "id": 76688
        },
        {
          "text": "And I do not come to this conclusion of my own mind, but because of the utterances of our Lord's own mouth.",
          "id": 76689
        },
        {
          "text": "For the Lord Himself later on, in commending the apostles to the Father, says: \"Father, I will that they also whom Thou hast given Me be with Me where I am\".",
          "id": 76690
        },
        {
          "text": "But if He had thought that the Father would give the divine throne to men, He would have said: \"I will that where I sit, they also may sit with Me\".",
          "id": 76691
        },
        {
          "text": "But He says: \"I will that they be with Me,\" not \"that they may sit with Me;\" and \"where I am,\" not \"as I am\".",
          "id": 76692
        },
        {
          "text": "86.",
          "id": 76693
        },
        {
          "text": "Then follow the words: \"That they may see My glory\".",
          "id": 76694
        },
        {
          "text": "Here too He did not say: \"that they may have My glory,\" but \"that they may see\" it.",
          "id": 76695
        },
        {
          "text": "For the servant sees, the Lord possesses; as David also has taught us, saying: \"That I may see the delight of the Lord\".",
          "id": 76696
        },
        {
          "text": "And the Lord Himself in the Gospel has revealed it, stating: \"Blessed are the pure in heart, for they shall see God\".",
          "id": 76697
        },
        {
          "text": "\"They shall see,\" He says; not \"They shall sit with God upon the cherubim\".",
          "id": 76698
        },
        {
          "text": "87.",
          "id": 76699
        },
        {
          "text": "Let them therefore cease to think little of the Son of God according to His Godhead, lest they should think little also of the Father.",
          "id": 76700
        },
        {
          "text": "For he who believes wrongly of the Son cannot think rightly of the Father; he who thinks wrongly of the Spirit cannot think rightly of the Son.",
          "id": 76701
        },
        {
          "text": "For where there is one dignity, one glory, one love, one majesty, whatsoever thou thinkest is to be withdrawn in the case of any one of the Three Persons, is withdrawn from all alike.",
          "id": 76702
        },
        {
          "text": "For that can never have completeness which thou canst separate and divide into various portions.",
          "id": 76703
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 76704
        },
        {
          "text": "Objection is taken to the following passage: \"Thou hast loved them, as Thou hast loved Me\".",
          "id": 76705
        },
        {
          "text": "To remove it, he shows first the impiety of the Arian explanation; then compares these words with others; and lastly, takes the whole passage into consideration.",
          "id": 76706
        },
        {
          "text": "Hence he gathers that the mission of Christ, although it is to be received according to the flesh, is not to His detriment.",
          "id": 76707
        },
        {
          "text": "When this is proved he shows how the divine mission takes place.",
          "id": 76708
        },
        {
          "text": "88.",
          "id": 76709
        },
        {
          "text": "There are some, O Emperor Augustus, who in their desire to deny the unity of the divine Substance, strive to make little of the love of the Father and the Son, because it is written: \"Thou hast loved them, as Thou hast loved Me\".",
          "id": 76710
        },
        {
          "text": "But when they say this, what else do they do but adopt a likeness of comparison between the Son of God and men?  89.",
          "id": 76711
        },
        {
          "text": "Can men indeed be loved by God as the Son is, in Whom the Father is well-pleased? He is well-pleasing in Himself; we through Him.",
          "id": 76712
        },
        {
          "text": "For those in whom God sees His own Son after His own likeness, He admits through His Son into the favour of sons.",
          "id": 76713
        },
        {
          "text": "So that as we go through likeness unto likeness, so through the Generation of the Son are we called unto adoption.",
          "id": 76714
        },
        {
          "text": "The eternal love of God's Nature is one thing, that of grace is another.",
          "id": 76715
        },
        {
          "text": "90.",
          "id": 76716
        },
        {
          "text": "And if they start a debate on the words that are written: \"And Thou hast loved them, as Thou hast loved Me,\" and think a comparison is intended; they must think that the following also was said by way of comparison: \"Be ye merciful, as your Father Which is in heaven is merciful;\" and elsewhere: \"Be ye perfect, as My Father Which is in heaven is perfect\".",
          "id": 76717
        },
        {
          "text": "But if He is perfect in the fulness of His glory, we are but perfect according to the growth of virtue within us.",
          "id": 76718
        },
        {
          "text": "The Son also is loved by the Father according to the fulness of a love that ever abideth, but in us growth in grace merits the love of God.",
          "id": 76719
        },
        {
          "text": "91.",
          "id": 76720
        },
        {
          "text": "Thou seest, then, how God has given grace to men, and dost thou wish to dissever the natural and indivisible love of the Father and the Son? And dost thou still strive to make nothing of words, where thou dost note the mention of a unity of majesty?  92.",
          "id": 76721
        },
        {
          "text": "Consider the whole of this passage, and see from what standpoint He speaks; for thou hearest Him saying: \"Father, glorify Thou Me with the glory which I had with Thee before the world was\".",
          "id": 76722
        },
        {
          "text": "See how He speaks from the standpoint of the first man.",
          "id": 76723
        },
        {
          "text": "For He begs for us in that request those things which, as Man, He remembered were granted in paradise before the Fall, as also He spoke of it to the thief at His Passion: \"Verily, verily, I say unto thee, today shalt thou be with Me in paradise\".",
          "id": 76724
        },
        {
          "text": "This is the glory before the world was.",
          "id": 76725
        },
        {
          "text": "But He used the word \"world\" instead \"men,\" as also thou hast it: \"Lo! the whole world goeth after Him;\" and again \"That the world may know that Thou hast sent Me\".",
          "id": 76726
        },
        {
          "text": "93.",
          "id": 76727
        },
        {
          "text": "But that thou mightest know the great God, even the life-giving and Almighty Son of God, He has added a proof of His majesty by saying: \"And all Mine are Thine, and Thine are Mine\".",
          "id": 76728
        },
        {
          "text": "He has all things, and dost thou turn aside the fact that He was sent, to wrong Him?  94.",
          "id": 76729
        },
        {
          "text": "But if thou dost not accept the truth of His mission according to the flesh, as the Apostle spoke of it, and dost raise out of a mere word a decision against it, to enable thee to say that inferiors are wont to be sent by superiors; what answer wilt thou give to the fact that the Son was sent to men? For if thou dost think that he who is sent is inferior to him by whom he is sent, thou must learn also that an inferior has sent a superior, and that superiors have been sent to inferiors.",
          "id": 76730
        },
        {
          "text": "For Tobias sent Raphael the archangel, and an angel was sent to Balaam, and the Son of God to the Jews.",
          "id": 76731
        },
        {
          "text": "95.",
          "id": 76732
        },
        {
          "text": "Or was the Son of God inferior to the Jews to whom He was sent? For of Him it is written: \"Last of all He sent unto them His only Son, saying, They will reverence My Son\".",
          "id": 76733
        },
        {
          "text": "And mark that He mentioned first the servants, then the Son, that thou mayest know that God, the only-begotten Son according to the power of His Godhead, has neither name nor lot in common with servants.",
          "id": 76734
        },
        {
          "text": "He is sent forth to be reverenced, not to be compared with the household.",
          "id": 76735
        },
        {
          "text": "96.",
          "id": 76736
        },
        {
          "text": "And rightly did He add the word \"My,\" that we might believe He came, not as one of many, nor as one of a lower nature or of some inferior power, but as true from Him that is true, as the Image of the Father's Substance.",
          "id": 76737
        },
        {
          "text": "97.",
          "id": 76738
        },
        {
          "text": "Suppose, however, that he who is sent is inferior to him by whom he is sent.",
          "id": 76739
        },
        {
          "text": "Christ then was inferior to Pilate; for Pilate sent Him to Herod.",
          "id": 76740
        },
        {
          "text": "But a word does not prejudice His power.",
          "id": 76741
        },
        {
          "text": "Scripture, which says that He was sent from the Father, says that He was sent from a ruler.",
          "id": 76742
        },
        {
          "text": "98.",
          "id": 76743
        },
        {
          "text": "Wherefore, if we sensibly hold to those things which be worthy of the Son of God, we ought to understand Him to have been sent in such a way that the Word of God, out of the incomprehensible and ineffable mystery of the depths of His majesty, gave Himself for comprehension to our minds, so far as we could lay hold of Him, not only when He \"emptied\" Himself, but also when He dwelt in us, as it is written: \"I will dwell in them\".",
          "id": 76744
        },
        {
          "text": "Elsewhere also it stands that God said: \"Go to, let us go down and confound their language\".",
          "id": 76745
        },
        {
          "text": "God, indeed, never descends from any place; for He says: \"I fill heaven and earth\".",
          "id": 76746
        },
        {
          "text": "But He seems to descend when the Word of God enters our hearts, as the prophet has said: \"Prepare ye the way of the Lord, make His paths straight\".",
          "id": 76747
        },
        {
          "text": "We are to do this, so that, as He Himself promised, He may come together with the Father and make His abode with us.",
          "id": 76748
        },
        {
          "text": "It is clear, then, how He comes.",
          "id": 76749
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 76750
        },
        {
          "text": "Christ, so far as He is true Son of God, has no Lord, but only so far as He is Man; as is shown by His words in which He addressed at one time the Father, at another the Lord.",
          "id": 76751
        },
        {
          "text": "How many heresies are silenced by one verse of Scripture! We must distinguish between the things that belong to Christ as Son of God or as Son of David.",
          "id": 76752
        },
        {
          "text": "For under the latter title only must we ascribe it to Him that He was a servant.",
          "id": 76753
        },
        {
          "text": "Lastly, he points out that many passages cannot be taken except as referring to the Incarnation.",
          "id": 76754
        },
        {
          "text": "99.",
          "id": 76755
        },
        {
          "text": "Wherefore also it is plain how He calls Him Lord, Whom He knew as Father.",
          "id": 76756
        },
        {
          "text": "For He says: \"I confess to Thee, Father, Lord of heaven and earth\".",
          "id": 76757
        },
        {
          "text": "First Wisdom spoke of His own Father, and then proclaimed Him Lord of creation.",
          "id": 76758
        },
        {
          "text": "For this reason the Lord shows in His Gospel that no lordship is exercised where there is a true offspring, saying: \"What think ye of Christ? Whose Son is He? They say unto Him, The son of David.",
          "id": 76759
        },
        {
          "text": "Jesus saith to them, How then doth David in spirit call Him Lord, saying: The Lord said unto my Lord: Sit Thou on My right hand\"? Then he added: \"If David in spirit then call Him Lord, how is He his son? And no man was able to answer Him a word\".",
          "id": 76760
        },
        {
          "text": "100.",
          "id": 76761
        },
        {
          "text": "With what care did the Lord provide for the faith in this witness because of the Arians! For He did not say: \"The spirit calls Him Lord,\" but that \"David spake in spirit;\" in order that men might believe that as He is his, that is, David's son according to the flesh, so also He is his Lord and God according to His Godhead.",
          "id": 76762
        },
        {
          "text": "Thou seest, then, that there is a distinction between the  titles that are used of relationship and of lordship.",
          "id": 76763
        },
        {
          "text": "101.",
          "id": 76764
        },
        {
          "text": "And rightly did the Lord speak of His own Father, but of the Lord of heaven and earth; so that thou, when thou readest of the Father and the Lord, mayest understand it is the Father of the Son, and the Lord of Creation.",
          "id": 76765
        },
        {
          "text": "In the one title rests the claim of nature, in the other the authority to rule.",
          "id": 76766
        },
        {
          "text": "For taking on Himself the form of a servant, He calls Him Lord, because He has submitted to service; being equal to Him in the form of God, but being a servant in the form of His body: for service is the due of the flesh, but lordship is the due of the Godhead.",
          "id": 76767
        },
        {
          "text": "Wherefore also the Apostle says: \"The God of our Lord Jesus Christ, the Father of glory,\" that is, terming Him God of the adoption of humanity but the Father of glory.",
          "id": 76768
        },
        {
          "text": "Did God have two Sons, Christ and Glory? Certainly not.",
          "id": 76769
        },
        {
          "text": "Therefore if there is one Son of God, even Christ, Christ is Glory.",
          "id": 76770
        },
        {
          "text": "Why dost thou strive to belittle Him who is the glory of the Father?  102.",
          "id": 76771
        },
        {
          "text": "If then the Son is glory, and the Father is glory (for the Father of glory cannot be anything else than glory), there is no separation of glories, but glory is one.",
          "id": 76772
        },
        {
          "text": "Thus glory is referred to its own proper nature, but lordship to the service of the body that was assumed.",
          "id": 76773
        },
        {
          "text": "For if the flesh is subject to the soul of a just man as it is written: \"I chastise my body and bring it into subjection;\" how much more is it subject to the Godhead, of Which it is said: \"For all things serve Thee\"?  103.",
          "id": 76774
        },
        {
          "text": "By one question the Lord has shut out both Sabellians and Photinians and Arians.",
          "id": 76775
        },
        {
          "text": "For when He said that the Lord spoke to the Lord, Sabellius is set aside, who will have it that the same Person is both Father and Son.",
          "id": 76776
        },
        {
          "text": "Photinus is set aside, who thinks of Him merely as man; for none could be Lord of David the King, but He Who is God, for it is written: \"Thou shalt worship the Lord thy God, and Him only shalt thou serve\".",
          "id": 76777
        },
        {
          "text": "Would the prophet who ruled under the Law act contrary to the Law? Arius is set aside, who hears that the Son sits on the right hand of the Father; so that if he argues from human ways, he refutes himself, and makes the poison of his blasphemous arguments to flow back upon himself.",
          "id": 76778
        },
        {
          "text": "For in interpreting the inequality of the Father and the Son by the analogy of human habits (wandering from the truth in either case), he puts Him first Whom he makes little of, confessing Him to be the First, Whom he hears to be at the right hand.",
          "id": 76779
        },
        {
          "text": "The Manichaean also is set aside, for he does not deny that He is the Son of David according to the flesh, Who, at the cry of the blind men, \"Jesus, Thou Son of David, have mercy on us,\" was pleased at their faith and stood and healed them.",
          "id": 76780
        },
        {
          "text": "But He does deny that this refers to His eternity, if He is called Son of David alone by those who are false.",
          "id": 76781
        },
        {
          "text": "104.",
          "id": 76782
        },
        {
          "text": "For \"Son of God\" is against Ebion, \"Son of David,\" is against the Manichees; \"Son of God\" is against Photinus, \"Son of David\" is against Marcion; \"Son of God\" is against Paul of Samosata, \"Son of David\" is against Valentinus; \"Son of God\" is against Arius and Sabellius, the inheritors of heathen errors.",
          "id": 76783
        },
        {
          "text": "\"Lord of David\" is against the Jews, who beholding the Son of God in the flesh, in impious madness believed Him to be only man.",
          "id": 76784
        },
        {
          "text": "105.",
          "id": 76785
        },
        {
          "text": "But in the faith of the Church one and the same is both Son of God the Father and Son of David.",
          "id": 76786
        },
        {
          "text": "For the mystery of the Incarnation of God is the salvation of the whole of creation, according to that which is written: \"That without God He should taste death for every man;\" that is, that every creature might be redeemed without any suffering at the price of the blood of the Lord's Divinity, as it stands elsewhere: \"Every creature shall be delivered from the bondage of corruption\".",
          "id": 76787
        },
        {
          "text": "106.",
          "id": 76788
        },
        {
          "text": "It is one thing to be named Son according to the divine Substance, it is another thing to be so called according to the adoption of human flesh.",
          "id": 76789
        },
        {
          "text": "For, according to the divine Generation, the Son is equal to God the Father; and, according to the adoption of a body, He is a servant to God the Father.",
          "id": 76790
        },
        {
          "text": "\"For,\" it says, \"He took upon Him the form of a servant\".",
          "id": 76791
        },
        {
          "text": "The Son is, however, one and the same.",
          "id": 76792
        },
        {
          "text": "On the other hand, according to His glory, He is Lord to the holy patriarch David, but his Son in the line of actual descent, not abandoning aught of His own, but acquiring for Himself the rights that go with the adoption into our race.",
          "id": 76793
        },
        {
          "text": "107.",
          "id": 76794
        },
        {
          "text": "Not only does He undergo service in the character of man by reason of His descent from David, but also by reason of His name, as it is written: \"I have found David My Servant;\" and elsewhere: \"Behold I  will send unto you My Servant, the Orient is His name\".",
          "id": 76795
        },
        {
          "text": "And the Son Himself says: \"Thus saith the Lord, that formed Me from the womb to be His servant, and said unto Me: It is a great thing for Thee to be called My Servant.",
          "id": 76796
        },
        {
          "text": "Behold I have set Thee up for a witness to My people, and a light to the Gentiles, that Thou mayest be for salvation unto the ends of the earth\".",
          "id": 76797
        },
        {
          "text": "To whom is this said, if not to Christ? Who being in the form of God, emptied Himself and took upon Him the form of a servant.",
          "id": 76798
        },
        {
          "text": "But what can be in the form of God, except that which exists in the fulness of the Godhead?  108.",
          "id": 76799
        },
        {
          "text": "Learn, then, what this means: \"He took upon Him the form of a servant\".",
          "id": 76800
        },
        {
          "text": "It means that He took upon Him all the perfections of humanity in their completeness, and obedience in its completeness.",
          "id": 76801
        },
        {
          "text": "And so it says in the thirtieth Psalm: \"Thou hast set my feet in a large room.",
          "id": 76802
        },
        {
          "text": "I am made a reproach above all mine enemies.",
          "id": 76803
        },
        {
          "text": "Make Thy face to shine upon Thy servant\".",
          "id": 76804
        },
        {
          "text": "\"Servant\" means the Man in whom He was sanctified; it means the Man in whom He was anointed; it means the Man in whom He was made under the law, made of the Virgin; and, to put it briefly, it means the Man in whose person He has a mother, as it is written: \"O Lord, I am Thy Servant, I am Thy Servant, and the Son of Thy hand-maid;\" and again: \"I am cast down and sore humbled\".",
          "id": 76805
        },
        {
          "text": "109.",
          "id": 76806
        },
        {
          "text": "Who is sore humbled, but Christ, Who came to free all through His obedience? \"For as by one man's disobedience many were made sinners, so by the obedience of one shall many be made righteous\".",
          "id": 76807
        },
        {
          "text": "Who received the cup of salvation? Christ the High Priest, or David who never held the priesthood, nor endured suffering? Who offered the sacrifice of Thanksgiving?  110.",
          "id": 76808
        },
        {
          "text": "But that is insufficient; take again: \"Preserve My soul, for I am holy\".",
          "id": 76809
        },
        {
          "text": "Did David say this of himself? Nay, He says it, Who also says: \"Thou wilt not leave My soul in hell, neither wilt Thou suffer Thine Holy One to see corruption\".",
          "id": 76810
        },
        {
          "text": "The Same then says both of these.",
          "id": 76811
        },
        {
          "text": "111.",
          "id": 76812
        },
        {
          "text": "He has added further: \"Save Thy Servant;\" and, further on: \"Give Thy strength to Thy servant, and to the Son of Thy handmaid;\" and, elsewhere, that is, in Ezekiel: \"And I will set up one Shepherd over them, and He shall rule them, even My Servant David.",
          "id": 76813
        },
        {
          "text": "He shall feed them, and He shall be their Shepherd.",
          "id": 76814
        },
        {
          "text": "And I the Lord will be their God, and My Servant David a prince among them\".",
          "id": 76815
        },
        {
          "text": "Now David the Son of Jesse was already dead.",
          "id": 76816
        },
        {
          "text": "Therefore he speaks of Christ, Who for our sakes was made the Son of a handmaiden in the form of man; for according to His divine Generation He has no Mother, but a Father only: nor is He the fruit of earthly desire, but the eternal Power of God.",
          "id": 76817
        },
        {
          "text": "112.",
          "id": 76818
        },
        {
          "text": "And so, also, when we read that the Lord said: \"My time is not yet full come;\" and: \"Yet a little while I am with you;\" and: \"I go unto Him that sent Me;\" and: \"Now is the Son of Man glorified;\" we ought to refer all this to the sacrament of the Incarnation.",
          "id": 76819
        },
        {
          "text": "But when we read: \"And God is glorified in Him, and God hath glorified Him;\" what doubt is there here, where the Son is glorified by the Father, and the Father is glorified by the Son?  113.",
          "id": 76820
        },
        {
          "text": "Next, to make clear the faith of the Unity, and the Union of the Trinity, He also said that He would be glorified by the Spirit, as it stands: \"He shall receive of Mine, and shall glorify Me\".",
          "id": 76821
        },
        {
          "text": "Therefore the Holy Spirit also glorifies the Son of God.",
          "id": 76822
        },
        {
          "text": "How, then, did He say: \"If I glorify Myself, My glory is nothing\".",
          "id": 76823
        },
        {
          "text": "Is then the glory of the Son nothing? It is blasphemy to say so, unless we apply these words to His flesh; for the Son spoke in the character of man, for by comparison with the Godhead, there is no glory of the flesh.",
          "id": 76824
        },
        {
          "text": "114.",
          "id": 76825
        },
        {
          "text": "Let them cease from their wicked objections which are but thrown back upon their own falseness.",
          "id": 76826
        },
        {
          "text": "For they say, it is written: \"Now is the Son of Man glorified\".",
          "id": 76827
        },
        {
          "text": "I do not deny that it is written: \"The Son of Man is glorified\".",
          "id": 76828
        },
        {
          "text": "But let them see what follows: \"And God is glorified in Him\".",
          "id": 76829
        },
        {
          "text": "I can plead some excuse for the Son of Man, but He has none for His Father; for the Father took not flesh upon Himself.",
          "id": 76830
        },
        {
          "text": "I can plead an excuse, but do not use it.",
          "id": 76831
        },
        {
          "text": "He has none, and is falsely attacked.",
          "id": 76832
        },
        {
          "text": "I can either understand it in its plain sense, or I can apply to the flesh what concerns the flesh.",
          "id": 76833
        },
        {
          "text": "A devout mind distinguishes between the things which are spoken after the flesh or after the Godhead.",
          "id": 76834
        },
        {
          "text": "An impious mind turns aside to the dishonour of the Godhead, all that is said with regard to the littleness of the flesh.",
          "id": 76835
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 76836
        },
        {
          "text": "The saint meets those who in Jewish wise object to the order of the words: \"In the name of the Father and of the Son and of the Holy Ghost,\" with the retort that the Son also is often placed before the Father; though he first points out that an answer to this objection has been already given by him.",
          "id": 76837
        },
        {
          "text": "115.",
          "id": 76838
        },
        {
          "text": "Why is it that the Arians, after the Jewish fashion, are such false and shameless interpreters of the divine words, going indeed so far as to say that there is one power of the Father, another of the Son, and another of the Holy Ghost, since it is written: \"Go ye, teach all nations, baptizing them in the name of the Father and of the Son and of the Holy Ghost\"? And why do they make a distinction of divine power owing to the mere order of words?  116.",
          "id": 76839
        },
        {
          "text": "Though I have already given this very witness for a unity of majesty and name in my former books, yet if they make this the ground of debate, I can maintain on the testimony of the Scriptures that the Son is mentioned first in many places, and that the Father is spoken of after Him.",
          "id": 76840
        },
        {
          "text": "Is it therefore a fact that, because the name of the Son is placed first, by the mere accident of a word, as the Arians would have it, the Father comes second to the Son? God forbid, I say, God forbid.",
          "id": 76841
        },
        {
          "text": "Faith knows nothing of such order as this; it knows nothing of a divided honour of the Father and the Son.",
          "id": 76842
        },
        {
          "text": "I have not read of, nor heard of, nor found any varying degree in God.",
          "id": 76843
        },
        {
          "text": "Never have I read of a second, never of a third God.",
          "id": 76844
        },
        {
          "text": "I have read of a first God, I have heard of a first and only God.",
          "id": 76845
        },
        {
          "text": "117.",
          "id": 76846
        },
        {
          "text": "If we pay such excessive regard to order, then the Son ought not to sit at the right hand of the Father, nor ought He to call Himself the First and the Beginning.",
          "id": 76847
        },
        {
          "text": "The Evangelist was wrong in beginning with the Word and not with God, where he says: \"In the beginning was the Word, and the Word was with God\".",
          "id": 76848
        },
        {
          "text": "For, according to the order of human usage, he ought to name the Father first.",
          "id": 76849
        },
        {
          "text": "The Apostle also was ignorant of their order, who says: \"Paul the servant of Jesus Christ, called to be an Apostle, separated unto the Gospel of God;\" and elsewhere: \"The grace of our Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost\".",
          "id": 76850
        },
        {
          "text": "If we follow the order of the words, he has placed the Son first, and the Father second.",
          "id": 76851
        },
        {
          "text": "But the order of the words is often changed; and therefore thou oughtest not to question about order or degree, in the case of God the Father and His Son, for there is no severance of unity in the Godhead.",
          "id": 76852
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 76853
        },
        {
          "text": "The Arians openly take sides with the heathen in attacking the words: \"He that believeth on Me, believeth not on Me,\" etc.",
          "id": 76854
        },
        {
          "text": "The true meaning of the passage is unfolded; and to prevent us from believing that the Lord forbade us to have faith in Him, it is shown how He spoke at one time as God, at another as Man.",
          "id": 76855
        },
        {
          "text": "After bringing forward examples of various results of that faith, he shows that certain other passages also must be taken in the same way.",
          "id": 76856
        },
        {
          "text": "118.",
          "id": 76857
        },
        {
          "text": "Last of all, to show that they are not Christians, they deny that we are to believe on Christ, saying that it is written: \"He that believeth on Me, believeth not on Me, but on Him that sent Me\".",
          "id": 76858
        },
        {
          "text": "I was awaiting this confession; why did you delude me with your quibbles? I knew I had to contend with heathens.",
          "id": 76859
        },
        {
          "text": "Nay, they indeed are converted, but ye are not.",
          "id": 76860
        },
        {
          "text": "If they believe, that the sacrament [of Baptism] is safe; ye have received it, and destroyed it, or perchance it has never been received, but was unreal from the first.",
          "id": 76861
        },
        {
          "text": "119.",
          "id": 76862
        },
        {
          "text": "It is written, they say: \"He that believeth on Me, believeth not on Me, but on Him that sent Me\".",
          "id": 76863
        },
        {
          "text": "But see what follows, and see how the Son of God wishes to be seen; for it continues: \"And he that seeth Me, seeth Him that sent Me,\" for the Father is seen in the Son.",
          "id": 76864
        },
        {
          "text": "Thus, He has explained what He had spoken earlier, that he who confesses the Father believes on the Son.",
          "id": 76865
        },
        {
          "text": "For he who knows not the Son, neither knows the Father.",
          "id": 76866
        },
        {
          "text": "For every one that denies the Son has not the Father, but he that confesses the Son has both the Father and the Son.",
          "id": 76867
        },
        {
          "text": "120.",
          "id": 76868
        },
        {
          "text": "What, then, is the meaning of \"Believeth not on Me\"? That is, not on that which you can perceive in bodily form, nor merely on the man whom you see.",
          "id": 76869
        },
        {
          "text": "For He has stated that we are to believe not merely on a man, but that thou mayest believe that Jesus Christ Himself is both God and Man.",
          "id": 76870
        },
        {
          "text": "Wherefore, for both reasons He says: \"I came not from Myself;\" and again: \"I am the beginning, of which also I speak to you\".",
          "id": 76871
        },
        {
          "text": "As Man He came not from Himself; as Son of God He takes not  His beginning from men; but \"I am,\" He says, \"Myself 'the beginning of which also I speak to you.",
          "id": 76872
        },
        {
          "text": "' Neither are the words which I speak human, but divine\".",
          "id": 76873
        },
        {
          "text": "121.",
          "id": 76874
        },
        {
          "text": "Nor is it right to believe that He denied we were to believe on Him, since He Himself said: \"That whosoever believeth on Me should not abide in darkness;\" and in another place again: \"For this is the will of My Father that sent Me, that every one that seeth the Son, and believeth on Him, may have eternal life;\" and again: \"Ye believe in God, believe also in Me\".",
          "id": 76875
        },
        {
          "text": "122.",
          "id": 76876
        },
        {
          "text": "Let no one, therefore, receive the Son without the Father, because we read of the Son.",
          "id": 76877
        },
        {
          "text": "The Son hath the Father, but not in a temporal sense, nor by reason of His passion, nor owing to His conception, nor by grace.",
          "id": 76878
        },
        {
          "text": "I have read of His Generation, I have not read of His Conception.",
          "id": 76879
        },
        {
          "text": "And the Father says: \"I have begotten;\" He does not say: \"I have created\".",
          "id": 76880
        },
        {
          "text": "And the Son calls not God His Creator in the eternity of His divine Generation, but Father.",
          "id": 76881
        },
        {
          "text": "123.",
          "id": 76882
        },
        {
          "text": "He represents Himself also now in the character of man, now in the majesty of God; now claiming for Himself oneness of Godhead with the Father, now taking upon Him all the frailty of human flesh; now saying that He has not His own doctrine, and now that He seeks not His own will; now pointing out that His testimony is not true, and now that it is true.",
          "id": 76883
        },
        {
          "text": "For He Himself has said: \"If I bear witness of Myself, My witness is not true\".",
          "id": 76884
        },
        {
          "text": "Later on He says: \"If I bear witness of Myself, My witness is true\".",
          "id": 76885
        },
        {
          "text": "124.",
          "id": 76886
        },
        {
          "text": "And how is Thy testimony, Lord Jesus, not true? Did not he who believed it, though he hung upon the cross, and paid the penalty for the crime he owned to, cast aside the deserts of the robber and gain the reward of the innocent?  125.",
          "id": 76887
        },
        {
          "text": "Was Paul deceived, who received his sight, because he believed; which sight he had lost, before he believed?  126.",
          "id": 76888
        },
        {
          "text": "And did Joshua, the son of Nun, err in recognizing the leader of the heavenly host? But after he believed, he forthwith conquered, being found worthy to triumph in the battle of faith.",
          "id": 76889
        },
        {
          "text": "Again, he did not lead forth his armed ranks into the fight, nor did he overthrow the ramparts of the enemy's walls, with battering rams or other engines of war, but with the sound of the seven trumpets of the priests.",
          "id": 76890
        },
        {
          "text": "Thus the blare of the trumpet and the badge of the priest brought a cruel war to an end.",
          "id": 76891
        },
        {
          "text": "127.",
          "id": 76892
        },
        {
          "text": "A harlot saw this; and she who in the destruction of the city lost all hope of any means of safety, because her faith had conquered, bound a scarlet thread in her window, and thus uplifted a sign of her faith and the banner of the Lord's Passion; so that the semblance of the mystic blood, which should redeem the world, might be in memory.",
          "id": 76893
        },
        {
          "text": "So, without, the name of Joshua was a sign of victory to those who fought; within, the semblance of the Lord's Passion was a sign of salvation to those in danger.",
          "id": 76894
        },
        {
          "text": "Wherefore, because Rahab understood the heavenly mystery, the Lord says in the Psalm: \"I will be mindful of Rahab and Babylon that know Me\".",
          "id": 76895
        },
        {
          "text": "128.",
          "id": 76896
        },
        {
          "text": "How, then, is Thy testimony not true, O Lord, except it be given in accordance with the frailty of man? For \"every man is a liar\".",
          "id": 76897
        },
        {
          "text": "129.",
          "id": 76898
        },
        {
          "text": "Lastly, to prove that He spoke as man, He says: \"The Father that sent Me, He beareth witness of Me\".",
          "id": 76899
        },
        {
          "text": "But His testimony as God is true, as He Himself says: \"My record is true: for I know whence I come, and whither I go, but ye know not whence I come, and whither I go.",
          "id": 76900
        },
        {
          "text": "Ye judge after the flesh\".",
          "id": 76901
        },
        {
          "text": "They judge then not after the Godhead but after the manhood, who think that Christ had not the power of bearing witness.",
          "id": 76902
        },
        {
          "text": "130.",
          "id": 76903
        },
        {
          "text": "Therefore, when thou hearest: \"He that believeth, believeth not on Me;\" or: \"The Father that sent Me, He gave Me a commandment;\" thou hast now learnt whither thou oughtest to refer those words.",
          "id": 76904
        },
        {
          "text": "Lastly, He shows what the commandment is, saying: \"I lay down My life, that I may take it again.",
          "id": 76905
        },
        {
          "text": "No man taketh it from Me, but I lay it down of Myself\".",
          "id": 76906
        },
        {
          "text": "Thou seest, then, what is said so as to show He had full power to lay down or to take up His life; as He also said: \"I have power to lay it down, and I have power again to take it up.",
          "id": 76907
        },
        {
          "text": "This commandment have I received of My Father\".",
          "id": 76908
        },
        {
          "text": "131.",
          "id": 76909
        },
        {
          "text": "Whether, then, a command, or, as some Latin manuscripts have it, a direction was given, it was certainly not given to Him as God, but as incarnate man, with reference to the victory He should gain in undergoing His Passion.",
          "id": 76910
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 76911
        },
        {
          "text": "We must refer the fact that Christ is said to speak nothing of Himself, to His human nature.",
          "id": 76912
        },
        {
          "text": "After explaining how it is right to say that He hears and sees the Father as being God, He shows conclusively, by a large number of proofs, that the Son of God is not a creature.",
          "id": 76913
        },
        {
          "text": "132.",
          "id": 76914
        },
        {
          "text": "Are we indeed to bring the Son of God to such a low estate that He may not know how to act or speak, except as He hears, and are we to suppose that a fixed measure of action or of speech is assigned to Him, because it is written: \"I speak not of Myself,\" and, further on: \"As the Father hath said unto Me, even so I speak\"? But those words have reference to the obedience of the flesh, or else to the faith in the Unity.",
          "id": 76915
        },
        {
          "text": "For many learned men allow that the Son hears, and that the Father speaks to the Son through the unity of their Nature; for that which the Son, through the unity of their will, knows that the Father wills, He seems to have heard.",
          "id": 76916
        },
        {
          "text": "133.",
          "id": 76917
        },
        {
          "text": "Whereby is meant no personal duty, but an indivisible sentence of co-operation.",
          "id": 76918
        },
        {
          "text": "For this does not signify any actual hearing of words, but the unity of will and of power, which exists both in the Father and in the Son.",
          "id": 76919
        },
        {
          "text": "He has stated that this exists also in the Holy Spirit, in another place, saying, \"For He shall not speak of Himself, but whatsoever He shall hear, that shall He speak,\" so that we may learn that whatsoever the Spirit says, the Son also says; and whatsoever the Son says, the Father says also; for there is one mind and one mode of working in the Trinity.",
          "id": 76920
        },
        {
          "text": "For, as the Father is seen in the Son, not indeed in bodily appearance, but in the unity of the Godhead, so also the Father speaks in the Son, not with a voice of earth, not with a human sound, but in the unity of Their work.",
          "id": 76921
        },
        {
          "text": "So when He had said: \"The Father that dwelleth in Me, He speaketh; and the works that I do, He doeth;\" He added: \"Believe Me, that I am in the Father, and the Father in Me; or else believe Me for the very work's sake\".",
          "id": 76922
        },
        {
          "text": "134.",
          "id": 76923
        },
        {
          "text": "This is what we understand according to the whole course of the holy Scriptures; but the Arians, who will not think of God the things that be right, may be put to silence by an example just suited to their deserts; that they may not believe everything in carnal fashion, since they themselves do not see the works of their father the devil with bodily eyes.",
          "id": 76924
        },
        {
          "text": "So the Lord has declared of their fellows the Jews, saying: \"Ye do what ye have seen your father doing;\" though they are reproved not because they saw the work of the devil, but because they did his will, since the devil unseen works out sin in them in accordance with their own wickedness.",
          "id": 76925
        },
        {
          "text": "We have written this, as the Apostle did, because of the folly of these traitors.",
          "id": 76926
        },
        {
          "text": "135.",
          "id": 76927
        },
        {
          "text": "But we have sufficiently proved by examples from Scripture that it is a property of the unity of the divine majesty that the Father should abide in the Son, and that the Son should seem to have heard from the Father those things which He speaks.",
          "id": 76928
        },
        {
          "text": "How else can we understand the unity of majesty than by the knowledge that the same deference is paid to the Father and the Son? For what can be better put than the Apostle's saying that the Lord of glory was crucified?  136.",
          "id": 76929
        },
        {
          "text": "The Son then is the God of glory and the Lord of glory, but glory is not subject to creatures; the Son therefore is not a creature.",
          "id": 76930
        },
        {
          "text": "137.",
          "id": 76931
        },
        {
          "text": "The Son is the Image of the Father's Substance; but every creature is unlike that divine Substance, but the Son of the Father is not unlike God; therefore the Son is not a creature.",
          "id": 76932
        },
        {
          "text": "138.",
          "id": 76933
        },
        {
          "text": "The Son thought it not robbery to be equal with God; but no creature is equal with God, the Son, however, is equal; therefore the Son is not a creature.",
          "id": 76934
        },
        {
          "text": "139.",
          "id": 76935
        },
        {
          "text": "Every creature is changeable; but the Son of God is not changeable; therefore the Son of God is not a creature.",
          "id": 76936
        },
        {
          "text": "140.",
          "id": 76937
        },
        {
          "text": "Every creature meets with chance occurrences of good and evil after the powers of its nature, and also feels their passing away; but nothing can pass away from or bring addition to the Son of God in His Godhead; therefore the Son of God is not a creature.",
          "id": 76938
        },
        {
          "text": "141.",
          "id": 76939
        },
        {
          "text": "Every work of His God will bring into judgment; but the Son of God is not brought into judgment; for He Himself judges; therefore the Son of God is not a creature.",
          "id": 76940
        },
        {
          "text": "142.",
          "id": 76941
        },
        {
          "text": "Lastly, that thou mayest understand the unity, the Saviour in speaking of His sheep says: \"No man is able to pluck them out of My hand.",
          "id": 76942
        },
        {
          "text": "My Father Which gave them to Me is greater than all, and no man is able to pluck them out of My Father's hand.",
          "id": 76943
        },
        {
          "text": "I and My Father are one\".",
          "id": 76944
        },
        {
          "text": "143.",
          "id": 76945
        },
        {
          "text": "So the Son gives life as does the  Father.",
          "id": 76946
        },
        {
          "text": "\"For as the Father raiseth up the dead and quickeneth them, even so the Son quickeneth whom He will\".",
          "id": 76947
        },
        {
          "text": "So the Son raises up as does the Father: so too the Son preserves as does the Father.",
          "id": 76948
        },
        {
          "text": "He Who is not unequal in grace, how is He unequal in power? So also the Son does not destroy, as neither does the Father.",
          "id": 76949
        },
        {
          "text": "Therefore lest any one should believe there were two Gods, or should imagine a diversity of power, He said that He was one with His Father.",
          "id": 76950
        },
        {
          "text": "How can a creature say that? Therefore the Son of God is not a creature.",
          "id": 76951
        },
        {
          "text": "144.",
          "id": 76952
        },
        {
          "text": "It is not the same thing to rule as to serve; but Christ is both a King and the Son of a King.",
          "id": 76953
        },
        {
          "text": "The Son of God therefore is not a servant.",
          "id": 76954
        },
        {
          "text": "Every creature, however, gives service.",
          "id": 76955
        },
        {
          "text": "But the Son of God, Who makes servants become the sons of God, does not give service.",
          "id": 76956
        },
        {
          "text": "Therefore the Son of God is not a servant.",
          "id": 76957
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 76958
        },
        {
          "text": "He confirms what has been already said, by the parable of the rich man who went into a far country to receive for himself a kingdom; and shows that when the Son delivers up the kingdom to the Father, we must not regard the fact that the Father is said to put all things in subjection under Him, in a disparaging way.",
          "id": 76959
        },
        {
          "text": "Here we are the kingdom of Christ, and in Christ's kingdom.",
          "id": 76960
        },
        {
          "text": "Hereafter we shall be in the kingdom of God, where the Trinity will reign together.",
          "id": 76961
        },
        {
          "text": "145.",
          "id": 76962
        },
        {
          "text": "In divine fashion has He represented that parable of the rich man, who went to a far-off country to receive a kingdom, and to return, thus describing Himself in the substance of the Godhead, and of His Manhood.",
          "id": 76963
        },
        {
          "text": "For He being rich in the fulness of His Godhead, Who was made poor for us though He was rich and an eternal King, and the Son of an eternal King; He, I say, went to a foreign country in taking on Him a body, for He entered upon the ways of men as though upon a strange journey, and came into this world to prepare for Himself a kingdom from amongst us.",
          "id": 76964
        },
        {
          "text": "146.",
          "id": 76965
        },
        {
          "text": "Jesus therefore came to this earth to receive for Himself a kingdom from us, to whom He says: \"The kingdom of God is within you\".",
          "id": 76966
        },
        {
          "text": "This is the kingdom which Christ has received, this the kingdom which He has delivered to the Father.",
          "id": 76967
        },
        {
          "text": "For how did He receive for Himself a kingdom, Who was a King eternal? \"The Son of Man therefore came to receive a kingdom and to return\".",
          "id": 76968
        },
        {
          "text": "The Jews were unwilling to acknowledge Him, of whom He says: \"They which would not that I should reign over them, bring hither and slay them\".",
          "id": 76969
        },
        {
          "text": "147.",
          "id": 76970
        },
        {
          "text": "Let us follow the course of the Scriptures.",
          "id": 76971
        },
        {
          "text": "He Who came will deliver up the kingdom to God the Father; and when He has delivered up the kingdom, then also shall He be subject to Him, Who has put all things in subjection under Him, that God may be all in all.",
          "id": 76972
        },
        {
          "text": "If the Son of God has received the kingdom as Son of Man, surely as Son of Man also He will deliver up what He has received.",
          "id": 76973
        },
        {
          "text": "If He delivers it up as Son of Man, as Son of Man He confesses His subjection indeed under the conditions of the flesh, and not in the majesty of His Godhead.",
          "id": 76974
        },
        {
          "text": "148.",
          "id": 76975
        },
        {
          "text": "And dost thou make objections and contemn Him, because God has put all things in subjection under Him, when thou hearest that the Son of Man delivers up the kingdom to God, and hast read, as we said in our earlier books: \"No man can come to Me, except the Father draw him; and I will raise him up at the last day\"? If we follow it literally, see rather and notice the unity of honour each gives to other: The Father has put all things in subjection under the Son, and the Son delivers the kingdom to the Father.",
          "id": 76976
        },
        {
          "text": "Say now which is the greater, to deliver up, or to raise up to life? Do we not after human fashion speak of the service of delivering up, and the power of raising to life? But both the Son delivers up to the Father, and also the Father to the Son.",
          "id": 76977
        },
        {
          "text": "The Son raises to life, and the Father also raises to life.",
          "id": 76978
        },
        {
          "text": "Let them create the fiction of a blasphemous division where there is a unity of power.",
          "id": 76979
        },
        {
          "text": "149.",
          "id": 76980
        },
        {
          "text": "Let the Son then deliver up His kingdom to the Father.",
          "id": 76981
        },
        {
          "text": "The kingdom which He delivers up is not lost to Christ, but grows.",
          "id": 76982
        },
        {
          "text": "We are the kingdom, for it was said to us: \"The kingdom of God is within you\".",
          "id": 76983
        },
        {
          "text": "And we are the kingdom, first of Christ, then of the Father; as it is written: \"No man cometh to the Father, but by Me\".",
          "id": 76984
        },
        {
          "text": "When I am on the way, I am Christ's; when I have passed through, I am the Father's; but everywhere through Christ, and everywhere under Him.",
          "id": 76985
        },
        {
          "text": "150.",
          "id": 76986
        },
        {
          "text": "It is a good thing to be in the kingdom of Christ, so that Christ may be with us; as He Himself says: \"Lo I am with you always, even unto the end of the world\".",
          "id": 76987
        },
        {
          "text": "But it is better to be with Christ:  \"For to depart and be with Christ is far better\".",
          "id": 76988
        },
        {
          "text": "Though we are under sin in this world, Christ is with us, that \"by the obedience of one man many may be made just\".",
          "id": 76989
        },
        {
          "text": "And if I escape the sin of this world, I shall begin to be with Christ.",
          "id": 76990
        },
        {
          "text": "And so He says: \"I will come again, and receive you unto Myself;\" and further on: \"I will that where I am, there ye may be also with Me\".",
          "id": 76991
        },
        {
          "text": "151.",
          "id": 76992
        },
        {
          "text": "Therefore we are now under Christ's rule, whilst we are in the body, and are not yet stripped of the form of a servant, which He put upon Him, when He \"emptied Himself\".",
          "id": 76993
        },
        {
          "text": "But when we shall see His glory, which He had before the world was, we shall be in the kingdom of God, in which are the patriarchs and prophets, of whom it is written: \"When ye shall see Abraham, Isaac, and Jacob, and all the prophets in the kingdom of God;\" and shall thus acquire a deeper knowledge of God.",
          "id": 76994
        },
        {
          "text": "152.",
          "id": 76995
        },
        {
          "text": "But in the kingdom of the Son the Father also reigns; and in the kingdom of the Father the Son also reigns: for the Father is in the Son, and the Son in the Father; and in whomsoever the Son dwells, in him also the Father dwells; and in whomsoever the Father dwells, in him also the Son dwells, as it is written: \"Both I and My Father will come to Him, and make Our abode with Him\".",
          "id": 76996
        },
        {
          "text": "Thus as there is one dwelling, so also there is one kingdom.",
          "id": 76997
        },
        {
          "text": "Yea, and so far is the kingdom of the Father and of the Son but one, that the Father receives what the Son delivers, and the Son does not lose what the Father receives.",
          "id": 76998
        },
        {
          "text": "Thus in the one kingdom there is a unity of power.",
          "id": 76999
        },
        {
          "text": "Let no one therefore sever the Godhead between the Father and the Son.",
          "id": 77000
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 77001
        },
        {
          "text": "With the desire to learn what subjection to Christ means after putting forward and rejecting various ideas of subjection, he runs through the Apostle's words; and so puts an end to the blasphemous opinions of the heretics on this matter.",
          "id": 77002
        },
        {
          "text": "The subjection, which is shown to be future, cannot concern the Godhead, since there has always been the greatest harmony of wills between the Father and the Son.",
          "id": 77003
        },
        {
          "text": "Also to that same Son in His Godhead all things have indeed been made subject; but they are said to be not yet subject to Him in this sense, because all men do not obey His commands.",
          "id": 77004
        },
        {
          "text": "But after that they have been made subject, then shall Christ also be made subject in them, and the Father's work be perfected.",
          "id": 77005
        },
        {
          "text": "153.",
          "id": 77006
        },
        {
          "text": "But if the one name and right of God belong to both the Father and the Son, since the Son of God is also true God, and a King eternal, the Son of God is not made subject in His Godhead.",
          "id": 77007
        },
        {
          "text": "Let us then, Emperor Augustus, think how we ought to regard His subjection.",
          "id": 77008
        },
        {
          "text": "154.",
          "id": 77009
        },
        {
          "text": "How is the Son of God made subject? As the creature to vanity? But it is blasphemous to have any such idea of the Substance of the Godhead.",
          "id": 77010
        },
        {
          "text": "155.",
          "id": 77011
        },
        {
          "text": "Or as every creature is to the Son of God, for it is rightly written: \"Thou hast put all things in subjection under His feet\"? But Christ is not made subject to Himself.",
          "id": 77012
        },
        {
          "text": "156.",
          "id": 77013
        },
        {
          "text": "Or as a woman to a man, as we read: \"Let the wives be subject to their husbands;\" and again: \"Let the woman learn in silence in all subjection\"? But it is impious to compare a man to the Father, or a woman to the Son of God.",
          "id": 77014
        },
        {
          "text": "157.",
          "id": 77015
        },
        {
          "text": "Or as Peter said: \"Submit yourselves to every human creature\"? But Christ was certainly not so subject.",
          "id": 77016
        },
        {
          "text": "158.",
          "id": 77017
        },
        {
          "text": "Or as Paul wrote: \"Submitting yourselves mutually to God and the Father in the fear of Christ\"? But Christ was not subject either in His own fear, nor in the fear of another Christ.",
          "id": 77018
        },
        {
          "text": "For Christ is but one.",
          "id": 77019
        },
        {
          "text": "But note the force of these words, that we are subject to the Father, whilst we also fear Christ.",
          "id": 77020
        },
        {
          "text": "159.",
          "id": 77021
        },
        {
          "text": "How, then, do we understand His subjection? Shall we review the whole chapter which the Apostle wrote, so as to give no appearance of having falsely withheld anything, or of having weakened its force with intention to deceive? \"If in this life only,\" he says, \"we have hope in Christ, we are of all men most miserable.",
          "id": 77022
        },
        {
          "text": "But if Christ is risen from the dead, He is the first-fruits of them that sleep\".",
          "id": 77023
        },
        {
          "text": "Ye see how he discusses the question of Christ's Resurrection.",
          "id": 77024
        },
        {
          "text": "160.",
          "id": 77025
        },
        {
          "text": "\"For since by one man,\" he says, \"came death, by man came also the resurrection of the dead.",
          "id": 77026
        },
        {
          "text": "For as in Adam all die, even so in Christ shall all be made alive.",
          "id": 77027
        },
        {
          "text": "But each one in his own order: Christ the firstfruits; afterward they that are Christ's, who have believed in His coming.",
          "id": 77028
        },
        {
          "text": "Then cometh the end, when He shall have delivered up the kingdom to God, even the Father, when He shall have put down all rule and authority and power.",
          "id": 77029
        },
        {
          "text": "For He must reign until He hath put all enemies under His feet.",
          "id": 77030
        },
        {
          "text": "The last enemy that shall be destroyed is death; for He hath put all things under His  feet.",
          "id": 77031
        },
        {
          "text": "But when He saith, all things are put under Him, it is manifest that He is excepted Which did put all things under Him.",
          "id": 77032
        },
        {
          "text": "But when all things shall be subdued unto Him, then shall the Son also Himself be subject unto Him, that put all things under Him, that God may be all in all\".",
          "id": 77033
        },
        {
          "text": "Thus also the same Apostle said to the Hebrews: \"But now we see not yet all things put under Him\".",
          "id": 77034
        },
        {
          "text": "We have heard the whole of the Apostle's discourse.",
          "id": 77035
        },
        {
          "text": "161.",
          "id": 77036
        },
        {
          "text": "How, then, do we speak of His subjection? The Sabellians and Marcionites say that this subjection of Christ to God the Father will be in such wise that the Son will be re-absorbed into the Father.",
          "id": 77037
        },
        {
          "text": "If, then, the subjection of the Word means that God the Word is to be absorbed into the Father; then whatsoever is made subject to the Father and the Son will be absorbed into the Father and the Son, that God may be all and in all His creatures.",
          "id": 77038
        },
        {
          "text": "But it is foolish to say so.",
          "id": 77039
        },
        {
          "text": "There is therefore no subjection through re-absorption.",
          "id": 77040
        },
        {
          "text": "For there are other things which are made subject, those, that is to say, which are created, and there is Another, to Whom that subjection is made.",
          "id": 77041
        },
        {
          "text": "Let the expounders of a cruel re-absorption keep silence.",
          "id": 77042
        },
        {
          "text": "162.",
          "id": 77043
        },
        {
          "text": "Would that they too were silent, who, as they cannot prove that the Word of God and Wisdom of God can be re-absorbed, attribute the weakness of subjection to His Godhead, saying that it is written: \"But when all things shall be subdued unto Him, then shall the Son also Himself be subject unto Him\".",
          "id": 77044
        },
        {
          "text": "163.",
          "id": 77045
        },
        {
          "text": "We see, then, that the Scripture states that He is not yet made subject, but that this is to come: Therefore now the Son is not made subject to God the Father.",
          "id": 77046
        },
        {
          "text": "In what, then, do ye say that the Son will be made subject? If in His Godhead, He is not disobedient, for He is not at variance with the Father; nor is He made subject, for He is not a servant, but the only Son of His own proper Father.",
          "id": 77047
        },
        {
          "text": "Lastly, when He created heaven, and formed the earth, He exercised both power and love.",
          "id": 77048
        },
        {
          "text": "There is therefore no subjection as that of a servant in the Godhead of Christ.",
          "id": 77049
        },
        {
          "text": "But if there is no subjection then the will is free.",
          "id": 77050
        },
        {
          "text": "164.",
          "id": 77051
        },
        {
          "text": "But if they think of this as the subjection of the Son, namely, that the Father makes all things in union with His will, let them learn that this is really a proof of inseparable power.",
          "id": 77052
        },
        {
          "text": "For the unity of Their will is one that began not in time, but ever existed.",
          "id": 77053
        },
        {
          "text": "But where there is a constant unity of will, there can be no weakness of temporal subjection.",
          "id": 77054
        },
        {
          "text": "For if He were made subject through His nature, He would always remain in subjection; but since He is said to be made subject in time, that subjection must be part of an assumed office and not of an everlasting weakness: especially as the eternal Power of God cannot change His state for a time, neither can the right of ruling fall to the Father in time.",
          "id": 77055
        },
        {
          "text": "For if the Son ever will be changed in such wise as to be made subject in His Godhead, then also must God the Father, if ever He shall gain more power, and have the Son in subjection to Himself in His Godhead, be considered now in the meantime inferior according to your explanation.",
          "id": 77056
        },
        {
          "text": "165.",
          "id": 77057
        },
        {
          "text": "But what fault has the Son been guilty of, that we should believe that He could hereafter be made subject in His Godhead? Has he as man seized for Himself the right to sit at His Father's side, or has He claimed for Himself the prerogative of His Father's throne, against His Father's will? But He Himself says: \"For I do always those things that please Him\".",
          "id": 77058
        },
        {
          "text": "Therefore if the Son pleases the Father in all things, why should He be made subject, Who was not made subject before?  166.",
          "id": 77059
        },
        {
          "text": "Let us see then that there be not a subjection of the Godhead, but rather of us in the fear of Christ, a truth so full of grace, and so full of mystery.",
          "id": 77060
        },
        {
          "text": "Wherefore, again, let us weigh the Apostle's words: \"But when all things shall be subdued unto Him, then shall the Son also Himself be subject unto Him that put all things under Him: that God may be all in all\".",
          "id": 77061
        },
        {
          "text": "What then dost thou say? Are not all things now subject unto Him? Are not the choirs of the saints made subject? Are not the angels, who ministered to Him when on the earth? Are not the archangels who were sent to Mary to foretell the coming of the Lord? Are not all the heavenly hosts? Are not the cherubim and seraphim, are not thrones and dominions and powers which worship and praise Him?  167.",
          "id": 77062
        },
        {
          "text": "How, then, will they be brought into subjection? In the way that the Lord Himself has said.",
          "id": 77063
        },
        {
          "text": "\"Take My yoke upon you\".",
          "id": 77064
        },
        {
          "text": "It is not the fierce that bear the yoke, but the humble and the gentle.",
          "id": 77065
        },
        {
          "text": "This clearly is no base subjection for men, but a glorious one: \"that in the Name of Jesus every knee should bow, of things in heaven and things beneath; and that every tongue  should confess that Jesus is Lord in the glory of God the Father\".",
          "id": 77066
        },
        {
          "text": "But for this reason all things were not made subject before, for they had not yet received the wisdom of God, not yet did they wear the easy yoke of the Word on the neck as it were of their mind.",
          "id": 77067
        },
        {
          "text": "\"But as many as received Him,\" as it is written, \"to them gave He power to become the sons of God\".",
          "id": 77068
        },
        {
          "text": "168.",
          "id": 77069
        },
        {
          "text": "Will any one say that Christ is now made subject, because many have believed? Certainly not.",
          "id": 77070
        },
        {
          "text": "For Christ's subjection lies not in a few but in all.",
          "id": 77071
        },
        {
          "text": "For just as I do not seem to be brought into subjection, if the flesh in me as yet lusts against the spirit, and the spirit against the flesh, although I am in part subdued; so because the whole Church is the one body of Christ, we divide Christ as long as the human race disagrees.",
          "id": 77072
        },
        {
          "text": "Therefore Christ is not yet made subject, for His members are not yet brought into subjection.",
          "id": 77073
        },
        {
          "text": "But when we have become, not many members, but one spirit, then He also will become subject, in order that through His subjection \"God may be all and in all\".",
          "id": 77074
        },
        {
          "text": "169.",
          "id": 77075
        },
        {
          "text": "But as Christ is not yet made subject, so is the work of God not yet perfected; for the Son of God said: \"My meat is to do the will of My Father that sent Me, and to finish His work\".",
          "id": 77076
        },
        {
          "text": "What manner of doubt is there that the subjection of the Son in me is still in the future, in whom the work of the Father is unfinished, because I myself am not yet perfect? I, who make the work of God to be unfinished, do I make the Son of God to be in subjection? But that is not a matter of wrong, it is a matter of grace.",
          "id": 77077
        },
        {
          "text": "For in so far as we are made subject, it is to our profit, not to that of the Godhead, that we are made subject to the law, that we are made subject to grace.",
          "id": 77078
        },
        {
          "text": "For formerly, as the Apostle himself has said, the wisdom of the flesh was at enmity with God, for \"it was not made subject to the law,\" but now it is made subject through the Passion of Christ.",
          "id": 77079
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 77080
        },
        {
          "text": "He continues the discussion of the difficulty he has entered upon, and teaches that Christ is not subject but only according to the flesh.",
          "id": 77081
        },
        {
          "text": "Christ, however, whilst in subjection in the Flesh, still gave proofs of His Godhead.",
          "id": 77082
        },
        {
          "text": "He combats the idea that Christ is made subject in This.",
          "id": 77083
        },
        {
          "text": "The humanity indeed, which He adopted, has been so far made subject in us, as ours has been raised in that very humanity of His.",
          "id": 77084
        },
        {
          "text": "Lastly, we are taught, when that same subjection of Christ will take place.",
          "id": 77085
        },
        {
          "text": "170.",
          "id": 77086
        },
        {
          "text": "However, lest anyone should cavil, see what care Scripture takes under divine inspiration.",
          "id": 77087
        },
        {
          "text": "For it shows to us in what Christ is made subject to God, whilst it also teaches us in what He made the universe subject to Himself.",
          "id": 77088
        },
        {
          "text": "And so it says: \"Now we see not yet all things put under Him\".",
          "id": 77089
        },
        {
          "text": "For we see Jesus made a little lower than the angels for the suffering of death.",
          "id": 77090
        },
        {
          "text": "It shows therefore that He was made lower in taking on Him our flesh.",
          "id": 77091
        },
        {
          "text": "What then hinders Him from openly showing His subjection in taking on Him our flesh, through which He subjects all things to Himself, whilst He Himself is made subject in it to God the Father?  171.",
          "id": 77092
        },
        {
          "text": "Let us then think of His subjection.",
          "id": 77093
        },
        {
          "text": "\"Father,\" He says, \"if Thou be willing, remove this cup from Me; nevertheless not My will but Thine be done\".",
          "id": 77094
        },
        {
          "text": "Therefore that subjection will be according to the assumption of human nature; as we read: \"Being found in fashion as a man, He humbled Himself, being made obedient unto death\".",
          "id": 77095
        },
        {
          "text": "The subjection therefore is that of obedience; the obedience is that of death; the death is that of the assumed humanity; that subjection therefore will be the subjection of the assumed humanity.",
          "id": 77096
        },
        {
          "text": "Thus in no wise is there a weakness in the Godhead, but there is such a discharge of pious duty as this.",
          "id": 77097
        },
        {
          "text": "172.",
          "id": 77098
        },
        {
          "text": "See how I do not fear their intentions.",
          "id": 77099
        },
        {
          "text": "They allege that He must be subject to God the Father, I say He was subject to Mary His Mother.",
          "id": 77100
        },
        {
          "text": "For it is written of Joseph and Mary: \"He was subject unto them\".",
          "id": 77101
        },
        {
          "text": "But if they think so, let them say how the Deity was made subject to men.",
          "id": 77102
        },
        {
          "text": "173.",
          "id": 77103
        },
        {
          "text": "Let not the fact that He is said to have been made subject work against Him, Who receives no hurt from the fact that He is called a servant, or is stated to have been crucified, or is spoken of as dead.",
          "id": 77104
        },
        {
          "text": "For when He died He lived; when He was made subject He was reigning; when He was buried He revived again.",
          "id": 77105
        },
        {
          "text": "He offered Himself in subjection to human power, yet at another time He declared He was the Lord of eternal glory.",
          "id": 77106
        },
        {
          "text": "He was before the judge, yet claimed for Himself a throne at the right hand of God, as Judge forever.",
          "id": 77107
        },
        {
          "text": "For thus it is written: \"Hereafter ye shall see the Son of Man sitting on the right hand of the power of God, and coming in the  clouds of heaven\".",
          "id": 77108
        },
        {
          "text": "He was scourged by the Jews, and commanded the angels; He was born of Mary under the law; He was before Abraham above the law.",
          "id": 77109
        },
        {
          "text": "On the cross He was revered by nature; the sun fled; the earth trembled; the angels became silent.",
          "id": 77110
        },
        {
          "text": "Could the elements see the Generation of Him Whose Passion they feared to see? And will they uphold the subjection of an adorable Nature in Him, in Whom they could not endure the subjection of the body?  174.",
          "id": 77111
        },
        {
          "text": "But since the Father, the Son, and the Holy Spirit are of one Nature, the Father certainly will not be in subjection to Himself.",
          "id": 77112
        },
        {
          "text": "And therefore the Son will not be in subjection in that in which He is one with the Father; lest it should seem that through the unity of the Godhead the Father also is in subjection to the Son.",
          "id": 77113
        },
        {
          "text": "Therefore, as upon that cross it was not the fulness of the Godhead, but our weakness that was brought into subjection, so also will the Son hereafter become subject to the Father in the participation of our nature, in order that when the lusts of the flesh are brought into subjection the heart may have no care for riches, or ambition, or pleasures; but that God may be all to us, if we live after His image and likeness, as far as we can attain to it, through all.",
          "id": 77114
        },
        {
          "text": "175.",
          "id": 77115
        },
        {
          "text": "The benefit has passed, then, from the individual to the community; for in His flesh He has tamed the nature of all human flesh.",
          "id": 77116
        },
        {
          "text": "Thus, according to the Apostle: \"As we have borne the image of the earthly, so also shall we bear the image of the heavenly\".",
          "id": 77117
        },
        {
          "text": "This thing certainly cannot come to pass except in the inner man.",
          "id": 77118
        },
        {
          "text": "Therefore, \"laying aside all these,\" that is those things which we read of: \"anger, malice, blasphemy, filthy communication;\" as he also says below: \"Let us, having put off the old man with his deeds, put on the new man, which is renewed in knowledge after the image of Him that created Him\".",
          "id": 77119
        },
        {
          "text": "176.",
          "id": 77120
        },
        {
          "text": "And that thou mightest know that when he says: \"That God may be all in all,\" he does not separate Christ from God the Father, he also says to the Colossians: \"Where there is neither male nor female, Jew nor Greek, Barbarian nor Scythian, bond nor free, but Christ is all and in all\".",
          "id": 77121
        },
        {
          "text": "So also saying to the Corinthians: \"That God may be all and in all,\" he comprehended in that the unity and equality of Christ with God the Father, for the Son is not separated from the Father.",
          "id": 77122
        },
        {
          "text": "And in like manner as the Father worketh all and in all, so also Christ worketh all in all.",
          "id": 77123
        },
        {
          "text": "If, then, Christ also worketh all in all, He is not made subject in the glory of the Godhead, but in us.",
          "id": 77124
        },
        {
          "text": "But how is He made subject in us, except in the way in which He was made lower than the angels, I mean in the sacrament of His body? For all things which served their Creator from their first beginning seemed not as yet to be made subject to Him in that.",
          "id": 77125
        },
        {
          "text": "177.",
          "id": 77126
        },
        {
          "text": "But if thou shouldst ask how He was made subject in us, He Himself shows us, saying: \"I was in prison, and ye came unto Me; I was sick, and ye visited Me: Inasmuch as ye have done it unto one of the least of these ye have done it unto Me\".",
          "id": 77127
        },
        {
          "text": "Thou hearest of Him as sick and weak, and art not moved.",
          "id": 77128
        },
        {
          "text": "Thou hearest of Him in subjection, and art moved, though He is sick and weak in Him in whom He is in subjection, in whom He was made sin and a curse for us.",
          "id": 77129
        },
        {
          "text": "178.",
          "id": 77130
        },
        {
          "text": "As, then, He was made sin and a curse not on His own account but on ours, so He became subject in us not for His own sake but for ours, being not in subjection in His eternal Nature, nor accursed in His eternal Nature.",
          "id": 77131
        },
        {
          "text": "\"For cursed is every one that hangeth on a tree\".",
          "id": 77132
        },
        {
          "text": "Cursed He was, for He bore our curses; in subjection, also, for He took upon Him our subjection, but in the assumption of the form of a servant, not in the glory of God; so that whilst he makes Himself a partaker of our weakness in the flesh, He makes us partakers of the divine Nature in His power.",
          "id": 77133
        },
        {
          "text": "But neither in one nor the other have we any natural fellowship with the heavenly Generation of Christ, nor is there any subjection of the Godhead in Christ.",
          "id": 77134
        },
        {
          "text": "But as the Apostle has said that on Him through that flesh which is the pledge of our salvation, we sit in heavenly places, though certainly not sitting ourselves, so also He is said to be subject in us through the assumption of our nature.",
          "id": 77135
        },
        {
          "text": "179.",
          "id": 77136
        },
        {
          "text": "For who is so mad as to think, as we have said already, that a seat of honour is due to Him at the right hand of God the Father, when that is granted to Christ according to the flesh by the Father of His Generation, even a seat of a heavenly and equal power? The angels worship, and dost thou attempt to overthrow the throne of God with impious presumption?  180.",
          "id": 77137
        },
        {
          "text": "It is written, thou sayest, that \"when we were dead in sins, He hath quickened us  in Christ, by Whose grace ye are saved, and hath raised us up together, and made us sit together in heavenly places in Christ Jesus\".",
          "id": 77138
        },
        {
          "text": "I acknowledge that it is so written; but it is not written that God suffers men to sit on His right hand, but only to sit there in the Person of Christ.",
          "id": 77139
        },
        {
          "text": "For He is the foundation of all, and is the head of the Church, in Whom our common nature according to the flesh has merited the right to the heavenly throne.",
          "id": 77140
        },
        {
          "text": "For the flesh is honoured as having a share in Christ Who is God, and the nature of the whole human race is honoured as having a share in the flesh.",
          "id": 77141
        },
        {
          "text": "181.",
          "id": 77142
        },
        {
          "text": "As we then sit in Him by fellowship in our fleshly nature, so also He, Who through the assumption of our flesh was made a curse for us (seeing that a curse could not fall upon the blessed Son of God), so, I say, He through the obedience of all will become subject in us; when the Gentile has believed, and the Jew has acknowledged Him Whom he crucified; when the Manichaean has worshipped Him, Whom he has not believed to have come in the flesh; when the Arian has confessed Him to be Almighty, Whom he has denied; when, lastly, the wisdom of God, His justice, peace, love, resurrection, is in all.",
          "id": 77143
        },
        {
          "text": "Through His own works and through the manifold forms of virtues Christ will be in us in subjection to the Father.",
          "id": 77144
        },
        {
          "text": "And when, with vice renounced and crime at an end, one spirit in the heart of all peoples has begun to cleave to God in all things, then will God be all and in all.",
          "id": 77145
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 77146
        },
        {
          "text": "He briefly takes up again the same points of dispute, and shrewdly concludes from the unity of the divine power in the Father and the Son, that whatever is said of the subjection of the Son is to be referred to His humanity alone.",
          "id": 77147
        },
        {
          "text": "He further confirms this on proof of the love, which exists alike in either.",
          "id": 77148
        },
        {
          "text": "182.",
          "id": 77149
        },
        {
          "text": "Let us then shortly sum up our conclusion on the whole matter.",
          "id": 77150
        },
        {
          "text": "A unity of power puts aside all idea of a degrading subjection.",
          "id": 77151
        },
        {
          "text": "His giving up of power, and His victory as conqueror won over death, have not lessened His power.",
          "id": 77152
        },
        {
          "text": "Obedience works out subjection.",
          "id": 77153
        },
        {
          "text": "Christ has taken obedience upon Himself, obedience even to taking on Him our flesh, the cross even to gaining our salvation.",
          "id": 77154
        },
        {
          "text": "Thus where the work lies, there too is the Author of the work.",
          "id": 77155
        },
        {
          "text": "When therefore, all things have become subject to Christ, through Christ's obedience, so that all bend their knees in His name, then He Himself will be all in all.",
          "id": 77156
        },
        {
          "text": "For now, since all do not believe, all do not seem to be in subjection.",
          "id": 77157
        },
        {
          "text": "But when all have believed and done the will of God, then Christ will be all and in all.",
          "id": 77158
        },
        {
          "text": "And when Christ is all and in all, then will God be all and in all; for the Father abides ever in the Son.",
          "id": 77159
        },
        {
          "text": "How, then, is He shown to be weak, Who redeemed the weak?  183.",
          "id": 77160
        },
        {
          "text": "And lest thou shouldst by chance attribute to the weakness of the Son, that it is written, that God hath put all things in subjection under Him; learn that He has Himself brought all things into subjection to Himself, for it is written: \"Our conversation is in heaven, from whence also we look for the Saviour, the Lord Jesus, Who shall change our vile body that it may be fashioned like unto His glorious body according to the working, whereby He is able to subdue all things unto Himself\".",
          "id": 77161
        },
        {
          "text": "Thou has learnt, therefore, that He can subdue all things unto Himself according to the working of His Godhead.",
          "id": 77162
        },
        {
          "text": "184.",
          "id": 77163
        },
        {
          "text": "Learn now how He receives all things in subjection according to the flesh, as it is written: \"Who wrought in Christ, raising Him from the dead, and setting Him at His own right hand in the heavenly places, above principality and power and might and dominion and every name that is named not only in this world, but also in that which is to come; and hath put all things under His feet\".",
          "id": 77164
        },
        {
          "text": "According to the flesh then all things are given to Him in subjection; according to which also He was raised from the dead, both in His human soul and His rational subjection.",
          "id": 77165
        },
        {
          "text": "185.",
          "id": 77166
        },
        {
          "text": "Many nobly interpret that which is written: \"Truly my soul will be in subjection to God;\" He said soul not Godhead, soul not glory.",
          "id": 77167
        },
        {
          "text": "And that we might know that the Lord has spoken through the prophet of the adoption of our human nature, He added: \"How long will ye cast yourselves upon a man?\" As also He says in the Gospel: \"Why do ye seek to kill Me, a man?\" And He added again: \"Nevertheless they desired to refuse My price, they ran in thirst, they blessed with their mouth, and cursed with their heart\".",
          "id": 77168
        },
        {
          "text": "For the Jews, when Judas brought back the price, would not receive it, running on in the thirst of madness, for they refused the grace of a spiritual draught.",
          "id": 77169
        },
        {
          "text": "186.",
          "id": 77170
        },
        {
          "text": "This is the reverent interpretation of subjection, for since this is the office of the  Lord's Passion, He will be subject in us in that in which He suffered.",
          "id": 77171
        },
        {
          "text": "Do we ask wherefore? That \"neither angels, nor powers, nor height, nor depth, nor things present, nor things to come, nor any other creature may separate us from the love of God, which is in Christ Jesus\".",
          "id": 77172
        },
        {
          "text": "We see then, from what has been said, that no creature is excepted; but that every one, of whatever kind it may be, is enumerated among those he mentioned above.",
          "id": 77173
        },
        {
          "text": "187.",
          "id": 77174
        },
        {
          "text": "At the same time, we must also think of the words which, after first saying \"Who shall separate us from the love of Christ?\" he wrote next: \"Neither death, nor life, nor any other creature can separate us from the love of God, which is in Christ Jesus\".",
          "id": 77175
        },
        {
          "text": "We see, then, that the love of God is the same as the love of Christ.",
          "id": 77176
        },
        {
          "text": "Thus it was not without reason that he wrote of the love of God, \"which is in Christ Jesus,\" lest otherwise thou mightest imagine that the love of God and of Christ was divided.",
          "id": 77177
        },
        {
          "text": "But there is nothing that love divides, nothing that the eternal Godhead cannot do, nothing that is unknown to the Truth, or deceives Justice, or escapes the notice of Wisdom.",
          "id": 77178
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 77179
        },
        {
          "text": "The Arians are condemned by the Holy Spirit through the mouth of David: for they dare to limit Christ's knowledge.",
          "id": 77180
        },
        {
          "text": "The passage cited by them in proof of this is by no means free from suspicion of having been corrupted.",
          "id": 77181
        },
        {
          "text": "But to set this right, we must mark the word \"Son\".",
          "id": 77182
        },
        {
          "text": "For knowledge cannot fail Christ as Son of God, since He is Wisdom; nor the recognition of any part, for He created all things.",
          "id": 77183
        },
        {
          "text": "It is not possible that He, who made the ages, cannot know the future, much less the day of judgment.",
          "id": 77184
        },
        {
          "text": "Such knowledge, whether it concerns anything great or small, may not be denied to the Son, nor yet to the Holy Spirit.",
          "id": 77185
        },
        {
          "text": "Lastly, various proofs are given from which we can gather that this knowledge exists in Christ.",
          "id": 77186
        },
        {
          "text": "188.",
          "id": 77187
        },
        {
          "text": "Wherefore we ought to know that they who make such statements are accursed and condemned by the Holy Spirit.",
          "id": 77188
        },
        {
          "text": "For whom else but the Arians in chief does the prophet condemn, seeing that they say that the Son of God knows neither times nor years.",
          "id": 77189
        },
        {
          "text": "For there is nothing which God is ignorant of; and Christ, yea the most high Christ, is God, for He is \"God over all\".",
          "id": 77190
        },
        {
          "text": "189.",
          "id": 77191
        },
        {
          "text": "See how horrified holy David is at such men, in limiting the knowledge of the Son of God.",
          "id": 77192
        },
        {
          "text": "For thus it is written: \"They are not in the troubles of other men, neither will they be scourged with men; therefore their pride has laid hold on them; they are covered with their wickedness and blasphemy; their iniquity hath stood forth as it were with fatness; they have passed on to the thoughts of their heart\".",
          "id": 77193
        },
        {
          "text": "Truly he condemns those who think that divine things are to be regarded in the light of the thoughts of the heart.",
          "id": 77194
        },
        {
          "text": "For God is not subject to arrangement or order; seeing that we do not perceive even those very things, which are common among men and often occur in the history of the human race, to turn out always after the arrangement of some stated rule, but often to happen suddenly in some secret and mysterious manner.",
          "id": 77195
        },
        {
          "text": "190.",
          "id": 77196
        },
        {
          "text": "\"They have thought,\" he says, \"and have spoken wickedness.",
          "id": 77197
        },
        {
          "text": "They have spoken wickedness against the Most High.",
          "id": 77198
        },
        {
          "text": "They have set their mouth against heaven\".",
          "id": 77199
        },
        {
          "text": "We see then that he condemns, as guilty of wicked blasphemy, those who claim for themselves the right to arrange the heavenly secrets after the semblance of our human nature.",
          "id": 77200
        },
        {
          "text": "191.",
          "id": 77201
        },
        {
          "text": "And they have said: \"How hath God known? And is there knowledge in the Most High?\" Do not the Arians echo this daily, saying that all knowledge cannot exist in Christ? For He, they say, stated that He knew not the day nor hour.",
          "id": 77202
        },
        {
          "text": "Do they not say, how did He know, while they maintain that He could not know anything but what He heard and saw, and apply by a blasphemous interpretation that which concerns the unity of the divine Nature to weaken His power?  192.",
          "id": 77203
        },
        {
          "text": "It is written, they say: \"But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father only\".",
          "id": 77204
        },
        {
          "text": "First of all the ancient Greek manuscripts do not contain the words, \"neither the Son\".",
          "id": 77205
        },
        {
          "text": "But it is not to be wondered at if they who have corrupted the sacred Scriptures, have also falsified this passage.",
          "id": 77206
        },
        {
          "text": "The reason for which it seems to have been inserted is perfectly plain, so long as it is applied to unfold such blasphemy.",
          "id": 77207
        },
        {
          "text": "193.",
          "id": 77208
        },
        {
          "text": "Suppose however that the Evangelist wrote thus.",
          "id": 77209
        },
        {
          "text": "The name of \"Son\" embraces both natures.",
          "id": 77210
        },
        {
          "text": "For He is also called Son of Man, so that in the ignorance attached to the assumption of our nature, He seems not to have known the day of the judgment to come.",
          "id": 77211
        },
        {
          "text": "For how could the Son  of God be ignorant of the day, seeing that the treasures of the wisdom and knowledge of God are hidden in Him?  194.",
          "id": 77212
        },
        {
          "text": "I ask then, whether He had this knowledge by reason of His Being, or by chance? For all knowledge comes to us either through nature, or by learning.",
          "id": 77213
        },
        {
          "text": "It is supplied by nature, as for instance to a horse to enable it to run, or to a fish to enable it to swim.",
          "id": 77214
        },
        {
          "text": "For they do this without learning.",
          "id": 77215
        },
        {
          "text": "On the other hand, it is by learning that a man is enabled to swim.",
          "id": 77216
        },
        {
          "text": "For he could not do so unless he had learnt.",
          "id": 77217
        },
        {
          "text": "Since therefore nature enables dumb animals to do and to know what they have not learnt, why shouldst thou give an opinion on the Son of God, and say whether He has knowledge by instruction or by nature? If by instruction, then He was not begotten as Wisdom, and gradually began to be perfect, but was not always so.",
          "id": 77218
        },
        {
          "text": "But if He has knowledge by nature, then He was perfect in the beginning, He came forth perfect from the Father; and so needed no foreknowledge of the future.",
          "id": 77219
        },
        {
          "text": "195.",
          "id": 77220
        },
        {
          "text": "He therefore was not ignorant of the days; for it does not fall to the lot of the Wisdom of God to know in part and in part to be ignorant.",
          "id": 77221
        },
        {
          "text": "For how can He who made all things be ignorant of a part, since it is a less thing to know than to make.",
          "id": 77222
        },
        {
          "text": "For we know many things which we cannot make, neither do we all know things in the same way but we know them in part.",
          "id": 77223
        },
        {
          "text": "For a countryman knows the force of the wind and the courses of the stars in one way—the inhabitant of a city knows them in another way—and a pilot in yet a third way.",
          "id": 77224
        },
        {
          "text": "But although all do not know all things, they are said to know them; but He alone knows all things in full, Who made all things.",
          "id": 77225
        },
        {
          "text": "The pilot knows for how many watches Arcturus continues, what sort of a rising of Orion he will discover, but he knows nothing of the connection of the Vergiliae and of the other stars, or of their number or names, as does He \"Who numbers the multitude of stars, and calleth them all by their names;\" Whom indeed the power of His work cannot escape.",
          "id": 77226
        },
        {
          "text": "196.",
          "id": 77227
        },
        {
          "text": "How then do you wish the Son of God to have made these things? Like a signet ring which does not feel the impression it makes? But the Father made all things in wisdom, that is, He made all things through the Son, who is the Virtue and Wisdom of God.",
          "id": 77228
        },
        {
          "text": "But it befits such Wisdom as that to know both the powers and the causes of His own works.",
          "id": 77229
        },
        {
          "text": "Thus the Creator of all things could not be ignorant of what He did—or be without knowledge of what He had Himself given.",
          "id": 77230
        },
        {
          "text": "Therefore He knew the day which He made.",
          "id": 77231
        },
        {
          "text": "197.",
          "id": 77232
        },
        {
          "text": "But thou sayest that He knows the present and does not know the future.",
          "id": 77233
        },
        {
          "text": "Though this is a foolish suggestion, yet that I may satisfy thee on Scriptural grounds, learn that He made not only what is past, but also what is future, as it is written: \"Who made things to come\".",
          "id": 77234
        },
        {
          "text": "Elsewhere too Scripture says: \"By whom also He made the ages, who is the brightness of His glory and the express Image of His Person\".",
          "id": 77235
        },
        {
          "text": "Now the ages are past and present and future.",
          "id": 77236
        },
        {
          "text": "How then were those made which are future, unless it is that His active power and knowledge contains within itself the number of all the ages? For just as He calls the things that are not as though they were, so has He made things future as though they were.",
          "id": 77237
        },
        {
          "text": "It cannot come to pass that they should not be.",
          "id": 77238
        },
        {
          "text": "Those things which He has directed to be, necessarily will be.",
          "id": 77239
        },
        {
          "text": "Therefore He who has made the things that are to be, knows them in the way in which they will be.",
          "id": 77240
        },
        {
          "text": "198.",
          "id": 77241
        },
        {
          "text": "If we are to believe this about the ages, much more must we believe it about the day of judgment, on the ground that the Son of God has knowledge of it, as being already made by Him.",
          "id": 77242
        },
        {
          "text": "For it is written: \"According to Thine ordinance the day will continue\".",
          "id": 77243
        },
        {
          "text": "He did not merely say \"the day continues,\" but even \"will continue,\" so that the things which are to come might be governed by His ordinance.",
          "id": 77244
        },
        {
          "text": "Does He not know what He ordered? \"He who planted the ear, shall He not hear? He that formed the eye shall He not see?\"  199.",
          "id": 77245
        },
        {
          "text": "Let us however see if by chance there may be some great thing, which could be beyond the knowledge of its Creator; or at least let them choose whether they will think of something great and superior to other things, or something very little and mean.",
          "id": 77246
        },
        {
          "text": "If it is very little and mean, it is no loss, to speak after our fashion, to know nothing of worthless and petty things.",
          "id": 77247
        },
        {
          "text": "For as it is a sign of power to know the greatest things, it seems rather to be a sign of inferior work to look upon what is worth less.",
          "id": 77248
        },
        {
          "text": "Thus He is freed from fastidiousness, yet is not deprived of His power.",
          "id": 77249
        },
        {
          "text": "200.",
          "id": 77250
        },
        {
          "text": "But if they think it a great and important thing to know the day of judgment: Let them say what is greater or better than God the Father.",
          "id": 77251
        },
        {
          "text": "He knows God the Father, as He Himself says: \"No man knoweth the Father but the Son and he to whomsoever the Son will reveal Him\".",
          "id": 77252
        },
        {
          "text": "I say, does He know the Father and yet not know the day? So then ye believe that He reveals the Father, and yet cannot reveal the day?  201.",
          "id": 77253
        },
        {
          "text": "Next because you make certain grades, so as to put the Father before the Son, and the Son before the Holy Spirit, tell me whether the Holy Spirit knew the day of judgment.",
          "id": 77254
        },
        {
          "text": "For no thing is written of Him in this place.",
          "id": 77255
        },
        {
          "text": "You deny it entirely.",
          "id": 77256
        },
        {
          "text": "But what if I show you He knew it? For it is written: \"But God hath revealed them to us by His Spirit, for the Spirit searcheth all things, yea the deep things of God\".",
          "id": 77257
        },
        {
          "text": "Wherefore, because He searches the deep things of God, since God knows the day of judgment, the Spirit also knows it.",
          "id": 77258
        },
        {
          "text": "For He knows all that God knows, as also the Apostle states, saying: \"For what man knoweth the things of a man, save the spirit of man which is in him, even so the things of God knoweth no man, but the Spirit of God\".",
          "id": 77259
        },
        {
          "text": "Take heed therefore lest either by denying that the Holy Spirit knows, you should deny that the Father knows; (For the things of God, the Spirit of God also knows, but the things which the Spirit of God does not know, are not the things of God).",
          "id": 77260
        },
        {
          "text": "Or by confessing that the Spirit of God knows, what you deny that the Son of God knows, you should put the Spirit before the Son in opposition to your own declaration.",
          "id": 77261
        },
        {
          "text": "But to hesitate on this point is not only blasphemous but also foolish.",
          "id": 77262
        },
        {
          "text": "202.",
          "id": 77263
        },
        {
          "text": "Now consider how knowledge is acquired, and let us show that the Son Himself proved that He knew the day.",
          "id": 77264
        },
        {
          "text": "For what we know we make clear either by mention of time or place or signs or persons, or by giving their order.",
          "id": 77265
        },
        {
          "text": "How then did He not know the day of judgment Who described both the hour and the place of judgment, and the signs and the cases?  203.",
          "id": 77266
        },
        {
          "text": "And so thou hast it: \"In that hour he which shall be on the housetop let him not come down to take his goods out of his house, and he that is in the field, let him likewise not return back\".",
          "id": 77267
        },
        {
          "text": "To such a point in the future did He know the issues of dangers, that He even showed the means of safety to those in danger.",
          "id": 77268
        },
        {
          "text": "204.",
          "id": 77269
        },
        {
          "text": "Could the Lord be ignorant of a day Who Himself said of Himself that the Son of Man is Lord of the Sabbath?  205.",
          "id": 77270
        },
        {
          "text": "He has also elsewhere marked out a place, when He said to His disciples who were showing Him the building of the temple, \"Do ye see all these things? Verily I say unto you, there shall not be left one stone upon another which shall not be thrown down\".",
          "id": 77271
        },
        {
          "text": "206.",
          "id": 77272
        },
        {
          "text": "When questioned also about a sign by His disciples, He answered: \"Take heed that ye be not deceived.",
          "id": 77273
        },
        {
          "text": "For many shall come in My name, saying I am Christ;\" and further on He says: \"and great earthquakes shall be in divers places, and famines, and pestilences, and terrors from heaven, and there shall be great signs\".",
          "id": 77274
        },
        {
          "text": "Thus He has described both persons and signs.",
          "id": 77275
        },
        {
          "text": "207.",
          "id": 77276
        },
        {
          "text": "In what manner He tells that the armies will surround Jerusalem, or that the times of the Gentiles are to be fulfilled, and in what order,—all this is disclosed to us by the witness of the Gospel words.",
          "id": 77277
        },
        {
          "text": "Therefore He knew all things.",
          "id": 77278
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 77279
        },
        {
          "text": "Christ acted for our advantage in being unwilling to reveal the day of judgment.",
          "id": 77280
        },
        {
          "text": "This is made plain by other words of our Lord and by a not dissimilar passage from Paul's writings.",
          "id": 77281
        },
        {
          "text": "Other passages in which the same ignorance seems to be attributed to the Father are brought forward to meet those who are anxious to know why Christ answered His disciples, as though He did not know.",
          "id": 77282
        },
        {
          "text": "From these Ambrose argues against them that if they admit ignorance and inability in the Father, they must admit that the same Substance exists in the Son as in the Father; unless they prefer to accuse the Son of falsehood; since it belongs neither to Him nor to the Father to deceive, but the unity of both is pointed out in the passage named.",
          "id": 77283
        },
        {
          "text": "208.",
          "id": 77284
        },
        {
          "text": "But we ask for what reason He was unwilling to state the time.",
          "id": 77285
        },
        {
          "text": "If we ask it, we shall not find it is owing to ignorance, but to wisdom.",
          "id": 77286
        },
        {
          "text": "For it was not to our advantage to know; in order that we being ignorant of the actual moments of judgment to come, might ever be as it were on guard, and set on the watch-tower of virtue, and so avoid the habits of sin; lest the day of the Lord should come upon us in the midst of our wickedness.",
          "id": 77287
        },
        {
          "text": "For it is not to our advantage to know but rather to fear the future; for it is written: \"Be not high-minded but fear\".",
          "id": 77288
        },
        {
          "text": "209.",
          "id": 77289
        },
        {
          "text": "For if He had distinctly stated the day, he would seem to have laid down a rule  of life for that one age which was nearest to the judgment, and the just man in the earlier times would be more negligent, and the sinner more free from care.",
          "id": 77290
        },
        {
          "text": "For the adulterer cannot cease from the desire of committing adultery unless he fears punishment day by day, nor can the robber forsake the hiding places in the woods where he dwells, unless he knows punishment is hanging over him day by day.",
          "id": 77291
        },
        {
          "text": "For impurity generally spurs them on, but fear is irksome to the end.",
          "id": 77292
        },
        {
          "text": "210.",
          "id": 77293
        },
        {
          "text": "Therefore I have said that it was not to our advantage to know; nay, it is to our advantage to be ignorant, that through ignorance we might fear, through watchfulness be corrected, as He Himself said: \"Be ye ready, for ye know not at what hour the Son of Man cometh\".",
          "id": 77294
        },
        {
          "text": "For the soldier does not know how to watch in the camp unless he knows that war is at hand.",
          "id": 77295
        },
        {
          "text": "211.",
          "id": 77296
        },
        {
          "text": "Wherefore at another time also the Lord Himself when asked by his Apostles (Yes, for they did not understand it as Arius did, but believed that the Son of God knew the future.",
          "id": 77297
        },
        {
          "text": "For unless they had believed this, they would never have asked the question.",
          "id": 77298
        },
        {
          "text": ")—the Lord, I say, when asked when He would restore the kingdom to Israel, did not say that He did not know, but says: \"It is not for you to know the times or years, which the Father hath put in His own power\".",
          "id": 77299
        },
        {
          "text": "Mark what He said: It is not for you to know! Read again, \"It is not for you\".",
          "id": 77300
        },
        {
          "text": "\"For you,\" He said, not \"for Me,\" for now He spoke not according to His own perfection but as was profitable to the human body and our soul.",
          "id": 77301
        },
        {
          "text": "\"For you\" therefore He said, not \"for Me\".",
          "id": 77302
        },
        {
          "text": "212.",
          "id": 77303
        },
        {
          "text": "Which example the Apostle also followed: \"But of the times and seasons, brethren,\" he says, \"ye have no need that I write unto you\".",
          "id": 77304
        },
        {
          "text": "Thus not even the Apostle himself, the servant of Christ, said that he knew not the seasons, but that there was no need for the people to be taught; for they ought ever to be armed with spiritual armour, that the virtue of Christ may stand forth in each one.",
          "id": 77305
        },
        {
          "text": "But when the Lord says: \"Of the times which the Father hath put in His own power,\" He certainly cannot be without a share in His Father's knowledge, in whose power He is by no means without a share.",
          "id": 77306
        },
        {
          "text": "For power grows out of wisdom and virtue; and Christ is both of these.",
          "id": 77307
        },
        {
          "text": "213.",
          "id": 77308
        },
        {
          "text": "But you ask, why did He not refuse His disciples as one who knew, but would not say; and, why did He state instead that neither the angels nor the Son knew? I too will ask you why God says in Genesis: \"I will go down now, and see whether they have done altogether according to the cry that is come unto Me.",
          "id": 77309
        },
        {
          "text": "And if not, that I may know\".",
          "id": 77310
        },
        {
          "text": "Why does Scripture also say of God: \"And the Lord came down to see the city and the tower, which the sons of men builded\".",
          "id": 77311
        },
        {
          "text": "Why also does the prophet say in the Book of the Psalms: \"The Lord looked down upon the children of men, to see if there were any that did understand, and that did seek God\"? Just as though in one place, if God had not descended, and in the other, if He had not looked down, He would have been ignorant either of men's work or of their merits.",
          "id": 77312
        },
        {
          "text": "214.",
          "id": 77313
        },
        {
          "text": "But in the Gospel of Luke also thou hast the same, for the Father says: \"What shall I do? I will send My beloved Son; it may be that they will reverence Him\".",
          "id": 77314
        },
        {
          "text": "In Matthew and in Mark thou hast: \"But He sent His only Son, saying: they will reverence My Son;\" In one book He says: \"It may be that they will reverence My Son;\" and is in doubt as though He does not know; for this is the language of one in doubt.",
          "id": 77315
        },
        {
          "text": "But in the two other books He says: \"They will reverence My Son;\" that is, He declares that reverence will be shown.",
          "id": 77316
        },
        {
          "text": "215.",
          "id": 77317
        },
        {
          "text": "But God can neither be in doubt, nor can He be deceived.",
          "id": 77318
        },
        {
          "text": "For he only is in doubt, who is ignorant of the future; and he is deceived, who has predicted one thing, whilst another has happened.",
          "id": 77319
        },
        {
          "text": "Yet what is plainer than the fact that Scripture states the Father to have said one thing of the Son, and that the same Scripture proves another think to have taken place? The Son was beaten, He was mocked, was crucified, and died.",
          "id": 77320
        },
        {
          "text": "He suffered much worse things in the flesh than those servants who had been appointed before.",
          "id": 77321
        },
        {
          "text": "Was the Father deceived, or was He ignorant of it, or was He unable to give help? But He that is true cannot make a mistake; for it is written: \"God is faithful Who doth not lie\".",
          "id": 77322
        },
        {
          "text": "How was He ignorant, Who knows all? What could He not do, Who could do all?  216.",
          "id": 77323
        },
        {
          "text": "Yet if either He was ignorant, or had not power (for you would sooner agree to say that the Father did not know than own that the Son knows), you see from this very  fact that the Son is of one Substance with the Father; seeing that the Son like the Father (to speak in accordance with your foolish ideas) does not know all things, and cannot do all things.",
          "id": 77324
        },
        {
          "text": "For I am not so eager or rash in giving praise to the Son as to dare to say that the Son can do more than the Father; for I make no distinction of power between the Father and the Son.",
          "id": 77325
        },
        {
          "text": "217.",
          "id": 77326
        },
        {
          "text": "But perhaps you say that the Father did not say so, but that the Son erred about the Father.",
          "id": 77327
        },
        {
          "text": "So now you convict the Son not only of weakness, but also of blasphemy and lying.",
          "id": 77328
        },
        {
          "text": "However if you do not believe the Son with regard to the Father, neither may you believe Him with regard to that.",
          "id": 77329
        },
        {
          "text": "For if He wished to deceive us in saying that the Father was in doubt as though He knew not what would take place, He wished also to deceive us about Himself in saying that He did not know the future.",
          "id": 77330
        },
        {
          "text": "It would be far more endurable for Him to stretch the veil of ignorance in front of that which He does of His own accord, than that He should seem to be deluded by a result contrary to what He had foretold in the things He had declared of His Father.",
          "id": 77331
        },
        {
          "text": "218.",
          "id": 77332
        },
        {
          "text": "But neither is the Father deceived, not does the Son deceive.",
          "id": 77333
        },
        {
          "text": "It is the custom of the holy Scriptures to speak thus, as the examples I have already given, and many others testify, so that God feigns not to know what He does know.",
          "id": 77334
        },
        {
          "text": "In this then a unity of Godhead, and a unity of character is proved to exist in the Father and in the Son; seeing that, as God the Father hides what is known to Him, so also the Son, Who is the image of God in this respect, hides what is known to Him.",
          "id": 77335
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 77336
        },
        {
          "text": "Wishing to give a reason for the Lord's answer to the apostles, he assigns the one received to Christ's tenderness.",
          "id": 77337
        },
        {
          "text": "Then when another reason is supplied by others he confesses that it is true; for the Lord spoke it by reason of His human feelings.",
          "id": 77338
        },
        {
          "text": "Hence he gathers that the knowledge of the Father and the Son is equal, and that the Son is not inferior to the Father.",
          "id": 77339
        },
        {
          "text": "After having set beside the text, in which He is said to be inferior, another whereby He is declared to be equal, he censures the rashness of the Arians in judging about the Son, and shows that whilst they wickedly make Him to be inferior, He is rightly called a Stone by Himself.",
          "id": 77340
        },
        {
          "text": "219.",
          "id": 77341
        },
        {
          "text": "We have been taught therefore that the Son of God is not ignorant of the future.",
          "id": 77342
        },
        {
          "text": "If they confess this, I too—that I may now answer why He declared that neither angels, nor the Son, but only the Father knows—call to mind His wonted love for His disciples also in this passage, and His grace, which by its very frequency ought to have been known to all.",
          "id": 77343
        },
        {
          "text": "For the Lord, filled with deep love for His disciples, when they asked from Him what He thought unprofitable for them to know, prefers to seem ignorant of what He knows, rather than to refuse an answer.",
          "id": 77344
        },
        {
          "text": "He loves rather to provide what is useful for us, than to show His own power.",
          "id": 77345
        },
        {
          "text": "220.",
          "id": 77346
        },
        {
          "text": "There are, however, some not so faint-hearted as I.",
          "id": 77347
        },
        {
          "text": "For I would rather fear the deep things of God, than be wise.",
          "id": 77348
        },
        {
          "text": "There are some, however, relying on the words: \"And Jesus increased in age and in wisdom and in favour with God and man,\" who boldly say, that according to His Godhead indeed He could not be ignorant of the future, but that in His assumption of our human state He said that He as Son of Man was in ignorance before His crucifixion.",
          "id": 77349
        },
        {
          "text": "For when He speaks of the Son, He does not speak as it were of another; for He Himself is our Lord the Son of God and the Son of a Virgin.",
          "id": 77350
        },
        {
          "text": "But by a word which embraces both, He guides our mind, so that He as Son of Man according to His adoption of our ignorance and growth of knowledge, might be believed as yet not fully to have known all things.",
          "id": 77351
        },
        {
          "text": "For it is not for us to know the future.",
          "id": 77352
        },
        {
          "text": "Thus He seems to be ignorant in that state in which He makes progress.",
          "id": 77353
        },
        {
          "text": "For how does He progress according to His Godhead, in Whom the fulness of the Godhead dwells? Or what is there which the Son of God does not know, Who said: \"Why think ye evil in your hearts?\" How does He not know, of Whom Scripture says: \"But Jesus knew their thoughts\"?  221.",
          "id": 77354
        },
        {
          "text": "This is what others say, but I—to return to my former point, where I stated it was written of the Father: \"It may be they will reverence My Son,\"—I think indeed this was written in order that the Father, as He was speaking of men, might also seem to have spoken with human feelings.",
          "id": 77355
        },
        {
          "text": "But still more am I inclined to think that the Son Who went about with men, and lived the life of man, and took upon Him our flesh, assumed also our feelings; so that after our ignorance He might say He knew not, though there was not anything He did not know.",
          "id": 77356
        },
        {
          "text": "For though He seemed to be a man in the reality of His body, yet was He Life, and Light, and virtue came out of Him, to heal the  wounds of the injured by the power of His Majesty.",
          "id": 77357
        },
        {
          "text": "222.",
          "id": 77358
        },
        {
          "text": "Ye see then that this matter has been solved for you, since the saying of the Son is referred to the assumption of our state in its fulness, and it was thus written concerning the Father, in order that you might cease to cavil at the Son.",
          "id": 77359
        },
        {
          "text": "223.",
          "id": 77360
        },
        {
          "text": "There was nothing then of which the Son of God was ignorant, for there was nothing of which the Father was ignorant.",
          "id": 77361
        },
        {
          "text": "But if the Son was ignorant of nothing, as we now conclude, let them say in what respect they wish Him to seem to be inferior.",
          "id": 77362
        },
        {
          "text": "If God has begotten a Son inferior to Himself, He has granted Him less.",
          "id": 77363
        },
        {
          "text": "If He has granted Him less, He either wished to give less, or could only give less.",
          "id": 77364
        },
        {
          "text": "But the Father is neither weak nor envious, seeing that there was neither will nor power before the Son.",
          "id": 77365
        },
        {
          "text": "For wherein is He inferior, Who has all things even as the Father has them? He has received all things from the Father by right of His Generation, and has shown forth the Father wholly by the glory of His Majesty.",
          "id": 77366
        },
        {
          "text": "224.",
          "id": 77367
        },
        {
          "text": "It is written, they say: \"For the Father is greater than I\".",
          "id": 77368
        },
        {
          "text": "It is also written: \"He thought it not robbery to be equal with God\".",
          "id": 77369
        },
        {
          "text": "It is written again that the Jews wished to kill Him, because He said He was the Son of God, making Himself equal with God.",
          "id": 77370
        },
        {
          "text": "It is written: \"I and My Father are one\".",
          "id": 77371
        },
        {
          "text": "They read \"one,\" they do not read \"many\".",
          "id": 77372
        },
        {
          "text": "Can He then be both inferior and equal in the same Nature? Nay, the one refers to His Godhead, the other to His flesh.",
          "id": 77373
        },
        {
          "text": "225.",
          "id": 77374
        },
        {
          "text": "They say He is inferior: I ask who has measured it, who is of so overweening a heart, as to place the Father and the Son before his judgment seat to decide upon which is the greater? \"My heart is not haughty nor are mine eyes raised unto vanity,\" says David.",
          "id": 77375
        },
        {
          "text": "King David feared to raise his heart in pride in human affairs, but we raise ours even in opposition to the divine secrets.",
          "id": 77376
        },
        {
          "text": "Who shall decide about the Son of God? Thrones, dominions, angels, powers? But archangels give attendance and serve Him, cherubim and seraphim minister to Him and praise Him.",
          "id": 77377
        },
        {
          "text": "Who then decides about the Son of God, on reading that the Father Himself knows the Son, but will not judge Him.",
          "id": 77378
        },
        {
          "text": "\"For no man knoweth the Son, but the Father\".",
          "id": 77379
        },
        {
          "text": "\"Knoweth\" it says, not \"judgeth\".",
          "id": 77380
        },
        {
          "text": "It is one thing to know, another to judge.",
          "id": 77381
        },
        {
          "text": "The Father has knowledge in Himself.",
          "id": 77382
        },
        {
          "text": "The Son has no power superior to Himself.",
          "id": 77383
        },
        {
          "text": "And again: \"No man knoweth the Father, but the Son;\" and He Himself knows the Father, as the Father knows Him.",
          "id": 77384
        },
        {
          "text": "226.",
          "id": 77385
        },
        {
          "text": "But thou sayest that He said He was inferior, He said also He was a Stone.",
          "id": 77386
        },
        {
          "text": "Thou sayest more and yet dost impiously attack Him.",
          "id": 77387
        },
        {
          "text": "I say less and with reverence add to His honour.",
          "id": 77388
        },
        {
          "text": "Thou sayest He is inferior and confessest Him to be above the angels.",
          "id": 77389
        },
        {
          "text": "I say He is less than the angels, yet do not take from His honour; for I do not refute His Godhead, but I do proclaim His pity.",
          "id": 77390
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 77391
        },
        {
          "text": "The Saint having turned to God the Father, explains why he does not deride that the Son is inferior to the Father, then he declares it is not for him to measure the Son of God, since it was given to an angel—nay, perhaps even to Christ as man—to measure merely Jerusalem.",
          "id": 77392
        },
        {
          "text": "Arius, he says, has shown himself to be an imitator of Satan.",
          "id": 77393
        },
        {
          "text": "It is a rash thing to hold discussions on the divine Generation.",
          "id": 77394
        },
        {
          "text": "Since so great a sign of human generation has been given by Isaiah, we ought not to make comparisons in divine things.",
          "id": 77395
        },
        {
          "text": "Lastly he shows how carefully we ought to avoid the pride of Arius, by putting before us various examples of Scriptures.",
          "id": 77396
        },
        {
          "text": "227.",
          "id": 77397
        },
        {
          "text": "To Thee now, Almighty Father, do I direct my words with tears.",
          "id": 77398
        },
        {
          "text": "I indeed have readily called Thee inapproachable, incomprehensible, inestimable; but I dared not say Thy Son was inferior to Thyself.",
          "id": 77399
        },
        {
          "text": "For when I read that He is the Brightness of Thy glory, and the Image of Thy Person, I fear lest, in saying that the Image of Thy Person is inferior, I should seem to say that Thy Person is inferior, of which the Son is the Image; for the fulness of Thy Godhead is wholly in the Son.",
          "id": 77400
        },
        {
          "text": "I have often read, I freely believe, that Thou and Thy Son and the Holy Spirit are boundless, unmeasurable, inestimable, ineffable.",
          "id": 77401
        },
        {
          "text": "And therefore I cannot appraise Thee so as to weigh Thee.",
          "id": 77402
        },
        {
          "text": "228.",
          "id": 77403
        },
        {
          "text": "But be it so, that I desired with a daring and rash spirit to measure Thee? From whence, I ask, shall I measure Thee? The prophet saw a line of flax with which the angel measured Jerusalem.",
          "id": 77404
        },
        {
          "text": "An angel was measuring, not Arius.",
          "id": 77405
        },
        {
          "text": "And he was measuring Jerusalem, not God.",
          "id": 77406
        },
        {
          "text": "And perchance even an angel could not measure Jerusalem, for it was a man.",
          "id": 77407
        },
        {
          "text": "Thus it is written: \"I raised mine eyes and saw and beheld a man, and in his hand there was a  line of flax\".",
          "id": 77408
        },
        {
          "text": "He was a man, for a type of the body that was to be assumed was thus shown.",
          "id": 77409
        },
        {
          "text": "He was a man, of whom it was said: \"There cometh a man after me, Whose shoe's latchet I am not worthy to unloose\".",
          "id": 77410
        },
        {
          "text": "Therefore Christ in a type measures Jerusalem.",
          "id": 77411
        },
        {
          "text": "Arius measures God.",
          "id": 77412
        },
        {
          "text": "229.",
          "id": 77413
        },
        {
          "text": "Even Satan transforms himself into an angel of light; what wonder then if Arius imitates his Author in taking upon himself what is forbidden? Though his father the devil did it not in his own case, that man with intolerable blasphemy assumes to himself the knowledge of divine secrets and the mysteries of the heavenly Generation.",
          "id": 77414
        },
        {
          "text": "For the devil confessed the true Son of God, Arius denies Him.",
          "id": 77415
        },
        {
          "text": "230.",
          "id": 77416
        },
        {
          "text": "If, then, I cannot measure Thee, Almighty Father, can I without blasphemy discuss the secrets of Thy Generation? Can I say there is anything more or less between Thee and Thy Son when He Himself Who was begotten of Thee, says: \"All things which the Father hath are Mine\".",
          "id": 77417
        },
        {
          "text": "Who has made Me a judge and a divider of human affairs? This the Son says, and do we claim to make a division and to give judgment between the Father and the Son? A right feeling of duty avoids arbiters even in the division of an inheritance.",
          "id": 77418
        },
        {
          "text": "And shall we become arbiters, to divide between Thee and Thy Son the glory of the uncreated Substance?  231.",
          "id": 77419
        },
        {
          "text": "\"This generation,\" it says, \"is an evil generation.",
          "id": 77420
        },
        {
          "text": "It seeketh a sign, and there shall no sign be given it, but the sign of Jonas the prophet\".",
          "id": 77421
        },
        {
          "text": "A sign of the Godhead then is not given, but only of the Incarnation.",
          "id": 77422
        },
        {
          "text": "Thus when about to speak of the Incarnation the prophet says: \"Ask thee a sign\".",
          "id": 77423
        },
        {
          "text": "And when the king had said: \"I will not ask, neither will I tempt the Lord,\" the answer was: \"Behold a Virgin shall conceive\".",
          "id": 77424
        },
        {
          "text": "Therefore we cannot see a sign of the Godhead, and do we seek a measure of it? Alas! woe is me! we impiously dare to discuss Him, to Whom we cannot worthily pray!  232.",
          "id": 77425
        },
        {
          "text": "Let the Arians see to what they do.",
          "id": 77426
        },
        {
          "text": "I have unlawfully compared Thee, O Father, with Thy works in saying that Thou art greater than all.",
          "id": 77427
        },
        {
          "text": "If greater than Thy Son, as Arius maintains, I have judged wickedly.",
          "id": 77428
        },
        {
          "text": "Concerning Thee first will that judgment be.",
          "id": 77429
        },
        {
          "text": "For no choice can be made except by comparison, nor can anyone be put before another without a decision being first given on Himself.",
          "id": 77430
        },
        {
          "text": "233.",
          "id": 77431
        },
        {
          "text": "It is not lawful for us to swear by heaven, but it is lawful to judge about God.",
          "id": 77432
        },
        {
          "text": "Yet Thou hast given to Thy Son alone judgment over all.",
          "id": 77433
        },
        {
          "text": "234.",
          "id": 77434
        },
        {
          "text": "John feared to baptize the flesh of the Lord, John forbade Him, saying: \"I have need to be baptized of Thee, and comest Thou to me?\" And shall I bring Christ under my judgment?  235.",
          "id": 77435
        },
        {
          "text": "Moses excuses himself from the Priesthood, Peter is for avoiding the obedience demanded in the Ministry; and does Arius examine even the deep things of God? But Arius is not the Holy Spirit.",
          "id": 77436
        },
        {
          "text": "Nay, it was said even to Arius and to all men: \"Seek not that which is too deep for thee\".",
          "id": 77437
        },
        {
          "text": "236.",
          "id": 77438
        },
        {
          "text": "Moses is prevented from seeing the face of God; Arius merited to see it in secret.",
          "id": 77439
        },
        {
          "text": "Moses and Aaron among His Priests.",
          "id": 77440
        },
        {
          "text": "Moses who appeared with the Lord in glory, that Moses then saw only the back parts of God in appearance; Arius beholds God wholly face to face! But \"no one,\" it says, \"can see My face and live\".",
          "id": 77441
        },
        {
          "text": "237.",
          "id": 77442
        },
        {
          "text": "Paul also speaks of inferior beings: \"We know in part and we prophesy in part\".",
          "id": 77443
        },
        {
          "text": "Arius says: \"I know God altogether and not in part\".",
          "id": 77444
        },
        {
          "text": "Thus Paul is inferior to Arius, and the vessel of election knows in part, but the vessel of perdition knows wholly.",
          "id": 77445
        },
        {
          "text": "\"I know,\" he says, \"a man, whether in the body or out of the body, I cannot tell, God knoweth, how he was caught up into Paradise and heard unspeakable words\".",
          "id": 77446
        },
        {
          "text": "Paul carried up to the third heaven, knew not himself; Arius rolling in filth, knows God.",
          "id": 77447
        },
        {
          "text": "Paul says of himself: \"God knows;\" Arius says of God: \"I know\".",
          "id": 77448
        },
        {
          "text": "238.",
          "id": 77449
        },
        {
          "text": "But Arius was not caught up to heaven, although he followed him who with accursed boastfulness presumed on what was divine, saying: \"I will set my throne upon the clouds; I will be like the Most High\".",
          "id": 77450
        },
        {
          "text": "For as he said: \"I will be like the Most High,\" so too Arius wishes the Most High Son of God to seem like himself, Whom he does not worship in the eternal glory of His Godhead, but measures by the weakness of the flesh.",
          "id": 77451
        }
      ]
    }
  ]
}