{
  "book": "Ambrose: Letter LXII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Letter LXII.",
          "id": 81940
        },
        {
          "text": "St.",
          "id": 81941
        },
        {
          "text": "Ambrose excuses himself for having omitted an opportunity of writing to the Emperor, but is now sending a letter by the hands of a deacon, requesting forgiveness for some of Eugenius' followers who had sought the protection of the Church, especially in consideration of the miraculous aid which had been vouchsafed to the Emperor.",
          "id": 81942
        },
        {
          "text": "Ambrose, to the Emperor Theodosius.",
          "id": 81943
        },
        {
          "text": "1.",
          "id": 81944
        },
        {
          "text": "Although I lately wrote to your Clemency even a second time, it did not seem to me that I had responded sufficiently to the duty of intercourse by answering as it were in turn, for I have been so bound by frequent benefits from your Clemency, that I cannot repay what I owe by any services, most blessed and august Emperor.",
          "id": 81945
        },
        {
          "text": "2.",
          "id": 81946
        },
        {
          "text": "And so just as the first opportunity was not to be lost by me, when, through your chamberlain, I was able to thank your Clemency and to pay the duty of an address,  especially lest my not having written before should seem to have been owing to sloth rather than necessity, so, too, I had to seek some manner of rendering to your Piety my dutiful salutations.",
          "id": 81947
        },
        {
          "text": "3.",
          "id": 81948
        },
        {
          "text": "And rightly do I send my son, the deacon Felix, to bear my letter, and, at the same time, to present to you my duty, in my place, and also a memorial on behalf of those who have fled to the Church, the Mother of your Piety, seeking mercy.",
          "id": 81949
        },
        {
          "text": "I have been unable to endure their tears without anticipating by my entreaty the coming of your Clemency.",
          "id": 81950
        },
        {
          "text": "4.",
          "id": 81951
        },
        {
          "text": "It is a great boon that I ask, but I ask it from him to whom the Lord has granted great and unheard-of things, from him whose clemency I know, and whose piety I have as a pledge.",
          "id": 81952
        },
        {
          "text": "For your victory is considered to have been granted to you after the ancient manner, and with the old miracles, a victory such as was granted to holy Moses, and holy Joshua, son of Nave, and Samuel, and David, not by human calculations, but by the outpouring of heavenly grace.",
          "id": 81953
        },
        {
          "text": "Now we expect an equal amount of gentleness with that by virtue of which so great a victory has been gained.",
          "id": 81954
        }
      ]
    }
  ]
}