{
  "book": "Ambrose: On the Decease of His Brother Styrus Book I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Two Books of St.",
          "id": 72737
        },
        {
          "text": "Ambrose, Bishop of Milan, on the Decease of His Brother Satyrus.",
          "id": 72738
        },
        {
          "text": "Book I.",
          "id": 72739
        },
        {
          "text": "1.",
          "id": 72740
        },
        {
          "text": "We have brought hither, dearest brethren, my sacrifice, a sacrifice undefiled, a sacrifice well pleasing to God, my lord and brother Satyrus.",
          "id": 72741
        },
        {
          "text": "I did not forget that he was mortal, nor did my feelings deceive me, but grace abounded more exceedingly.",
          "id": 72742
        },
        {
          "text": "And so I have nothing to complain of, but have cause for thankfulness to God, for I always desired that if any troubles should await either the Church or myself, they should rather fall on me and on my house.",
          "id": 72743
        },
        {
          "text": "Thanks, therefore, be to God, that in this time of common fear, when everything is dreaded from the barbarian movements, I ended the trouble of all by my personal grief, and that I dreaded for all which was turned upon me.",
          "id": 72744
        },
        {
          "text": "And may this be fully accomplished, so that my grief may be a ransom for the grief of all.",
          "id": 72745
        },
        {
          "text": "2.",
          "id": 72746
        },
        {
          "text": "Nothing among things of earth, dearest brethren, was more precious to me, nothing more worthy of love, nothing more dear than such a brother, but public matters come before private.",
          "id": 72747
        },
        {
          "text": "And should any one enquire what was his feeling; he would rather be slain for others than live for himself, because Christ died according to the flesh for all, that we might learn not to live for ourselves alone.",
          "id": 72748
        },
        {
          "text": "3.",
          "id": 72749
        },
        {
          "text": "To this must be added that I cannot be ungrateful to God; for I must rather rejoice that I had such a brother than grieve that I had lost a brother, for the former is a gift, the latter a debt to be paid.",
          "id": 72750
        },
        {
          "text": "And so, as long as I might, I enjoyed the loan entrusted to me, now He Who deposited the pledge has taken it back.",
          "id": 72751
        },
        {
          "text": "There is no difference between denying that a pledge has been deposited and grieving at its being returned.",
          "id": 72752
        },
        {
          "text": "In each there is untrustworthiness, and in each [eternal] life is risked.",
          "id": 72753
        },
        {
          "text": "It is a fault if you refuse repayment, and piety if you refuse a sacrifice.",
          "id": 72754
        },
        {
          "text": "Since, too, the lender of money can be made a fool of, but the Author of nature, the Lender of all that we need, cannot be cheated.",
          "id": 72755
        },
        {
          "text": "And so the larger the amount of the loan, so much the more gratitude is due for the use of the capital.",
          "id": 72756
        },
        {
          "text": "4.",
          "id": 72757
        },
        {
          "text": "Wherefore, I cannot be ungrateful concerning my brother, for he has given back that which was common to nature, and has gained what is peculiar to grace alone.",
          "id": 72758
        },
        {
          "text": "For who would refuse the common lot? Who would grieve that a pledge specially entrusted to him is taken away, since the Father gave up His only Son to death for us? Who would think that he ought to be excepted from the lot of dying, who has not been excepted from the lot of being born? It is a great mystery of divine love, that not even in Christ was exception made of the death of the body; and although He was the Lord of nature, He refused not the law of the flesh which He had taken upon Him.",
          "id": 72759
        },
        {
          "text": "It is necessary for me to die, for Him it was not necessary.",
          "id": 72760
        },
        {
          "text": "Could not He Who said of His servant, \"If I will that he tarry thus until I come, what is that to thee?\" not have remained as He was, if so He willed? But by continuance of my brother's life here, he would have destroyed his reward and my sacrifice.",
          "id": 72761
        },
        {
          "text": "What is a greater consolation to us than that according to the flesh Christ also died? Or why should I weep too violently for my brother, knowing as I do that that divine love could not die.",
          "id": 72762
        },
        {
          "text": "5.",
          "id": 72763
        },
        {
          "text": "Why should I alone weep more than others for him for whom you all weep? I have merged my personal grief in the grief of all, especially because my tears are of no use, whereas yours strengthen faith and bring consolation.",
          "id": 72764
        },
        {
          "text": "You who are rich weep, and by weeping prove that riches gathered together are of no avail for safety, since death cannot be put off by a money payment, and the last day carries off alike the  rich and the poor.",
          "id": 72765
        },
        {
          "text": "You that are old weep, because in him you fear that you see the lot of your own children; and for this reason, since you cannot prolong the life of the body, train your children not to bodily enjoyment but to virtuous duties.",
          "id": 72766
        },
        {
          "text": "And you that are young weep too, because the end of life is not the ripeness of old age.",
          "id": 72767
        },
        {
          "text": "The poor too wept, and, which is of much more worth, and much more fruitful, washed away his transgressions with their tears.",
          "id": 72768
        },
        {
          "text": "Those are redeeming tears, those are groanings which hide the grief of death, that grief which through the plenteousness of eternal joy covers over the feeling of former grief.",
          "id": 72769
        },
        {
          "text": "And so, though the funeral be that of a private person, yet is the mourning public; and therefore cannot the weeping last long which is hallowed by the affection of all.",
          "id": 72770
        },
        {
          "text": "6.",
          "id": 72771
        },
        {
          "text": "For why should I weep for thee, my most loving brother, who wast thus torn from me that thou mightest be the brother of all? For I have not lost but changed my intercourse with thee; before we were inseparable in the body, now we are undivided in affection; for thou remainest with me, and ever wilt remain.",
          "id": 72772
        },
        {
          "text": "And, indeed, whilst thou wast living with me, our country never tore thee from me, nor didst thou thyself ever prefer our country to me; and now thou art become surety for that other country, for I begin to be no stranger there where the better portion of myself already is.",
          "id": 72773
        },
        {
          "text": "I was never wholly engrossed in myself, but the greater part of each of us was in the other, yet we were each of us in Christ, in Whom is the whole sum of all, and the portion of each severally.",
          "id": 72774
        },
        {
          "text": "This grave is more pleasing to me than thy natal soil, in which is the fruit not of nature but of grace, for in that body which now lies lifeless lies the better work of my life, since in this body, too, which I bear is the richer portion of thyself.",
          "id": 72775
        },
        {
          "text": "7.",
          "id": 72776
        },
        {
          "text": "And would that, as memory and gratitude are devoted to thee, so, too, whatever time I have still to breathe this air, I could breathe it into thy life, and that half of my time might be struck off from me and be added to thine! For it had been just that for those, whose use of hereditary property was always undivided, the period of life should not have been divided, or at least that we, who always without difference shared everything in common during life, should not have a difference in our deaths.",
          "id": 72777
        },
        {
          "text": "8.",
          "id": 72778
        },
        {
          "text": "But now, brother, whither shall I advance, or whither shall I turn? The ox seeks his fellow, and conceives itself incomplete, and by frequent lowing shows its tender longing, if perchance that one is wanting with whom it has been wont to draw the plough.",
          "id": 72779
        },
        {
          "text": "And shall I, my brother, not long after thee? Or can I ever forget thee, with whom I always drew the plough of this life? In work I was inferior, but in love more closely bound; not so much fit through my strength, as endurable through thy patience, who with the care of anxious affection didst ever protect my side with thine, as a brother in thy love, as a father in thy care, as older in watchfulness, as younger in respect.",
          "id": 72780
        },
        {
          "text": "So in the one degree of relationship thou didst expend on me the duties of many, so that I long after not one only but many lost in thee, in whom alone flattery was unknown, dutifulness was portrayed.",
          "id": 72781
        },
        {
          "text": "For thou hadst nothing to which to add by pretence, inasmuch as all was comprised in thy dutifulness, so as neither to receive addition nor await a change.",
          "id": 72782
        },
        {
          "text": "9.",
          "id": 72783
        },
        {
          "text": "But whither am I going, in my immoderate grief, forgetful of my duty, mindful of kindness received? The Apostle calls me back, and as it were puts a bit upon my sorrow, saying, as you heard just now: \"We would not that ye should be ignorant, brethren, concerning them that sleep, that ye be not sorrowful, as the rest which have no hope\".",
          "id": 72784
        },
        {
          "text": "Pardon me, dearest brethren.",
          "id": 72785
        },
        {
          "text": "For we are not all able to say: \"Be ye imitators of me, as I also am of Christ\".",
          "id": 72786
        },
        {
          "text": "But if you seek one to imitate, you have One Whom you may imitate.",
          "id": 72787
        },
        {
          "text": "All are not fitted to teach, would that all were apt to learn.",
          "id": 72788
        },
        {
          "text": "10.",
          "id": 72789
        },
        {
          "text": "But we have not incurred any grievous sin by our tears.",
          "id": 72790
        },
        {
          "text": "Not all weeping proceeds from unbelief or weakness.",
          "id": 72791
        },
        {
          "text": "Natural grief is one thing, distrustful sadness is another, and there is a very great difference between longing for what you have lost and lamenting that you have lost it.",
          "id": 72792
        },
        {
          "text": "Not only grief has tears, joy also has tears of its own.",
          "id": 72793
        },
        {
          "text": "Both piety excites weeping, and prayer waters the couch, and supplication, according to the prophet's saying, washes the bed.",
          "id": 72794
        },
        {
          "text": "Their friends made a great mourning when the patriarchs were buried.",
          "id": 72795
        },
        {
          "text": "Tears, then, are marks of devotion, not producers of grief.",
          "id": 72796
        },
        {
          "text": "I confess, then, that I too wept, but the Lord also wept.",
          "id": 72797
        },
        {
          "text": "He wept for one not related to Him, I for my brother.",
          "id": 72798
        },
        {
          "text": "He wept for all in weeping for one, I will weep for thee in all, my brother.",
          "id": 72799
        },
        {
          "text": "11.",
          "id": 72800
        },
        {
          "text": "He wept for what affected us, not Himself; for the Godhead sheds no tears;  but He wept in that nature in which He was sad; He wept in that in which He was crucified, in that in which He died, in that in which He was buried.",
          "id": 72801
        },
        {
          "text": "He wept in that which the prophet this day brought to our minds: \"Mother Sion shall say, A man, yea, a man was made in her, and the Most High Himself established her\".",
          "id": 72802
        },
        {
          "text": "He wept in that nature in which He called Sion Mother, born in Judaea, conceived by the Virgin.",
          "id": 72803
        },
        {
          "text": "But according to His Divine Nature He could not have a mother, for He is the Creator of His mother.",
          "id": 72804
        },
        {
          "text": "So far as He was made, it was not by divine but by human generation, because He was made man, God was born.",
          "id": 72805
        },
        {
          "text": "12.",
          "id": 72806
        },
        {
          "text": "But you read in another place: \"Unto us a Child is born, unto us a Son is given\".",
          "id": 72807
        },
        {
          "text": "In the word Child is an indication of age, in that of Son the fulness of the Godhead.",
          "id": 72808
        },
        {
          "text": "Made of His mother, born of the Father yet the Same Person was both born and given, you must not think of two but of one.",
          "id": 72809
        },
        {
          "text": "For one is the Son of God, both born of the Father and sprung from the Virgin, differing in order, but in name agreeing in one, as, too, the lesson just heard teaches for \"a man was made in her and the Most High Himself established her;\" man indeed in the body, the Most High in power.",
          "id": 72810
        },
        {
          "text": "And though He be God and man in diversity of nature, yet is He at the same time one in each nature.",
          "id": 72811
        },
        {
          "text": "One property, then, is peculiar to His own nature, another He has in common with us, but in both is He one, and in both is He perfect.",
          "id": 72812
        },
        {
          "text": "13.",
          "id": 72813
        },
        {
          "text": "Therefore it is no subject of wonder that God made Him to be both Lord and Christ.",
          "id": 72814
        },
        {
          "text": "He made Him Jesus, Him, that is, Who received the name in His bodily nature; He made Him of Whom also the patriarch David writes: \"Mother Sion shall say, A man, yea, a man is made in her\".",
          "id": 72815
        },
        {
          "text": "But being made man He is unlike the Father, not in Godhead but in His body; not separated from the Father, but differing in office, abiding united in power, but separated in the mystery of the Passion.",
          "id": 72816
        },
        {
          "text": "14.",
          "id": 72817
        },
        {
          "text": "The treatment of this topic demands more arguments, by which to demonstrate the authority of the Father, the special property of the Son, and the Unity of the whole Trinity; but to-day I have undertaken the office of consolation, not of discussion, although it is customary in consoling to draw away the mind from its grief by application to discussion.",
          "id": 72818
        },
        {
          "text": "But I would rather moderate the grief than alter the affection, that the longing may rather be assuaged than lulled to sleep.",
          "id": 72819
        },
        {
          "text": "For I have no wish to turn away too far from my brother, and to be led off by other thoughts, seeing that this discourse has been undertaken, as it were, for the sake of accompanying him, that I might follow in affection him departing, and embrace in mind him whom I see with my eyes.",
          "id": 72820
        },
        {
          "text": "For it gives me pleasure to fix the whole gaze of my eyes on him, to encompass him with kindly endearments; whilst my mind is stupefied, and I feel as though he were not lost whom I am able still to see present; and I think him not dead, my services to whom I do not as yet perceive to be wanting, services to which I had devoted the whole of my life and the drawing of every breath.",
          "id": 72821
        },
        {
          "text": "15.",
          "id": 72822
        },
        {
          "text": "What, then, can I pay back in return for such kindness and such pains? I had made thee, my brother, my heir; thou hast left me as the heir; I hoped to leave thee as survivor, and thou hast left me.",
          "id": 72823
        },
        {
          "text": "I, in return for thy kindnesses, that I might repay thy benefits, gave wishes; now I have lost my wishes yet not thy benefits.",
          "id": 72824
        },
        {
          "text": "What shall I, succeeding to my own heir, do? What shall I do who outlive my own life? What shall I do, no longer sharing this light which yet shines on me? What thanks, what good offices, can I repay to thee? Thou hast nothing from me but tears.",
          "id": 72825
        },
        {
          "text": "And perchance, secure of thy reward, thou desirest not those tears which are all that I have left.",
          "id": 72826
        },
        {
          "text": "For even when thou wast yet alive, thou didst forbid me to weep, and didst show that our grief was more pain to thee than thine own death.",
          "id": 72827
        },
        {
          "text": "Tears are bidden to flow no longer, and weeping is repressed.",
          "id": 72828
        },
        {
          "text": "And gratitude to thee forbids them too, lest whilst we weep for our loss we seem to despair concerning thy merits.",
          "id": 72829
        },
        {
          "text": "16.",
          "id": 72830
        },
        {
          "text": "But for myself at least thou lessenest the bitterness of that grief; I have nothing to fear who used to fear for thee.",
          "id": 72831
        },
        {
          "text": "I have nothing which the world can now snatch from me.",
          "id": 72832
        },
        {
          "text": "Although our holy sister still survives, venerable for her blameless life, thy equal in character, and not falling short in kindly offices; yet we both used to fear more for thee, we felt that all the sweetness of this life was stored up in thee.",
          "id": 72833
        },
        {
          "text": "To live for thy sake was a delight, to die for thee were no cause of sorrow, for we both used to pray that thou mightest survive, it was no pleasure that we should survive thee.",
          "id": 72834
        },
        {
          "text": "When did not our very soul shudder when a dread of this kind touched us? How were our minds dismayed by the tidings of thy sickness!  17.",
          "id": 72835
        },
        {
          "text": "Alas for our wretched hopes! We  thought that he was restored to us whom we see carried off, and we now recognize that thy departure hence was obtained by thy vows to the holy martyr Lawrence! And indeed I would that thou hadst obtained not only a safe passage hence, but also a longer time of life! Thou couldst have obtained many years of life, since thou wast able to obtain thy departure hence.",
          "id": 72836
        },
        {
          "text": "And I indeed thank Thee, Almighty Everlasting God, that Thou hast not denied us at least this last comfort, that Thou hast granted us the longed-for return of our much loved brother from the regions of Sicily and Africa; for he was snatched away so soon after his return as though his death were delayed for this alone, that he might return to his brethren.",
          "id": 72837
        },
        {
          "text": "18.",
          "id": 72838
        },
        {
          "text": "Now, I clearly have my pledge which no change can any more tear from me; I have the relics which I may embrace, I have the tomb which I may cover with my body, I have the grave on which I may lie, and I shall believe that I am more acceptable to God, because I shall rest upon the bones of that holy body.",
          "id": 72839
        },
        {
          "text": "Would that I had been able in like manner to place my body in the way of thy death! Hadst thou been attacked with the sword, I would have rather offered myself to be pierced for thee; had I been able to recall thy life as it was passing away, I would have rather offered my own.",
          "id": 72840
        },
        {
          "text": "19.",
          "id": 72841
        },
        {
          "text": "It profited me nothing to receive thy last breath, nor to have breathed into the mouth of thee dying, for I thought that either I myself should receive thy death, or should transfer my life to thee.",
          "id": 72842
        },
        {
          "text": "O that sad, yet sweet pledge of the last kiss! O the misery of that embrace, in which the lifeless body began to stiffen, the last breath vanished! I tightened my arms indeed, but had already lost him whom I was holding; I drew in thy last breath with my mouth, that I might share thy death.",
          "id": 72843
        },
        {
          "text": "But in some way that breath became lifegiving to me, and even in death diffused an odour of greater love.",
          "id": 72844
        },
        {
          "text": "And if I was unable to lengthen thy life by my breath, would that at least the strength of thy last breath might have been transfused into my mind, and that our affection might have inspired me with that purity and innocence of thine.",
          "id": 72845
        },
        {
          "text": "Thou wouldst have left me, dearest brother, this inheritance, which would not smite the affections with tears of grief, but commend thine heir by notable grace.",
          "id": 72846
        },
        {
          "text": "20.",
          "id": 72847
        },
        {
          "text": "What, then, shall I now do, since all the sweetness, all the solace, in fine, all the charms of that life are lost to me? For thou wast alone my solace at home, my charm abroad; thou, I say, my adviser in counsel, the sharer in my cares, the averter of anxiety, the driver away of sorrow; thou wast the protector of my acts and the defender of my thoughts; thou, lastly, the only one on whom rested care of home and of public matters.",
          "id": 72848
        },
        {
          "text": "I call thy holy soul to witness that, in the building of the church, I often feared lest I might displease thee.",
          "id": 72849
        },
        {
          "text": "Lastly, when thou camest back thou didst chide thy delay.",
          "id": 72850
        },
        {
          "text": "So wast thou, at home and abroad, the instructor and teacher of the priest, that thou didst not suffer him to think of domestic matters, and didst take thought to care for public matters.",
          "id": 72851
        },
        {
          "text": "But I may not fear to seem to speak boastingly, for this is thy meed of praise, that thou, without displeasing any, both didst manage thy brother's house and recommend his priesthood.",
          "id": 72852
        },
        {
          "text": "21.",
          "id": 72853
        },
        {
          "text": "I feel, indeed, that my mind is touched by the repetition of thy services and the enumeration of thy virtues, and yet in being thus affected I find my rest, and although these memories renew my grief, they nevertheless bring pleasure.",
          "id": 72854
        },
        {
          "text": "Am I able either not to think of thee, or ever to think of thee without tears? And shall I ever be able either not to remember such a brother, or to remember him without tearful gratitude? For what has ever been pleasant to me that has not had its source in thee? What, I say, has ever been a pleasure to me without thee, or to thee without me? Had we not every practice in common, almost to our very eyesight and our sleep? Were our wills ever at variance? And what step did we not take in common? So that we almost seemed in raising our feet to move each other's body.",
          "id": 72855
        },
        {
          "text": "22.",
          "id": 72856
        },
        {
          "text": "But if ever either had to go forth without the other, one would think that his side was unprotected, one could see his countenance troubled, one would suppose that his soul was sad, the accustomed grace, the usual vigour did not shine forth, the loneliness was a subject of dread to all, and made them fearful of some sickness.",
          "id": 72857
        },
        {
          "text": "Such a strange thing it seemed to all that we were separated.",
          "id": 72858
        },
        {
          "text": "I certainly, impatient at my brother's absence, and having it constantly in mind, kept on turning my head seeking him, as it were, present, and seemed to myself then to see him and speak to him.",
          "id": 72859
        },
        {
          "text": "But if I  was disappointed in my hope, I seemed to myself, as it were, to be dragging a yoke on my bowed down neck, to advance with difficulty, to meet others with diffidence, and to return home hurriedly, since it gave me no pleasure to go farther without thee.",
          "id": 72860
        },
        {
          "text": "23.",
          "id": 72861
        },
        {
          "text": "But when we both had to go forth, there were not more steps on the way than words, nor was our pace quicker than our talk, and it was less for the sake of walking than for the pleasure of conversing, for each of us hung on the lips of the other.",
          "id": 72862
        },
        {
          "text": "We thought not of gazing intently on the view as we passed along, but listened to each other's anxious talk, drank in the kindly expression of the eyes, and inhaled the delight of the brother's appearance.",
          "id": 72863
        },
        {
          "text": "How I used silently to admire within myself thy virtues, how I congratulated myself that God had given me such a brother, so modest, so capable, so innocent, so simple, so that when I thought of thy innocence I began to doubt thy capability, when I saw thy capability I could hardly imagine thy innocence! But thou didst combine both with wonderful perfection.",
          "id": 72864
        },
        {
          "text": "24.",
          "id": 72865
        },
        {
          "text": "Lastly, what we both had been unable to effect, thou didst accomplish alone.",
          "id": 72866
        },
        {
          "text": "Prosper, as I hear, congratulated himself because he thought that on account of my priesthood he need not restore what he had purloined, but he found thy power alone to be greater than that of us both together.",
          "id": 72867
        },
        {
          "text": "And so he paid all, and was not ungrateful for thy moderation, and did not scoff at thy modesty.",
          "id": 72868
        },
        {
          "text": "But for whom, brother, didst thou seek to gain that? We wished that should be the reward of thy labours which was the proof of them.",
          "id": 72869
        },
        {
          "text": "Thou didst accomplish everything, and when having done all thou didst return, thou alone, who art to be preferred to all, art torn from us; as if thou hadst put off death for this end, that thou mightest fulfil the office of affection, and then carry off the palm for capability.",
          "id": 72870
        },
        {
          "text": "25.",
          "id": 72871
        },
        {
          "text": "How little, dearest brother, did the honours of this world delight us, because they separated us from one another! And we accepted them, not because the acquisition of them was to be desired, but that there might be no appearance of paltry dissimulation.",
          "id": 72872
        },
        {
          "text": "Or perhaps they were therefore granted to us, that, inasmuch as by thy early death thou wast about to shatter our pleasure, we might learn to live without each other.",
          "id": 72873
        },
        {
          "text": "26.",
          "id": 72874
        },
        {
          "text": "And indeed I recognize the foreboding dread of my mind, when I often go again through what I have written.",
          "id": 72875
        },
        {
          "text": "I endeavoured to restrain thee, brother, from visiting Africa thyself, and wished thee rather to send some one.",
          "id": 72876
        },
        {
          "text": "I was afraid to let thee go that journey, to trust thee to the waves, and a greater fear than usual came over my mind; but thou didst arrange the journey, and order the business, and, as I hear, didst entrust thyself again to the waves in an old and leaky vessel.",
          "id": 72877
        },
        {
          "text": "For since thou wast aiming at speed, thou didst set caution aside; eager to do me a kindness, thou madest nothing of thy danger.",
          "id": 72878
        },
        {
          "text": "27.",
          "id": 72879
        },
        {
          "text": "O deceitful joy! O the uncertain course of earthly affairs! We thought that he who was returned from Africa, restored from the sea, preserved after shipwreck, could not now be snatched from us; but, though on land, we suffered a more grievous shipwreck, for the death of him whom shipwreck at sea owing to strong swimming could not kill is shipwreck to us.",
          "id": 72880
        },
        {
          "text": "For what enjoyment remains to us, from whom so sweet an ornament has been taken, so bright a light in this world's darkness has been extinguished? For in him an ornament not only of our family but of the whole fatherland has perished.",
          "id": 72881
        },
        {
          "text": "28.",
          "id": 72882
        },
        {
          "text": "I feel, indeed, the deepest gratitude to you, dearest brethren, holy people, that you esteem my grief as no other than your own, that you feel this bereavement as having happened to yourselves, that you offer me the tears of the whole city, of every age, and the good wishes of every rank, with unusual affection.",
          "id": 72883
        },
        {
          "text": "For this is not the grief of private sympathy, but as it were a service and offering of public good-will.",
          "id": 72884
        },
        {
          "text": "And should any sympathy with me because of the loss of such a brother touch you, I have abundant fruit from it, I have the pledge of your affection.",
          "id": 72885
        },
        {
          "text": "I might prefer that my brother were living, but yet public kindness is in prosperity very pleasant, and in adversity very grateful.",
          "id": 72886
        },
        {
          "text": "29.",
          "id": 72887
        },
        {
          "text": "And, indeed, so great kindness seems to me to merit no ordinary gratitude.",
          "id": 72888
        },
        {
          "text": "For not without a purpose are the widows in the Acts of the Apostles described as weeping when Tabitha was dead, or the crowd in the Gospel, moved by the widow's tears and accompanying the funeral of the young man who was to be raised again.",
          "id": 72889
        },
        {
          "text": "There is, then, no doubt that by your tears the protection of the apostles is obtained; no doubt, I say, that Christ is moved to mercy, seeing you weeping.",
          "id": 72890
        },
        {
          "text": "Though He has not now touched the bier, yet He has received the spirit commended to Him, and if He have not called the dead by the bodily voice, yet  He has by the authority of His divine power delivered my brother's soul from the pains of death and from the attacks of wicked spirits.",
          "id": 72891
        },
        {
          "text": "And though he that was dead has not sat up on the bier, yet he has found rest in Christ; and if he have not spoken to us, yet he sees those things which are above us, and rejoices in that he now sees higher things than we.",
          "id": 72892
        },
        {
          "text": "For by the things which we read in the Gospels we understand what shall be, and what we see at present is a sign of what is to be.",
          "id": 72893
        },
        {
          "text": "30.",
          "id": 72894
        },
        {
          "text": "He had no need of being raised again for time, for whom the raising again for eternity is waiting.",
          "id": 72895
        },
        {
          "text": "For why should he fall back into this wretched and miserable state of corruption, and return to this mournful life, for whose rescue from such imminent evils and threatening dangers we ought rather to rejoice? For if no one mourns for Enoch, who was translated when the world was at peace and wars were not raging, but the people rather congratulated him, as Scripture says concerning him: \"He was taken away, lest that wickedness should alter his understanding,\" with how much greater justice must this now be said, when to the dangers of the world is added the uncertainty of life.",
          "id": 72896
        },
        {
          "text": "He was taken away that he might not fall into the hands of the barbarians; he was taken away that he might not see the ruin of the whole earth, the end of the world, the burial of his relatives, the death of fellow-citizens; lest, lastly, which is more bitter than any death, he should see the pollution of the holy virgins and widows.",
          "id": 72897
        },
        {
          "text": "31.",
          "id": 72898
        },
        {
          "text": "So then, brother, I esteem thee happy both in the beauty of thy life and in the opportuneness of thy death.",
          "id": 72899
        },
        {
          "text": "For thou wast snatched away not from us but from dangers; thou didst not lose life but didst escape the fear of threatening troubles.",
          "id": 72900
        },
        {
          "text": "For with the pity of thy holy mind for those near to thee, if thou knewest that Italy was now oppressed by the nearness of the enemy, how wouldst thou groan, how wouldst thou grieve that our safety wholly depended on the barrier of the Alps, and that the protection of purity consisted in barricades of trees! With what sorrow wouldst thou mourn that thy friends were separated from the enemy by so slight a division, from an enemy, too, both impure and cruel, who spares neither chastity nor life.",
          "id": 72901
        },
        {
          "text": "32.",
          "id": 72902
        },
        {
          "text": "How, I say, couldst thou bear these things which we are compelled to endure, and perchance (which is more grievous) to behold virgins ravished, little children torn from the embrace of their parents and tossed on javelins, the bodies consecrated to God defiled, and even aged widows polluted? How, I say, couldst thou endure these things, who even with thy last breath, forgetful of thyself, yet not without thought for us, didst warn us concerning the invasion of the barbarians, saying that not in vain hadst thou said that we ought to flee.",
          "id": 72903
        },
        {
          "text": "Perchance was it because thou didst see that we were left destitute by thy death, and thou didst it, not out of weakness of spirit, but from affection, and wast weak with respect to us, but strong with respect to thyself.",
          "id": 72904
        },
        {
          "text": "For when thou wast summoned home by the noble man Symmachus thy parent, because Italy was said to be blazing with war, because thou wast going into danger, because thou wast likely to fall amongst enemies, thou didst answer that this was the cause of thy coming, that thou mightest not fail us in danger, that thou mightest show thyself a sharer in thy brother's peril.",
          "id": 72905
        },
        {
          "text": "33.",
          "id": 72906
        },
        {
          "text": "Happy, then, was he in so opportune a death, because he has not been preserved for this sorrow.",
          "id": 72907
        },
        {
          "text": "Certainly thou art happier than thy holy sister, deprived of thy comfort, anxious for her own modesty, lately blessed with two brothers, now wretched because of both, being able neither to follow the one nor to leave the other; for whom thy tomb is a lodging, and the burying-place of thy body a home.",
          "id": 72908
        },
        {
          "text": "And would that even this resting-place were safe! Our food is mingled with weeping and our drink with tears, for thou hast given us the bread of tears as food, and tears to drink in large measure, nay, even beyond measure.",
          "id": 72909
        },
        {
          "text": "34.",
          "id": 72910
        },
        {
          "text": "What now shall I say of myself, who may not die lest I leave my sister, and desire not to live lest I be separated from thee? For what can ever be pleasant to me without thee, in whom was always my whole pleasure? or what satisfaction is it to remain longer in this life, and to linger on the earth where we lived with pleasure so long as we lived together? If there were anything which could delight us here, it could not delight without thee; and if ever we had earnestly desired to prolong our life, now at any rate we would not exist without thee.",
          "id": 72911
        },
        {
          "text": "35.",
          "id": 72912
        },
        {
          "text": "This is indeed unendurable.",
          "id": 72913
        },
        {
          "text": "For what can be endured without thee, such a companion of my life, such a sharer of my toil and partaker of my duties? And I could  not even make his loss more endurable by dwelling on it beforehand, so much did my mind fear to think of any such thing concerning him! Not that I was ignorant of his condition, but a certain kind of prayers and vows had so clouded the sense of common frailty, that I knew not how to think anything concerning him except entire prosperity.",
          "id": 72914
        },
        {
          "text": "36.",
          "id": 72915
        },
        {
          "text": "And then lately, when I was oppressed by a severe attack (would that it had been fatal), I grieved only that thou wast not sitting by my couch, and sharing the kindly duty with my holy sister mightest with thy fingers close my eyes when dead.",
          "id": 72916
        },
        {
          "text": "What had I wished? What am I now pondering? What vows are wanting? What services are to succeed? I was preparing one thing, I am compelled to set forth another; not being the subject of the funeral rites but the minister.",
          "id": 72917
        },
        {
          "text": "O hard eyes, which could behold my brother dying! O cruel and unkind hands, which closed those eyes in which I used to see so much! O still harder neck, which could bear so sad a burden, though it were in a service full of consolation.",
          "id": 72918
        },
        {
          "text": "37.",
          "id": 72919
        },
        {
          "text": "Thou, my brother, hadst more justly done these things for me.",
          "id": 72920
        },
        {
          "text": "I used to expect these services at thy hands, I used to long for them.",
          "id": 72921
        },
        {
          "text": "But now, having survived my own life, what comfort can I find without thee, who alone usedst to comfort me when mourning, to excite my happiness and drive away my sorrow? How do I now behold thee, my brother, who now addressest no words to me, offerest me no kiss? Though, indeed, our mutual love was so deeply seated in each of us, that it was cherished rather by inward affection than made public by open caresses, for we who professed such mutual trust and love did not seek the testimony of others.",
          "id": 72922
        },
        {
          "text": "The strong spirit of our brotherhood had so infused itself into each of us, that there was no need to prove our love by caresses; but our minds being conscious of our affection, we, satisfied with our inward love, did not seem to require the show of caresses, whom the very appearance of each other fashioned for mutual love; for we seemed, I know not by what spiritual stamp or bodily likeness, to be the one in the other.",
          "id": 72923
        },
        {
          "text": "38.",
          "id": 72924
        },
        {
          "text": "Who saw thee, and did not think that he had seen me? How often have I saluted those who, because they had previously saluted thee, said that they had been already saluted by me? How many said something to thee, and related that they had said it to me? What pleasure, what amusement often was given me by this, because I saw that they were mistaken in us? What an agreeable mistake, what a pleasant slip, how innocent a deceit, how sweet a trick! For there was nothing for me to fear in thy words or acts, and I rejoiced when they were ascribed to me.",
          "id": 72925
        },
        {
          "text": "39.",
          "id": 72926
        },
        {
          "text": "But if they insisted all too vehemently that they had given me some information, I used to smile and answer with delight: Take care that it was not my brother whom you told.",
          "id": 72927
        },
        {
          "text": "For since we had everything in common, one spirit and one disposition, yet the secrets of friends alone were not common property, not that we were afraid of danger in the communication, but that we might keep faith by withholding it.",
          "id": 72928
        },
        {
          "text": "Yet if we had a matter to be consulted about, our counsel was always in common, though the secret was not always made common.",
          "id": 72929
        },
        {
          "text": "For although our friends spoke to either of us, so that what they said might reach the other; yet I know that secrets were for the most part kept with such good faith that they were not imparted even to the other brother.",
          "id": 72930
        },
        {
          "text": "For this is a convincing proof that was not betrayed without which had not been imparted to the brother.",
          "id": 72931
        },
        {
          "text": "40.",
          "id": 72932
        },
        {
          "text": "I confess, then, that being raised by these so great and excellent benefits to a kind of mental ecstasy, I had ceased to fear that I might be the survivor, because I thought him more worthy to live, and therefore received the blow which I am unable to endure, for the wounds of such pain are more easily borne when dwelt upon beforehand than when unexpected.",
          "id": 72933
        },
        {
          "text": "Who will now console me full of sorrows? Who will raise up him that is smitten down? With whom shall I share my cares? Who will set me free from the business of this world? For thou wast the manager of our affairs, the censor of the servants, the decider between brother and sister, the decider not in matters of strife but of affection.",
          "id": 72934
        },
        {
          "text": "41.",
          "id": 72935
        },
        {
          "text": "For if at any time there was a discussion between me and my holy sister on any matter, as to which was the preferable opinion, we used to take thee as judge, who wouldst hurt no one, and anxious to satisfy each, didst keep to thy loving affection and the right measure in deciding, so as to let each depart satisfied, and gain for thyself the thanks of each.",
          "id": 72936
        },
        {
          "text": "Or if thou thyself broughtest anything for discussion, how pleasantly didst thou argue! and thy very indignation, how free from bitterness it was! how was thy discipline not unpleasant to the servants themselves! since thou didst  strive rather to blame thyself before thy brethren than to punish through excitement! For our profession restrained in us the zeal for correction, and, indeed, thou, my brother, didst remove from us every inclination to correct, when thou didst promise to punish and desire to alleviate.",
          "id": 72937
        },
        {
          "text": "42.",
          "id": 72938
        },
        {
          "text": "That is, then, evidence of no ordinary prudence, which virtue is thus defined by the wise.",
          "id": 72939
        },
        {
          "text": "The first of good things is to know God, and with a pious mind to reverence Him as true and divine, and to delight in that loveable and desirable beauty of the eternal Truth with the whole affection of the mind.",
          "id": 72940
        },
        {
          "text": "And the second consists in deriving from that divine and heavenly source of nature, love towards our neighbours, since even the wise of this world have borrowed from our laws.",
          "id": 72941
        },
        {
          "text": "For they never could have obtained those points for the discipline of men, except from that heavenly fount of the divine law.",
          "id": 72942
        },
        {
          "text": "43.",
          "id": 72943
        },
        {
          "text": "What, then, shall I say of his reverence in regard to the worship of God? He, before being initiated in the more perfect mysteries, being in danger of shipwreck when the ship that bore him, dashed upon rocky shallows, was being broken up by the waves tossing it hither and thither, fearing not death but lest he should depart this life without the Mystery, asked of those whom he knew to be initiated the divine Sacrament of the faithful; not that he might gaze on secret things with curious eyes, but to obtain aid for his faith.",
          "id": 72944
        },
        {
          "text": "For he caused it to be bound in a napkin, and the napkin round his neck, and so cast himself into the sea, not seeking a plank loosened from the framework of the ship, by floating on which he might be rescued, for he sought the means of faith alone.",
          "id": 72945
        },
        {
          "text": "And so believing that he was sufficiently protected and defended by this, he sought no other aid.",
          "id": 72946
        },
        {
          "text": "44.",
          "id": 72947
        },
        {
          "text": "One may consider his courage at the same time, for he, when the vessel was breaking up, did not as a shipwrecked man seize a plank, but as a brave man found in himself the support of his courage, nor did his hope fail nor his expectation deceive him.",
          "id": 72948
        },
        {
          "text": "And then, when preserved from the waves and brought safe to land in the port, he first recognized his Leader, to Whom he had committed himself, and at once after either himself rescuing the servants, or seeing that they were rescued, disregarding his goods, and not longing for what was lost, he sought the Church of God, that he might return thanks for his deliverance, and acknowledge the eternal mysteries, declaring that there was no greater duty than thanksgiving.",
          "id": 72949
        },
        {
          "text": "But if not to be grateful to man has been judged like to murder, how enormous a crime is it not to be grateful to God!  45.",
          "id": 72950
        },
        {
          "text": "Now it is the mark of a prudent man to know himself, and, as it has been defined by the wise, to live in accordance with nature.",
          "id": 72951
        },
        {
          "text": "What, then, is so much in accordance with nature as to be grateful to the Creator? Behold this heaven, does it not render thanks to its Creator when He is seen? For \"the heavens declare the glory of God, and the firmament proclaims His handywork\".",
          "id": 72952
        },
        {
          "text": "The sea itself when it is quiet and at rest sets forth a representation of the Divine Quiet; when it is stirred up, it shows that the wrath on high is terrible.",
          "id": 72953
        },
        {
          "text": "Do we not all rightly admire the grace of God, when we observe that senseless nature restrains its waves as it were with sense and reason, and that the waves know their own limit? And what shall I say of the earth, which in obedience to the divine command freely supplies food to all living things; and the fields restore what they have received multiplied as it were by accumulating interest, and heaped up.",
          "id": 72954
        },
        {
          "text": "46.",
          "id": 72955
        },
        {
          "text": "So he who by the guidance of nature had grasped the methods of the divine work in the ardent vigour of his mind, knew that thanks should be paid first of all to the Preserver of all; but inasmuch as he could not repay, he could at least feel grateful.",
          "id": 72956
        },
        {
          "text": "For the essence of this thankfulness is that when it is offered it is felt, and by being felt is offered.",
          "id": 72957
        },
        {
          "text": "So he offered thanks and brought away faith.",
          "id": 72958
        },
        {
          "text": "For he who had felt such protection on the part of the heavenly Mystery wrapped in a napkin, how much did he expect if he received it with his mouth and drew it to the very depth of his bosom? How much more must he have been expecting of that, when received into his breast, which had so benefited him when covered with a napkin?  47.",
          "id": 72959
        },
        {
          "text": "But he was not so eager as to lay aside caution.",
          "id": 72960
        },
        {
          "text": "He called the bishop to him, and esteeming that there can be no true thankfulness except it spring from true faith, he enquired whether he agreed with the Catholic bishops, that is, with the Roman Church? And possibly at that place the Church of the district was in schism.",
          "id": 72961
        },
        {
          "text": "For at that time Lucifer had withdrawn from our communion, and although he had been an exile for the faith, and had left inheritors  of his own faith, yet my brother did not think that there could be true faith in schism.",
          "id": 72962
        },
        {
          "text": "For though schismatics kept the faith towards God, yet they kept it not towards the Church of God, certain of whose limbs they suffered as it were to be divided, and her members to be torn.",
          "id": 72963
        },
        {
          "text": "For since Christ suffered for the Church, and the Church is the body of Christ, it does not seem that faith in Christ is shown by those by whom His Passion is made of none effect, and His body divided.",
          "id": 72964
        },
        {
          "text": "48.",
          "id": 72965
        },
        {
          "text": "And so though he retained the deposit of faith, and feared to voyage as debtor of so vast an amount, yet he preferred to cross over to a place where he could make his payment in safety, for he was convinced that the payment of thankfulness to God consists in dispositions and faith, which payment, so soon as he had free access to the Church, he delayed not to make.",
          "id": 72966
        },
        {
          "text": "And he both received the grace of God which he longed for, and preserved it when received.",
          "id": 72967
        },
        {
          "text": "Nothing, then, can be wiser than that prudence which distinguishes between divine and human matters.",
          "id": 72968
        },
        {
          "text": "49.",
          "id": 72969
        },
        {
          "text": "Why should I speak of his well-known eloquence in his forensic duties? What incredible admiration did he excite in the hall of justice of the high prefecture! But I prefer to speak of those things which he esteemed, through consideration of the mysteries of God, to be preferable to human matters.",
          "id": 72970
        },
        {
          "text": "50.",
          "id": 72971
        },
        {
          "text": "And should any one wish more fully to regard his fortitude, let him consider how often after his shipwreck with invincible disregard of this life he crossed the sea and travelled through widespread regions in his journeys, and at last that at this very time he did not shrink from danger, but met it.",
          "id": 72972
        },
        {
          "text": "Patient under injustice, regardless of cold, would that he had been equally thoughtful in taking precautions.",
          "id": 72973
        },
        {
          "text": "But exactly herein was he blessed, that he, so long as his bodily strength allowed, spent his life fulfilling the work of youth, uninterruptedly carrying out what he wished to do, and paid no attention to his weakness.",
          "id": 72974
        },
        {
          "text": "51.",
          "id": 72975
        },
        {
          "text": "But in what words can I set forth his simplicity? By this I mean a certain moderation of character and soberness of mind.",
          "id": 72976
        },
        {
          "text": "Pardon me, I beseech you, and attribute it to my grief, if I allow myself to speak somewhat fully about him with whom I am no longer permitted to converse.",
          "id": 72977
        },
        {
          "text": "And certainly it is an advantage for you to see that you have performed this kindly office not led by weak feelings, but by sound judgment; not as impelled by pity for his death, but moved by desire to do honour to his virtues; for every simple soul is blessed.",
          "id": 72978
        },
        {
          "text": "And so great was his simplicity, that, converted as it were into a child, he was conspicuous for the simplicity belonging to that guileless age, for the likeness of perfect virtue, and for reflecting as in a mirror innocence of character.",
          "id": 72979
        },
        {
          "text": "Therefore he entered into the kingdom of heaven, because he believed the word of God, because he, like a child, rejected the artifices of flattery, and chose rather to accept with gentleness the pain of injustice than to avenge himself sharply; he was more ready to listen to complaints than to guile, ready for conciliation, inaccessible to ambition, holy in modesty, so that in him one would rather speak of excess of bashfulness than have to seek for such as is needful.",
          "id": 72980
        },
        {
          "text": "52.",
          "id": 72981
        },
        {
          "text": "But the foundations of virtue are never in excess, for modesty does not hinder but rather commends the discharge of duty.",
          "id": 72982
        },
        {
          "text": "And so was his face suffused with a certain virginal modesty, showing forth his inward feeling in his countenance, if perchance he had, coming on a sudden, met some female relative, he was as it were bowed down and sunk to the earth, though he was not different in company with men, he seldom lifted up his face, raised his eyes, or spoke; when he did one of these things, it was with a kind of bashful modesty of heart, with which, too, the chastity of his body agreed.",
          "id": 72983
        },
        {
          "text": "For he preserved the gifts of holy baptism inviolate, being pure in body and still more pure in heart; fearing not less the shame of impurity in conversation than in his body; and thinking that no less regard was to be paid to modesty in purity of words than in chastity of body.",
          "id": 72984
        },
        {
          "text": "53.",
          "id": 72985
        },
        {
          "text": "In fine, he so loved chastity as never to seek a wife, although in him it was not merely the desire of chastity, but also the grace of his love for us.",
          "id": 72986
        },
        {
          "text": "But in a wonderful manner he concealed his feeling as to marriage, and avoided all boastfulness; and so carefully did he conceal his feeling, that even  when we pressed it on him, he appeared rather to postpone wedlock than to avoid it.",
          "id": 72987
        },
        {
          "text": "So this was the one point with which he did not trust his brother and sister, not through any doubtful hesitation, but simply through virtuous modesty.",
          "id": 72988
        },
        {
          "text": "54.",
          "id": 72989
        },
        {
          "text": "Who, then, could refrain from wondering that a man in age between a brother and a sister, the one a virgin, the other a priest, yet in greatness of soul not below either, should so excel in two great gifts, as to reflect the chastity of one vocation and the sanctity of the other, being bound not by profession but by the exercise of virtue.",
          "id": 72990
        },
        {
          "text": "If, then, lust and anger bring forth other vices, I may rightly call chastity and gentleness as it were the parents of virtues; although, as it is the origin of all good things, so too is piety the seed-plot of other virtues.",
          "id": 72991
        },
        {
          "text": "55.",
          "id": 72992
        },
        {
          "text": "What, then, shall I say of his economy, a kind of continence regarding possessions? For he who takes care of his own does not seek other men's goods, nor is he puffed up by abundance who is contented with his own.",
          "id": 72993
        },
        {
          "text": "For he did not wish to recover anything except his own, and that rather that he might not be cheated than that he might be richer.",
          "id": 72994
        },
        {
          "text": "For he rightly called those who seek other men's goods hawks of money.",
          "id": 72995
        },
        {
          "text": "But if avarice be the root of all evils, he who does not seek for money has certainly stripped himself of vices.",
          "id": 72996
        },
        {
          "text": "56.",
          "id": 72997
        },
        {
          "text": "Nor did he ever delight in more carefully prepared feasts or many dishes, except when he invited friends, wishing for what was sufficient for nature, not for superabundance for pleasure's sake.",
          "id": 72998
        },
        {
          "text": "And, indeed, he was not poor in means, but was so in spirit.",
          "id": 72999
        },
        {
          "text": "Certainly we ought by no means to doubt of his happiness, who neither as a wealthy man delighted in riches, nor as a poor man thought that what he had was scanty.",
          "id": 73000
        },
        {
          "text": "57.",
          "id": 73001
        },
        {
          "text": "It remains that, to come to the end of the cardinal virtues, we should notice in him the constituents of justice.",
          "id": 73002
        },
        {
          "text": "For although virtues are related to each other and connected, still as it were a more distinct sketch of each is wanted, and especially of justice.",
          "id": 73003
        },
        {
          "text": "For it being somewhat niggardly towards itself is wholly devoted to what is without, and whatever it has through a certain rigour towards self, being carried away by love for all, it pours forth on its neighbours.",
          "id": 73004
        },
        {
          "text": "58.",
          "id": 73005
        },
        {
          "text": "But there are many kinds of this virtue.",
          "id": 73006
        },
        {
          "text": "One towards friends, another towards all men, another with respect to the worship of God or the relief of the poor.",
          "id": 73007
        },
        {
          "text": "So what he was towards all, the affection of the people of the province over which he was set shows; who used to say that he was rather their parent than a judge, a kind umpire for loving clients, a steadfast awarder of just law.",
          "id": 73008
        },
        {
          "text": "59.",
          "id": 73009
        },
        {
          "text": "But what he was with his brother and sister, though all men were embraced in his good-will, our undivided patrimony testifies, and the inheritance neither distributed nor diminished, but preserved.",
          "id": 73010
        },
        {
          "text": "For he said that love was no reason for making a will.",
          "id": 73011
        },
        {
          "text": "This, too, he signified with his last words, when commending those whom he had loved, saying that it was his choice never to marry a wife, that he might not be separated from his brother and sister, and that he would not make a will, lest our feelings should in any point be hurt.",
          "id": 73012
        },
        {
          "text": "Lastly, though begged and entreated by us, he thought that nothing ought to be determined by himself, not, however, forgetting the poor, but only asking that so much should be given to them as should seem just to us.",
          "id": 73013
        },
        {
          "text": "60.",
          "id": 73014
        },
        {
          "text": "By this alone he gave a sufficient proof of his fear of God, and set an example of religious feeling as regards men.",
          "id": 73015
        },
        {
          "text": "For what he gave to the poor he offered to God, since \"he that distributeth to the poor lendeth unto God;\" and by requiring what was just, he left them not a little, but the whole.",
          "id": 73016
        },
        {
          "text": "For this is the total sum of justice, to sell what one has and give to the poor.",
          "id": 73017
        },
        {
          "text": "For he who \"hath dispersed, and hath given to the poor, his righteousness endureth for ever\".",
          "id": 73018
        },
        {
          "text": "So he left us as stewards, not heirs; for the inheritance is to the heirs a matter of question, the stewardship is a duty to the poor.",
          "id": 73019
        },
        {
          "text": "61.",
          "id": 73020
        },
        {
          "text": "So that one may rightly say that the Holy Spirit has this day told us by the voice of the boy reader: \"He that is innocent in his hands and of a clean heart, who hath not lifted up his soul to vanity, nor used deceit unto his neighbour, this is the generation of them that seek the Lord\".",
          "id": 73021
        },
        {
          "text": "He, then, shall both ascend into the hill of the Lord and dwell in the tabernacle of God; because \"he hath walked without spot, he hath worked righteousness, he hath spoken truth, he hath not deceived his neighbour;\" nor did he lend his money for usury, who always wished [no more than] to retain that which was inherited.",
          "id": 73022
        },
        {
          "text": "62.",
          "id": 73023
        },
        {
          "text": "Why should I relate that in his piety  he went beyond mere justice, when he, having thought that in consideration of my office something ought to be given to the unlawful possessor of our property, declared that I was the author of the bounty, but made over the receipts of his own share to the common fund.",
          "id": 73024
        },
        {
          "text": "63.",
          "id": 73025
        },
        {
          "text": "These and other matters, which were then a pleasure to me, now sharpen the remembrance of my grief.",
          "id": 73026
        },
        {
          "text": "They abide, however, and always will do so, nor do they ever pass away like a shadow; for the grace of virtue dies not with the body, nor do natural life and merits come to an end at the same time, although the use of natural life does not perish for ever, but rests in a kind of exemption for a time.",
          "id": 73027
        },
        {
          "text": "64.",
          "id": 73028
        },
        {
          "text": "For one, then, who has performed such good deeds, and is rescued from perils, I shall weep rather from longing for him than for the loss.",
          "id": 73029
        },
        {
          "text": "For the very opportuneness of his death bids us bear in mind that we must follow him rather with grateful veneration than grieve for him, for it is written that private grief should cease in public sorrow.",
          "id": 73030
        },
        {
          "text": "This is said in the prophetical language, not only to that one woman, who is figured there, but to each, since it seems to be said to the Church.",
          "id": 73031
        },
        {
          "text": "65.",
          "id": 73032
        },
        {
          "text": "To me, then, does this message come, and Holy Scripture says: \"Dost thou teach this, is it thus that thou instructest the people of God? Knowest thou not that thy example is a danger to others? save that perchance thou complainest that thy prayer is not heard.",
          "id": 73033
        },
        {
          "text": "First of all this is shameless arrogance, to desire to obtain for thyself what thou knowest to have been denied to many, even saints, when thou art aware that God is no respecter of persons?\" For although God is merciful, yet if He always heard all, He would appear to act no longer of His own free will, but by a kind of necessity.",
          "id": 73034
        },
        {
          "text": "Then, since all ask, if He were to hear all, no one would die.",
          "id": 73035
        },
        {
          "text": "For how much dost thou daily pray? Is, then, God's appointment to be made void in consideration of thee? Why, then, dost thou lament that is sometimes not obtained, which thou knowest cannot always be obtained?  66.",
          "id": 73036
        },
        {
          "text": "\"Thou fool,\" it says, \"above all women, seest thou not our mourning, and what hath happened to us, how that Sion our mother is saddened with all sadness, and humbled with humbling.",
          "id": 73037
        },
        {
          "text": "Mourn now also very sore, since we all mourn, and be sad since we all are sad, and thou art grieved for a brother.",
          "id": 73038
        },
        {
          "text": "Ask the earth and she shall tell thee that it is she which ought to mourn, outliving so many that grow upon her.",
          "id": 73039
        },
        {
          "text": "And out of her,\" it says, \"were all born in the beginning, and out of her shall others come, and, behold, they walk almost all into destruction, and a multitude of them is utterly rooted out.",
          "id": 73040
        },
        {
          "text": "Who, then, ought to make more mourning than she that hath lost so great a multitude, and not thou, which art sorry but for one?\"  67.",
          "id": 73041
        },
        {
          "text": "Let, then, the common mourning swallow up ours and cut off the bitterness of our private sorrow.",
          "id": 73042
        },
        {
          "text": "For we ought not to grieve for those whom we see to be set free, and we bear in mind that so many holy souls are not without a purpose at this time loosed from the chains of the body.",
          "id": 73043
        },
        {
          "text": "For we see, as if by God's decree, such reverend widows dying so closely at one time, that it seems to be a sort of setting out on a journey, not a sinking in death, lest their chastity in which they have served God their full time should be exposed to peril.",
          "id": 73044
        },
        {
          "text": "What groans, what mourning, does so bitter a recollection stir up in me! And if I had no leisure for mourning, yet in my own personal grief, in the loss of the very flower of so much merit, the common lot of nature consoled me; and my grief in consideration of one alone veiled the bitterness of the public funeral by the show of piety at home.",
          "id": 73045
        },
        {
          "text": "68.",
          "id": 73046
        },
        {
          "text": "I seek again, then, O sacred Scripture, thy consolations, for it delights me to dwell on thy precepts and on thy sentences.",
          "id": 73047
        },
        {
          "text": "How far more easy is it for heaven and earth to pass away, than for one tittle of the law to fail! But let us now listen to what is written: \"Now,\" it says, \"keep thy sorrow to thyself, and bear with a good courage the things which have befallen thee.",
          "id": 73048
        },
        {
          "text": "For if thou shalt acknowledge the determination of God to be just, thou shalt both receive thy son in time, and shalt be praised among women\".",
          "id": 73049
        },
        {
          "text": "If this is said to a woman, how much more to a priest! If such words are said of a son it is certainly not unfitting that they should be uttered also concerning the loss of a brother; though if he had been my son I could never have loved him more.",
          "id": 73050
        },
        {
          "text": "For as in the death of children, the lost labour and the pain borne to no purpose seem to increase the sorrow; so, too, in the case of brothers the habits of  intercourse and joint occupations inflame the bitterness of grief.",
          "id": 73051
        },
        {
          "text": "69.",
          "id": 73052
        },
        {
          "text": "But, lo! I hear the Scripture saying: \"Do not continue this discourse, but allow thyself to be persuaded.",
          "id": 73053
        },
        {
          "text": "For how great are the misfortunes of Sion! Be comforted in regard of the sorrow of Jerusalem.",
          "id": 73054
        },
        {
          "text": "For thou seest that our holy places are polluted and the name that was called upon us is almost profaned, they that are ours have suffered shame, our priests are burnt, our Levites gone into captivity, our wives are polluted, our virgins suffer violence, our righteous men are carried away, our little ones given up, our young men brought in bondage, and our strong men become weak.",
          "id": 73055
        },
        {
          "text": "And, which is the greatest of all, the seal of Sion hast lost her glory, since now she is delivered into the hands of them that hate us.",
          "id": 73056
        },
        {
          "text": "Do thou, then, shake off thy great heaviness, and put from thee the multitude of sorrows, that the Mighty may be merciful to thee again, and the Highest shall give thee rest by easing thy labours\".",
          "id": 73057
        },
        {
          "text": "70.",
          "id": 73058
        },
        {
          "text": "So, then, my tears shall cease, for one must yield to healthful remedies, since there ought to be some difference between believers and unbelievers.",
          "id": 73059
        },
        {
          "text": "Let them, therefore, weep who cannot have the hope of the resurrection, of which not the sentence of God but the strictness of the faith deprives them.",
          "id": 73060
        },
        {
          "text": "Let there be this difference between the servants of Christ and the worshippers of idols, that the latter weep for their friends, whom they suppose to have perished for ever; that they should never cease from tears, and gain no rest from sorrow, who think that the dead have no rest.",
          "id": 73061
        },
        {
          "text": "But from us, for whom death is the end not of our nature but of this life only, since our nature itself is restored to a better state, let the advent of death wipe away all tears.",
          "id": 73062
        },
        {
          "text": "71.",
          "id": 73063
        },
        {
          "text": "And certainly if they have ever found any consolation who have thought that death is the end of sensation and the failing of our nature, how much more must we find it so to whom the consciousness of good done brings the promise of better rewards! The heathen have their consolation, because they think that death is a cessation of all evils, and as they are without the fruit of life, so, too, they think that they have escaped all the feeling and pain of those severe and constant sufferings which we have to endure in this life.",
          "id": 73064
        },
        {
          "text": "We, however, as we are better supported by our rewards, so, too, ought we to be more patient through our consolation, for they seem to be not lost but sent before, whom death is not going to swallow up, but eternity to receive.",
          "id": 73065
        },
        {
          "text": "72.",
          "id": 73066
        },
        {
          "text": "My tears shall therefore cease, or if they cannot cease, I will weep for thee, my brother, in the common sorrow, and will hide my private groaning in the public grief.",
          "id": 73067
        },
        {
          "text": "For how can my tears wholly cease, since they break forth at every utterance of thy name, or when my very habitual actions arouse thy memory, or when my affection pictures thy likeness, or when recollection renews my grief.",
          "id": 73068
        },
        {
          "text": "For how canst thou be absent who art again made present in so many occupations? Thou art present, I say, and art always brought before me, and with my whole mind and soul do I embrace thee, gaze upon thee, address thee, kiss thee; I grasp thee whether in the gloomy night or in the clear light, when thou vouch-safest to revisit and console me sorrowing.",
          "id": 73069
        },
        {
          "text": "And now the very nights which used to seem irksome in thy lifetime, because they denied us the power of looking on each other; and sleep itself, lately, the odious interrupter of our converse, have commenced to be sweet, because they restore thee to me.",
          "id": 73070
        },
        {
          "text": "They, then, are not wretched but blessed whose mutual presence fails not, whose care for each other is not lessened, whose mutual esteem is increased.",
          "id": 73071
        },
        {
          "text": "For sleep is a likeness and image of death.",
          "id": 73072
        },
        {
          "text": "73.",
          "id": 73073
        },
        {
          "text": "But if, in the quiet of night, our souls still cleaving to the chains of the body, and as it were bound within the prison bars of the limbs, yet are able to see higher and separate things, how much more do they see these, when in their pure and heavenly senses they suffer from no hindrances of bodily weakness.",
          "id": 73074
        },
        {
          "text": "And so when, as a certain evening was drawing on, I was complaining that thou didst not revisit me when at rest, thou wast wholly present always.",
          "id": 73075
        },
        {
          "text": "So that, as I lay with my limbs bathed in sleep, while I was [in mind] awake for thee, thou wast alive to me, I could say, \"What is death, my brother?\" For certainly thou wast not separated from me for a single moment, for thou wast so present with me everywhere, that enjoyment of each other, which we were unable to have in the intercourse of this life, is now always and everywhere with us.",
          "id": 73076
        },
        {
          "text": "For at that time certainly all things could not be present, for neither did our physical constitution allow it, nor could the sight of each other, nor the sweetness of our bodily embraces at all times and in all places be enjoyed.",
          "id": 73077
        },
        {
          "text": "But the pictures in our souls were always present with us, even when we were not together, and these have not come to an end, but  constantly come back to us, and the greater the longing the greater abundance have we of them.",
          "id": 73078
        },
        {
          "text": "74.",
          "id": 73079
        },
        {
          "text": "So, then, I hold thee, my brother, and neither death nor time shall tear thee from me.",
          "id": 73080
        },
        {
          "text": "Tears themselves are sweet, and weeping itself a pleasure, for by these the eagerness of the soul is assuaged, and affection being eased is quieted.",
          "id": 73081
        },
        {
          "text": "For neither can I be without thee, nor ever forget thee, or think of thee without tears.",
          "id": 73082
        },
        {
          "text": "O bitter days, which show that our union is broken! O nights worthy of tears, which have lost for me so good a sharer of my rest, so inseparable a companion! What sufferings would ye cause me, unless the likeness of him present offered itself to me, unless the visions of my soul represented him whom my bodily sight shows me no more!  75.",
          "id": 73083
        },
        {
          "text": "Now, now, O brother, dearest to my soul, although thou art gone by too early a death, happy at least art thou, who dost not endure these sorrows, and art not compelled to mourn the loss of a brother, separation from whom thou couldst not long endure, but didst quickly return and visit him again.",
          "id": 73084
        },
        {
          "text": "But if then thou didst hasten to banish the weariness of my loneliness, to lighten the sadness of thy brother's mind, how much more often oughtest thou now to revisit my afflicted soul, and thyself lighten the sorrow which has its origin from thee!  76.",
          "id": 73085
        },
        {
          "text": "But the exercise of my office now bids me rest awhile, and attention to my priestly duties draws my mind away; but what will happen to my holy sister, who though she moderates her affection by the fear of God, yet again kindles the grief itself of the affection by the zeal of her devotion? Prostrate on the ground, embracing her brother's tomb, wearied with toilsome walking, sad in spirit, day and night she renews her grief.",
          "id": 73086
        },
        {
          "text": "For though she often breaks off her weeping by speech, she renews it in prayer; and although in her knowledge of her Scriptures she excels those who bring consolation, she makes up for her desire of weeping by the constancy of her prayers, renewing the abundance of her tears then chiefly, when no one can interrupt her.",
          "id": 73087
        },
        {
          "text": "So thou hast that which thou mayest pity, not what thou mayest blame, for to weep in prayer is a sign of virtue.",
          "id": 73088
        },
        {
          "text": "And although that be a common thing with virgins, whose softer sex and more tender affection abound in tears at the sight of the common weakness, even without the feeling of family grief, yet when there is a greater cause for sorrowing, no limit is set to that sorrow.",
          "id": 73089
        },
        {
          "text": "77.",
          "id": 73090
        },
        {
          "text": "The means of consolation, then, are wanting since excuses abound.",
          "id": 73091
        },
        {
          "text": "For thou canst not forbid that which thou teachest, especially when she attributes her tears to devotion, not to sorrow, and conceals the course of the common grief for fear of shame.",
          "id": 73092
        },
        {
          "text": "Console her, therefore, thou who canst approach her soul, and penetrate her mind.",
          "id": 73093
        },
        {
          "text": "Let her perceive that thou art present, feel that thou art not departed, that having enjoyed his consolation of whose merit she is assured, she may learn not to grieve heavily for him, who warned her that he was not to be mourned for.",
          "id": 73094
        },
        {
          "text": "78.",
          "id": 73095
        },
        {
          "text": "But why should I delay thee, brother, why should I wait that my address should die and as it were be buried with thee? Although the sight and form of thy lifeless body, and its remaining comeliness and figure abiding here, comfort the eyes, I delay no longer, let us go on to the tomb.",
          "id": 73096
        },
        {
          "text": "But first, before the people I utter the last farewell, declare peace to thee, and pay the last kiss.",
          "id": 73097
        },
        {
          "text": "Go before us to that home, common and waiting for all, and certainly now longed for by me beyond others.",
          "id": 73098
        },
        {
          "text": "Prepare a common dwelling for him with whom thou hast dwelt, and as here we have had all things in common, so there, too, let us know no divided rights.",
          "id": 73099
        },
        {
          "text": "79.",
          "id": 73100
        },
        {
          "text": "Do not, I pray thee, long put off him who is desirous of thee, expect him who is hastening after thee, help him who is hurrying, and if I seem to thee to delay too long, summon me.",
          "id": 73101
        },
        {
          "text": "For we have not ever been long separated from each other, but thou wast always wont to return.",
          "id": 73102
        },
        {
          "text": "Nor since thou canst not return again, I will go to thee; it is just that I should repay the kindness and take my turn.",
          "id": 73103
        },
        {
          "text": "Never was there much difference in the condition of our life; whether health or sickness, it was common to both, so that if one sickened the other fell ill, and when one began to recover, the other, too, was convalescent.",
          "id": 73104
        },
        {
          "text": "How have we lost our rights? This time, too, we had our sickness in common, how is it that death was not ours in common?  80.",
          "id": 73105
        },
        {
          "text": "And now to Thee, Almighty God, I commend this guileless soul, to Thee I offer my sacrifice; accept favourably and mercifully the gift of a brother, the offering of a priest.",
          "id": 73106
        },
        {
          "text": "I offer beforehand these first libations of myself.",
          "id": 73107
        },
        {
          "text": "I come to Thee with this pledge, a pledge not of money but of life, cause me not to remain too long a debtor of such an amount.",
          "id": 73108
        },
        {
          "text": "It is not the ordinary interest of a brother's love, nor the common course of nature, which is increased by such an amount of virtue.",
          "id": 73109
        },
        {
          "text": "I can bear it, if I shall be soon compelled to pay it.",
          "id": 73110
        }
      ]
    }
  ]
}