{
  "book": "Ambrose: Letter XXII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Letter XXII.",
          "id": 81272
        },
        {
          "text": "St.",
          "id": 81273
        },
        {
          "text": "Ambrose in a letter to his sister gives an account of the finding of the bodies of SS.",
          "id": 81274
        },
        {
          "text": "Gervasius and Protasius, and of his addresses to the people on that occasion.",
          "id": 81275
        },
        {
          "text": "Preaching from Psalm xix.",
          "id": 81276
        },
        {
          "text": ", he allegorically expounded the \"heavens\" to represent the martyrs and apostles, and the \"day\" he takes to be their confession.",
          "id": 81277
        },
        {
          "text": "They were humbled by God, and then raised again.",
          "id": 81278
        },
        {
          "text": "He then gives an account of the state in which their bodies were found, and of their translation to the basilica.",
          "id": 81279
        },
        {
          "text": "In another address he speaks of the joy of the Catholics and the malice of the Arians who denied the miracles that were being wrought, as the Jews used to do, and points out that their faith is quite different from that of the martyrs, and that since the devils acknowledge the Trinity, and they do not, they are worse than the very devils themselves.",
          "id": 81280
        },
        {
          "text": "To the lady, his sister, dearer to him than his eyes and life, Ambrose Bishop.",
          "id": 81281
        },
        {
          "text": "1.",
          "id": 81282
        },
        {
          "text": "As I do not wish anything which takes place here in your absence to escape the knowledge of your holiness, you must know that we have found some bodies of holy martyrs.",
          "id": 81283
        },
        {
          "text": "For after I had dedicated the basilica, many, as it were, with one mouth began to address me, and said: Consecrate this as you did the Roman basilica.",
          "id": 81284
        },
        {
          "text": "And I answered: \"Certainly I will if I find any  relics of martyrs\".",
          "id": 81285
        },
        {
          "text": "And at once a kind of prophetic ardour seemed to enter my heart.",
          "id": 81286
        },
        {
          "text": "2.",
          "id": 81287
        },
        {
          "text": "Why should I use many words? God favoured us, for even the clergy were afraid who were bidden to clear away the earth from the spot before the chancel screen of SS.",
          "id": 81288
        },
        {
          "text": "Felix and Nabor.",
          "id": 81289
        },
        {
          "text": "I found the fitting signs, and on bringing in some on whom hands were to be laid, the power of the holy martyrs became so manifest, that even whilst I was still silent, one was seized and thrown prostrate at the holy burial-place.",
          "id": 81290
        },
        {
          "text": "We found two men of marvellous stature, such as those of ancient days.",
          "id": 81291
        },
        {
          "text": "All the bones were perfect, and there was much blood.",
          "id": 81292
        },
        {
          "text": "During the whole of those two days there was an enormous concourse of people.",
          "id": 81293
        },
        {
          "text": "Briefly we arranged the whole in order, and as evening was now coming on transferred them to the basilica of Fausta, where watch was kept during the night, and some received the laying on of hands.",
          "id": 81294
        },
        {
          "text": "On the following day we translated the relics to the basilica called Ambrosian.",
          "id": 81295
        },
        {
          "text": "During the translation a blind man was healed.",
          "id": 81296
        },
        {
          "text": "I addressed the people then as follows:  3.",
          "id": 81297
        },
        {
          "text": "When I considered the immense and unprecedented numbers of you who are here gathered together, and the gifts of divine grace which have shone forth in the holy martyrs, I must confess that I felt myself unequal to this task, and that I could not express in words what we can scarcely conceive in our minds or take in with our eyes.",
          "id": 81298
        },
        {
          "text": "But when the course of holy Scripture began to be read, the Holy Spirit Who spake in the prophets granted me to utter something worthy of so great a gathering, of your expectations, and of the merits of the holy martyrs.",
          "id": 81299
        },
        {
          "text": "4.",
          "id": 81300
        },
        {
          "text": "\"The heavens,\" it is said, \"declare the glory of God\".",
          "id": 81301
        },
        {
          "text": "When this Psalm is read, it occurs to one that not so much the material elements as the heavenly merits seem to offer praise worthy of God.",
          "id": 81302
        },
        {
          "text": "And by the chance of this day's lessons it is made clear what \"heavens\" declare the glory of God.",
          "id": 81303
        },
        {
          "text": "Look at the holy relics at my right hand and at my left, see men of heavenly conversation, behold the trophies of a heavenly mind.",
          "id": 81304
        },
        {
          "text": "These are the heavens which declare the glory of God, these are His handiwork which the firmament proclaims.",
          "id": 81305
        },
        {
          "text": "For not worldly enticements, but the grace of the divine working, raised them to the firmament of the most sacred Passion, and long before by the testimony of their character and virtues bore witness of them, that they continued steadfast against the dangers of this world.",
          "id": 81306
        },
        {
          "text": "5.",
          "id": 81307
        },
        {
          "text": "Paul was a heaven, when he said: \"Our conversation is in heaven\".",
          "id": 81308
        },
        {
          "text": "James and John were heavens, and then were called \"sons of thunder\"; and John, being as it were a heaven, saw the Word with God.",
          "id": 81309
        },
        {
          "text": "The Lord Jesus Himself was a heaven of perpetual light, when He was declaring the glory of God, that glory which no man had seen before.",
          "id": 81310
        },
        {
          "text": "And therefore He said: \"No man hath seen God at any time, except the only-begotten Son, Who is in the bosom of the Father, He hath declared Him\".",
          "id": 81311
        },
        {
          "text": "If you seek for the handiwork of God, listen to Job when he says: \"The Spirit of God Who hath made me\".",
          "id": 81312
        },
        {
          "text": "And so strengthened against the temptations of the devil, he kept his footsteps constantly without offence.",
          "id": 81313
        },
        {
          "text": "But let us go on to what follows.",
          "id": 81314
        },
        {
          "text": "6.",
          "id": 81315
        },
        {
          "text": "\"Day,\" it is said, \"unto day uttereth speech\".",
          "id": 81316
        },
        {
          "text": "Behold the true days, where no darkness of night intervenes.",
          "id": 81317
        },
        {
          "text": "Behold the days full of life and eternal brightness, which uttered the word of God, not in speech which passes away, but in their inmost heart, by constancy in confession, and perseverance in their witness.",
          "id": 81318
        },
        {
          "text": "7.",
          "id": 81319
        },
        {
          "text": "Another Psalm which was read says: \"Who is like unto the Lord our God, Who dwelleth on high, and regardeth lowly things in heaven and in the earth?\" The Lord regarded indeed lowly things when He revealed to His Church the relics of the holy martyrs lying hidden under the unnoted turf, whose souls were in heaven, their bodies in the earth: \"raising the poor out of the dust, and lifting the needy from the mire,\" and you see how He hath \"set them with the princes of His people\".",
          "id": 81320
        },
        {
          "text": "Whom are we to esteem as the princes of the people but the holy martyrs? amongst whose number Protasius and Gervasius long unknown are now enrolled, who have caused the Church of Milan, barren of martyrs hitherto, now as the mother of many children, to rejoice in the distinctions and instances of her own sufferings.",
          "id": 81321
        },
        {
          "text": "8.",
          "id": 81322
        },
        {
          "text": "Nor let this seem at variance with the true faith: \"Day unto day uttereth the word;\" soul unto soul, life unto life, resurrection unto resurrection; \"and night unto night showeth knowledge;\" that is, flesh unto flesh, they, that is, whose passion has shown to all the true knowledge of the faith.",
          "id": 81323
        },
        {
          "text": "Good are these nights, bright nights, not without stars: \"For as star differeth from star in brightness, so too is the resurrection of the dead\".",
          "id": 81324
        },
        {
          "text": "9.",
          "id": 81325
        },
        {
          "text": "For not without reason do many call this the resurrection of the martyrs.",
          "id": 81326
        },
        {
          "text": "I do not say whether they have risen for themselves, for us certainly the martyrs have risen.",
          "id": 81327
        },
        {
          "text": "You know—nay, you have yourselves seen—that many are cleansed from evil spirits, that very many also, having touched with their hands the robe of the saints, are freed from those ailments which oppressed them; you see that the miracles of old time are renewed, when through the coming of the Lord Jesus grace was more largely shed forth upon the earth, and that many bodies are healed as it were by the shadow of the holy bodies.",
          "id": 81328
        },
        {
          "text": "How many napkins are passed about! how many garments, laid upon the holy relics and endowed with healing power, are claimed! All are glad to touch even the outside thread, and whosoever touches will be made whole.",
          "id": 81329
        },
        {
          "text": "10.",
          "id": 81330
        },
        {
          "text": "Thanks be to Thee, Lord Jesus, that at this time Thou hast stirred up for us the spirits of the holy martyrs, when Thy Church needs greater protection.",
          "id": 81331
        },
        {
          "text": "Let all know what sort of champions I desire, who are able to defend, but desire not to attack.",
          "id": 81332
        },
        {
          "text": "These have I gained for you, O holy people, such as may help all and injure none.",
          "id": 81333
        },
        {
          "text": "Such defenders do I desire, such are the soldiers I have, that is, not soldiers of this world, but soldiers of Christ.",
          "id": 81334
        },
        {
          "text": "I fear no ill-will on account of them, the more powerful their patronage is the greater safety is there in it.",
          "id": 81335
        },
        {
          "text": "And I wish for their protection for those very persons who grudge them to me.",
          "id": 81336
        },
        {
          "text": "Let them come, then, and see my attendants.",
          "id": 81337
        },
        {
          "text": "I do not deny that I am surrounded by such arms: \"Some trust in chariots, and some in horses, but we will boast in the Name of the Lord our God\".",
          "id": 81338
        },
        {
          "text": "11.",
          "id": 81339
        },
        {
          "text": "The course of divine Scripture relates that Elisha, when surrounded by the army of the Syrians, told his servant, who was afraid, not to fear; \"for,\" said he, \"they that be for us are more than those against us;\" and in order to prove this, he prayed that the eyes of Gehazi might be opened, and when they were opened, he saw that numberless hosts of angels were present.",
          "id": 81340
        },
        {
          "text": "And we, though we cannot see them, yet feel their presence.",
          "id": 81341
        },
        {
          "text": "Our eyes were shut, so long as the bodies of the saints lay hidden.",
          "id": 81342
        },
        {
          "text": "The Lord opened our eyes, and we saw the aids wherewith we have been often protected.",
          "id": 81343
        },
        {
          "text": "We used not to see them, but yet we had them.",
          "id": 81344
        },
        {
          "text": "And so, as though the Lord had said to us when trembling, \"See what great martyrs I have given you,\" so we with opened eyes behold the glory of the Lord, which is passed in the passion of the martyrs, and present in their working.",
          "id": 81345
        },
        {
          "text": "We have escaped, brethren, no slight lead of shame; we had patrons and knew it not.",
          "id": 81346
        },
        {
          "text": "We have found this one thing, in which we seem to excel those who have gone before us.",
          "id": 81347
        },
        {
          "text": "That knowledge of the martyrs, which they lost, we have regained.",
          "id": 81348
        },
        {
          "text": "12.",
          "id": 81349
        },
        {
          "text": "The glorious relics are taken out of an ignoble burying-place, the trophies are displayed under heaven.",
          "id": 81350
        },
        {
          "text": "The tomb is wet with blood.",
          "id": 81351
        },
        {
          "text": "The marks of the bloody triumph are present, the relics are found undisturbed in their order, the head separated from the body.",
          "id": 81352
        },
        {
          "text": "Old men now repeat that they once heard the names of these martyrs and read their titles.",
          "id": 81353
        },
        {
          "text": "The city which had carried off the martyrs of other places had lost her own.",
          "id": 81354
        },
        {
          "text": "Though this be the gift of God, yet I cannot deny the favour which the Lord Jesus has granted to the time of my priesthood, and since I myself am not worthy to be a martyr, I have obtained these martyrs for you.",
          "id": 81355
        },
        {
          "text": "13.",
          "id": 81356
        },
        {
          "text": "Let these triumphant victims be brought to the place where Christ is the victim.",
          "id": 81357
        },
        {
          "text": "But He upon the altar, Who suffered for all; they beneath the altar, who were redeemed by His Passion.",
          "id": 81358
        },
        {
          "text": "I had destined this place for myself, for it is fitting that the priest should rest there where he has been wont to offer, but I yield the right hand portion to the sacred victims; that place was due to the martyrs.",
          "id": 81359
        },
        {
          "text": "Let us, then, deposit the sacred relics, and lay them up in a worthy resting-place, and let us celebrate the whole day with faithful devotion.",
          "id": 81360
        },
        {
          "text": "14.",
          "id": 81361
        },
        {
          "text": "The people called out and demanded that the deposition of the martyrs should be postponed until the Lord's day, but at length it was agreed that it should take place the following day.",
          "id": 81362
        },
        {
          "text": "On the following  day again I preached to the people on this sort.",
          "id": 81363
        },
        {
          "text": "15.",
          "id": 81364
        },
        {
          "text": "Yesterday I handled the verse, \"Day unto day uttereth speech,\" as my ability enabled me; to-day holy Scripture seems to me not only to have prophesied in former times, but even at the present.",
          "id": 81365
        },
        {
          "text": "For when I behold your holy celebration continued day and night, the oracles of the prophet's song have declared that these days, yesterday and to-day, are the days of which it is most opportunely said: \"Day unto day uttereth speech;\" and these the nights of which it is most fittingly said that \"Night unto night showeth knowledge\".",
          "id": 81366
        },
        {
          "text": "For what else but the Word of God have you during these two days uttered with inmost affection, and have proved yourselves to have the knowledge of the faith.",
          "id": 81367
        },
        {
          "text": "16.",
          "id": 81368
        },
        {
          "text": "And they who usually do so have a grudge against this solemnity of yours; and since because of their envious disposition they cannot endure this solemnity, they hate the cause of it, and go so far in their madness as to deny the merits of the martyrs, whose deeds even the evil spirits confess.",
          "id": 81369
        },
        {
          "text": "But this is not to be wondered at since such is the faithlessness of unbelievers that the confession of the devil is often more easy to endure.",
          "id": 81370
        },
        {
          "text": "For the devil said: \"Jesus, Son of the living God, why art Thou come to torment us before the time?\" And the Jews hearing this, even themselves denied Him to be the Son of God.",
          "id": 81371
        },
        {
          "text": "And at this time you have heard the devils crying out, and confessing to the martyrs that they cannot bear their sufferings, and saying, \"Why are ye come to torment us so severely?\" And the Arians say: \"These are not martyrs, and they cannot torment the devil, nor deliver any one,\" while the torments of the devils are proved by their own words, and the benefits of the martyrs are declared by the restoring of the healed, and the proof of those that are loosed.",
          "id": 81372
        },
        {
          "text": "17.",
          "id": 81373
        },
        {
          "text": "They deny that the blind man received sight, but he denies not that he is healed.",
          "id": 81374
        },
        {
          "text": "He says: I who could not see now see.",
          "id": 81375
        },
        {
          "text": "He says: I ceased to be blind, and proves it by the fact.",
          "id": 81376
        },
        {
          "text": "They deny the benefit, who are unable to deny the fact.",
          "id": 81377
        },
        {
          "text": "The man is known: so long as he was well he was employed in the public service; his name is Severus, a butcher by trade.",
          "id": 81378
        },
        {
          "text": "He had given up his occupation when this hindrance befel him.",
          "id": 81379
        },
        {
          "text": "He calls for evidence those persons by whose kindness he was supported; he adduces those as able to affirm the truth of his visitation whom he had as witnesses of his blindness.",
          "id": 81380
        },
        {
          "text": "He declares that when he touched the hem of the robe of the martyrs, wherewith the sacred relics were covered, his sight was restored.",
          "id": 81381
        },
        {
          "text": "18.",
          "id": 81382
        },
        {
          "text": "Is not this like that which we read in the Gospel? For we praise the power of the same Author in each case, nor does it be a work or a gift, since He confers a gift in His works, and works in His gift.",
          "id": 81383
        },
        {
          "text": "For that which He gave to others to be done, this His Name effects in the work of others.",
          "id": 81384
        },
        {
          "text": "So we read in the Gospel, that the Jews, when they saw the gift of healing in the blind man, called for the testimony of his parents, and asked: \"How doth your son see?\" when he said: \"Whereas I was blind, now I see\".",
          "id": 81385
        },
        {
          "text": "And in this case the man says, \"I was blind and now I see\".",
          "id": 81386
        },
        {
          "text": "Ask others if you do not believe me; ask strangers if you think his parents are in collusion with me.",
          "id": 81387
        },
        {
          "text": "The obstinacy of these men is more hateful than that of the Jews, for the latter, when they doubted, at least asked his parents; the others enquire in secret and deny in public, incredulous not as to the work, but as to its Author.",
          "id": 81388
        },
        {
          "text": "19.",
          "id": 81389
        },
        {
          "text": "But I ask what it is that they do not believe; is it whether any one can be aided by the martyrs? This is the same thing as not to believe Christ, for He Himself said: \"Ye shall do greater things than these\".",
          "id": 81390
        },
        {
          "text": "How? By those martyrs whose merits have been long efficacious, whose bodies were long since found? Here I ask, do they bear a grudge against me, or against the holy martyrs? If against me, are any miracles wrought by me? by my means or in my name? Why, then, grudge me what is not mine? If it be against the martyrs (for if they bear no grudge against me, it can only be against them), they show that the martyrs were of another faith than that which they believe.",
          "id": 81391
        },
        {
          "text": "For otherwise they would not have any feeling against their works, did they not judge that they have not the faith which was in them, that faith established by the tradition of our forefathers, which the devils themselves cannot deny, but the Arians do.",
          "id": 81392
        },
        {
          "text": "21.",
          "id": 81393
        },
        {
          "text": "We have to-day heard those on whom hands were laid say, that no one can be  saved unless he believe in the Father, the Son, and the Holy Spirit; that he is dead and buried who denies the Holy Spirit, and believes not the almighty power of the Trinity.",
          "id": 81394
        },
        {
          "text": "The devil confesses this, but the Arians refuse to do so.",
          "id": 81395
        },
        {
          "text": "The devil says: Let him who denies the Godhead of the Holy Spirit be so tormented as himself was tormented by the martyrs.",
          "id": 81396
        },
        {
          "text": "22.",
          "id": 81397
        },
        {
          "text": "I do not accept the devil's testimony but his confession.",
          "id": 81398
        },
        {
          "text": "The devil spoke unwillingly, being compelled and tormented.",
          "id": 81399
        },
        {
          "text": "That which wickedness suppresses, torture extracts.",
          "id": 81400
        },
        {
          "text": "The devil yields to blows, and the Arians have not yet learned to yield.",
          "id": 81401
        },
        {
          "text": "How great have been their sufferings, and yet, like Pharaoh, they are hardened by their calamities! The devil said, as we find it written: \"I know Thee Who Thou art, Thou art the Son of the living God\".",
          "id": 81402
        },
        {
          "text": "And the Jews said: \"We know not whence He is\".",
          "id": 81403
        },
        {
          "text": "The evil spirits said to-day, yesterday, and during the night, We know that ye are martyrs.",
          "id": 81404
        },
        {
          "text": "And the Arians say, We know not, we will not understand, we will not believe.",
          "id": 81405
        },
        {
          "text": "The evil spirits say to the martyrs, Ye are come to destroy us.",
          "id": 81406
        },
        {
          "text": "The Arians say, The torments of the devils are not real but fictitious and made-up tales.",
          "id": 81407
        },
        {
          "text": "I have heard of many things being made up, but no one has ever been able to feign that he was an evil spirit.",
          "id": 81408
        },
        {
          "text": "What is the meaning of the torment we see in those on whom hands are laid? What room is there here for fraud? what suspicion of pretence?  23.",
          "id": 81409
        },
        {
          "text": "But I will not make use of the voice of evil spirits in support of the martyrs.",
          "id": 81410
        },
        {
          "text": "Their holy sufferings are proved by the benefits they confer.",
          "id": 81411
        },
        {
          "text": "These have persons to judge of them, namely, those who are cleansed, and witnesses, namely, those who are set free.",
          "id": 81412
        },
        {
          "text": "That voice is better than that of devils, which the soundness of those utters who came infirm; better is the voice which blood sends forth, for blood has a loud voice reaching from earth to heaven.",
          "id": 81413
        },
        {
          "text": "You have read how God said: \"Thy brother's blood crieth unto Me\".",
          "id": 81414
        },
        {
          "text": "This blood cries by its colour, the blood cries by the voice of its effects, the blood cries by the triumph of its passion.",
          "id": 81415
        },
        {
          "text": "We have acceded to your request, and have postponed till to-day the deposition of the relics which was to have taken place yesterday.",
          "id": 81416
        }
      ]
    }
  ]
}