{
  "book": "Ambrose: On Repentance Book II",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Concerning Repentance, Book II:  Chapter I.",
          "id": 78302
        },
        {
          "text": "St.",
          "id": 78303
        },
        {
          "text": "Ambrose gives additional rules concerning repentance, and shows that it must not be delayed.",
          "id": 78304
        },
        {
          "text": "1.",
          "id": 78305
        },
        {
          "text": "Although in the former book we have written many things which may tend to the more perfect practice of repentance, yet inasmuch as a great deal more may be added, we will continue the repast so as not to seem to have relinquished the provisions of our teaching only half consumed.",
          "id": 78306
        },
        {
          "text": "2.",
          "id": 78307
        },
        {
          "text": "For repentance must be taken in hand not only anxiously, but also quickly, lest perchance that father of the house in the Gospel who planted a fig-tree in his vineyard should come and seek fruit on it, and finding none, say to the vine-dresser: \"Cut it down, why doth it cumber the ground?\" And unless the vine-dresser should intercede and say: \"Lord, let it alone this year also, until I dig about it and dung it, and if it bear fruit—well; but if not let it be cut down\".",
          "id": 78308
        },
        {
          "text": "3.",
          "id": 78309
        },
        {
          "text": "Let us then dung this field which we possess, and imitate those hard-working farmers, who are not ashamed to satiate the land with rich dung and to scatter the grimy ashes over the field, that they may gather more abundant crops.",
          "id": 78310
        },
        {
          "text": "4.",
          "id": 78311
        },
        {
          "text": "And the Apostle teaches us how to dung it, saying: \"I count all things but dung, that I may gain Christ,\" and he, through evil report and good report, attained to pleasing Christ.",
          "id": 78312
        },
        {
          "text": "For he had read that Abraham, when confessing himself to be but dust and ashes, in his deep humility found favour with God.",
          "id": 78313
        },
        {
          "text": "He had read how Job, sitting among the ashes, regained all that he had lost.",
          "id": 78314
        },
        {
          "text": "He had heard in the utterance of David, how God \"raiseth the poor out of the dust, and lifteth the needy out of the dunghill\".",
          "id": 78315
        },
        {
          "text": "5.",
          "id": 78316
        },
        {
          "text": "Let us then not be ashamed to confess our sins unto the Lord.",
          "id": 78317
        },
        {
          "text": "Shame indeed there is when each makes known his sins, but that shame, as it were, ploughs his land, removes the ever-recurring brambles, prunes the thorns, and gives life to the fruits which he believed were dead.",
          "id": 78318
        },
        {
          "text": "Follow him who, by diligently ploughing his field, sought for eternal fruit: \"Being reviled we bless, being persecuted we endure, being defamed we entreat, we are made as the offscouring of the world\".",
          "id": 78319
        },
        {
          "text": "If you plough after this fashion you will sow spiritual seed.",
          "id": 78320
        },
        {
          "text": "Plough that you may get rid of sin and gain fruit.",
          "id": 78321
        },
        {
          "text": "He ploughed so as to destroy in himself the last tendency to persecution.",
          "id": 78322
        },
        {
          "text": "What more could Christ give to lead us on to the pursuit of perfection, than to convert and then give us for a teacher one who was a persecutor?.",
          "id": 78323
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 78324
        },
        {
          "text": "A passage quoted by the heretics against repentance is explained in two ways, the first being that Heb.",
          "id": 78325
        },
        {
          "text": "vi.",
          "id": 78326
        },
        {
          "text": "4 refers to the impossibility of being baptized again; the second, that what is impossible with man is possible with God.",
          "id": 78327
        },
        {
          "text": "6.",
          "id": 78328
        },
        {
          "text": "Being then refuted by the clear example of the Apostle and by his writings, the heretics yet endeavour to resist further, and say that their opinion is supported by apostolic authority, bringing forward the passage in the Epistle to the Hebrews: \"For it is impossible that those who were once enlightened, and have tasted the heavenly gift, and have been made partakers of the Holy Spirit, and have tasted the good word of God, and the powers of the world to come, should if they fall away be again renewed unto repentance, crucifying again the Son of God, and put Him to open shame\".",
          "id": 78329
        },
        {
          "text": "7.",
          "id": 78330
        },
        {
          "text": "Could Paul teach in opposition to his own act? He had at Corinth forgiven sin through penance, how could he himself speak against his own decision? Since, then, he could not destroy what he had built, we must assume that what he says was different from, but not contrary to, what had gone before.",
          "id": 78331
        },
        {
          "text": "For what is contrary is opposed to itself, what is different has ordinarily another meaning.",
          "id": 78332
        },
        {
          "text": "Things which are contrary are not such that one can support the other.",
          "id": 78333
        },
        {
          "text": "Inasmuch, then, as the Apostle spoke of remitting penance, he could not be silent as to those who thought that baptism was to be repeated.",
          "id": 78334
        },
        {
          "text": "And it was right first of all to remove our anxiety, and to let us know that even after baptism, if any sinned their sins  could be forgiven them, lest a false belief in a reiterated baptism should lead astray those who were destitute of all hope of forgiveness.",
          "id": 78335
        },
        {
          "text": "And secondly, it was right to set forth in a well-reasoned argument that baptism is not to be repeated.",
          "id": 78336
        },
        {
          "text": "8.",
          "id": 78337
        },
        {
          "text": "And that the writer was speaking of baptism is evident from the very words in which it is stated that it is impossible to renew unto repentance those who were fallen, inasmuch as we are renewed by means of the laver of baptism, whereby we are born again, as Paul says himself: \"For we are buried with Him through baptism into death, that, like as Christ rose from the dead through the glory of the Father, so we, too, should walk in newness of life\".",
          "id": 78338
        },
        {
          "text": "And in another place: \"Be ye renewed in the spirit of your mind, and put on the new man which is created after God\".",
          "id": 78339
        },
        {
          "text": "And elsewhere again: \"Thy youth shall be renewed like the eagle,\" because the eagle after death is born again from its ashes, as we being dead in sin are through the Sacrament of Baptism born again to God, and created anew.",
          "id": 78340
        },
        {
          "text": "So, then, here as elsewhere, he teaches one baptism.",
          "id": 78341
        },
        {
          "text": "\"One faith,\" he says, \"one baptism\".",
          "id": 78342
        },
        {
          "text": "9.",
          "id": 78343
        },
        {
          "text": "This, too, is plain, that in him who is baptized the Son of God is crucified, for our flesh could not do away sin unless it were crucified in Jesus Christ.",
          "id": 78344
        },
        {
          "text": "And then it is written that: \"All we who were baptized into Jesus Christ were baptized into His death\".",
          "id": 78345
        },
        {
          "text": "And farther on: \"If we have been planted in the likeness of His death, we shall be also in the likeness of His resurrection, knowing that our old man was fastened with Him to His cross\".",
          "id": 78346
        },
        {
          "text": "And to the Colossians he says: \"Buried with Him by baptism, wherein ye also rose again with Him\".",
          "id": 78347
        },
        {
          "text": "Which was written to the intent that we should believe that He is crucified in us, that our sins may be purged through Him, that He, Who alone can forgive sins, may nail to His cross the handwriting which was against us.",
          "id": 78348
        },
        {
          "text": "In us He triumphs over principalities and powers, as it is written of Him: \"He made a show of principalities and powers, triumphing over them in Himself\".",
          "id": 78349
        },
        {
          "text": "10.",
          "id": 78350
        },
        {
          "text": "So, then, that which he says in this Epistle to the Hebrews, that it is impossible for those who have fallen to be \"renewed unto repentance, crucifying again the Son of God, and putting Him to open shame,\" must be considered as having reference to baptism, wherein we crucify the Son of God in ourselves, that the world may be by Him crucified for us, who triumph, as it were, when we take to ourselves the likeness of His death, who put to open shame upon His cross principalities and powers, and triumphed over them, that in the likeness of His death we, too, might triumph over the principalities whose yoke we throw off.",
          "id": 78351
        },
        {
          "text": "But Christ was crucified once, and died to sin once, and so there is but one, not several baptisms.",
          "id": 78352
        },
        {
          "text": "11.",
          "id": 78353
        },
        {
          "text": "But what of the passage wherein the doctrine of baptisms is spoken of? Because under the Law there were many baptisms or washings, he rightly rebukes those who forsake what is perfect and seek again the first principles of the word.",
          "id": 78354
        },
        {
          "text": "He teaches us that the whole of the washings under the Law are done away with, and that there is one baptism in the sacraments of the Church.",
          "id": 78355
        },
        {
          "text": "But he exhorts us that leaving the first principles of the word we should go on to perfection.",
          "id": 78356
        },
        {
          "text": "\"And this,\" he says, \"we will do, if God permits,\" for no one can be perfect without the grace of God.",
          "id": 78357
        },
        {
          "text": "12.",
          "id": 78358
        },
        {
          "text": "And indeed I might also say to any one who thought that this passage spoke of repentance, that things which are impossible with men are possible with God; and God is able whensoever He wills to forgive us our sins, even those which we think cannot be forgiven.",
          "id": 78359
        },
        {
          "text": "And so it is possible for God to give us that which it seems to us impossible to obtain.",
          "id": 78360
        },
        {
          "text": "For it seemed impossible that water should wash away sin, and Naaman the Syrian thought that his leprosy could not be cleansed by water.",
          "id": 78361
        },
        {
          "text": "But that which was impossible God made to be possible, Who gave us so great grace.",
          "id": 78362
        },
        {
          "text": "In like manner it seemed impossible that sins should be forgiven through repentance, but Christ gave this power to His apostles, which has been transmitted to the priestly office.",
          "id": 78363
        },
        {
          "text": "That, then, has become possible which was impossible.",
          "id": 78364
        },
        {
          "text": "But, by a true reasoning, he convinces us that the reiteration by any one of the Sacrament of Baptism is not permitted.",
          "id": 78365
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 78366
        },
        {
          "text": "Explanation of the parable of the Prodigal Son, in which St.",
          "id": 78367
        },
        {
          "text": "Ambrose applies it to refute the teaching of the Novatians, proving that reconciliation ought not to be refused to the greatest offender upon suitable proof of repentance.",
          "id": 78368
        },
        {
          "text": "13.",
          "id": 78369
        },
        {
          "text": "And the Apostle does not contradict  the plain teaching of Christ, Who set forth, as a comparison of a repentant sinner, one going to a foreign country after receiving all his substance from his father, wasted it in riotous living, and later, when feeding upon husks, longed for his father's bread and then gained the robe, the ring, the shoes, and the slaying of the calf, which is a likeness of the Passion of the Lord, whereby we receive forgiveness.",
          "id": 78370
        },
        {
          "text": "14.",
          "id": 78371
        },
        {
          "text": "Well is it said that he went into a foreign country who is cut off from the sacred altar, for this is to be separated from that Jerusalem which is in heaven, from the citizenship and home of the saints.",
          "id": 78372
        },
        {
          "text": "For which reason the Apostle says: \"Therefore now ye are no more strangers and foreigners, but fellow-citizens with the saints and of the household of God\".",
          "id": 78373
        },
        {
          "text": "15.",
          "id": 78374
        },
        {
          "text": "\"And,\" it is said, \"wasted his substance\".",
          "id": 78375
        },
        {
          "text": "Rightly, for he whose faith halts in bringing forth good works does consume it.",
          "id": 78376
        },
        {
          "text": "For, \"faith is the substance of things hoped for, the evidence of things not seen\".",
          "id": 78377
        },
        {
          "text": "And faith is a good substance, the inheritance of our hope.",
          "id": 78378
        },
        {
          "text": "16.",
          "id": 78379
        },
        {
          "text": "And no wonder if he was perishing for hunger, who lacked the divine nourishment, impelled by the want of which he says: \"I will arise and go to my father, and will say unto him: Father, I have sinned against heaven, and before thee\".",
          "id": 78380
        },
        {
          "text": "Do you not see it plainly declared to us, that we are urged to prayer for the sake of gaining the sacrament? and do you wish to take away that for the sake of which penance is undertaken? Deprive the pilot of the hope of reaching port, and he will wander uncertainly here and there on the waves.",
          "id": 78381
        },
        {
          "text": "Take away the crown from the athlete, and he will fail and lie on the course.",
          "id": 78382
        },
        {
          "text": "Take from the fisher the power of catching his booty, and he will cease to cast the nets.",
          "id": 78383
        },
        {
          "text": "How, then, can he, who suffers hunger in his soul, pray more earnestly to God, if he has no hope of the heavenly food?  17.",
          "id": 78384
        },
        {
          "text": "\"I have sinned,\" he says, \"against heaven, and before thee\".",
          "id": 78385
        },
        {
          "text": "He confesses what is clearly a sin unto death, that you may not think that any one doing penance is rightly shut out from pardon.",
          "id": 78386
        },
        {
          "text": "For he who has sinned against heaven has sinned either against the kingdom of heaven, or against his own soul, which is a sin unto death, and against God, to Whom alone is said: \"Against Thee only have I sinned, and done evil before Thee\".",
          "id": 78387
        },
        {
          "text": "18.",
          "id": 78388
        },
        {
          "text": "So quickly does he gain forgiveness, that, as he is coming, and is still a great way off, his father meets him, gives him a kiss, which is the sign of sacred peace; orders the robe to be brought forth, which is the marriage garment, which if any one have not, he is shut out from the marriage feast; places the ring on his hand, which is the pledge of faith and the seal of the Holy Spirit; orders the shoes to be brought out, for he who is about to celebrate the Lord's Passover, about to feast on the Lamb, ought to have his feet protected against all attacks of spiritual wild beasts and the bite of the serpent; bids the calf to be slain, for \"Christ our Passover hath been sacrificed\".",
          "id": 78389
        },
        {
          "text": "For as often as we receive the Blood of the Lord, we proclaim the death of the Lord.",
          "id": 78390
        },
        {
          "text": "As, then, He was once slain for all, so whensoever forgiveness of sins is granted, we receive the Sacrament of His Body, that through His Blood there may be remission of sins.",
          "id": 78391
        },
        {
          "text": "19.",
          "id": 78392
        },
        {
          "text": "Therefore most evidently are we bidden by the teaching of the Lord to confer again the grace of the heavenly sacrament on those guilty even of the greatest sins, if they with open confession bear the penance due to their sin.",
          "id": 78393
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 78394
        },
        {
          "text": "St.",
          "id": 78395
        },
        {
          "text": "Ambrose turns against the Novatians themselves another objection concerning blasphemy against the Holy Spirit, showing that it consists in an erroneous belief, proving this by St.",
          "id": 78396
        },
        {
          "text": "Peter's words against Simon Magus, and other passages, exhorting the Novatians to return to the Church, affirming that such is our Lord's mercy that even Judas would have found forgiveness had he repented.",
          "id": 78397
        },
        {
          "text": "20.",
          "id": 78398
        },
        {
          "text": "But we have heard that you are accustomed to bring forward as an objection that which is written: \"Every sin and blasphemy shall be forgiven unto men, but blasphemies against the Spirit shall not be forgiven unto men.",
          "id": 78399
        },
        {
          "text": "And whosoever shall speak a word against the Son of Man, it shall be forgiven him, but whosoever shall speak against the Holy Spirit, it shall not be forgiven him, neither in this world, nor in that which is to come\".",
          "id": 78400
        },
        {
          "text": "By which quotation the whole of your assertion is destroyed and done away, for it is written: \"Every sin and blasphemy shall be forgiven unto men\".",
          "id": 78401
        },
        {
          "text": "Why, then, do you not remit them? Why do you bind chains which you do not loose? Why do you tie knots which you do not unfasten? Forgive the others, and deal with those who you think are bound for ever by the authority of the Gospel for sinning against the Holy Spirit.",
          "id": 78402
        },
        {
          "text": "21.",
          "id": 78403
        },
        {
          "text": "But let us consider the case of those whom the Lord so binds, going back to the words before the passage quoted, that we may understand it more clearly: The Jews were saying: \"This man doth not cast out devils, but by Beelzebub, prince of the devils\".",
          "id": 78404
        },
        {
          "text": "Jesus replied: \"Every kingdom divided against itself shall be destroyed, and every city or house divided against itself shall not stand; for if Satan casteth out Satan, he is divided against himself, how then shall his kingdom stand? But if I cast out devils by Beelzebub, by whom do your sons cast them out?\"  22.",
          "id": 78405
        },
        {
          "text": "Now we see plainly here that the words are expressly used of those who were saying that the Lord Jesus cast out devils through Beelzebub, to whom the Lord gave that answer, because they were of the heritage of Satan, who compared the Saviour of all to Satan, and attributed the grace of Christ to the kingdom of the devil.",
          "id": 78406
        },
        {
          "text": "And that we might know that He was speaking of this blasphemy, He added: \"O generation of vipers, how can ye speak good, being yourselves evil?\" He says, then, that those who thus speak attain not to forgiveness.",
          "id": 78407
        },
        {
          "text": "23.",
          "id": 78408
        },
        {
          "text": "Then, when Simon, depraved by long practice of magic, had thought he could gain by money the power of conferring the grace of Christ and the infusion of the Holy Spirit, Peter said: \"Thou hast neither part nor lot in this faith, for thy heart is not right with God.",
          "id": 78409
        },
        {
          "text": "Repent therefore of this thy wickedness, and pray the Lord, if perchance this thought of thy heart may be forgiven thee, for I see that thou art in the bond of iniquity and in the bitterness of gall\".",
          "id": 78410
        },
        {
          "text": "We see that Peter by his apostolic authority condemns him who blasphemes against the Holy Spirit through magic vanity, and all the more because he had not the clear consciousness of faith.",
          "id": 78411
        },
        {
          "text": "And yet he did not exclude him from the hope of forgiveness, for he called him to repentance.",
          "id": 78412
        },
        {
          "text": "24.",
          "id": 78413
        },
        {
          "text": "The Lord then replies to the blasphemy of the Pharisees, and refuses to them the grace of His power, which consists in the remission of sins, because they asserted that His heavenly power rested on the help of the devil.",
          "id": 78414
        },
        {
          "text": "And He affirms that they act with satanic spirit who divide the Church of God, so that He includes the heretics and schismatics of all times, to whom He denies forgiveness, for every other sin is concerned with single persons, this is a sin against all.",
          "id": 78415
        },
        {
          "text": "For they alone wish to destroy the grace of Christ who rend asunder the members of the Church for which the Lord Jesus suffered, and the Holy Spirit was given us.",
          "id": 78416
        },
        {
          "text": "25.",
          "id": 78417
        },
        {
          "text": "Lastly, that we may know that He is speaking of those who destroy the unity of the Church, we find it written: \"He that is not with Me is against Me, and he that gathered not with Me, scattereth\".",
          "id": 78418
        },
        {
          "text": "And that we might know that He is speaking of these, He at once added: \"Therefore I say unto you, every sin and blasphemy shall be forgiven unto men, but blasphemies against the Spirit shall not be forgiven unto men\".",
          "id": 78419
        },
        {
          "text": "When He says, \"Therefore say I unto you,\" is it not evident that He intended the words following to be laid to heart by us beyond the others? And He rightly added: \"A good tree bringeth forth good fruits, but a bad tree bringeth forth bad fruits,\" for an evil association cannot produce good fruits.",
          "id": 78420
        },
        {
          "text": "The tree, then, is the association; the fruits of the good tree are the children of the Church.",
          "id": 78421
        },
        {
          "text": "26.",
          "id": 78422
        },
        {
          "text": "Return, then, to the Church, those of you who have wickedly separated yourselves.",
          "id": 78423
        },
        {
          "text": "For He promises forgiveness to all who are converted, since it is written: \"Whosoever shall call on the Name of the Lord shall be saved\".",
          "id": 78424
        },
        {
          "text": "And lastly, the Jewish people who said of the Lord Jesus, \"He hath a devil,\" and \"He casteth out devils through Beelzebub,\" and who crucified the Lord Jesus, are, by the preaching of Peter, called to baptism, that they may put away the guilt of so great a wickedness.",
          "id": 78425
        },
        {
          "text": "27.",
          "id": 78426
        },
        {
          "text": "But what wonder is it if you should deny salvation to others, who reject your own, though they lose nothing who seek for penance from you? For I suppose that even Judas might through the exceeding mercy of God not have been shut out from forgiveness, if he had expressed his sorrow not before the Jews but before Christ.",
          "id": 78427
        },
        {
          "text": "\"I have sinned,\" he said, \"in that I have betrayed righteous blood\".",
          "id": 78428
        },
        {
          "text": "Their answer was: \"What is that to us, see thou to that\".",
          "id": 78429
        },
        {
          "text": "What other reply do you give, when one guilty of a smaller sin confesses his deed to you? What do you answer but this: \"What is that to us, see thou to that\"? The halter  followed on those words, but the punishment is all the more severe, the smaller the sin is.",
          "id": 78430
        },
        {
          "text": "28.",
          "id": 78431
        },
        {
          "text": "But if they be not converted, do you at least repent, who by many a slip have fallen from the lofty pinnacle of innocence and faith.",
          "id": 78432
        },
        {
          "text": "We have a good Lord, Whose will it is to forgive all, Who called you by the prophet, and said: \"I, even I, am He that blotteth out transgressions, and I will not remember, but do thou remember, and let us plead together\".",
          "id": 78433
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 78434
        },
        {
          "text": "As to the words of St.",
          "id": 78435
        },
        {
          "text": "Peter to Simon Magus, from which the Novatians infer that there was no forgiveness for the latter, it is pointed out that St.",
          "id": 78436
        },
        {
          "text": "Peter, knowing his evil heart, might well use words of doubt, and then by some Old Testament instances it is pointed out that \"perchance\" does not exclude forgiveness.",
          "id": 78437
        },
        {
          "text": "The apostles transmitted to us that penitence, the fruits of which are shown in the case of David.",
          "id": 78438
        },
        {
          "text": "St.",
          "id": 78439
        },
        {
          "text": "Ambrose then adduces the example of the Ephraimites, whose penitence must be followed in order to gain the divine mercy and the sacraments.",
          "id": 78440
        },
        {
          "text": "29.",
          "id": 78441
        },
        {
          "text": "The Novatians bring up a question from the words of the Apostle Peter.",
          "id": 78442
        },
        {
          "text": "Because he said, \"if perchance,\" they think that he did not imply that forgiveness would be granted on repentance.",
          "id": 78443
        },
        {
          "text": "But let them consider concerning whom the words were spoken: of Simon, who did not believe through faith, but was meditating trickery.",
          "id": 78444
        },
        {
          "text": "So too the Lord to him who said, \"Lord, I will follow Thee withersoever Thou goest,\" replied, \"Foxes have holes\".",
          "id": 78445
        },
        {
          "text": "For He knew that the man's sincerity was not wholly perfect.",
          "id": 78446
        },
        {
          "text": "If, then, the Lord refused to him who was not baptized permission to follow Him, because He saw that he was not sincere, do you wonder that the Apostle did not absolve him who after baptism was guilty of deceit, and whom he declared to be still in the bond of iniquity?  30.",
          "id": 78447
        },
        {
          "text": "But let this be my answer to them.",
          "id": 78448
        },
        {
          "text": "As to myself, I say that Peter did not doubt, and I do not think that so great a question can be burked by the questionable interpretation of a single word.",
          "id": 78449
        },
        {
          "text": "For if they think that Peter doubted, did God doubt, Who said to the prophet Jeremiah: \"Stand in the court of the Lord's house, and thou shalt give an answer to all Judah, to those who come to worship in the Lord's house, even all the words which I have appointed for thee to answer them.",
          "id": 78450
        },
        {
          "text": "Keep not back a word, perchance they will hearken and be converted\".",
          "id": 78451
        },
        {
          "text": "Let them say, then, that God also knew not what would happen.",
          "id": 78452
        },
        {
          "text": "31.",
          "id": 78453
        },
        {
          "text": "But ignorance is not implied in that word, but the common custom of holy Scripture is observed, in order to simplicity of utterance.",
          "id": 78454
        },
        {
          "text": "Inasmuch as the Lord says also to Ezekiel: \"Son of man, I will send thee unto the house of Israel, to those who have angered Me, both themselves and their fathers, unto this day, and thou shalt say unto them, Thus saith the Lord, if perchance they will hear and be afraid\".",
          "id": 78455
        },
        {
          "text": "Did He not know that they could or could not be converted? So, then, that expression is not always a proof of doubt.",
          "id": 78456
        },
        {
          "text": "32.",
          "id": 78457
        },
        {
          "text": "Lastly, the wise men of this world, who stake all their reputation on expressions and words, do not everywhere use the Latin word forte, \"perchance,\" or its Greek equivalent τάχα, as an expression of doubt.",
          "id": 78458
        },
        {
          "text": "And so they say that their earliest poet used the words,  …ἦ ῾ τάχα χήρη  …ἔσομαι,  which is, \"I shall soon be a widow;\" and the passage goes on:  … τάχα γάρ σε κατακνέουσιν ᾽Αχαιοὶ  πάντες εφορμηθέντες.",
          "id": 78459
        },
        {
          "text": "But he had no doubt that when all were Joining in the attack one might well be laid low by all.",
          "id": 78460
        },
        {
          "text": "33.",
          "id": 78461
        },
        {
          "text": "But let us use our own instances rather than foreign ones.",
          "id": 78462
        },
        {
          "text": "You find in the Gospel that the Son Himself says of the Father (when He had sent His servants to His vineyard, and they had been slain), that the Father said, \"I will send My well-beloved Son, perchance they will reverence Him\".",
          "id": 78463
        },
        {
          "text": "And in another place the Son says of Himself: \"Ye know neither Me nor My Father; for if ye knew Me, ye would perchance know My Father also\".",
          "id": 78464
        },
        {
          "text": "34.",
          "id": 78465
        },
        {
          "text": "If, then, Peter used those words which were used by God without any prejudice to His knowledge, why should we not assume that Peter also used them without prejudice to his belief? For he could not doubt concerning the gift of Christ, Who had given him the power of forgiving sins; especially  since he was bound not to leave any place for the craftiness of heretics who desire to deprive men of hope, in order the more easily to insinuate into the despairing their opinion as to the reiteration of baptism.",
          "id": 78466
        },
        {
          "text": "35.",
          "id": 78467
        },
        {
          "text": "But the apostles, having this baptism according to the direction of Christ, taught repentance, promised forgiveness, and remitted guilt, as David taught when he said: \"Blessed are they whose transgressions are forgiven, and whose sins are covered.",
          "id": 78468
        },
        {
          "text": "Blessed is the man to whom the Lord hath not imputed sin\".",
          "id": 78469
        },
        {
          "text": "He calls each blessed, both him whose sins are remitted by the font, and him whose sin is covered by good works.",
          "id": 78470
        },
        {
          "text": "For he who repents ought not only to wash away his sin by his tears, but also to cover and hide his former transgressions by amended deeds, that sin may not be imputed to him.",
          "id": 78471
        },
        {
          "text": "36.",
          "id": 78472
        },
        {
          "text": "Let us, then, cover our falls by our subsequent acts; let us purify ourselves by tears, that the Lord our God may hear us when we lament, as He heard Ephraim when weeping, as it is written: \"I have surely heard Ephraim weeping\".",
          "id": 78473
        },
        {
          "text": "And He expressly repeats the very words of Ephraim: \"Thou hast chastised me and I was chastised, like a calf I was not trained\".",
          "id": 78474
        },
        {
          "text": "For a calf disports itself, and leaves its stall, and so Ephraim was untrained like a calf far away from the stall; because he had forsaken the stall of the Lord, followed Jeroboam, and worshipped the calves, which future event was prophetically indicated through Aaron, namely, that the people of the Jews would fall after this manner.",
          "id": 78475
        },
        {
          "text": "And so repenting, Ephraim says: \"Turn Thou me, and I shall be turned, for Thou art the Lord my God.",
          "id": 78476
        },
        {
          "text": "Surely in the end of my captivity I repented, and after I learned I mourned over the days of confusion, and subjected myself to Thee because I received reproach and made Thee known\".",
          "id": 78477
        },
        {
          "text": "37.",
          "id": 78478
        },
        {
          "text": "We see how to repent, with what words and with what acts, that the days of sin are called \"days of confusion;\" for there is confusion when Christ is denied.",
          "id": 78479
        },
        {
          "text": "38.",
          "id": 78480
        },
        {
          "text": "Let us, then, submit ourselves to God, and not be subject to sin, and when we ponder the remembrance of our offences, let us blush as though at some disgrace, and not speak of them as a glory to us, as some boast of overcoming modesty, or putting down the feeling of justice.",
          "id": 78481
        },
        {
          "text": "Let our conversion be such, that we who did not know God may now ourselves declare Him to others, that the Lord, moved by such a conversion on our part, may answer to us: \"Ephraim is from youth a dear son, a pleasant child, for since My words are concerning him, I will verily remember him, therefore have I hastened to be over him; I will surely have mercy on him, saith the Lord\".",
          "id": 78482
        },
        {
          "text": "39.",
          "id": 78483
        },
        {
          "text": "And what mercy He promises us, the Lord also shows, when He says further on: \"I have satiated every thirsty soul, and have satisfied every hungry soul.",
          "id": 78484
        },
        {
          "text": "Therefore, I awaked and beheld, and My sleep was sweet unto Me\".",
          "id": 78485
        },
        {
          "text": "We observe that the Lord promises His sacraments to those who sin.",
          "id": 78486
        },
        {
          "text": "Let us, then, all be converted to the Lord.",
          "id": 78487
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 78488
        },
        {
          "text": "St.",
          "id": 78489
        },
        {
          "text": "Ambrose teaches out of the prophet Isaiah what they must do who have fallen.",
          "id": 78490
        },
        {
          "text": "Then referring to our Lord's proverbial expression respecting piping and dancing, he condemns dances.",
          "id": 78491
        },
        {
          "text": "Next by the example of Jeremiah he sets forth the necessary accompaniments of repentance.",
          "id": 78492
        },
        {
          "text": "And lastly, in order to show the efficacy of this medicine of penance, he enumerates the names of many who have used it for themselves or for others.",
          "id": 78493
        },
        {
          "text": "40.",
          "id": 78494
        },
        {
          "text": "But if they be not converted, do you at least repent, who by many a slip have fallen from the lofty pinnacle of innocence and faith.",
          "id": 78495
        },
        {
          "text": "We have a good Lord, Whose will it is to forgive all, Who called you by the prophet and said: \"I, even I, am He that blotteth out thy transgressions, and I will not remember, but do thou remember that we may plead together\".",
          "id": 78496
        },
        {
          "text": "\"I,\" He says, \"will not remember, but do thou remember,\" that is to say, \"I do not recall those transgressions which I have forgiven thee, which are covered, as it were, with oblivion, but do thou remember them.",
          "id": 78497
        },
        {
          "text": "I will not remember them because of My grace, do thou remember them in order to correction; remember, thou mayest know that the sin is forgiven, boast not as though innocent, that thou aggravate not the sin, but thou wilt be justified, confess thy sin\".",
          "id": 78498
        },
        {
          "text": "For a shamefaced confession of sins looses the bands of transgression.",
          "id": 78499
        },
        {
          "text": "41.",
          "id": 78500
        },
        {
          "text": "You see what God requires of you, that you remember that grace which you have received, and boast not as though you had not received it.",
          "id": 78501
        },
        {
          "text": "You see by how complete a promise of remission He draws you to confession.",
          "id": 78502
        },
        {
          "text": "Take heed, lest by resisting the commandments of God you fall into the  offence of the Jews, to whom the Lord Jesus said: \"We piped to you and ye danced not; we wailed and ye wept not\".",
          "id": 78503
        },
        {
          "text": "42.",
          "id": 78504
        },
        {
          "text": "The words are ordinary words, but the mystery is not ordinary.",
          "id": 78505
        },
        {
          "text": "And so one must be on one's guard, lest, deceived by any common interpretation of this saying, one should suppose that the movements of wanton dances and the madness of the stage were commended; for these are full of evil in youthful age.",
          "id": 78506
        },
        {
          "text": "But the dancing is commended which David practised before the ark of God.",
          "id": 78507
        },
        {
          "text": "For everything is seemly which is done for religion, so that we need be ashamed of no service which tends to the worship and honouring of Christ.",
          "id": 78508
        },
        {
          "text": "43.",
          "id": 78509
        },
        {
          "text": "Dancing, then, which is an accompaniment of pleasures and luxury, is not spoken of, but spiritually such as that wherewith one raises the eager body, and suffers not the limbs to lie slothfully on the ground, nor to grow stiff in their accustomed tracks.",
          "id": 78510
        },
        {
          "text": "Paul danced spiritually, when for us he stretched forward, and forgetting the things which were behind, and aiming at those which were before, he pressed on to the prize of Christ.",
          "id": 78511
        },
        {
          "text": "And you, too, when you come to baptism, are warned to raise the hands, and to cause your feet wherewith you ascend to things eternal to be swifter.",
          "id": 78512
        },
        {
          "text": "This dancing accompanies faith, and is the companion of grace.",
          "id": 78513
        },
        {
          "text": "44.",
          "id": 78514
        },
        {
          "text": "This, then, is the mystery.",
          "id": 78515
        },
        {
          "text": "\"We piped to you,\" singing in truth the song of the New Testament, \"and ye danced not\".",
          "id": 78516
        },
        {
          "text": "That is, did not raise your souls to the spiritual grace.",
          "id": 78517
        },
        {
          "text": "\"We wailed, and ye wept not\".",
          "id": 78518
        },
        {
          "text": "That is, ye did not repent.",
          "id": 78519
        },
        {
          "text": "And therefore was the Jewish people forsaken, because it did not repent, and rejected grace.",
          "id": 78520
        },
        {
          "text": "Repentance came by John, grace by Christ.",
          "id": 78521
        },
        {
          "text": "He, as the Lord, gives the one; the other is proclaimed, as it were, by the servant.",
          "id": 78522
        },
        {
          "text": "The Church, then, keeps both that it may both attain to grace and not cast away repentance, for grace is the gift of One Who confers it; repentance is the remedy of the sinner.",
          "id": 78523
        },
        {
          "text": "45.",
          "id": 78524
        },
        {
          "text": "Jeremiah knew that penitence was a great remedy, which he in his Lamentations took up for Jerusalem, and brings forward Jerusalem itself as repenting, when he says: \"She wept sore in the night, and her tears are on her cheeks, nor is there one to comfort her of all who love her.",
          "id": 78525
        },
        {
          "text": "The ways of Sion do mourn\".",
          "id": 78526
        },
        {
          "text": "And he says further: \"For these things I weep, my eyes have grown dim with weeping, because he who used to comfort me is gone far from me\".",
          "id": 78527
        },
        {
          "text": "We notice that he thought this the bitterest addition to his woes, that he who used to comfort the mourner was gone far from him.",
          "id": 78528
        },
        {
          "text": "How, then, can you take away the very comfort by refusing to repentance the hope of forgiveness?  46.",
          "id": 78529
        },
        {
          "text": "But let those who repent learn how they ought to carry it out, with what zeal, with what affection, with what intention of mind, with what shaking of the inmost bowels, with what conversion of heart: \"Behold,\" he says, \"O Lord, that I am in distress, my bowels are troubled by my weeping, my heart is turned within me\".",
          "id": 78530
        },
        {
          "text": "47.",
          "id": 78531
        },
        {
          "text": "Here you recognize the intention of the soul, the faithfulness of the mind, the disposition of the body: \"The elders of the daughters of Sion sat,\" he says, \"upon the ground, they put dust upon their heads, they girded themselves with haircloth, the princes hung their heads to the ground, the virgins of Jerusalem fainted with weeping, my eyes grew dim, my bowels were troubled, my glory was poured on the earth\".",
          "id": 78532
        },
        {
          "text": "48.",
          "id": 78533
        },
        {
          "text": "So, too, did the people of Nineveh mourn, and escaped the destruction of their city.",
          "id": 78534
        },
        {
          "text": "Such is the remedial power of repentance, that God seems because of it to change His intention.",
          "id": 78535
        },
        {
          "text": "To escape is, then, in your own power; the Lord wills to be entreated, He wills that men should hope in Him, He wills that supplication should be made to Him.",
          "id": 78536
        },
        {
          "text": "Thou art a man, and willest to be asked to forgive, and dost thou think that God will pardon thee without asking Him?  49.",
          "id": 78537
        },
        {
          "text": "The Lord Himself wept over Jerusalem, that, inasmuch as it would not weep itself, it might obtain forgiveness through the tears of the Lord.",
          "id": 78538
        },
        {
          "text": "He wills that we should weep in order that we may escape, as you find it in the Gospel: \"Daughters of Jerusalem, weep not for Me, but weep for yourselves\".",
          "id": 78539
        },
        {
          "text": "50.",
          "id": 78540
        },
        {
          "text": "David wept, and obtained of the divine mercy the removal of the death of the people who were perishing, when of the three things proposed for his choice he selected that in which he might have the most experience of the divine mercy.",
          "id": 78541
        },
        {
          "text": "Why do you blush to weep for your sins, when God commanded even the prophets to weep for the people?  51.",
          "id": 78542
        },
        {
          "text": "And, lastly, Ezekiel was bidden to weep for Jerusalem, and he took the book,  at the beginning of which was written: \"Lamentation, and melody, and woe,\" two things sad and one pleasant, for he shall be saved in the future who has wept most in this age.",
          "id": 78543
        },
        {
          "text": "\"For the heart of the wise is in the house of mourning, and the heart of fools in the house of feasting\".",
          "id": 78544
        },
        {
          "text": "And the Lord Himself said: \"Blessed are ye that weep now, for ye shall laugh\".",
          "id": 78545
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 78546
        },
        {
          "text": "An exhortation to mourning and confession of sins for Christ is moved by these and the tears of the Church.",
          "id": 78547
        },
        {
          "text": "Illustration from the story of Lazarus.",
          "id": 78548
        },
        {
          "text": "After showing that the Novatians are the successors of those who planned to kill Lazarus, St.",
          "id": 78549
        },
        {
          "text": "Ambrose argues that the full forgiveness of every sin is signified by the odour of the ointment poured by Mary on the feet of Christ; and further, that the Novatian heretics find their likeness in Judas, who grudged and envied when others rejoiced.",
          "id": 78550
        },
        {
          "text": "52.",
          "id": 78551
        },
        {
          "text": "Let us, then, mourn for a time, that we may rejoice for eternity.",
          "id": 78552
        },
        {
          "text": "Let us fear the Lord, let us anticipate Him with the confession of our sins, let us correct our backslidings and amend our faults, lest of us too it be said: \"Woe is me, my soul, for the godly man is perished from the earth, and there is none amongst men to correct them\".",
          "id": 78553
        },
        {
          "text": "53.",
          "id": 78554
        },
        {
          "text": "Why do you fear to confess your sins to our good Lord? \"Set them forth,\" He says, \"that thou mayest be justified\".",
          "id": 78555
        },
        {
          "text": "The rewards of justification are set before him who is still guilty of sin, for he is justified who voluntarily confesses his own sin; and lastly, \"the just man is his own accuser in the beginning of his speaking\".",
          "id": 78556
        },
        {
          "text": "The Lord knows all things, but He waits for your words, not that He may punish, but that He may pardon.",
          "id": 78557
        },
        {
          "text": "It is not His will that the devil should triumph over you and accuse you when you conceal your sins.",
          "id": 78558
        },
        {
          "text": "Be beforehand with your accuser: if you accuse yourself, you will fear no accuser; if you report yourself, though you were dead you shall live.",
          "id": 78559
        },
        {
          "text": "54.",
          "id": 78560
        },
        {
          "text": "Christ will come to your grave, and if He finds there weeping for you Martha the woman of good service, and Mary who carefully heard the Word of God, like holy Church which has chosen the best part, He will be moved with compassion, when at your death He shall see the tears of many and will say: \"Where have ye laid him?\" that is to say, in what condition of guilt is he? in which rank of penitents? I would see him for whom ye weep, that he himself may move Me with his tears.",
          "id": 78561
        },
        {
          "text": "I will see if he is already dead to that sin for which forgiveness is entreated.",
          "id": 78562
        },
        {
          "text": "55.",
          "id": 78563
        },
        {
          "text": "The people will say to Him, \"Come and see\".",
          "id": 78564
        },
        {
          "text": "What is the meaning of \"Come\"? It means, Let forgiveness of sins come, let the life of the departed come, the resurrection of the dead, let Thy kingdom come to this sinner also.",
          "id": 78565
        },
        {
          "text": "56.",
          "id": 78566
        },
        {
          "text": "He will come and will command that the stone be taken away which his fall has laid on the shoulders of the sinner.",
          "id": 78567
        },
        {
          "text": "He could have removed the stone by a word of command, for even inanimate nature is wont to obey the bidding of Christ.",
          "id": 78568
        },
        {
          "text": "He could by the silent power of His working have removed the stone of the sepulchre, at Whose Passion the stones being suddenly removed many sepulchres of the dead were opened, but He bade men remove the stone, in very truth indeed, that the unbelieving might believe what they saw, and see the dead rising again, but in a type that He might give us the power of lightening the burden of sins, the heavy pressure as it were upon the guilty.",
          "id": 78569
        },
        {
          "text": "Ours it is to remove the burdens, His to raise again, His to bring forth from the tombs those set free from their bands.",
          "id": 78570
        },
        {
          "text": "57.",
          "id": 78571
        },
        {
          "text": "So the Lord Jesus, seeing the heavy burden of the sinner, weeps, for the Church alone He suffers not to weep.",
          "id": 78572
        },
        {
          "text": "He has compassion with His beloved, and says to him that is dead, \"Come forth,\" that is, Thou who liest in darkness of conscience, and in the squalor of thy sins, as in the prison-house of the guilty, come forth, declare thy sins that thou mayest be justified.",
          "id": 78573
        },
        {
          "text": "\"For with the mouth confession is made unto salvation\".",
          "id": 78574
        },
        {
          "text": "58.",
          "id": 78575
        },
        {
          "text": "If you have confessed at the call of Christ the bars will be broken, and every chain loosed, even the stench of the bodily corruption be grievous.",
          "id": 78576
        },
        {
          "text": "For he had been dead four days and his flesh stank in the tomb; but He Whose flesh saw no corruption was three days in the sepulchre, for He knew no evils of the flesh, which consists of the substances of the four elements.",
          "id": 78577
        },
        {
          "text": "However great, then, the stench of the dead body may be, it is all done away so soon as the sacred ointment has shed its odour; and the dead rises again, and the command is given to loose his hands who till now was in sin; the covering is taken from his face which veiled the truth of the grace which he had received.",
          "id": 78578
        },
        {
          "text": "But since he has received forgiveness, the command is given to uncover his face, to lay bare his features.",
          "id": 78579
        },
        {
          "text": "For he whose sin is forgiven has nothing whereof to be ashamed.",
          "id": 78580
        },
        {
          "text": "59.",
          "id": 78581
        },
        {
          "text": "But in the presence of such grace given by the Lord, of such a miracle of divine bounty, when all ought to have rejoiced, the wicked were stirred up and gathered a council against Christ, and wished moreover to kill Lazarus also.",
          "id": 78582
        },
        {
          "text": "Do you not recognize that you are the successors of those whose hardness you inherit? For you too are angry and gather a council against the Church, because you see the dead come to life again in the Church, and to be raised again by receiving forgiveness of their sins.",
          "id": 78583
        },
        {
          "text": "And thus, so far as in you, you desire to slay again through envy those who are raised to life.",
          "id": 78584
        },
        {
          "text": "60.",
          "id": 78585
        },
        {
          "text": "But Jesus does not revoke His benefits, nay, rather He amplifies them by additions of His liberality, He anxiously revisits him who was raised again, and rejoicing in the gift of the restored life, He comes to the feast which His Church has prepared for Him, at which he who had been dead is found as one amongst those sitting down with Christ.",
          "id": 78586
        },
        {
          "text": "61.",
          "id": 78587
        },
        {
          "text": "Then all wonder who look upon him with the pure gaze of the mind, who are free from envy, for such children the Church has.",
          "id": 78588
        },
        {
          "text": "They wonder, as I said, how he who yesterday and the day before lay in the tomb is one of those sitting with the Lord Jesus.",
          "id": 78589
        },
        {
          "text": "62.",
          "id": 78590
        },
        {
          "text": "Mary herself pours ointment on the feet of the Lord Jesus.",
          "id": 78591
        },
        {
          "text": "Perchance for this reason on His feet, because one of the lowliest has been snatched from death, for we are all the body of Christ, but others perchance are the more honourable members.",
          "id": 78592
        },
        {
          "text": "The Apostle was the mouth of Christ, for he said, \"Ye seek a proof of Christ that speaketh in me\".",
          "id": 78593
        },
        {
          "text": "The prophets through whom He spake of things to come were His mouth, would that I might be found worthy to be His foot, and may Mary pour on me her precious ointment, and anoint me and wipe away my sin.",
          "id": 78594
        },
        {
          "text": "63.",
          "id": 78595
        },
        {
          "text": "What, then, we read concerning Lazarus we ought to believe of every sinner who is converted, who, though he may have been stinking, nevertheless is cleansed by the precious ointment of faith.",
          "id": 78596
        },
        {
          "text": "For faith has such grace that there where the dead stank the day before, now the whole house is filled with good odour.",
          "id": 78597
        },
        {
          "text": "64.",
          "id": 78598
        },
        {
          "text": "The house of Corinth stank, when it was written concerning it: \"It is reported that there is fornication among you, and such fornication as is not even among the Gentiles\".",
          "id": 78599
        },
        {
          "text": "There was a stench, for a little leaven had corrupted the whole lump.",
          "id": 78600
        },
        {
          "text": "A good odour began when it was said: \"If ye forgive anything to any one I forgive also.",
          "id": 78601
        },
        {
          "text": "For what I also have forgiven, for your sakes have I done it in the person of Christ\".",
          "id": 78602
        },
        {
          "text": "And so, the sinner being set free, there was great joy in that place, and the whole house was filled with the odour of the sweetness of grace.",
          "id": 78603
        },
        {
          "text": "Wherefore the Apostle, knowing well that he had shed upon all the ointment of apostolic forgiveness, says: \"We are a sweet savour of Christ unto God in them that are saved\".",
          "id": 78604
        },
        {
          "text": "65.",
          "id": 78605
        },
        {
          "text": "At the pouring forth, then, of this ointment all rejoice; Judas alone speaks against it.",
          "id": 78606
        },
        {
          "text": "So, too, now he who is a sinner speaks against it, he who is a traitor blames it, but he is himself blamed by Christ, as he knows not the remedy of the Lord's death, and understands not the mystery of that so great burial.",
          "id": 78607
        },
        {
          "text": "For the Lord both suffered and died that He might redeem us from death.",
          "id": 78608
        },
        {
          "text": "This is manifest from the most excellent value from His death, which is sufficient for the absolution of the sinner, and his restoration to fresh grace; so that all may come and wonder at his sitting at table with Christ, and may praise God, saying: \"Let us eat and feast, for he was dead and is alive again, had perished and is found\".",
          "id": 78609
        },
        {
          "text": "But any one devoid of faith objects: \"Why does He eat with publicans and sinners?\" This is his answer: \"They that are whole have no need of the physician, but they that are sick\".",
          "id": 78610
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 78611
        },
        {
          "text": "In urging repentance St.",
          "id": 78612
        },
        {
          "text": "Ambrose turns to his own case, expressing the wish that he could wash our Lord's feet like the woman in the Gospel, which is a great pattern of penitence, though such as cannot attain to it find acceptance.",
          "id": 78613
        },
        {
          "text": "He prays for himself, especially that he may sorrow with sinners, who are better than himself.",
          "id": 78614
        },
        {
          "text": "Those for whom Christ died are not to be contemned.",
          "id": 78615
        },
        {
          "text": "66.",
          "id": 78616
        },
        {
          "text": "Show, then, your wound to the Physician that He may heal it.",
          "id": 78617
        },
        {
          "text": "Though you show it not, He knows it, but waits to hear your voice.",
          "id": 78618
        },
        {
          "text": "Do away your scars by tears.",
          "id": 78619
        },
        {
          "text": "Thus did that woman in the Gospel, and wiped out the stench of her sin; thus did she  wash away her fault, when washing the feet of Jesus with her tears.",
          "id": 78620
        },
        {
          "text": "67.",
          "id": 78621
        },
        {
          "text": "Would that Thou, Lord Jesus, mightest reserve for me the washing off from Thy feet of the stains contracted since Thou walkest in me! O that Thou mightest offer to me to cleanse the pollution which I by my deeds have caused on Thy steps! But whence can I obtain living water, wherewith I may wash Thy feet? If I have no water I have tears, and whilst with them I wash Thy feet I trust to cleanse myself.",
          "id": 78622
        },
        {
          "text": "Whence is it that Thou shouldst say to me: \"His sins which are many are forgiven, because he loved much\"? I confess that I owe more, and that more has been forgiven me who have been called to the priesthood from the tumult and strife of the law courts and the dread of public administration; and therefore I fear that I may be found ungrateful, if I, to whom more has been forgiven, love less.",
          "id": 78623
        },
        {
          "text": "68.",
          "id": 78624
        },
        {
          "text": "But all are not able to equal that woman, who was deservedly preferred even to Simon, who was giving the feast to the Lord; who gave a lesson to all who desire to gain forgiveness, by kissing the feet of Christ, washing them with her tears, wiping them with her hair, and anointing them with ointment.",
          "id": 78625
        },
        {
          "text": "69.",
          "id": 78626
        },
        {
          "text": "In a kiss is the sign of love, and therefore the Lord Jesus says: \"Let her kiss Me with the kisses of her mouth\".",
          "id": 78627
        },
        {
          "text": "What is the meaning of the hair, but that you may learn that, having laid aside all the pomp of worldly trappings, you must implore pardon, throw yourself on the earth with tears, and prostrate on the ground move pity.",
          "id": 78628
        },
        {
          "text": "In the ointment, too, is set forth the savour of a good conversation.",
          "id": 78629
        },
        {
          "text": "David was a king, yet he said: \"Every night will I wash my bed, I will water my couch with tears\".",
          "id": 78630
        },
        {
          "text": "And therefore he obtained such a favour, as that of his house the Virgin should be chosen, who by her child-bearing should bring forth Christ for us.",
          "id": 78631
        },
        {
          "text": "Therefore is this woman also praised in the Gospel.",
          "id": 78632
        },
        {
          "text": "70.",
          "id": 78633
        },
        {
          "text": "Nevertheless if we are unable to equal her, the Lord Jesus knows also how to aid the weak, when there is no one who can prepare the feast, or bring the ointment, or carry with her a spring of living water.",
          "id": 78634
        },
        {
          "text": "He comes Himself to the sepulchre.",
          "id": 78635
        },
        {
          "text": "71.",
          "id": 78636
        },
        {
          "text": "Would that Thou wouldst vouchsafe to come to this sepulchre of mine, O Lord Jesus, that Thou wouldst wash me with Thy tears, since in my hardened eyes I possess not such tears as to be able to wash away my offence.",
          "id": 78637
        },
        {
          "text": "If Thou shalt weep for me I shall be saved; if I am worthy of Thy tears I shall cleanse the stench of all my offences; if I am worthy that Thou weep but a little, Thou wilt call me out of the tomb of this body and will say: \"Come forth,\" that my meditations may not be kept pent up in the narrow limits of this body, but may go forth to Christ, and move in the light, that I may think no more on works of darkness but on works of light.",
          "id": 78638
        },
        {
          "text": "For he who thinks on sins endeavours to shut himself up within his own consciousness.",
          "id": 78639
        },
        {
          "text": "72.",
          "id": 78640
        },
        {
          "text": "Call forth, then, Thy servant.",
          "id": 78641
        },
        {
          "text": "Although bound with the chain of my sins I have my feet fastened and my hands tied; being now buried in dead thoughts and works, yet at Thy call I shall go forth free, and shall be found one of those sitting at Thy feast, and Thy house shall be filled with precious ointment.",
          "id": 78642
        },
        {
          "text": "If Thou hast vouchsafed to redeem any one, Thou wilt preserve him.",
          "id": 78643
        },
        {
          "text": "For it shall be said, \"See, he was not brought up in the bosom of the Church, nor trained from childhood, but hurried from the judgment-seat, brought away from the vanities of this world, growing accustomed to the singing of the choir instead of the shout of the crier, but he continues in the priesthood not by his own strength, but by the grace of Christ, and sits among the guests at the heavenly table.",
          "id": 78644
        },
        {
          "text": "73.",
          "id": 78645
        },
        {
          "text": "Preserve, O Lord, Thy work, guard the gift which Thou hast given even to him who shrank from it.",
          "id": 78646
        },
        {
          "text": "For I knew that I was not worthy to be called a bishop, because I had devoted myself to this world, but by Thy grace I am what I am.",
          "id": 78647
        },
        {
          "text": "And I am indeed the least of all bishops, and the lowest in merit; yet since I too have undertaken some labour for Thy holy Church, watch over this fruit, and let not him whom when lost Thou didst call to the priesthood, to be lost when a priest.",
          "id": 78648
        },
        {
          "text": "And first grant that I may know how with inmost affection to mourn with those who sin; for this is a very great virtue, since it is written: \"And thou shalt not rejoice over the children of Judah in the day of their destruction, and speak not proudly in the day of their trouble\".",
          "id": 78649
        },
        {
          "text": "Grant that so often as the sin of any one who has fallen is made known to me I may suffer with him, and not chide him proudly, but mourn and weep, so that weeping over another I may mourn for myself, saying, \"Tamar hath been more righteous than I\".",
          "id": 78650
        },
        {
          "text": "74.",
          "id": 78651
        },
        {
          "text": "Perchance a maiden may have fallen, deceived and hurried away by those occasions which are the sources of sins.",
          "id": 78652
        },
        {
          "text": "Well, we who are older sin, too.",
          "id": 78653
        },
        {
          "text": "In us, too, the law of this flesh wars against the law of our mind, and makes us captives of sin, so that we do what we would not.",
          "id": 78654
        },
        {
          "text": "Her youth is an excuse for her, I now have none, for she ought to learn, we ought to teach.",
          "id": 78655
        },
        {
          "text": "So that \"Tamar hath been more righteous than I\".",
          "id": 78656
        },
        {
          "text": "75.",
          "id": 78657
        },
        {
          "text": "We inveigh against some one's covetousness, let us call to mind whether we ourselves have never done anything covetously; and if we have, since covetousness is the root of all evils, and is working in our bodies like a serpent secretly under the earth, let each of us say: \"Tamar hath been more righteous than I\".",
          "id": 78658
        },
        {
          "text": "76.",
          "id": 78659
        },
        {
          "text": "If we have been seriously moved against any one, a layman may act hastily for a smaller matter than a bishop.",
          "id": 78660
        },
        {
          "text": "Let us ponder that with ourselves and say, He who is reproved for quick temper is more righteous than I.",
          "id": 78661
        },
        {
          "text": "For if we thus speak, we guard ourselves against this, that the Lord Jesus or one of His disciples should say to us: \"Thou beholdest the mote in thy brother's eye, but beholdest not the beam which is in thine own eye.",
          "id": 78662
        },
        {
          "text": "Thou hypocrite, cast out first the beam out of thine own eye, and then shalt thou see to cast out the mote out of thy brother's eye\".",
          "id": 78663
        },
        {
          "text": "77.",
          "id": 78664
        },
        {
          "text": "Let us, then, not be ashamed to say that our fault is more serious than that of him whom we think we must reprove, for this is what Judah did who reprimanded Tamar, and remembering his own fault said: \"Tamar is more righteous than I\".",
          "id": 78665
        },
        {
          "text": "In which saying there is a deep mystery and a moral precept; and therefore is his offence not reckoned to him, because he accused himself before he was accused by others.",
          "id": 78666
        },
        {
          "text": "78.",
          "id": 78667
        },
        {
          "text": "Let us, then, not rejoice over the sin of any one, but rather let us mourn, for it is written: \"Rejoice not against me, O my enemy, because I have fallen, for I shall arise; for if I sit in darkness the Lord shall be a light unto me, I will bear the indignation of the Lord, because I have sinned against Him, until He maintain my cause, and execute judgment for me, and bring me forth to the light, and I shall behold His righteousness.",
          "id": 78668
        },
        {
          "text": "Mine enemy, too, shall see it and shall be covered with confusion, which said unto me, Where is the Lord thy God? Mine eyes shall behold her, and she shall be for treading down as the mire in the streets\".",
          "id": 78669
        },
        {
          "text": "And this not unreservedly, for he who rejoices at the fall of another rejoices at the victory of the devil.",
          "id": 78670
        },
        {
          "text": "Let us, then, rather mourn when we hear that one has perished for whom Christ died, Who despises not even the straw in time of harvest.",
          "id": 78671
        },
        {
          "text": "79.",
          "id": 78672
        },
        {
          "text": "O that He may not cast away this straw at His harvest, the empty stalks of my produce; but may He gather it in, as is said by some one: \"Woe is me, for I am become as one that gathereth straw in harvest, and grape gleanings in the vintage,\" that He may eat of the firstfruits at least of His grace in me, though He approve not the later fruit.",
          "id": 78673
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 78674
        },
        {
          "text": "In what way faith is necessary for repentance.",
          "id": 78675
        },
        {
          "text": "Means for paying our debts, in which work, prayer, tears, and fasting are of more value than money.",
          "id": 78676
        },
        {
          "text": "Some instances are adduced, and St.",
          "id": 78677
        },
        {
          "text": "Ambrose declares that generosity is profitable, but only when joined with faith; it is, moreover, liable to certain defects.",
          "id": 78678
        },
        {
          "text": "He goes on to speak of some defects in repentance, such as too great haste in seeking reconciliation, considering abstinence from sacraments all that is needed, of committing sin in hope of repenting later.",
          "id": 78679
        },
        {
          "text": "80.",
          "id": 78680
        },
        {
          "text": "So, then, it is fitting for us to believe both that sinners must repent and that forgiveness is to be given on repentance, yet still as hoping for forgiveness as granted upon faith, not as a debt, for it is one thing to earn, and another presumptuously to claim a right.",
          "id": 78681
        },
        {
          "text": "Faith asks for forgiveness, as it were, by covenant, but presumption is more akin to demand than to request.",
          "id": 78682
        },
        {
          "text": "Pay first that which you owe, that you may be in a position to ask for what you have hoped.",
          "id": 78683
        },
        {
          "text": "Come with the disposition of an honest debtor, that you may not contract a fresh liability, but may pay that which is due of the existing debt with the possessions of your faith.",
          "id": 78684
        },
        {
          "text": "81.",
          "id": 78685
        },
        {
          "text": "He who owes a debt to God has more help towards payment than he who is indebted to man.",
          "id": 78686
        },
        {
          "text": "Man requires money for money, and this is not always at the debtor's command.",
          "id": 78687
        },
        {
          "text": "God demands the affection of the heart, which is in our own power.",
          "id": 78688
        },
        {
          "text": "No one who owes a debt to God is poor, except one who has made himself poor.",
          "id": 78689
        },
        {
          "text": "And even if he have nothing to sell, yet has he wherewith to pay.",
          "id": 78690
        },
        {
          "text": "Prayer, fasting, and tears are the resources of an honest debtor, and much more abundant than if one from the price of his estate offered money without faith.",
          "id": 78691
        },
        {
          "text": "82.",
          "id": 78692
        },
        {
          "text": "Ananias was poor, when after selling his land he brought the money to the  apostles, and was not able with it to pay his debt, but involved himself the more.",
          "id": 78693
        },
        {
          "text": "That widow was rich who cast her two small pieces into the treasury, of whom Christ said: \"This poor widow hath cast in more than they all\".",
          "id": 78694
        },
        {
          "text": "For God requires not money but faith.",
          "id": 78695
        },
        {
          "text": "83.",
          "id": 78696
        },
        {
          "text": "And I do not deny that sins may be diminished by liberal gifts to the poor, but only if faith commend what is spent.",
          "id": 78697
        },
        {
          "text": "For what would the giving of one's whole property benefit without charity?  84.",
          "id": 78698
        },
        {
          "text": "There are some who aim at the credit of generosity for pride alone, because they wish thereby to gain the good opinion of the multitude for leaving nothing to themselves; but whilst they are seeking rewards in this life, they are laying up none for the life to come, and having received their reward here they cannot hope for it there.",
          "id": 78699
        },
        {
          "text": "85.",
          "id": 78700
        },
        {
          "text": "Some again, having, through impulsive excitement and not after long consideration, given their possessions to the Church, think that they can claim them back.",
          "id": 78701
        },
        {
          "text": "These gain neither the first nor the second reward, for the gift was made thoughtlessly, its recall sacrilegiously.",
          "id": 78702
        },
        {
          "text": "86.",
          "id": 78703
        },
        {
          "text": "Some repent of having distributed their property to the poor.",
          "id": 78704
        },
        {
          "text": "But they who are doing penance must not repent of this, lest they repent of their own repentance.",
          "id": 78705
        },
        {
          "text": "For many seek for penance through fear of future punishment, being conscious of their sins, and having received their penance are held back by fear of the public entreaties.",
          "id": 78706
        },
        {
          "text": "These persons seem to have sought for repentance for their evil deeds, but to exercise it for their good ones.",
          "id": 78707
        },
        {
          "text": "87.",
          "id": 78708
        },
        {
          "text": "Some seek penance because they wish to be at once restored to communion.",
          "id": 78709
        },
        {
          "text": "These wish not so much to loose themselves as to bind the priest, for they do not put off the guilt from their own conscience, but lay it on that of the priest, to whom the command is given: \"Give not that which is holy to the dogs, neither cast your pearls before the swine;\" that is to say, that partaking of the holy Communion is not to be allowed to those polluted with impurity.",
          "id": 78710
        },
        {
          "text": "88.",
          "id": 78711
        },
        {
          "text": "And so one may see those walking in other attire, who ought to be weeping and groaning because they had defiled the robe of sanctification and grace; and women loading their ears with pearls, and weighing down their necks, who had better have bent to Christ than to gold, and who ought to be weeping for themselves, because they have lost the pearl from heaven.",
          "id": 78712
        },
        {
          "text": "89.",
          "id": 78713
        },
        {
          "text": "There are, again, some who think that it is penitence to abstain from the heavenly sacraments.",
          "id": 78714
        },
        {
          "text": "These are too cruel judges of themselves, who prescribe a penalty for themselves but refuse the remedy, who ought to be mourning over their self-imposed penalty, because it deprives them of heavenly grace.",
          "id": 78715
        },
        {
          "text": "90.",
          "id": 78716
        },
        {
          "text": "Others think that licence is granted them to sin, because the hope of penitence is before them, whereas penitence is the remedy, not an incentive to sin.",
          "id": 78717
        },
        {
          "text": "For the salve is necessary for the wound, not the wound for the salve, since a salve is sought because of the wound, the wound is not wished for on account of the salve.",
          "id": 78718
        },
        {
          "text": "The hope which is put off to a future season is but feeble, for every season is uncertain, and hope does not outlive all time.",
          "id": 78719
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 78720
        },
        {
          "text": "In order to do away with the feeling of shame which holds back the guilty from public penance, St.",
          "id": 78721
        },
        {
          "text": "Ambrose points out the advantage of prayers offered by the whole Church, and sets forth the example of saints who have sorrowed.",
          "id": 78722
        },
        {
          "text": "Then, after reproving those who imagine that penance may be often repeated, he points out the difficulty of repentance, and how it is to be carried out.",
          "id": 78723
        },
        {
          "text": "91.",
          "id": 78724
        },
        {
          "text": "Can any one endure that you should blush to entreat God, when you do not blush to entreat a man? That you should be ashamed to entreat Him Who knows you fully, when you are not ashamed to confess your sins to a man who knows you not? Do you shrink from witnesses and sympathizers in your prayers, when, if you have to satisfy a man, you must visit many and entreat them to be kind enough to intervene; when you throw yourself at a man's knees, kiss his feet, bring your children, still unconscious of guilt, to entreat also for their father's pardon? And you disdain to do this in the Church in order to entreat God, in order to gain for yourself the support of the holy congregation; where there is no cause for shame, except indeed not to confess, since we are all sinners, amongst whom he is the most praiseworthy who is the most humble; he is the most just who feels himself the lowest.",
          "id": 78725
        },
        {
          "text": "92.",
          "id": 78726
        },
        {
          "text": "Let the Church, our Mother, weep for  you, and wash away your guilt with her tears; let Christ see you mourning and say, \"Blessed are ye that are sad, for ye shall rejoice\".",
          "id": 78727
        },
        {
          "text": "It pleases Him that many should entreat for one.",
          "id": 78728
        },
        {
          "text": "In the Gospel, too, moved by the widow's tears, because many were weeping for her, He raised her son.",
          "id": 78729
        },
        {
          "text": "He heard Peter more quickly when He raised Dorcas, because the poor were mourning over the death of the woman.",
          "id": 78730
        },
        {
          "text": "He also forthwith forgave Peter, for he wept most bitterly.",
          "id": 78731
        },
        {
          "text": "And if you weep bitterly Christ will look upon you and your guilt shall leave you.",
          "id": 78732
        },
        {
          "text": "For the application of pain does away with the enjoyment of the wickedness and the delight of the sin.",
          "id": 78733
        },
        {
          "text": "And so while mourning over our past sins we shut the door against fresh ones, and from the condemnation of our guilt there arises as it were a training in innocence.",
          "id": 78734
        },
        {
          "text": "93.",
          "id": 78735
        },
        {
          "text": "Let, then, nothing call you away from penitence, for this you have in common with the saints, and would that such sorrowing for sin as that of the saints were copied by you.",
          "id": 78736
        },
        {
          "text": "David, as it were, \"ate ashes for bread, and mingled his drink with weeping,\" and therefore now rejoices the more because he wept the more: \"Mine eyes ran down,\" he said, \"with rivers of water\".",
          "id": 78737
        },
        {
          "text": "94.",
          "id": 78738
        },
        {
          "text": "John wept sore, and, as he tells us, the mysteries of Christ were revealed to him.",
          "id": 78739
        },
        {
          "text": "But that woman who, when she was in sin and ought to have wept, nevertheless rejoiced, and covered herself with a robe of purple and scarlet, and adorned herself with much gold and precious stones, now mourns the misery of eternal weeping.",
          "id": 78740
        },
        {
          "text": "95.",
          "id": 78741
        },
        {
          "text": "Deservedly are they blamed who think that they often do penance, for they are wanton against Christ.",
          "id": 78742
        },
        {
          "text": "For if they went through their penance in truth, they would not think that it could be repeated again; for as there is but one baptism, so there is but one course of penance, so far as the outward practice goes, for we must repent of our daily faults, but this latter has to do with lighter faults, the former with such as are graver.",
          "id": 78743
        },
        {
          "text": "96.",
          "id": 78744
        },
        {
          "text": "But I have more easily found such as had preserved their innocence than such as had fittingly repented.",
          "id": 78745
        },
        {
          "text": "Does any one think that that is penitence where there still exists the striving after earthly honours, where wine flows, and even conjugal connection takes place? The world must be renounced; less sleep must be indulged in than nature demands; it must be broken by groans, interrupted by sighs, put aside by prayers; the mode of life must be such that we die to the usual habits of life.",
          "id": 78746
        },
        {
          "text": "Let the man deny himself and be wholly changed, as in the fable they relate of a certain youth, who left his home because of his love for a harlot, and, having subdued his love, returned; then one day meeting his old favourite and not speaking to her, she, being surprised and supposing that he had not recognized her, said, when they met again, \"It is I\".",
          "id": 78747
        },
        {
          "text": "\"But,\" was his answer, \"I am not the former I\".",
          "id": 78748
        },
        {
          "text": "97.",
          "id": 78749
        },
        {
          "text": "Well then did the Lord say: \"If any man will come after Me, let him deny himself, and take up his cross and follow Me\".",
          "id": 78750
        },
        {
          "text": "For they who are dead and buried in Christ ought not again to make their conclusions as though living in the world.",
          "id": 78751
        },
        {
          "text": "\"Touch not,\" it is said, \"nor attend to those things which tend to corruption by their very use, for the very customs of this life corrupt integrity\".",
          "id": 78752
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 78753
        },
        {
          "text": "The possibility of repentance is a reason why baptism should not be deferred to old age, a practice which is against the will of God in holy Scripture.",
          "id": 78754
        },
        {
          "text": "But it is of no use to practise penance whilst still serving lusts.",
          "id": 78755
        },
        {
          "text": "These must be first subdued.",
          "id": 78756
        },
        {
          "text": "98.",
          "id": 78757
        },
        {
          "text": "Good, then, is penitence, and if there were no place for it, every one would defer the grace of cleansing by baptism to old age.",
          "id": 78758
        },
        {
          "text": "And a sufficient reason is that it is better, to have a robe to mend, than none to put on; but as that which has been repaired once is restored, so that which is frequently mended is destroyed.",
          "id": 78759
        },
        {
          "text": "99.",
          "id": 78760
        },
        {
          "text": "And the Lord has given a sufficient warning to those who put off repentance, when He says: \"Repent ye, for the kingdom of heaven is at hand\".",
          "id": 78761
        },
        {
          "text": "We know not at what hour the thief will come, we know not whether our soul may be required of us this next night.",
          "id": 78762
        },
        {
          "text": "God cast Adam out of Paradise immediately after his fault; there was no delay.",
          "id": 78763
        },
        {
          "text": "At once the fallen were severed from all their enjoyments that they might do penance; at once God clothed them with garments of skins, not of silk.",
          "id": 78764
        },
        {
          "text": "100.",
          "id": 78765
        },
        {
          "text": "And what reason is there for putting  off? Is it that you may sin yet more? Then because God is good you are evil, and \"despise the riches of His goodness and long-suffering\".",
          "id": 78766
        },
        {
          "text": "But the goodness of the Lord ought rather to draw you to repentance.",
          "id": 78767
        },
        {
          "text": "Wherefore holy David says to all: \"Come, let us worship and fall down before Him, and mourn before our Lord Who made us\".",
          "id": 78768
        },
        {
          "text": "But for a sinner who has died without repentance, because nothing remains but to mourn grievously and to weep, you find him groaning and saying: \"O my son Absalom! my son Absalom!\" For him who is wholly dead mourning is without alleviation.",
          "id": 78769
        },
        {
          "text": "101.",
          "id": 78770
        },
        {
          "text": "But of those who as exiles and banished from their ancestral homes, which the holy law of Moses had assigned them, will be entangled in the errors of the world, you hear him saying: \"By the waters of Babylon we sat down and wept, when we remembered Zion\".",
          "id": 78771
        },
        {
          "text": "He sets forth the wailings of those who have fallen, and shows that they who are living in this condition of passing time and changing circumstances ought to repent, after the example of those who, as a reward for sin, had been led into miserable captivity.",
          "id": 78772
        },
        {
          "text": "102.",
          "id": 78773
        },
        {
          "text": "But nothing causes such exceeding grief as when any one, lying under the captivity of sin, calls to mind whence he has fallen, because he turned aside to carnal and earthly things, instead of directing his mind in the beautiful ways of the knowledge of God.",
          "id": 78774
        },
        {
          "text": "103.",
          "id": 78775
        },
        {
          "text": "So you find Adam concealing himself, when he knew that God was present, and wishing to be hidden when called by God with that voice which wounded the soul of him who was hiding: \"Adam, where art thou?\" That is to say, Wherefore hidest thou thyself? Why art thou concealed? Why dost thou avoid Him, Whom thou once didst long to see? A guilty conscience is so burdensome that it punishes itself without a judge, and wishes for covering, and yet is bare before God.",
          "id": 78776
        },
        {
          "text": "104.",
          "id": 78777
        },
        {
          "text": "And so no one in a state of sin ought to claim a right to or the use of the sacraments, for it is written: \"Thou hast sinned, be still\".",
          "id": 78778
        },
        {
          "text": "As David says in the Psalm lately quoted: \"We hanged our harps upon the willows in the midst thereof;\" and again: \"How shall we sing the Lord's song in a strange land?\" For if the flesh wars against the mind, and is not subject to the guidance of the Spirit, that is a strange land which is not subdued by the toil of the cultivator, and so cannot produce the fruits of charity, patience, and peace.",
          "id": 78779
        },
        {
          "text": "It is better, then, to be still when you cannot practise the works of repentance, lest in the very acts of repentance there be that which afterward will need further repentance.",
          "id": 78780
        },
        {
          "text": "For if it be once entered upon and not rightly carried out, it obtains not the result of a first repentance and takes away the use of a later one.",
          "id": 78781
        },
        {
          "text": "105.",
          "id": 78782
        },
        {
          "text": "When, then, the flesh resists, the soul must be intent upon God, and if results do not follow, let not faith fail.",
          "id": 78783
        },
        {
          "text": "And if the enticements of the flesh come upon us, or the powers of the enemy attack us, let the soul keep in submission to God.",
          "id": 78784
        },
        {
          "text": "For we are then specially oppressed when the flesh yields.",
          "id": 78785
        },
        {
          "text": "And some there are who trouble heavily the wretched soul, seeking to deprive it of all protection.",
          "id": 78786
        },
        {
          "text": "To which case the words apply: \"Rase it, rase it, even to the foundations\".",
          "id": 78787
        },
        {
          "text": "106.",
          "id": 78788
        },
        {
          "text": "And David, pitying her, says: \"O wretched daughter of Babylon\".",
          "id": 78789
        },
        {
          "text": "Wretched indeed, as being the daughter of Babylon, when she ceased to be the daughter of Jerusalem.",
          "id": 78790
        },
        {
          "text": "And yet he calls for a healer for her, and says: \"Blessed is he who shall take thy little ones and dash them against the rock\".",
          "id": 78791
        },
        {
          "text": "That is to say, shall dash all corrupt and filthy thoughts against Christ, Who by His fear and His rebuke will break down all motions against reason, so as, if any one is seized by an adulterous love, to extinguish the fire, that he may by his zeal put away the love of a harlot, and deny himself that he may gain Christ.",
          "id": 78792
        },
        {
          "text": "107.",
          "id": 78793
        },
        {
          "text": "We have then learned that we must do penance, and this at a time when the heat of luxury and sin is giving way; and that we, when under the dominion of sin, must show ourselves Godfearing by refraining, rather than allowing ourselves in evil practices.",
          "id": 78794
        },
        {
          "text": "For if it is said to Moses when he was desiring to draw nearer: \"Put off thy shoes from off thy feet,\" how much  more must we free the feet of our soul from the bonds of the body, and clear our steps from all connection with this world.",
          "id": 78795
        },
        {
          "text": "Note on the Penitential Discipline of the Early Church.",
          "id": 78796
        },
        {
          "text": "It was always believed in the Church that the power of binding and loosing had been entrusted by our Lord to His apostles, and by them handed on to their successors in the ministry.",
          "id": 78797
        },
        {
          "text": "The earlier practice would seem to have been short and simple: exclusion from Communion, some outward discipline, not always continued for a long period, and reconciliation on true repentance, these matters being decided by the bishop at his discretion.",
          "id": 78798
        },
        {
          "text": "Gradually the practice became more systematized, various periods of discipline were prescribed for various sins, and the time for this discipline was lengthened.",
          "id": 78799
        },
        {
          "text": "There were three parts in the discipline of Penitence as a whole:  1.",
          "id": 78800
        },
        {
          "text": "Confession, ἐξομολόγησις, a term used frequently of the whole course.",
          "id": 78801
        },
        {
          "text": "2.",
          "id": 78802
        },
        {
          "text": "Penance, properly so called, i-e: the mortifications, fasting, etc.",
          "id": 78803
        },
        {
          "text": ", prescribed.",
          "id": 78804
        },
        {
          "text": "3.",
          "id": 78805
        },
        {
          "text": "Reconciliation, performed solemnly by the bishop, often at Easter.",
          "id": 78806
        },
        {
          "text": "The confession was probably in private to the bishop, who determined whether any public confession should be made or not.",
          "id": 78807
        },
        {
          "text": "But as only great sins—at first, idolatry, adultery, and murder (peccata mortalia)—were punished by outward penance, it was clear that the sin must have been very grievous.",
          "id": 78808
        },
        {
          "text": "The Montanists taught that the Church had not power to forgive great sins, and this led to clearing the doctrine, and from the middle of the third century, even those who had lapsed into idolatry were admitted to penance.",
          "id": 78809
        },
        {
          "text": "Hermas already says: τοῖς δούλοις τοῦθεοῦ μέτανοιά ἐστι μία, Mand.",
          "id": 78810
        },
        {
          "text": "iv.",
          "id": 78811
        },
        {
          "text": "1.",
          "id": 78812
        },
        {
          "text": "And this rule seems to have been maintained as regards the formal penance and reconciliation, not as implying doubt of possible forgiveness, but as a matter of discipline, and this rule deprived those who fell a second time from communion at least till their deathbed.",
          "id": 78813
        },
        {
          "text": "For this public penance the Greek words are μετάνοια and ἐξομολόγησις; the Latin, penitentia and frequently exomologesis.",
          "id": 78814
        },
        {
          "text": "As the word penitentia includes not merely sorrow for sin and change of heart, but also penance, or the penalty inflicted by authority, and is used in such phrases as penitentiam agere or facere, it has been necessary in the translation of the De Penitentia to vary the English terms, and to use sometimes repentance, sometimes penance.",
          "id": 78815
        },
        {
          "text": "For further information on this subject, the reader is referred specially to the Articles, Buss-Disciplin, in the Freiburg Kirchen-Lexikon, by Wetzer and Welte; and to those on Exomologesis, Penitence, and Reconciliation, in the Dict.",
          "id": 78816
        },
        {
          "text": "of Christian Antiquities, where other authorities and references will be found.",
          "id": 78817
        }
      ]
    }
  ]
}