{
  "book": "Ambrose: Memorial of Symmachus",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Selections from the Letters of St.",
          "id": 80340
        },
        {
          "text": "Ambrose.",
          "id": 80341
        },
        {
          "text": "Memorial of Symmachus, the Prefect of the City.",
          "id": 80342
        },
        {
          "text": "Symmachus in the name of the heathen members of the Senate asks that the Altar of Victory, which had been removed by Gratian, should be restored in the Senate House, and that oaths should be taken there as of old.",
          "id": 80343
        },
        {
          "text": "He argues that the example of former Emperors should be followed as to the things which they retained, not which they abolished.",
          "id": 80344
        },
        {
          "text": "Rome expects this of them, and no injury can accrue to the treasury in consequence, whereas it is unjust to confiscate legacies to the Vestal Virgins and ancient rites.",
          "id": 80345
        },
        {
          "text": "There was a determined move on the part of Symmachus, Prefect of the city, and other heathen to regain the observances of their religion.",
          "id": 80346
        },
        {
          "text": "He was perhaps the leading man of the day at Rome, equally renowned as a statesman, a scholar, and an orator.",
          "id": 80347
        },
        {
          "text": "In a.",
          "id": 80348
        },
        {
          "text": "d.",
          "id": 80349
        },
        {
          "text": "382 he headed a deputation of the Senate to the Emperor Gratian to request the replacement of the Altar of Victory in the Senate House, and the restoration of their endowments to the Vestal Virgins and the colleges of priests.",
          "id": 80350
        },
        {
          "text": "There was a counterpetition on the part of the Christian senators forwarded through Pope Damasus, and Gratian refused to receive the deputation.",
          "id": 80351
        },
        {
          "text": "In 384 the attempt was repeated, and these letters or memorials have to do with this application to Valentinian II.",
          "id": 80352
        },
        {
          "text": ", the brother of Gratian, who was now Emperor of the West; this attempt was also foiled.",
          "id": 80353
        },
        {
          "text": "It would seem that he took part in missions for the same purpose to Theodosius after the defeat of Maximus, and to Valentinian II.",
          "id": 80354
        },
        {
          "text": "in a.",
          "id": 80355
        },
        {
          "text": "d.",
          "id": 80356
        },
        {
          "text": "392, and again unsuccessfully.",
          "id": 80357
        },
        {
          "text": "In the next year, Eugenius, who had been made Emperor by Flavian and Arbogastes, restored the Altar of Victory, which however was finally removed by Theodosius after the defeat of Eugenius and Arbogastes.",
          "id": 80358
        },
        {
          "text": "Probably Symmachus made a final attempt in 403 or 404, but fruitlessly.",
          "id": 80359
        },
        {
          "text": "[See Dict.",
          "id": 80360
        },
        {
          "text": "Christ.",
          "id": 80361
        },
        {
          "text": "Biog.",
          "id": 80362
        },
        {
          "text": "s.",
          "id": 80363
        },
        {
          "text": "v.",
          "id": 80364
        },
        {
          "text": "Symmachus.",
          "id": 80365
        },
        {
          "text": "]  The statue and Altar of Victory in question had been first removed by Constantius, son of Constantine, when at Rome, a.",
          "id": 80366
        },
        {
          "text": "d.",
          "id": 80367
        },
        {
          "text": "356, but were restored by Julian with other heathen symbols and rites.",
          "id": 80368
        },
        {
          "text": "Valentinian I.",
          "id": 80369
        },
        {
          "text": "tolerated them, but possibly (at any rate for some time), as St.",
          "id": 80370
        },
        {
          "text": "Ambrose says, did so in ignorance [Ep.",
          "id": 80371
        },
        {
          "text": "XVII.",
          "id": 80372
        },
        {
          "text": "16].",
          "id": 80373
        },
        {
          "text": "They were once more removed by Gratian, and then the action of Symmachus comes in.",
          "id": 80374
        },
        {
          "text": "It may be mentioned that though a heathen he was on intimate terms with Damasus, St.",
          "id": 80375
        },
        {
          "text": "Ambrose, and many leading Christians.",
          "id": 80376
        },
        {
          "text": "The three Epistles or rather \"Memorials\" which follow refer to this part of the death-struggle of paganism.",
          "id": 80377
        }
      ]
    }
  ]
}