{
  "book": "Ambrose: On the Mysteries",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Book Concerning the Mysteries.",
          "id": 77452
        },
        {
          "text": "Chapter I.",
          "id": 77453
        },
        {
          "text": "St.",
          "id": 77454
        },
        {
          "text": "Ambrose states that after the explanations he has already given of holy living, he will now explain the Mysteries.",
          "id": 77455
        },
        {
          "text": "Then after giving his reasons for not having done so before, he explains the mystery of the opening of the ears, and shows how this was of old done by Christ Himself.",
          "id": 77456
        },
        {
          "text": "1.",
          "id": 77457
        },
        {
          "text": "We have spoken daily upon subjects connected with morals, when the deeds of the Patriarchs or the precepts of the Proverbs were being read, in order that being taught and instructed by these you might grow accustomed to enter the ways of the ancients and to walk in their paths, and obey the divine commands; in order that being renewed by baptism you might hold to that manner of life which beseems those who are washed.",
          "id": 77458
        },
        {
          "text": "2.",
          "id": 77459
        },
        {
          "text": "The season now warns us to speak of the Mysteries, and to set forth the purport of the sacraments, which if we had thought it well to teach before baptism to those who were not yet initiated, we should be considered rather to have betrayed than to have portrayed the Mysteries.",
          "id": 77460
        },
        {
          "text": "And then, too, another reason is that the light itself of the Mysteries will shed itself with more effect upon those who are expecting they know not what, than if any discourse had come beforehand.",
          "id": 77461
        },
        {
          "text": "3.",
          "id": 77462
        },
        {
          "text": "Open, then, your ears, inhale the good savour of eternal life which has been breathed upon you by the grace of the sacraments; which was signified to you by us, when, celebrating the mystery of the opening, we said, \"Epphatha, which is, Be opened,\" that whosoever was coming in quest of peace might know what he was asked, and be bound to remember what he answered.",
          "id": 77463
        },
        {
          "text": "4.",
          "id": 77464
        },
        {
          "text": "Christ made use of this mystery in the Gospel, as we read, when He healed him who was deaf and dumb.",
          "id": 77465
        },
        {
          "text": "But He touched the mouth, because he who was healed was dumb and was a man, as regards one point that he might open his mouth with the sound of the voice given to him; as regards the other point because that touch was seemly towards a man, but would have been unseemly towards a woman.",
          "id": 77466
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 77467
        },
        {
          "text": "What those who were to be initiated promised on entering the Church, of the witnesses to these promises, and wherefore they then turned themselves to the East.",
          "id": 77468
        },
        {
          "text": "5.",
          "id": 77469
        },
        {
          "text": "After this the Holy of holies was opened to you, you entered the sanctuary of regeneration; recall what you were asked, and remember what you answered.",
          "id": 77470
        },
        {
          "text": "You renounced the devil and his works, the world with its luxury and pleasures.",
          "id": 77471
        },
        {
          "text": "That utterance of yours is preserved not in the tombs of the dead, but in the book of the living.",
          "id": 77472
        },
        {
          "text": "6.",
          "id": 77473
        },
        {
          "text": "You saw there the deacon, you saw the priest, you saw the chief priest [i-e: the bishop].",
          "id": 77474
        },
        {
          "text": "Consider not the bodily forms, but the grace of the Mysteries.",
          "id": 77475
        },
        {
          "text": "You spoke in the presence of the angels, as it is written: \"For the priest's lips keep knowledge, and they seek the law at his mouth, for he is the angel of the Lord Almighty\".",
          "id": 77476
        },
        {
          "text": "There is no place for deception nor for denial.",
          "id": 77477
        },
        {
          "text": "He is an angel who proclaims the kingdom of Christ and eternal life.",
          "id": 77478
        },
        {
          "text": "He is to be esteemed by you not according to his appearance, but according to his office.",
          "id": 77479
        },
        {
          "text": "Consider what he delivered, reflect upon the rule of life he gave you, recognize his position.",
          "id": 77480
        },
        {
          "text": "7.",
          "id": 77481
        },
        {
          "text": "You entered, then, that you might discern your adversary, whom you were to renounce as it were to his face, then you turned to the east; for he who renounces the devil turns to Christ, and beholds Him face to face.",
          "id": 77482
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 77483
        },
        {
          "text": "St.",
          "id": 77484
        },
        {
          "text": "Ambrose points out that we must consider the divine presence and working in the water and the sacred ministers, and then brings forward many Old Testament figures of baptism.",
          "id": 77485
        },
        {
          "text": "8.",
          "id": 77486
        },
        {
          "text": "What did you see? Water, certainly, but not water alone; you saw the deacons ministering there, and the bishop asking questions and hallowing.",
          "id": 77487
        },
        {
          "text": "First of all, the Apostle taught you that those things are not to be considered \"which we see, but the things which are not seen, for the things which are seen are temporal, but the things which are not seen are eternal\".",
          "id": 77488
        },
        {
          "text": "For you read elsewhere: \"That the invisible things of God, since the creation of the world, are understood through those things which have been made; His eternal power also and Godhead are estimated by His works\".",
          "id": 77489
        },
        {
          "text": "Wherefore also the Lord Himself says: \"If ye believe not Me, believe at least the works\".",
          "id": 77490
        },
        {
          "text": "Believe, then, that the presence of the Godhead is there.",
          "id": 77491
        },
        {
          "text": "Do you believe the working, and not believe the presence? Whence should the working proceed unless the presence went before?  9.",
          "id": 77492
        },
        {
          "text": "Consider, however, how ancient is the mystery prefigured even in the origin of the world itself.",
          "id": 77493
        },
        {
          "text": "In the very beginning, when God made the heaven and the earth, \"the Spirit,\" it is said, \"moved upon the waters\".",
          "id": 77494
        },
        {
          "text": "He Who was moving upon the waters, was He not working upon the waters? But why should I say, \"working\"? As regards His presence He was moving.",
          "id": 77495
        },
        {
          "text": "Was He not working Who was moving? Recognize that He was working in that making of the world, when the prophet says: \"By the word of the Lord were the heavens made, and all their strength by the spirit of His mouth\".",
          "id": 77496
        },
        {
          "text": "Each statement rests upon the testimony of the prophet, both that He was moving and that He was working.",
          "id": 77497
        },
        {
          "text": "Moses says that He was moving, David testifies that he was working.",
          "id": 77498
        },
        {
          "text": "10.",
          "id": 77499
        },
        {
          "text": "Take another testimony.",
          "id": 77500
        },
        {
          "text": "All flesh was corrupt by its iniquities.",
          "id": 77501
        },
        {
          "text": "\"My Spirit,\" says God, \"shall not remain among men, because they are flesh\".",
          "id": 77502
        },
        {
          "text": "Whereby God shows that the grace of the Spirit is turned away by carnal impurity and the pollution of grave sin.",
          "id": 77503
        },
        {
          "text": "Upon which, God, willing to restore what was lacking, sent the flood and bade just Noah go up into the ark.",
          "id": 77504
        },
        {
          "text": "And he, after having, as the flood was passing off, sent forth first a raven which did not return, sent forth a dove which is said to have returned with an olive twig.",
          "id": 77505
        },
        {
          "text": "You see the water, you see the wood [of the ark], you see the dove, and do you hesitate as to the mystery?  11.",
          "id": 77506
        },
        {
          "text": "The water, then, is that in which the flesh is dipped, that all carnal sin may be washed away.",
          "id": 77507
        },
        {
          "text": "All wickedness is there buried.",
          "id": 77508
        },
        {
          "text": "The wood is that on which the Lord Jesus was fastened when He suffered for us.",
          "id": 77509
        },
        {
          "text": "The dove is that in the form of which the Holy Spirit descended, as you have read in the New Testament, Who inspires in you peace of soul and tranquillity of mind.",
          "id": 77510
        },
        {
          "text": "The raven is the figure of sin, which goes forth and does not return, if, in you, too, inwardly and outwardly righteousness be preserved.",
          "id": 77511
        },
        {
          "text": "12.",
          "id": 77512
        },
        {
          "text": "There is also a third testimony, as the Apostle teaches us: \"For all our fathers were under the cloud, and all passed through the sea, and were all baptized to Moses in the cloud and in the sea\".",
          "id": 77513
        },
        {
          "text": "And further, Moses himself says in his song: \"Thou sentest Thy Spirit, and the sea covered them\".",
          "id": 77514
        },
        {
          "text": "You observe that even then holy baptism was prefigured in that passage of the Hebrews, wherein the Egyptian perished, the Hebrew escaped.",
          "id": 77515
        },
        {
          "text": "For what else are we daily taught in this sacrament but that guilt is swallowed up and error done away, but that virtue and innocence remain unharmed?  13.",
          "id": 77516
        },
        {
          "text": "You hear that our fathers were under the cloud, and that a kindly cloud, which cooled the heat of carnal passions.",
          "id": 77517
        },
        {
          "text": "That kindly cloud overshadows those whom the Holy Spirit visits.",
          "id": 77518
        },
        {
          "text": "At last it came upon the Virgin Mary, and the Power of the Highest overshadowed her, when she conceived Redemption for the race of men.",
          "id": 77519
        },
        {
          "text": "And that  miracle was wrought in a figure through Moses.",
          "id": 77520
        },
        {
          "text": "If, then, the Spirit was in the figure, is He not present in the reality, since Scripture says to us: \"For the law was given by Moses, but grace and truth came by Jesus Christ\".",
          "id": 77521
        },
        {
          "text": "14.",
          "id": 77522
        },
        {
          "text": "Marah was a fountain of most bitter water: Moses cast wood into it and it became sweet.",
          "id": 77523
        },
        {
          "text": "For water without the preaching of the Cross of the Lord is of no avail for future salvation, but, after it has been consecrated by the mystery of the saving cross, it is made suitable for the use of the spiritual laver and of the cup of salvation.",
          "id": 77524
        },
        {
          "text": "As, then, Moses, that is, the prophet, cast wood into that fountain, so, too, the priest utters over this font the proclamation of the Lord's cross, and the water is made sweet for the purpose of grace.",
          "id": 77525
        },
        {
          "text": "15.",
          "id": 77526
        },
        {
          "text": "You must not trust, then, wholly to your bodily eyes; that which is not seen is more really seen, for the object of sight is temporal, but that other eternal, which is not apprehended by the eye, but is discerned by the mind and spirit.",
          "id": 77527
        },
        {
          "text": "16.",
          "id": 77528
        },
        {
          "text": "Lastly, let the lessons lately gone through from the Kings teach you.",
          "id": 77529
        },
        {
          "text": "Naaman was a Syrian, and suffered from leprosy, nor could he be cleansed by any.",
          "id": 77530
        },
        {
          "text": "Then a maiden from among the captives said that there was a prophet in Israel, who could cleanse him from the defilement of the leprosy.",
          "id": 77531
        },
        {
          "text": "And it is said that, having taken silver and gold, he went to the king of Israel.",
          "id": 77532
        },
        {
          "text": "And he, when he heard the cause of his coming, rent his clothes, saying, that occasion was rather being sought against him, since things were asked of him which pertained not to the power of kings.",
          "id": 77533
        },
        {
          "text": "Elisha, however, sent word to the king, that he should send the Syrian to him, that he might know there was a God in Israel.",
          "id": 77534
        },
        {
          "text": "And when he had come, he bade him dip himself seven times in the river Jordan.",
          "id": 77535
        },
        {
          "text": "17.",
          "id": 77536
        },
        {
          "text": "Then he began to reason with himself that he had better waters in his own country, in which he had often bathed and never been cleansed of his leprosy; and so remembering this, he did not obey the command of the prophet, yet on the advice and persuasion of his servants he yielded and dipped himself.",
          "id": 77537
        },
        {
          "text": "And being forthwith cleansed, he understood that it is not of the waters but of grace that a man is cleansed.",
          "id": 77538
        },
        {
          "text": "18.",
          "id": 77539
        },
        {
          "text": "Understand now who is that young maid among the captives.",
          "id": 77540
        },
        {
          "text": "She is the congregation gathered out of the Gentiles, that is, the Church of God held down of old by the captivity of sin, when as yet it possessed not the liberty of grace, by whose counsel that foolish people of the Gentiles heard the word of prophecy as to which it had before been in doubt.",
          "id": 77541
        },
        {
          "text": "Afterwards, however, when they believed that it ought to be obeyed, they were washed from every defilement of sin.",
          "id": 77542
        },
        {
          "text": "And he indeed doubted before he was healed; you are already healed, and therefore ought not to doubt.",
          "id": 77543
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 77544
        },
        {
          "text": "That water does not cleanse without the Spirit is shown by the witness of John and by the very form of the administration of the sacrament.",
          "id": 77545
        },
        {
          "text": "And this is also declared to be signified by the pool in the Gospel and the man who was there healed.",
          "id": 77546
        },
        {
          "text": "In the same passage, too, is shown that the Holy Spirit truly descended on Christ at His baptism, and the meaning of this mystery is explained.",
          "id": 77547
        },
        {
          "text": "19.",
          "id": 77548
        },
        {
          "text": "The reason why you were told before not to believe only what you saw was that you might not say perchance, This is that great mystery \"which eye hath not seen, nor ear heard, neither has it entered into the heart of man\".",
          "id": 77549
        },
        {
          "text": "I see water, which I have been used to see every day.",
          "id": 77550
        },
        {
          "text": "Is that water to cleanse me now in which I have so often bathed without ever being cleansed? By this you may recognize that water does not cleanse without the Spirit.",
          "id": 77551
        },
        {
          "text": "20.",
          "id": 77552
        },
        {
          "text": "Therefore read that the three witnesses in baptism, the water, the blood, and the Spirit, are one, for if you take away one of these, the Sacrament of Baptism does not exist.",
          "id": 77553
        },
        {
          "text": "For what is water without the cross of Christ? A common element, without any sacramental effect.",
          "id": 77554
        },
        {
          "text": "Nor, again, is there the Sacrament of Regeneration without water: \"For except a man be born again of water and of the Spirit, he cannot enter into the kingdom of God\".",
          "id": 77555
        },
        {
          "text": "Now, even the catechumen believes in the cross of the Lord Jesus, wherewith he too is signed; but unless he be baptized in the Name of the Father, and of the Son, and of the Holy Spirit, he cannot receive remission of sins nor gain the gift of spiritual grace.",
          "id": 77556
        },
        {
          "text": "21.",
          "id": 77557
        },
        {
          "text": "So that Syrian dipped himself seven times under the law, but you were baptized in the Name of the Trinity, you confessed the Father.",
          "id": 77558
        },
        {
          "text": "Call to mind what you did: you confessed the Son, you confessed the Holy Spirit.",
          "id": 77559
        },
        {
          "text": "Mark well the order of things in this faith: you died to the world,  and rose again to God.",
          "id": 77560
        },
        {
          "text": "And as though buried to the world in that element, being dead to sin, you rose again to eternal life.",
          "id": 77561
        },
        {
          "text": "Believe, therefore, that these waters are not void of power.",
          "id": 77562
        },
        {
          "text": "22.",
          "id": 77563
        },
        {
          "text": "Therefore it is said: \"An angel of the Lord went down according to the season into the pool, and the water was troubled; and he who first after the troubling of the water went down into the pool was healed of whatsoever disease he was holden\".",
          "id": 77564
        },
        {
          "text": "This pool was at Jerusalem, in which one was healed every year, but no one was healed before the angel had descended.",
          "id": 77565
        },
        {
          "text": "Because of those who believed not the water was troubled as a sign that the angel had descended.",
          "id": 77566
        },
        {
          "text": "They had a sign, you have faith; for them an angel descended, for you the Holy Spirit; for them the creature was troubled, for you Christ Himself, the Lord of the creature, works.",
          "id": 77567
        },
        {
          "text": "23.",
          "id": 77568
        },
        {
          "text": "Then one was healed, now all are made whole; or more exactly, the Christian people alone, for in some even the water is deceitful.",
          "id": 77569
        },
        {
          "text": "The baptism of unbelievers heals not but pollutes.",
          "id": 77570
        },
        {
          "text": "The Jew washes pots and cups, as though things without sense were capable of guilt or grace.",
          "id": 77571
        },
        {
          "text": "But do you wash this living cup of yours, that in it your good works may shine and the glory of your grace be bright.",
          "id": 77572
        },
        {
          "text": "For that pool was as a type, that you might believe that the power of God descends upon this font.",
          "id": 77573
        },
        {
          "text": "24.",
          "id": 77574
        },
        {
          "text": "Lastly, that paralytic was waiting for a man.",
          "id": 77575
        },
        {
          "text": "And what man save the Lord Jesus, born of the Virgin, at Whose coming no longer the shadow should heal men one by one, but the truth should heal the whole.",
          "id": 77576
        },
        {
          "text": "He it is, then, Whose coming down was being waited for, of Whom the Father said to John the Baptist: \"Upon Whom thou shalt see the Spirit descending and abiding upon Him, this is He Who baptizeth with the Holy Spirit\".",
          "id": 77577
        },
        {
          "text": "And John bare witness of Him, and said: \"I saw the Spirit descending from heaven like a dove and abiding upon Him\".",
          "id": 77578
        },
        {
          "text": "And why did the Spirit descend like a dove, but in order that you might see, that you might acknowledge, that that dove also which just Noah sent forth from the ark was a likeness of this dove, that you might recognize the type of the sacrament?  25.",
          "id": 77579
        },
        {
          "text": "Perhaps you may object: Since that was a real dove which was sent forth, and the Spirit descended like a dove, how is it that we say that the likeness was there and the reality here, whereas in the Greek it is written that the Spirit descended in the likeness of a dove? But what is so real as the Godhead which abides for ever? Now the creature cannot be the reality, but only a likeness, which is easily destroyed and changed.",
          "id": 77580
        },
        {
          "text": "So, again, because the simplicity of those who are baptized ought to be not in appearance but in reality, and the Lord says: \"Be ye wise as serpents and simple as doves\".",
          "id": 77581
        },
        {
          "text": "Rightly, then, did He descend like a dove, in order to admonish us that we ought to have the simplicity of the dove.",
          "id": 77582
        },
        {
          "text": "And further we read of the likeness being put for the reality, both as regards Christ: \"And was found in likeness as a man;\" and as regards God the Father: \"Nor have ye seen His likeness\".",
          "id": 77583
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 77584
        },
        {
          "text": "Christ is Himself present in Baptism, so that we need not consider the person of His ministers.",
          "id": 77585
        },
        {
          "text": "A brief explanation of the confession of the Trinity as usually uttered by those about to be baptized.",
          "id": 77586
        },
        {
          "text": "26.",
          "id": 77587
        },
        {
          "text": "Is there, then, here any room left for doubt, when the Father clearly calls from heaven in the Gospel narrative, and says: \"This is My beloved Son, in Whom I am well pleased\"? When the Son also speaks, upon Whom the Holy Spirit showed Himself in the likeness of a dove? When the Holy Spirit also speaks, Who came down in the likeness of a dove? When David, too, speaks: \"The voice of the Lord is above the waters, the God of glory thundered, the Lord above many waters\"? When Scripture testifies that at the prayer of Jerubbaal, fire came down from heaven, and again, when Elijah prayed, fire was sent forth and consecrated the sacrifice.",
          "id": 77588
        },
        {
          "text": "27.",
          "id": 77589
        },
        {
          "text": "Do not consider the merits of individuals, but the office of the priests.",
          "id": 77590
        },
        {
          "text": "Or, if you look at the merits, consider the priest as Elijah.",
          "id": 77591
        },
        {
          "text": "Look upon the merits of Peter also, or of Paul, who handed down to us this mystery which they had received of the Lord Jesus.",
          "id": 77592
        },
        {
          "text": "To those [of old] a visible fire was sent that they might believe; for us who believe, the Lord works invisibly; for them that happened for a figure, for us for warning.",
          "id": 77593
        },
        {
          "text": "Believe, then, that the Lord Jesus is present at the invocation of the priest, Who said: \"Where two or three are, there am I also\".",
          "id": 77594
        },
        {
          "text": "How much where the Church is, and where His Mysteries are, does He vouchsafe to impart His presence!  28.",
          "id": 77595
        },
        {
          "text": "You went down, then (into the water), remember what you replied to the questions, that you believe in the Father, that you believe in the Son, that you believe in the Holy Spirit.",
          "id": 77596
        },
        {
          "text": "The statement there is not: I believe in a greater and in a less and in a lowest person, but you are bound by the same guarantee of your own voice, to believe in the Son in like manner as you believe in the Father; and to believe in the Holy Spirit in like manner as you believe in the Son, with this one exception, that you confess that you must believe in the cross of the Lord Jesus alone.",
          "id": 77597
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 77598
        },
        {
          "text": "Why they who come forth from the laver of baptism are anointed on the head; why, too, after baptism, their feet are washed, and what sins are remitted in each case.",
          "id": 77599
        },
        {
          "text": "29.",
          "id": 77600
        },
        {
          "text": "After this, you went up to the priest, consider what followed.",
          "id": 77601
        },
        {
          "text": "Was it not that of which David speaks: \"Like the ointment upon the head, which went down to the beard, even Aaron's beard\"? This is the ointment of which Solomon, too, says: \"Thy Name is ointment poured out, therefore have the maidens loved Thee and drawn Thee\".",
          "id": 77602
        },
        {
          "text": "How many souls regenerated this day have loved Thee, Lord Jesus, and have said: \"Draw us after Thee, we are running after the odour of Thy garments,\" that they might drink in the odour of Thy resurrection.",
          "id": 77603
        },
        {
          "text": "30.",
          "id": 77604
        },
        {
          "text": "Consider now why this is done, for \"the eyes of a wise man are in his head;\" therefore the ointment flows down to the beard, that is to say, to the beauty of youth; and therefore, Aaron's beard, that we, too, may become a chosen race, priestly and precious, for we are all anointed with spiritual grace for a share in the kingdom of God and in the priesthood.",
          "id": 77605
        },
        {
          "text": "31.",
          "id": 77606
        },
        {
          "text": "You went up from the font; remember the Gospel lesson.",
          "id": 77607
        },
        {
          "text": "For our Lord Jesus Christ in the Gospel washed the feet of His disciples.",
          "id": 77608
        },
        {
          "text": "When He came to Simon Peter, Peter said: \"Thou shalt never wash my feet\".",
          "id": 77609
        },
        {
          "text": "He did not perceive the mystery, and therefore he refused the service, for he thought that the humility of the servant would be injured, if he patiently allowed the Lord to minister to him.",
          "id": 77610
        },
        {
          "text": "And the Lord answered him: \"If I wash not thy feet, thou wilt have no part with Me\".",
          "id": 77611
        },
        {
          "text": "Peter, hearing this, replies: \"Lord, not my feet only, but also my hands and my head\".",
          "id": 77612
        },
        {
          "text": "The Lord answered: \"He that is washed needeth not save to wash his feet but is clean every whit\".",
          "id": 77613
        },
        {
          "text": "32.",
          "id": 77614
        },
        {
          "text": "Peter was clean, but he must wash his feet, for he had sin by succession from the first man, when the serpent overthrew him and persuaded him to sin.",
          "id": 77615
        },
        {
          "text": "His feet were therefore washed, that hereditary sins might be done away, for our own sins are remitted through baptism.",
          "id": 77616
        },
        {
          "text": "33.",
          "id": 77617
        },
        {
          "text": "Observe at the same time that the mystery consists in the very office of humility, for Christ says: \"If I, your Lord and Master, have washed your feet; how much more ought you to wash one another's feet\".",
          "id": 77618
        },
        {
          "text": "For, since the Author of Salvation Himself redeemed us through His obedience, how much more ought we His servants to offer the service of our humility and obedience.",
          "id": 77619
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 77620
        },
        {
          "text": "The washing away of sins is indicated by the white robes of the catechumens, whence the Church speaks of herself as black and comely.",
          "id": 77621
        },
        {
          "text": "Angels marvel at her brightness as at that of the flesh of the Lord.",
          "id": 77622
        },
        {
          "text": "Moreover, Christ Himself commended His beauty to His Spouse under many figures.",
          "id": 77623
        },
        {
          "text": "The mutual affection of the one for the other is described.",
          "id": 77624
        },
        {
          "text": "34.",
          "id": 77625
        },
        {
          "text": "After this white robes were given to you as a sign that you were putting off the covering of sins, and putting on the chaste veil of innocence, of which the prophet said: \"Thou shalt sprinkle me with hyssop and I shall be cleansed, Thou shalt wash me and I shall be made whiter than snow\".",
          "id": 77626
        },
        {
          "text": "For he who is baptized is seen to be purified both according to the Law and according to the Gospel: according to the Law, because Moses sprinkled the blood of the lamb with a bunch of hyssop; according to the Gospel, because Christ's garments were white as snow, when in the Gospel He showed forth the glory of His Resurrection.",
          "id": 77627
        },
        {
          "text": "He, then, whose guilt is remitted is made whiter than snow.",
          "id": 77628
        },
        {
          "text": "So that God said by Isaiah: \"Though your sins be as scarlet, I will make them white as snow\".",
          "id": 77629
        },
        {
          "text": "35.",
          "id": 77630
        },
        {
          "text": "The Church, having put on these garments through the laver of regeneration, says in the Song of Songs: \"I am black  and comely, O daughters of Jerusalem\".",
          "id": 77631
        },
        {
          "text": "Black through the frailty of her human condition, comely through the sacrament of faith.",
          "id": 77632
        },
        {
          "text": "And the daughters of Jerusalem beholding these garments say in amazement: \"Who is this that cometh up made white?\" She was black, how is she now suddenly made white?  36.",
          "id": 77633
        },
        {
          "text": "The angels, too, were in doubt when Christ arose; the powers of heaven were in doubt when they saw that flesh was ascending into heaven.",
          "id": 77634
        },
        {
          "text": "Then they said: \"Who is this King of glory?\" And whilst some said \"Lift up your gates, O princes, and be ye lift up, ye everlasting doors, and the King of glory shall come in\".",
          "id": 77635
        },
        {
          "text": "In Isaiah, too, we find that the powers of heaven doubted and said: \"Who is this that cometh up from Edom, the redness of His garments is from Bosor, He who is glorious in white apparel?\"  37.",
          "id": 77636
        },
        {
          "text": "But Christ, beholding His Church, for whom He Himself, as you find in the book of the prophet Zechariah, had put on filthy garments, now clothed in white raiment, seeing, that is, a soul pure and washed in the laver of regeneration, says: \"Behold, thou art fair, My love, behold thou art fair, thy eyes are like a dove's,\" in the likeness of which the Holy Spirit descended from heaven.",
          "id": 77637
        },
        {
          "text": "The eyes are beautiful like those of a dove, because in the likeness of a dove the Holy Spirit descended from heaven.",
          "id": 77638
        },
        {
          "text": "38.",
          "id": 77639
        },
        {
          "text": "And farther on: \"Thy teeth are like a flock of sheep that are shorn, which are come up from the pool, which all bear twins, and none is barren among them, thy lips are as a cord of scarlet\".",
          "id": 77640
        },
        {
          "text": "This is no slight praise.",
          "id": 77641
        },
        {
          "text": "First by the pleasing comparison to those that are shorn; for we know that goats both feed in high places without risk, and securely find their food in rugged places, and then when shorn are freed from what is superfluous.",
          "id": 77642
        },
        {
          "text": "The Church is likened to a flock of these, having in itself the many virtues of those souls which through the laver lay aside the superfluity of sins, and offer to Christ the mystic faith and the grace of good living, which speak of the cross of the Lord Jesus.",
          "id": 77643
        },
        {
          "text": "39.",
          "id": 77644
        },
        {
          "text": "The Church is beautiful in them.",
          "id": 77645
        },
        {
          "text": "So that God the Word says to her: \"Thou art all fair, My love, and there is no blemish in thee,\" for guilt has been washed away.",
          "id": 77646
        },
        {
          "text": "\"Come hither from Lebanon, My spouse, come hither from Lebanon, from the beginning of faith wilt thou pass through and pass on,\" because, renouncing the world, she passed through things temporal and passed on to Christ.",
          "id": 77647
        },
        {
          "text": "And again, God the Word says to her: \"How beautiful and sweet art thou made, O love, in thy delights! Thy stature is become like that of a palm-tree, and thy breasts like bunches of grapes\".",
          "id": 77648
        },
        {
          "text": "40.",
          "id": 77649
        },
        {
          "text": "And the Church answers Him, \"Who will give Thee to me, my Brother, that didst suck the breasts of my mother? If I find Thee without, I will kiss Thee, and indeed they will not despise me.",
          "id": 77650
        },
        {
          "text": "I will take Thee, and bring Thee into the house of my mother; and into the secret chamber of her that conceived me.",
          "id": 77651
        },
        {
          "text": "Thou shalt teach me\".",
          "id": 77652
        },
        {
          "text": "You see how, delighted with the gifts of grace, she longs to attain to the innermost mysteries, and to consecrate all her affections to Christ.",
          "id": 77653
        },
        {
          "text": "She still seeks, she still stirs up His love, and asks of the daughters of Jerusalem to stir it up for her, and desires that by their beauty, which is that of faithful souls, her spouse may be incited to ever richer love for her.",
          "id": 77654
        },
        {
          "text": "41.",
          "id": 77655
        },
        {
          "text": "So that the Lord Jesus Himself, invited by such eager love and by the beauty of comeliness and grace, since now no offences pollute the baptized, says to the Church: \"Place Me as a seal upon thy heart, as a signet upon thine arm;\" that is, thou art comely, My beloved, thou art all fair, nothing is wanting to thee.",
          "id": 77656
        },
        {
          "text": "Place Me as a seal upon thine heart, that thy faith may shine forth in the fulness of the sacrament.",
          "id": 77657
        },
        {
          "text": "Let thy works also shine and set forth the image of God in the Whose image thou wast made.",
          "id": 77658
        },
        {
          "text": "Let no persecution lessen thy love, which many waters cannot quench, nor many rivers drown.",
          "id": 77659
        },
        {
          "text": "42.",
          "id": 77660
        },
        {
          "text": "And then remember that you received the seal of the Spirit; the spirit of wisdom and understanding, the spirit of counsel and strength, the spirit of knowledge and godliness, and the spirit of holy fear, and preserved what you received.",
          "id": 77661
        },
        {
          "text": "God the Father sealed you, Christ the Lord strengthened you, and gave the earnest of the Spirit in your heart, as you have learned in the lesson from the Apostle.",
          "id": 77662
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 77663
        },
        {
          "text": "Of the mystical feast of the altar of the Lord.",
          "id": 77664
        },
        {
          "text": "Lest any should think lightly of it, St.",
          "id": 77665
        },
        {
          "text": "Ambrose shows that it is of higher antiquity than the sacred rites of the Jews, since it was foreshadowed in the sacrifice of Melchisedech, and far better than the manna, as being the Body of Christ.",
          "id": 77666
        },
        {
          "text": "43.",
          "id": 77667
        },
        {
          "text": "The cleansed people, rich with these adornments, hastens to the altar of Christ, saying: \"I will go to the altar of God, to God Who maketh glad my youth;\" for having laid aside the slough of ancient error, renewed with an eagle's youth, it hastens to approach that heavenly feast.",
          "id": 77668
        },
        {
          "text": "It comes, and seeing the holy altar arranged, cries out: \"Thou hast prepared a table in my sight\".",
          "id": 77669
        },
        {
          "text": "David introduces the people as speaking, where he says: \"The Lord feedeth me, and nothing shall be wanting to me, in a place of good pasture hath He placed me.",
          "id": 77670
        },
        {
          "text": "He hath led me forth by the water of refreshment\".",
          "id": 77671
        },
        {
          "text": "And later: \"For though I walk in the midst of the shadow of death, I will fear no evils, for Thou art with me.",
          "id": 77672
        },
        {
          "text": "Thy rod and Thy staff have comforted me.",
          "id": 77673
        },
        {
          "text": "Thou hast prepared in my sight a table against them that trouble me.",
          "id": 77674
        },
        {
          "text": "Thou hast anointed my head with oil, and Thy inebriating cup, how excellent it is!\"  44.",
          "id": 77675
        },
        {
          "text": "We must now pay attention, lest perchance any one seeing that what is visible (for things which are invisible cannot be seen nor comprehended by human eyes), should say, \"God rained down manna and rained down quails upon the Jews,\" but for the Church beloved of Him the things which He has prepared are those of which it is said: \"That eye hath not seen, nor ear heard, neither hath it entered into the heart of man, what things God hath prepared for them that love Him\".",
          "id": 77676
        },
        {
          "text": "So, lest any one should say this, we will take great pains to prove that the sacraments of the Church are both more ancient than those of the synagogue, and more excellent than the manna.",
          "id": 77677
        },
        {
          "text": "45.",
          "id": 77678
        },
        {
          "text": "The lesson of Genesis just read shows that they are more ancient, for the synagogue took its origin from the law of Moses.",
          "id": 77679
        },
        {
          "text": "But Abraham was far earlier, who, after conquering the enemy, and recovering his own nephew, as he was enjoying his victory, was met by Melchisedech, who brought forth those things which Abraham reverently received.",
          "id": 77680
        },
        {
          "text": "It was not Abraham who brought them forth, but Melchisedech, who is introduced without father, without mother, having neither beginning of days, nor ending, but like the Son of God, of Whom Paul says to the Hebrews: \"that He remaineth a priest for ever,\" Who in the Latin version is called King of righteousness and King of peace.",
          "id": 77681
        },
        {
          "text": "46.",
          "id": 77682
        },
        {
          "text": "Do you recognize Who that is? Can a man be king of righteousness, when himself he can hardly be righteous? Can he be king of peace, when he can hardly be peaceable? He it is Who is without mother according to His Godhead, for He was begotten of God the Father, of one substance with the Father; without a father according to His Incarnation, for He was born of a Virgin; having neither beginning nor end, for He is the beginning and end of all things, the first and the last.",
          "id": 77683
        },
        {
          "text": "The sacrament, then, which you received is the gift not of man but of God, brought forth by Him Who blessed Abraham the father of faith, whose grace and deeds we admire.",
          "id": 77684
        },
        {
          "text": "47.",
          "id": 77685
        },
        {
          "text": "We have proved the sacraments of the Church to be the more ancient, now recognize that they are superior.",
          "id": 77686
        },
        {
          "text": "In very truth it is a marvellous thing that God rained manna on the fathers, and fed them with daily food from heaven; so that it is said, \"So man did eat angels' food\".",
          "id": 77687
        },
        {
          "text": "But yet all those who ate that food died in the wilderness, but that food which you receive, that living Bread which came down from heaven, furnishes the substance of eternal life; and whosoever shall eat of this Bread shall never die, and it is the Body of Christ.",
          "id": 77688
        },
        {
          "text": "49.",
          "id": 77689
        },
        {
          "text": "Now consider whether the bread of angels be more excellent or the Flesh of Christ, which is indeed the body of life.",
          "id": 77690
        },
        {
          "text": "That manna came from heaven, this is above the heavens; that was of heaven, this is of the Lord of the heavens; that was liable to corruption, if kept a second day, this is far from all corruption, for whosoever shall taste it holily shall not be able to feel corruption.",
          "id": 77691
        },
        {
          "text": "For them water flowed from the rock, for you Blood flowed from Christ; water satisfied them for a time, the Blood satiates you for eternity.",
          "id": 77692
        },
        {
          "text": "The Jew drinks and thirsts again, you after drinking will be beyond the power of thirsting; that was in a shadow, this is in truth.",
          "id": 77693
        },
        {
          "text": "49.",
          "id": 77694
        },
        {
          "text": "If that which you so wonder at is but shadow, how great must that be whose very shadow you wonder at.",
          "id": 77695
        },
        {
          "text": "See now  what happened in the case of the fathers was shadow: \"They drank, it is said, of that Rock that followed them, and that Rock was Christ.",
          "id": 77696
        },
        {
          "text": "But with many of them God was not well pleased, for they were overthrown in the wilderness.",
          "id": 77697
        },
        {
          "text": "Now these things were done in a figure concerning us\".",
          "id": 77698
        },
        {
          "text": "You recognize now which are the more excellent, for light is better than shadow, truth than a figure, the Body of its Giver than the manna from heaven.",
          "id": 77699
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 77700
        },
        {
          "text": "In order that no one through observing the outward part should waver in faith, many instances are brought forward wherein the outward nature has been changed, and so it is proved that bread is made the true body of Christ.",
          "id": 77701
        },
        {
          "text": "The treatise then is brought to a termination with certain remarks as to the effects of the sacrament, the disposition of the recipients, and such like.",
          "id": 77702
        },
        {
          "text": "50.",
          "id": 77703
        },
        {
          "text": "Perhaps you will say, \"I see something else, how is it that you assert that I receive the Body of Christ?\" And this is the point which remains for us to prove.",
          "id": 77704
        },
        {
          "text": "And what evidence shall we make use of? Let us prove that this is not what nature made, but what the blessing consecrated, and the power of blessing is greater than that of nature, because by blessing nature itself is changed.",
          "id": 77705
        },
        {
          "text": "51.",
          "id": 77706
        },
        {
          "text": "Moses was holding a rod, he cast it down and it became a serpent.",
          "id": 77707
        },
        {
          "text": "Again, he took hold of the tail of the serpent and it returned to the nature of a rod.",
          "id": 77708
        },
        {
          "text": "You see that by virtue of the prophetic office there were two changes, of the nature both of the serpent and of the rod.",
          "id": 77709
        },
        {
          "text": "The streams of Egypt were running with a pure flow of water; of a sudden from the veins of the sources blood began to burst forth, and none could drink of the river.",
          "id": 77710
        },
        {
          "text": "Again, at the prophet's prayer the blood ceased, and the nature of water returned.",
          "id": 77711
        },
        {
          "text": "The people of the Hebrews were shut in on every side, hemmed in on the one hand by the Egyptians, on the other by the sea; Moses lifted up his rod, the water divided and hardened like walls, and a way for the feet appeared between the waves.",
          "id": 77712
        },
        {
          "text": "Jordan being turned back, returned, contrary to nature, to the source of its stream.",
          "id": 77713
        },
        {
          "text": "Is it not clear that the nature of the waves of the sea and of the river stream was changed? The people of the fathers thirsted, Moses touched the rock, and water flowed out of the rock.",
          "id": 77714
        },
        {
          "text": "Did not grace work a result contrary to nature, so that the rock poured forth water, which by nature it did not contain? Marah was a most bitter stream, so that the thirsting people could not drink.",
          "id": 77715
        },
        {
          "text": "Moses cast wood into the water, and the water lost its bitterness, which grace of a sudden tempered.",
          "id": 77716
        },
        {
          "text": "In the time of Elisha the prophet one of the sons of the prophets lost the head from his axe, which sank.",
          "id": 77717
        },
        {
          "text": "He who had lost the iron asked Elisha, who cast in a piece of wood and the iron swam.",
          "id": 77718
        },
        {
          "text": "This, too, we clearly recognize as having happened contrary to nature, for iron is of heavier nature than water.",
          "id": 77719
        },
        {
          "text": "52.",
          "id": 77720
        },
        {
          "text": "We observe, then, that grace has more power than nature, and yet so far we have only spoken of the grace of a prophet's blessing.",
          "id": 77721
        },
        {
          "text": "But if the blessing of man had such power as to change nature, what are we to say of that divine consecration where the very words of the Lord and Saviour operate? For that sacrament which you receive is made what it is by the word of Christ.",
          "id": 77722
        },
        {
          "text": "But if the word of Elijah had such power as to bring down fire from heaven, shall not the word of Christ have power to change the nature of the elements? You read concerning the making of the whole world: \"He spake and they were made, He commanded and they were created\".",
          "id": 77723
        },
        {
          "text": "Shall not the word of Christ, which was able to make out of nothing that which was not, be able to change things which already are into what they were not? For it is not less to give a new nature to things than to change them.",
          "id": 77724
        },
        {
          "text": "53.",
          "id": 77725
        },
        {
          "text": "But why make use of arguments? Let us use the examples He gives, and by the example of the Incarnation prove the truth of the mystery.",
          "id": 77726
        },
        {
          "text": "Did the course of nature proceed as usual when the Lord Jesus was born of Mary? If we look to the usual course, a woman ordinarily conceives after connection with a man.",
          "id": 77727
        },
        {
          "text": "And this body which we make is that which was born of the Virgin.",
          "id": 77728
        },
        {
          "text": "Why do you seek the order of nature in the Body of Christ, seeing that the Lord Jesus Himself was born of a Virgin, not according to nature? It is the true Flesh of Christ which crucified and buried, this is then truly the Sacrament of His Body.",
          "id": 77729
        },
        {
          "text": "54.",
          "id": 77730
        },
        {
          "text": "The Lord Jesus Himself proclaims: \"This is My Body\".",
          "id": 77731
        },
        {
          "text": "Before the blessing of the heavenly words another nature is spoken of, after the consecration the Body is signified.",
          "id": 77732
        },
        {
          "text": "He Himself speaks of His Blood.",
          "id": 77733
        },
        {
          "text": "Before the consecration it has another name,  after it is called Blood.",
          "id": 77734
        },
        {
          "text": "And you say, Amen, that is, It is true.",
          "id": 77735
        },
        {
          "text": "Let the heart within confess what the mouth utters, let the soul feel what the voice speaks.",
          "id": 77736
        },
        {
          "text": "55.",
          "id": 77737
        },
        {
          "text": "Christ, then, feeds His Church with these sacraments, by means of which the substance of the soul is strengthened, and seeing the continual progress of her grace, He rightly says to her: \"How comely are thy breasts, my sister, my spouse, how comely they are made by wine, and the smell of thy garments is above all spices.",
          "id": 77738
        },
        {
          "text": "A dropping honeycomb are thy lips, my spouse, honey and milk are under thy tongue, and the smell of thy garments is as the smell of Lebanon.",
          "id": 77739
        },
        {
          "text": "A garden enclosed is my sister, my spouse, a garden enclosed, a fountain sealed\".",
          "id": 77740
        },
        {
          "text": "By which He signifies that the mystery ought to remain sealed up with you, that it be not violated by the deeds of an evil life, and pollution of chastity, that it be not made known to thou, for whom it is not fitting, nor by garrulous talkativeness it be spread abroad amongst unbelievers.",
          "id": 77741
        },
        {
          "text": "Your guardianship of the faith ought therefore to be good, that integrity of life and silence may endure unblemished.",
          "id": 77742
        },
        {
          "text": "56.",
          "id": 77743
        },
        {
          "text": "For which reason, too, the Church, guarding the depth of the heavenly mysteries, repels the furious storms of wind, and calls to her the sweetness of the grace of spring, and knowing that her garden cannot displease Christ, invites the Bridegroom, saying: \"Arise, O north wind, and come, thou south; blow upon my garden, and let my ointments flow down.",
          "id": 77744
        },
        {
          "text": "Let my Brother come down to His garden, and eat the fruit of His trees\".",
          "id": 77745
        },
        {
          "text": "For it has good trees and fruitful, which have dipped their roots in the water of the sacred spring, and with fresh growth have shot forth into good fruits, so as now not to be cut with the axe of the prophet, but to abound with the fruitfulness of the Gospel.",
          "id": 77746
        },
        {
          "text": "57.",
          "id": 77747
        },
        {
          "text": "Lastly, the Lord also, delighted with their fertility, answers: \"I have entered into My garden, My sister, My spouse; I have gathered My myrrh with My spices, I have eaten My meat with My honey, I have drunk My drink with My milk\".",
          "id": 77748
        },
        {
          "text": "Understand, you faithful, why He spoke of meat and drink.",
          "id": 77749
        },
        {
          "text": "And there is no doubt that He Himself eats and drinks in us, as you have read that He says that in our persons He is in prison.",
          "id": 77750
        },
        {
          "text": "58.",
          "id": 77751
        },
        {
          "text": "Wherefore, too, the Church, beholding so great grace, exhorts her sons and her friends to come together to the sacraments, saying: \"Eat, my friends, and drink and be inebriated, my brother\".",
          "id": 77752
        },
        {
          "text": "What we eat and what we drink the Holy Spirit has elsewhere made plain by the prophet, saying, \"Taste and see that the Lord is good, blessed is the man that hopeth in Him\".",
          "id": 77753
        },
        {
          "text": "In that sacrament is Christ, because it is the Body of Christ, it is therefore not bodily food but spiritual.",
          "id": 77754
        },
        {
          "text": "Whence the Apostle says of its type: \"Our fathers ate spiritual food and drank spiritual drink,\" for the Body of God is a spiritual body; the Body of Christ is the Body of the Divine Spirit, for the Spirit is Christ, as we read: \"The Spirit before our face is Christ the Lord\".",
          "id": 77755
        },
        {
          "text": "And in the Epistle of Peter we read: \"Christ died for us\".",
          "id": 77756
        },
        {
          "text": "Lastly, that food strengthens our heart, and that drink \"maketh glad the heart of man,\" as the prophet has recorded.",
          "id": 77757
        },
        {
          "text": "59.",
          "id": 77758
        },
        {
          "text": "So, then, having obtained everything, let us know that we are born again, but let us not say, How are we born again? Have we entered a second time into our mother's womb and been born again? I do not recognize here the course of nature.",
          "id": 77759
        },
        {
          "text": "But here there is no order of nature, where is the excellence of grace.",
          "id": 77760
        },
        {
          "text": "And again, it is not always the course of nature which brings about conception, for we confess that Christ the Lord was conceived of a Virgin, and reject the order of nature.",
          "id": 77761
        },
        {
          "text": "For Mary conceived not of man, but was with child of the Holy Spirit, as Matthew says: \"She was found with child of the Holy Spirit\".",
          "id": 77762
        },
        {
          "text": "If, then, the Holy Spirit coming down upon the Virgin wrought the conception, and effected the work of generation, surely we must not doubt but that, coming down upon the Font, or upon those who receive Baptism, He effects the reality of the new birth.",
          "id": 77763
        }
      ]
    }
  ]
}