{
  "book": "Aphrahat: Of Monks",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Demonstration VI.",
          "id": 28842
        },
        {
          "text": "—Of Monks.",
          "id": 28843
        },
        {
          "text": "1.",
          "id": 28844
        },
        {
          "text": "Expedient is the word that I speak and worthy of acceptance:—Let us now awake from our sleep, and lift up both our hearts and hands to God towards heaven; lest suddenly the Lord of the house come, that when He comes He may find us in watchfulness.",
          "id": 28845
        },
        {
          "text": "Let us observe the appointed time of the glorious bridegroom, that we may enter with Him into His bride-chamber.",
          "id": 28846
        },
        {
          "text": "Let us prepare oil for our lamps that we may go forth to meet Him with joy.",
          "id": 28847
        },
        {
          "text": "Let us make ready provision for our abiding-place, for the way that is narrow and strait.",
          "id": 28848
        },
        {
          "text": "And let us put away and cast from us all uncleanness, and put on wedding garments.",
          "id": 28849
        },
        {
          "text": "Let us trade with the silver that we have received, that we may be called diligent servants.",
          "id": 28850
        },
        {
          "text": "Let us be constant in prayer, that we may pass by the place where fear dwells.",
          "id": 28851
        },
        {
          "text": "Let us cleanse our heart from iniquity, that we may see the Lofty One in His honour.",
          "id": 28852
        },
        {
          "text": "Let us be merciful, as it is written, that God may have mercy upon us.",
          "id": 28853
        },
        {
          "text": "Let there be peace amongst us, that we may be called the brethren of Christ.",
          "id": 28854
        },
        {
          "text": "Let us hunger for righteousness, that we may be satisfied from the table of His Kingdom.",
          "id": 28855
        },
        {
          "text": "Let us be the salt of truth, that we may not become food for the serpent.",
          "id": 28856
        },
        {
          "text": "Let us purge our seed from thorns, that we may produce fruit a hundred-fold.",
          "id": 28857
        },
        {
          "text": "Let us found our building on the rock, that it may not be shaken by the winds and waves.",
          "id": 28858
        },
        {
          "text": "Let us be vessels unto honour that we may be required by the Lord for His use.",
          "id": 28859
        },
        {
          "text": "Let us sell all our possessions, and buy for ourselves the pearl, that we may be rich.",
          "id": 28860
        },
        {
          "text": "Let us lay up our treasures in heaven, that when we come we may open them and have pleasure in them.",
          "id": 28861
        },
        {
          "text": "Let us visit our Lord in the persons of the sick, that He may invite us to stand at His right hand.",
          "id": 28862
        },
        {
          "text": "Let us hate ourselves and love Christ, as He loved us and gave Himself up for our sakes.",
          "id": 28863
        },
        {
          "text": "Let us honour the spirit of Christ, that we may receive grace from Him.",
          "id": 28864
        },
        {
          "text": "Let us be strangers to the world, even as Christ was not of it.",
          "id": 28865
        },
        {
          "text": "Let us be humble and mild, that we may inherit the land of life.",
          "id": 28866
        },
        {
          "text": "Let us be unflagging in His service, that He may cause us to serve in the abode of the saints.",
          "id": 28867
        },
        {
          "text": "Let us pray His prayer in purity, that it may have access to the Lord of Majesty.",
          "id": 28868
        },
        {
          "text": "Let us be partakers in His suffering, that so we may also rise up in His resurrection.",
          "id": 28869
        },
        {
          "text": "Let us bear His sign upon our bodies, that we may be delivered from the wrath to come.",
          "id": 28870
        },
        {
          "text": "For fearful is the day in which He will come, and who is able to endure it?  Furious and hot is His wrath, and it will destroy all the wicked.",
          "id": 28871
        },
        {
          "text": "Let us set upon our head the helmet of redemption, that we may not be wounded and die in the battle.",
          "id": 28872
        },
        {
          "text": "Let us gird our loins with truth, that we may not be found impotent in the contest.",
          "id": 28873
        },
        {
          "text": "Let us arise and awaken Christ, that He may still the stormy blasts from us.",
          "id": 28874
        },
        {
          "text": "Let us take as a shield against the Evil One, the preparation of the Gospel of our Redeemer.",
          "id": 28875
        },
        {
          "text": "Let us receive power from our Lord to tread upon snakes and scorpions.",
          "id": 28876
        },
        {
          "text": "Let us lay aside from us wrath, with all fury and malice.",
          "id": 28877
        },
        {
          "text": "Let no reviling proceed out of our mouth, with which we pray unto God.",
          "id": 28878
        },
        {
          "text": "Let us not be cursers, that we may be delivered from the curse of the law.",
          "id": 28879
        },
        {
          "text": "Let us be diligent workers, that we may obtain our reward with those of old.",
          "id": 28880
        },
        {
          "text": "Let us take up the burden of the day, that we may seek a more abundant reward.",
          "id": 28881
        },
        {
          "text": "Let us not be idle workers, for lo! our Lord has hired us for His vineyard.",
          "id": 28882
        },
        {
          "text": "Let us be planted as vines in the midst of His vineyard, for it is the true vineyard.",
          "id": 28883
        },
        {
          "text": "Let us be fruitful vines, that we may not be uprooted out of His vineyard.",
          "id": 28884
        },
        {
          "text": "Let us be a sweet odour, that our fragrance may breathe forth to all around.",
          "id": 28885
        },
        {
          "text": "Let us be poor in the world, and let us enrich many by the doctrine of our Lord.",
          "id": 28886
        },
        {
          "text": "Let us not call anyone our father in the earth, that we may be the children of the Father which is in heaven.",
          "id": 28887
        },
        {
          "text": "Though we have nothing, yet we possess all things.",
          "id": 28888
        },
        {
          "text": "Though no man know us, yet they that have knowledge of us are many.",
          "id": 28889
        },
        {
          "text": "Let us rejoice in our hope at every time, that He Who is our hope and our Redeemer may rejoice in us.",
          "id": 28890
        },
        {
          "text": "Let us judge ourselves righteously and condemn ourselves, that we may not hang down our faces before the judges who shall sit upon thrones and judge the tribes.",
          "id": 28891
        },
        {
          "text": "Let us take to ourselves, as armour for the contest, the preparation of the Gospel.",
          "id": 28892
        },
        {
          "text": "Let us knock at the door of heaven, that it may be opened before us, and we may enter in through it.",
          "id": 28893
        },
        {
          "text": "Let us diligently ask for mercy, that we may receive whatsoever is necessary for us.",
          "id": 28894
        },
        {
          "text": "Let us seek His Kingdom and His righteousness, that we may receive increase in the land.",
          "id": 28895
        },
        {
          "text": "Let us think upon the things which are above, on the heavenly things, and meditate on them, where Christ has been lifted up and exalted.",
          "id": 28896
        },
        {
          "text": "But let us forsake the world which is not ours, that we may arrive at the place to which we have been invited.",
          "id": 28897
        },
        {
          "text": "Let us raise up our eyes on high, that we may see the splendour which shall be revealed.",
          "id": 28898
        },
        {
          "text": "Let us lift up our wings as eagles, that we may see the body there where it is.",
          "id": 28899
        },
        {
          "text": "Let us prepare as offerings for the King desirable fruits, fasting and prayer.",
          "id": 28900
        },
        {
          "text": "Let us guard His pledge in purity, that He may trust us over all His treasury.",
          "id": 28901
        },
        {
          "text": "For whosoever deals falsely with His pledge, they suffer him not to enter into the treasure-house.",
          "id": 28902
        },
        {
          "text": "Let us be careful of the body of Christ, that our bodies may rise at the sound of the trumpet.",
          "id": 28903
        },
        {
          "text": "Let us hearken to the voice of the bridegroom, that we may go in with Him into the bride-chamber.",
          "id": 28904
        },
        {
          "text": "Let us prepare the marriage-gift for His bridal day, and let us go forth to meet Him with joy.",
          "id": 28905
        },
        {
          "text": "Let us put on holy raiment, that we may recline in the chief place of the elect.",
          "id": 28906
        },
        {
          "text": "Whosoever puts not on wedding raiment, they cast him out into outer darkness.",
          "id": 28907
        },
        {
          "text": "Whosoever excuses himself from the wedding shall not taste the feast.",
          "id": 28908
        },
        {
          "text": "Whosoever loves fields and merchandise, shall be shut out of the city of Saints.",
          "id": 28909
        },
        {
          "text": "Whosoever does not bear fruit in the vineyard, shall be uprooted and cast out to torment.",
          "id": 28910
        },
        {
          "text": "Whosoever has received money from his Lord, let him return it to its Giver with its increase.",
          "id": 28911
        },
        {
          "text": "Whosoever desires to become a merchant, let, him buy for himself the field and the treasure that is in it.",
          "id": 28912
        },
        {
          "text": "Whosoever receives the good seed, let him purge his land from thorns.",
          "id": 28913
        },
        {
          "text": "Whosoever desires to be a fisherman, let him cast forth his net at every time.",
          "id": 28914
        },
        {
          "text": "Whosoever is training for the conflict, let him keep himself from the world.",
          "id": 28915
        },
        {
          "text": "Whosoever wishes to gain the crown, let him run as a winner in the race.",
          "id": 28916
        },
        {
          "text": "Whosoever wishes to go down into the course to contend, let him learn to (contend) against his adversary.",
          "id": 28917
        },
        {
          "text": "Whosoever wishes to go down to the battle, let him take unto him armour wherewith to fight, and let him purify himself at every time.",
          "id": 28918
        },
        {
          "text": "Whosoever adopts the likeness of angels, let him be a stranger to men.",
          "id": 28919
        },
        {
          "text": "Whosoever takes upon him the yoke of the saints, let him remove from him getting and spending.",
          "id": 28920
        },
        {
          "text": "Whosoever desires to gain himself, let him remove from him the gain of the world.",
          "id": 28921
        },
        {
          "text": "Whosoever loves the abode that is in heaven, let him not toil at the building of clay that will fall.",
          "id": 28922
        },
        {
          "text": "Whosoever is expectant of being caught up in the clouds, let him not make for himself adorned chariots.",
          "id": 28923
        },
        {
          "text": "Whosoever is expectant of the marriage-feast of the Bridegroom, let him not love the feast of this present time.",
          "id": 28924
        },
        {
          "text": "Whosoever wishes to have pleasure in the banquet reserved there, let him remove drunkenness from himself.",
          "id": 28925
        },
        {
          "text": "Whosoever prepares himself for the supper, let him not excuse himself, nor be a merchant.",
          "id": 28926
        },
        {
          "text": "Whosoever he be on whom the good seed falls, let him not allow the Evil One to sow tares in him.",
          "id": 28927
        },
        {
          "text": "Whosoever has begun to build a tower, let him count up all the cost thereof.",
          "id": 28928
        },
        {
          "text": "Whosoever builds ought to finish, that he be not a laughing-stock to them that pass by the way.",
          "id": 28929
        },
        {
          "text": "Whosoever sets his building on the rock, let him make its foundations deep, that it may not be cast down by the billows.",
          "id": 28930
        },
        {
          "text": "Whosoever wishes to fly from the darkness, let him walk while he has light.",
          "id": 28931
        },
        {
          "text": "Whosoever fears to fly in winter, let him prepare himself from the summer-time.",
          "id": 28932
        },
        {
          "text": "Whosoever looks forward to enter into rest, let him make ready his provision for the Sabbath.",
          "id": 28933
        },
        {
          "text": "Whosoever begs forgiveness of his Lord, let him also forgive his debtor.",
          "id": 28934
        },
        {
          "text": "Whosoever does not demand back a hundred dinars, his Lord forgives him ten thousand talents.",
          "id": 28935
        },
        {
          "text": "Whosoever casts down his Lord's money on the banker's table, will not be called an unprofitable servant.",
          "id": 28936
        },
        {
          "text": "Whosoever loves humility, shall be heir in the land of life.",
          "id": 28937
        },
        {
          "text": "Whosoever wishes to make peace, shall be one of the sons of God.",
          "id": 28938
        },
        {
          "text": "Whosoever knows the will of his Lord, let him do that will, that he may not be beaten much.",
          "id": 28939
        },
        {
          "text": "Whosoever cleanses his heart from deceits, His eyes shall behold the King in his beauty.",
          "id": 28940
        },
        {
          "text": "Whosoever receives the Spirit of Christ, let him adorn his inner man.",
          "id": 28941
        },
        {
          "text": "Whosoever is called the temple of God, let him purify his body from all uncleanness.",
          "id": 28942
        },
        {
          "text": "Whosoever grieves the Spirit of Christ, shall not raise up his head from griefs.",
          "id": 28943
        },
        {
          "text": "Whosoever receives the body of Christ, let him keep his body from all uncleanness.",
          "id": 28944
        },
        {
          "text": "Whosoever casts off the old man, let him not turn back to his former works.",
          "id": 28945
        },
        {
          "text": "Whosoever puts on the new man, let him keep himself from all filthiness.",
          "id": 28946
        },
        {
          "text": "Whosoever has put on armour from the water (of baptism), let him not put off his armour that he may not be condemned.",
          "id": 28947
        },
        {
          "text": "Whosoever takes up the shield against the Evil One, let him keep himself from the darts which he hurls at him.",
          "id": 28948
        },
        {
          "text": "Whosoever shall draw back, his Lord has no pleasure in him.",
          "id": 28949
        },
        {
          "text": "Whosoever thinks upon the Law of his Lord, shall not be troubled with the thoughts of this world.",
          "id": 28950
        },
        {
          "text": "Whosoever meditates on the Law of his Lord, is like a tree planted by the waters.",
          "id": 28951
        },
        {
          "text": "Whosoever again has trust in his Lord, is like a tree that is set out by the river.",
          "id": 28952
        },
        {
          "text": "Whosoever puts his trust in man shall receive the curses of Jeremiah.",
          "id": 28953
        },
        {
          "text": "Whosoever is invited to the Bridegroom, let him prepare himself.",
          "id": 28954
        },
        {
          "text": "Whosoever has lighted his lamp, let him not suffer it to go out.",
          "id": 28955
        },
        {
          "text": "Whosoever is expectant of the marriage-cry, let him take oil in his vessel.",
          "id": 28956
        },
        {
          "text": "Whosoever is keeper of the door, let him be on the watch for his Master.",
          "id": 28957
        },
        {
          "text": "Whosoever loves virginity, let him become like Elijah.",
          "id": 28958
        },
        {
          "text": "Whosoever takes up the yoke of the Saints, let him sit and be silent.",
          "id": 28959
        },
        {
          "text": "Whosoever loves peace, let him look for his Master as the hope of life.",
          "id": 28960
        },
        {
          "text": "2.",
          "id": 28961
        },
        {
          "text": "For, my beloved, our adversary is skilful.",
          "id": 28962
        },
        {
          "text": "He that contends against us is crafty.",
          "id": 28963
        },
        {
          "text": "Against the brave and the renowned does he prepare himself, that they may be weakened.",
          "id": 28964
        },
        {
          "text": "For the feeble are his own, nor does he fight with the captivity that are made captive to him.",
          "id": 28965
        },
        {
          "text": "He that has wings flees from him and the darts that he hurls at him do not reach him.",
          "id": 28966
        },
        {
          "text": "They that are spiritual see him when he assails, and his panoply has no power upon their bodies.",
          "id": 28967
        },
        {
          "text": "All the children of light are without fear of him, because the darkness flies from before the light.",
          "id": 28968
        },
        {
          "text": "The children of the Good fear not the Evil, for He hath given him to be trampled by their feet.",
          "id": 28969
        },
        {
          "text": "When he makes himself like darkness unto them, they become light.",
          "id": 28970
        },
        {
          "text": "And when he creeps upon them like a serpent, they become salt, whereof he cannot eat.",
          "id": 28971
        },
        {
          "text": "If he makes himself like the asp unto them, then they become like babes.",
          "id": 28972
        },
        {
          "text": "If he comes in upon them in the lust of food, they, like our Redeemer, conquer him by fasting.",
          "id": 28973
        },
        {
          "text": "And if he wishes to contend with them by the lust of the eyes, they lift up their eyes to the height of heaven.",
          "id": 28974
        },
        {
          "text": "If he wishes by enticements to overcome them, they do not afford him a hearing.",
          "id": 28975
        },
        {
          "text": "If he wishes openly to strive with them, lo! they are clothed in panoply and stand up against him.",
          "id": 28976
        },
        {
          "text": "If he wishes to come in against them by sleep, they are wakeful and vigilant and sing psalms and pray.",
          "id": 28977
        },
        {
          "text": "If he allures them by possessions, they give them to the poor.",
          "id": 28978
        },
        {
          "text": "If he comes in as sweetness against them, they taste it not, knowing that he is bitter.",
          "id": 28979
        },
        {
          "text": "If he inflames them with the desire of Eve, they dwell alone, and not with the daughters of Eve.",
          "id": 28980
        },
        {
          "text": "3.",
          "id": 28981
        },
        {
          "text": "For it was through Eve that he came in upon Adam, and Adam was enticed because of his inexperience.",
          "id": 28982
        },
        {
          "text": "And again he came in against Joseph through his master's wife, but Joseph was acquainted with his craftiness and would not afford him a hearing.",
          "id": 28983
        },
        {
          "text": "Through a woman he fought with Samson, until he took away his Nazariteship.",
          "id": 28984
        },
        {
          "text": "Reuben was the first-born of all his brethren, and through his father's wife, (the adversary) cast a blemish upon him.",
          "id": 28985
        },
        {
          "text": "Aaron was the great high-priest of the house of Israel, and through Miriam his sister he envied Moses.",
          "id": 28986
        },
        {
          "text": "Moses was sent to deliver the people from Egypt, and took with him the woman who advised him to shameful acts, and the Lord met with Moses, and desired to slay him, till he sent back his wife to Midian.",
          "id": 28987
        },
        {
          "text": "David was victorious in all his battles, yet through means of a daughter of Eve there was found a blemish in him.",
          "id": 28988
        },
        {
          "text": "Amnon was beautiful and fair in countenance, yet (the adversary) took him captive by desire for his sister, and Absalom slew him on account of the humbling of Tamar.",
          "id": 28989
        },
        {
          "text": "Solomon was greater than all the kings of the earth, yet in the days of his old age his wives led his heart astray.",
          "id": 28990
        },
        {
          "text": "Through Jezebel, daughter of Ethbaal, the wickedness of Ahab was increased, and he became altogether a heathen.",
          "id": 28991
        },
        {
          "text": "Furthermore, the adversary tempted Job through his children and his possessions, and when he could not prevail over him, he went and brought against him his armour, and he came, bringing with him a daughter of Eve, who had caused Adam to sink, and through her mouth he said to Job, her righteous husband:—Curse God.",
          "id": 28992
        },
        {
          "text": "But Job rejected her counsel.",
          "id": 28993
        },
        {
          "text": "King Asa also conquered the Accursed-of-life, when he wished to come in against him, through his mother.",
          "id": 28994
        },
        {
          "text": "For Asa knew his craftiness and removed his mother from her high estate, and cut in pieces her idol and cast it down.",
          "id": 28995
        },
        {
          "text": "John was greater than all the prophets, yet Herod slew him because of the dancing of a daughter of Eve.",
          "id": 28996
        },
        {
          "text": "Haman was wealthy and third in honour from the King, yet his wife counselled him to destroy the Jews.",
          "id": 28997
        },
        {
          "text": "Zimri was head of the tribe of Simeon, yet Cozbi, daughter of the chiefs of Midian, overthrew him, and because of one woman twenty-four thousand of Israel fell in one day.",
          "id": 28998
        },
        {
          "text": "4.",
          "id": 28999
        },
        {
          "text": "Therefore, my brethren, if any man who is a monk or a saint, who loves the solitary life, yet desires that a woman, bound by monastic vow like himself, should dwell with him, it would be better for him in that case to take (to wife) a woman openly and not be made wanton by lust.",
          "id": 29000
        },
        {
          "text": "So also again the woman, if she be not separated from the solitary, it is better for her to marry openly.",
          "id": 29001
        },
        {
          "text": "Woman then ought to dwell with woman, and man to dwell with man.",
          "id": 29002
        },
        {
          "text": "And also whatever man desires to continue in holiness, let not his spouse dwell with him, lest he turn back to his former condition, and so be esteemed an adulterer.",
          "id": 29003
        },
        {
          "text": "Therefore this counsel is becoming and right and good, that I give to myself and you, my beloved solitaries, who do not take wives, and to the virgins who do not marry, and to those who have loved holiness.",
          "id": 29004
        },
        {
          "text": "It is just and right and becoming, that even if a man should be distressed, he should continue alone.",
          "id": 29005
        },
        {
          "text": "And thus it becomes him to dwell, as it is written in the Prophet Jeremiah:—Blessed is the man who shall take up Thy yoke in his youth, and sit alone and be silent, because he has taken upon him Thy yoke.",
          "id": 29006
        },
        {
          "text": "For thus, my beloved, it becomes him who takes up the yoke of Christ, to preserve his yoke in purity.",
          "id": 29007
        },
        {
          "text": "5.",
          "id": 29008
        },
        {
          "text": "For thus it is written, my beloved, concerning Moses, that from the time the Holy One was revealed to him, he also loved holiness.",
          "id": 29009
        },
        {
          "text": "And from the time he was sanctified, his wife ministered not to him.",
          "id": 29010
        },
        {
          "text": "But it is thus written:—Joshua, the son of Nun, was the minister of Moses from his childhood.",
          "id": 29011
        },
        {
          "text": "And of Joshua again it is thus written concerning him, that he used not to depart from the tabernacle.",
          "id": 29012
        },
        {
          "text": "And the temporal tabernacle was not ministered to by a woman, because the Law did not allow women to enter the temporal tabernacle, but even when they came to pray, they used to pray at the door of the temporal tabernacle, and then turn back.",
          "id": 29013
        },
        {
          "text": "Moreover, he commanded the Priests, that at the time of their ministry they should continue in holiness, and should not know their wives.",
          "id": 29014
        },
        {
          "text": "And also concerning Elijah it is thus written, that at one time he dwelt in Mount Carmel, and at another he dwelt at the brook Cherith, and was ministered to by his disciple; and because his heart was in heaven, the bird of heaven used to bring sustenance to him; and because he took upon him the likeness of the angels of heaven, those very angels brought him bread and water when he was fleeing from before Jezebel.",
          "id": 29015
        },
        {
          "text": "And because he set all his thought in heaven, he was caught up in the chariot of fire to heaven, and there his dwelling-place was established for ever.",
          "id": 29016
        },
        {
          "text": "Elisha also walked in the footsteps of his Master.",
          "id": 29017
        },
        {
          "text": "He used to dwell in the upper chamber of the Shunamite, and was ministered to by his disciple.",
          "id": 29018
        },
        {
          "text": "For thus the Shunamite said;—He is a holy Prophet of God and passes by us continually, for thus it becomes his holiness that we should make for him an upper chamber and do for him the service that is (necessary) in it.",
          "id": 29019
        },
        {
          "text": "Now what was the service necessary in the upper chamber of Elisha?  Clearly the bed and table and stool and lamp-stand only.",
          "id": 29020
        },
        {
          "text": "But what shall we say of John?  He also used to dwell amongst men, and preserved his virginity honourably, and received the Spirit of God.",
          "id": 29021
        },
        {
          "text": "Moreover, the blessed Apostle said concerning himself and concerning Barnabas:—Had we then not power to eat and to drink and to lead about wives with us?  But it was not becoming or right.",
          "id": 29022
        },
        {
          "text": "6.",
          "id": 29023
        },
        {
          "text": "Therefore, brethren, because we know and have seen that from the beginning it was through woman that the adversary had access unto men, and to the end he will accomplish it by her—for she is the weapon of Satan, and through her he fights against the champions.",
          "id": 29024
        },
        {
          "text": "Through her he makes music at every time, for she became as a harp for him from the first day.",
          "id": 29025
        },
        {
          "text": "For because of her the curse of the Law was established, and because of her the promise unto death was made.",
          "id": 29026
        },
        {
          "text": "For with pangs she bears children and delivers them to death.",
          "id": 29027
        },
        {
          "text": "Because of her the earth was cursed, that it should bring forth thorns and tares.",
          "id": 29028
        },
        {
          "text": "Accordingly, by the coming of the offspring of the Blessed Mary the thorns are uprooted, the sweat wiped away, the fig-tree cursed, the dust made salt, the curse nailed to the cross, the edge of the sword removed from before the tree of life and it given as food to the faithful, and Paradise promised to the blessed and to virgins and to the saints.",
          "id": 29029
        },
        {
          "text": "So the fruit of the tree of life is given as food to the faithful and to virgins, and to those that do the will of God has the door been opened and the way made plain.",
          "id": 29030
        },
        {
          "text": "And the fountain flows and gives drink to the thirsty.",
          "id": 29031
        },
        {
          "text": "The table is laid and the supper prepared.",
          "id": 29032
        },
        {
          "text": "The fatted ox is slain and the cup of redemption mixed.",
          "id": 29033
        },
        {
          "text": "The feast is prepared and the Bridegroom at hand, soon to take his place.",
          "id": 29034
        },
        {
          "text": "The apostles have given the invitation and the called are very many.",
          "id": 29035
        },
        {
          "text": "O ye chosen, prepare yourselves.",
          "id": 29036
        },
        {
          "text": "The light has shone forth both bright and fair, and garments not made with hands are prepared.",
          "id": 29037
        },
        {
          "text": "The marriage cry is at hand.",
          "id": 29038
        },
        {
          "text": "The tombs will be opened and the treasures laid bare.",
          "id": 29039
        },
        {
          "text": "The dead shall rise and the living shall fly to meet the King.",
          "id": 29040
        },
        {
          "text": "The banquet is laid, and the cornet shall encourage and the trumpets shall hasten (them).",
          "id": 29041
        },
        {
          "text": "The Watchers of heaven shall speed, and the throne shall be set for the Judge.",
          "id": 29042
        },
        {
          "text": "He that laboured shall rejoice, and he that was unprofitable shall fear.",
          "id": 29043
        },
        {
          "text": "He that did evil shall not draw nigh unto the Judge.",
          "id": 29044
        },
        {
          "text": "Those on the right hand shall exult, and those on the left shall weep and wail.",
          "id": 29045
        },
        {
          "text": "Those that are in the light shall be glorified, and those that are in the darkness shall groan that they may moisten their tongue.",
          "id": 29046
        },
        {
          "text": "Grace has gone by, and justice reigns.",
          "id": 29047
        },
        {
          "text": "There is no repentance in that place.",
          "id": 29048
        },
        {
          "text": "Winter is at hand; the summer has passed away.",
          "id": 29049
        },
        {
          "text": "The Sabbath of rest has come; toil has ceased.",
          "id": 29050
        },
        {
          "text": "Night has passed away; the light reigns.",
          "id": 29051
        },
        {
          "text": "As to death, its sting is broken and it is swallowed up in life.",
          "id": 29052
        },
        {
          "text": "Those that return to Sheol shall weep and gnash their teeth, and those that go to the Kingdom shall rejoice and exult and dance and sing praises.",
          "id": 29053
        },
        {
          "text": "For those that take not wives shall be ministered to by the Watchers of heaven.",
          "id": 29054
        },
        {
          "text": "Those that preserve chastity shall rest in the sanctuary of the Most High.",
          "id": 29055
        },
        {
          "text": "The Only Begotten Who is from the bosom of His Father shall cause all the solitaries to rejoice.",
          "id": 29056
        },
        {
          "text": "There is there neither male nor female, neither bond nor free, but they all are the children of the Most High.",
          "id": 29057
        },
        {
          "text": "And all the pure virgins who are betrothed to Christ shall light their lamps and with the Bridegroom shall they go into the marriage chamber.",
          "id": 29058
        },
        {
          "text": "All those that are betrothed to Christ are far removed from the curse of the Law, and are redeemed from the condemnation of the daughters of Eve; for they are not wedded to men so as to receive the curses and come into the pains.",
          "id": 29059
        },
        {
          "text": "They take no thought of death, because they do not deliver children to him.",
          "id": 29060
        },
        {
          "text": "And in place of a mortal husband, they are betrothed to Christ.",
          "id": 29061
        },
        {
          "text": "And because they do not bear children, there is Given to them the name that is better than sons and daughters.",
          "id": 29062
        },
        {
          "text": "And instead of the groans of the daughters of Eve, they utter the songs of the Bridegroom.",
          "id": 29063
        },
        {
          "text": "The wedding-feast of the daughters of Eve continues for but seven days; but for these (virgins) is the Bridegroom who departs not for ever.",
          "id": 29064
        },
        {
          "text": "The adornment of the daughters of Eve is wool that wears out and perishes, but the garments of these wear not out.",
          "id": 29065
        },
        {
          "text": "Old age withers the beauty of the daughters of Eve, but the beauty of these shall be renewed in the time of the Resurrection.",
          "id": 29066
        },
        {
          "text": "7.",
          "id": 29067
        },
        {
          "text": "O ye virgins who have betrothed yourselves to Christ, when one of the monks shall say to one of you, \"I will live with thee and minister thou to me,\" thus shalt thou say unto him:—\"To a royal husband am I betrothed, and Him do I serve; and if I leave His service and serve thee, my betrothed will be wroth with me, and will write me a letter of divorce, and will send me away from His house; and while thou seekest to be honoured by me, and I to be honoured by thee, take heed lest hurt come upon me and thee.",
          "id": 29068
        },
        {
          "text": "Take not fire into thy bosom, lest it burn thy garments; but be thou in honour alone, and I also alone will abide in my honour.",
          "id": 29069
        },
        {
          "text": "And as concerning these things which the Bridegroom has prepared for the eternity of his marriage feast, do thou make thee a wedding-gift and prepare thyself to meet Him.",
          "id": 29070
        },
        {
          "text": "And as for me, I will make me ready oil, that I may enter in with the wise virgins and may not be kept outside the door with the foolish virgins\".",
          "id": 29071
        },
        {
          "text": "8.",
          "id": 29072
        },
        {
          "text": "Hearken then, my beloved, unto that which I write unto thee, namely, whatsoever things become solitaries, monks, virgins, saints.",
          "id": 29073
        },
        {
          "text": "Before all things it beseems the man on whom the yoke is laid, that his faith should be firm; as I wrote to thee in the first epistle; that he should be zealous in fasting and prayer; that he should be fervent in the love of Christ; and should be humble and mild and wise.",
          "id": 29074
        },
        {
          "text": "And let his speech be peaceful and pleasant, and his thought be sincere with all.",
          "id": 29075
        },
        {
          "text": "Let him speak his words duly weighing them, and set a barrier to his mouth from harmful words, and let him put far from him hasty laughter.",
          "id": 29076
        },
        {
          "text": "Let him not love the adornment of garments, nor again does it become him to let his hair grow long and adorn it, or to anoint it with sweet-scented unguents.",
          "id": 29077
        },
        {
          "text": "Let him not recline at feastings, nor does it become him to wear gorgeous apparel.",
          "id": 29078
        },
        {
          "text": "Let him not dare to exceed at wine.",
          "id": 29079
        },
        {
          "text": "Let him put far from him proud thoughts.",
          "id": 29080
        },
        {
          "text": "It does not become him to look upon gorgeous apparel, or to wear fine raiment.",
          "id": 29081
        },
        {
          "text": "Let him put away from him a crafty tongue; let him drive from him envy and wrath, and cast away from him crafty lips.",
          "id": 29082
        },
        {
          "text": "The words that are spoken about a man, when he about whom they are spoken is not near, let him not hear nor receive, that he sin not, until he search them out.",
          "id": 29083
        },
        {
          "text": "Mockery is a hateful fault, and to bring it up upon the heart is not right.",
          "id": 29084
        },
        {
          "text": "Let him not lend and take interest, and let him not love avarice.",
          "id": 29085
        },
        {
          "text": "Let him suffer wrong and not do wrong.",
          "id": 29086
        },
        {
          "text": "Furthermore, let him put away from him turmoil, and words of jesting let him not utter.",
          "id": 29087
        },
        {
          "text": "Let him not scorn any man who is repenting of his sins, and let him not mock his brother who is fasting, and him that cannot fast let him not put to shame.",
          "id": 29088
        },
        {
          "text": "Where he is received, let him reprove, and where they receive him not, let him understand his own honour.",
          "id": 29089
        },
        {
          "text": "In an acceptable time let him speak his word; otherwise, let him be silent.",
          "id": 29090
        },
        {
          "text": "Let him not for his belly's sake make himself despised by his begging, and to such an one as fears God let him reveal his secret; but let him keep himself from the evil (man).",
          "id": 29091
        },
        {
          "text": "Let him not speak in complaisance with a wicked man, nor with his enemy.",
          "id": 29092
        },
        {
          "text": "And so let him contend as to have no enemy at all.",
          "id": 29093
        },
        {
          "text": "When men envy him in that which is good, let him add to his goodness, and let him not be harmed because of envy.",
          "id": 29094
        },
        {
          "text": "When he has, and gives to the poor, let him rejoice; and when he has not, let it not grieve him.",
          "id": 29095
        },
        {
          "text": "With a wicked man let him have no converse and with a contemptuous man let him not speak, lest he give himself to contempt.",
          "id": 29096
        },
        {
          "text": "With a blasphemer let him not dispute, lest his Lord be blasphemed on his account.",
          "id": 29097
        },
        {
          "text": "Let him depart from a slanderer, and let no man please another man with speciousness of words.",
          "id": 29098
        },
        {
          "text": "These things beseem solitaries who take up the heavenly yoke, and become disciples of Christ.",
          "id": 29099
        },
        {
          "text": "For thus it befits the disciples of Christ to be like unto Christ their Master.",
          "id": 29100
        },
        {
          "text": "9.",
          "id": 29101
        },
        {
          "text": "Let us take pattern, my beloved, from our Saviour, Who though He was rich, made Himself poor; and though He was lofty, humbled His Majesty; and though His dwelling place was in heaven, He had no place to lay His head; and though He is to come upon the clouds, yet rode on a colt and so entered Jerusalem; and though He is God and Son of God, He took upon Him the likeness of a servant; and though He was (for others) rest from all weariness, yet was Himself tired with the weariness of the journey; though He was the fountain that quenches thirst, yet Himself thirsted and asked for water; though He was abundance and satisfied our hunger, yet He Himself hungered when He went forth to the wilderness to be tempted; though He was a Watcher that slumbers not, He yet slumbered and slept in the ship in the midst of the sea; and though He was ministered to in the Tabernacle of His Father, yet let Himself be served by the hands of men; though He was the healer of all sick men, yet nails were fastened into His hands; though His mouth brought forth things that were good, yet they gave Him gall to eat; though He injured no man and harmed none, yet He was beaten with stripes and endured shame; and though he was Saviour of all mortals, He delivered Himself to the death of the cross.",
          "id": 29102
        },
        {
          "text": "10.",
          "id": 29103
        },
        {
          "text": "All this humility did our Saviour show us in Himself.",
          "id": 29104
        },
        {
          "text": "Let us then also humble ourselves, my beloved.",
          "id": 29105
        },
        {
          "text": "When our Lord went outside of His nature, He walked in our nature.",
          "id": 29106
        },
        {
          "text": "Let us abide in our nature, that in the day of judgment He may cause us to partake of His nature.",
          "id": 29107
        },
        {
          "text": "Our Lord took from us a pledge when He went, and He left us a pledge of His own when he ascended.",
          "id": 29108
        },
        {
          "text": "He that was without need, because of our need devised this expedient.",
          "id": 29109
        },
        {
          "text": "What was ours was His even from the beginning, but that which was His, who would have given us?  But true is that which our Lord promised us:—Where I am there ye also shall be.",
          "id": 29110
        },
        {
          "text": "For whatsoever He took of ours, is in honour with Him, and (as) a diadem is bound upon His Head.",
          "id": 29111
        },
        {
          "text": "So also that, which of His we have received, we ought to honour.",
          "id": 29112
        },
        {
          "text": "That which is ours is held in honour with Him who was not in our nature:  let us honour that which is His in His own nature.",
          "id": 29113
        },
        {
          "text": "If we honour Him, we shall go to Him, Who took upon Him of our nature and so ascended.",
          "id": 29114
        },
        {
          "text": "But if we despise Him, He will take away from us that which He has given us.",
          "id": 29115
        },
        {
          "text": "If we deal fraudulently with His pledge, He will there take away that which is His, and will deprive us of all that He has promised us.",
          "id": 29116
        },
        {
          "text": "Let us magnify gloriously the King's Son Who is with us, because a hostage for Him has been taken from us.",
          "id": 29117
        },
        {
          "text": "Whoso holds the King's Son in honour, shall obtain many gifts from the King.",
          "id": 29118
        },
        {
          "text": "That of ours, that is with Him, has sat down in honour and a diadem is bound upon His head, and He has sat down with the King.",
          "id": 29119
        },
        {
          "text": "And we who are poor, what shall we do to the King's Son Who is with us?  He needs nothing from us, but that we should adorn our temples for Him; that when the time is accomplished and He goes to His Father, He may give thanks to Him because of us, because we have honoured Him.",
          "id": 29120
        },
        {
          "text": "When He came to us, He had nothing of ours, and also we had nothing of His, though the two natures were His and His Father's.",
          "id": 29121
        },
        {
          "text": "For when Gabriel made announcement to the Blessed Mary who bore Him, the word from on high set out and came, and the word became flesh and dwelt in us.",
          "id": 29122
        },
        {
          "text": "And when He returned to Him that sent Him, He took away, when He went, that which He had not brought, as the Apostle said:—He has taken us up and seated us with Himself in the heavens.",
          "id": 29123
        },
        {
          "text": "And when He went to His Father, He sent to us His Spirit and said to us I am with you till the world shall end.",
          "id": 29124
        },
        {
          "text": "For Christ sitteth at the right hand of His Father, and Christ dwelleth among men.",
          "id": 29125
        },
        {
          "text": "He is sufficient above and beneath, by the wisdom of His Father.",
          "id": 29126
        },
        {
          "text": "And He dwells in many, though He is one, and all the faithful each by each He overshadows from Himself, and fails not, as it is written:—I will divide Him among many.",
          "id": 29127
        },
        {
          "text": "And though He is divided among many, yet He sits at the right hand of His Father.",
          "id": 29128
        },
        {
          "text": "And He is in us and we are in Him, as He said:—Ye are in Me and I am in you.",
          "id": 29129
        },
        {
          "text": "And in another place He said:—I and Father are one.",
          "id": 29130
        },
        {
          "text": "11.",
          "id": 29131
        },
        {
          "text": "And if anyone, whose conscience lacks knowledge, should dispute about this and say:—\"Since Christ is one and His Father is one, how does Christ dwell, and His Father dwell, in faithful men?  And how do righteous men become temples for God that He should dwell in them?  If then it is thus, that to each several faithful man there comes a several Christ, and God Who is in Christ,—if it is so, there are for them Gods many and Christs without number\".",
          "id": 29132
        },
        {
          "text": "But hear, my beloved, the defence that is suited to this argument.",
          "id": 29133
        },
        {
          "text": "From that which is visible let him that has thus said receive instruction.",
          "id": 29134
        },
        {
          "text": "For every man knows that the sun is fixed in the heavens, yet its rays are spread out in the earth, and (light) from it enters by many doors and windows of houses; and wherever the sunshine falls, though it be but as (the measure of) the palm of the hand, it is called the sun.",
          "id": 29135
        },
        {
          "text": "And though it fall in many places, it is thus called, but the real sun itself is in heaven.",
          "id": 29136
        },
        {
          "text": "Therefore, if it is so, have they many suns?  Also the water of the sea is vast, and when thou takest one cup from it, that is called water.",
          "id": 29137
        },
        {
          "text": "And though thou shouldest divide it into a thousand vessels, yet it is called water by its name.",
          "id": 29138
        },
        {
          "text": "Also when thou kindlest fire from fire in many places, the place from whence thou takest it, when thou kindlest it, lacks not, and the fire is called by one name.",
          "id": 29139
        },
        {
          "text": "And because thou dividest it into many places, it does not on that account become possessed of many names.",
          "id": 29140
        },
        {
          "text": "And when thou takest dust from the earth, and castest it into many places, it is not a whit diminished, and also thou canst not call it by many names.",
          "id": 29141
        },
        {
          "text": "Thus also God and His Christ, though they are One, yet dwell in men who are many.",
          "id": 29142
        },
        {
          "text": "And they are in heaven in person, and are diminished in nothing when they dwell in many; as the sun is not a whit diminished in heaven, when its power is poured out in the earth.",
          "id": 29143
        },
        {
          "text": "How much greater then is the power of God, since by the power of God the very sun itself subsists.",
          "id": 29144
        },
        {
          "text": "12.",
          "id": 29145
        },
        {
          "text": "Again I will remind thee, my beloved, also of that which is written.",
          "id": 29146
        },
        {
          "text": "For thus it is written, that when it was a grievous burden to Moses to lead the camp alone, the Lord said to him:—Lo! will take away of the Spirit that is upon thee, and will put it upon seventy men, elders of Israel.",
          "id": 29147
        },
        {
          "text": "But when He took away some of the Spirit of Moses, and the seventy men were filled with it, Moses nothing lacked, nor could it be known that anything was taken away from his Spirit.",
          "id": 29148
        },
        {
          "text": "Moreover the blessed apostle also said:—God divided of the Spirit of Christ and sent it into the Prophets.",
          "id": 29149
        },
        {
          "text": "And Christ was in nothing injured, for it was not by measure that His Father gave unto Him the Spirit.",
          "id": 29150
        },
        {
          "text": "By this reflection thou canst comprehend that Christ dwells in faithful men; yet Christ suffers no loss though He is divided among many.",
          "id": 29151
        },
        {
          "text": "For the Prophets received of the Spirit of Christ, each one of them as he was able to bear.",
          "id": 29152
        },
        {
          "text": "And of the Spirit of Christ again there is poured forth to-day upon all flesh, and the sons and the daughters prophesy, the old men and the youths, the men-servants and the hand-maids.",
          "id": 29153
        },
        {
          "text": "Something of Christ is in us, yet Christ is in heaven at the right hand of His Father.",
          "id": 29154
        },
        {
          "text": "And Christ received the Spirit not by measure, but His Father loved Him and delivered all into His hands, and gave Him authority over all His treasure.",
          "id": 29155
        },
        {
          "text": "For John said:—Not by measure did the Father give the Spirit to His Son, but loved Him and gave all into His hands.",
          "id": 29156
        },
        {
          "text": "And also our Lord said:—All things have been delivered unto Me by My Father.",
          "id": 29157
        },
        {
          "text": "Again he said:—The Father will not judge any man, but all judgment will He give unto His Son.",
          "id": 29158
        },
        {
          "text": "Again also the Apostle said:—Everything shall be made subject unto Christ except His Father Who hath subjected all unto Him.",
          "id": 29159
        },
        {
          "text": "And when everything is made subject unto Him by the Father, then He also shall be made subject to God His Father Who subjected all to Him, and God shall be all in all, and in every man.",
          "id": 29160
        },
        {
          "text": "13.",
          "id": 29161
        },
        {
          "text": "Our Lord testifies concerning John, that he is the greatest of the Prophets.",
          "id": 29162
        },
        {
          "text": "Yet he received the Spirit by limit, because in that measure in which Elijah received the Spirit, (in the same) John obtained it.",
          "id": 29163
        },
        {
          "text": "And as Elijah used to dwell in the wilderness, so also the Spirit of God led John into the wilderness, and he used to dwell in the mountains and caves.",
          "id": 29164
        },
        {
          "text": "The birds sustained Elijah, and John used to eat locusts that fly.",
          "id": 29165
        },
        {
          "text": "Elijah had his loins girded with a girdle of leather; so John had his loins girded with a cincture of leather.",
          "id": 29166
        },
        {
          "text": "Jezebel persecuted Elijah, and Herodias persecuted John.",
          "id": 29167
        },
        {
          "text": "Elijah reproved Ahab, and John reproved Herod.",
          "id": 29168
        },
        {
          "text": "Elijah divided the Jordan, and John opened up baptism.",
          "id": 29169
        },
        {
          "text": "The spirit of Elijah rested twofold upon Elisha, so John laid his hand on our Redeemer, and He received the Spirit not by measure.",
          "id": 29170
        },
        {
          "text": "Elijah opened the heavens and ascended; and John saw the heavens opened, and the Spirit of God which descended and rested upon our Redeemer.",
          "id": 29171
        },
        {
          "text": "Elisha received twofold the Spirit of Elijah; and our Redeemer received that of John and that of heaven.",
          "id": 29172
        },
        {
          "text": "Elisha took the mantle of Elijah, and our Redeemer the imposition of the hand of the priests.",
          "id": 29173
        },
        {
          "text": "Elisha made oil from water, and our Redeemer made wine from water.",
          "id": 29174
        },
        {
          "text": "Elisha satisfied with a little bread a hundred men only; and our Redeemer satisfied with a little bread five thousand men besides children and women.",
          "id": 29175
        },
        {
          "text": "Elisha cleansed Naaman the leper, and our Redeemer cleansed the ten (lepers).",
          "id": 29176
        },
        {
          "text": "Elisha cursed the children and they were devoured by bears, but our Redeemer blessed the children.",
          "id": 29177
        },
        {
          "text": "The children reviled Elisha, but the children glorified our Redeemer with Hosannas.",
          "id": 29178
        },
        {
          "text": "Elisha cursed Gehazi his servant, and our Redeemer cursed Judas His disciple and blessed all His (other) disciples.",
          "id": 29179
        },
        {
          "text": "Elisha raised to life one dead man only, but our Redeemer raised up three to life.",
          "id": 29180
        },
        {
          "text": "On the bones of Elisha one dead man revived, but when our Saviour descended to the abode of the dead, He quickened many and raised them up.",
          "id": 29181
        },
        {
          "text": "And many are the signs that the Spirit of Christ wrought, which the Prophets received from Him.",
          "id": 29182
        },
        {
          "text": "14.",
          "id": 29183
        },
        {
          "text": "Therefore, my beloved, we also have received of the Spirit of Christ, and Christ dwelleth in us, as it is written that the Spirit said this through the mouth of the Prophet:—I will dwell in them and will walk in them.",
          "id": 29184
        },
        {
          "text": "Therefore let us prepare our temples for the Spirit of Christ, and let us not grieve it that it may not depart from us.",
          "id": 29185
        },
        {
          "text": "Remember the warning that the Apostle gives us:—Grieve not the Holy Spirit whereby ye have been sealed unto the day of redemption.",
          "id": 29186
        },
        {
          "text": "For from baptism do we receive the Spirit of Christ.",
          "id": 29187
        },
        {
          "text": "For in that hour in which the priests invoke the Spirit, the heavens open and it descends and moves upon the waters.",
          "id": 29188
        },
        {
          "text": "And those that are baptized are clothed in it; for the Spirit stays aloof from all that are born of the flesh, until they come to the new birth by water, and then they receive the Holy Spirit.",
          "id": 29189
        },
        {
          "text": "For in the first birth they are born with an animal souls which is created within man and is not thereafter subject to death, as he said:—Adam became a living soul.",
          "id": 29190
        },
        {
          "text": "But in the second birth, that through baptism, they received the Holy Spirit from a particle of the Godhead, and it is not again subject to death.",
          "id": 29191
        },
        {
          "text": "For when men die, the animal spirit is buried with the body, and sense is taken away from it, but the heavenly spirit that they receive goes according to its nature to Christ.",
          "id": 29192
        },
        {
          "text": "And both these the Apostle has made known, for he said:—The body is buried in animal wise, and rises again in spiritual wise.",
          "id": 29193
        },
        {
          "text": "The Spirit goes back again to Christ according to its nature, for the Apostle said again:—When we shall depart from the body we shall be with our Lord.",
          "id": 29194
        },
        {
          "text": "For the Spirit of Christ, which the spiritual receive, goes to our Lord.",
          "id": 29195
        },
        {
          "text": "And the animal spirit is buried in its nature, and sense is taken away from it.",
          "id": 29196
        },
        {
          "text": "Whosoever guards the Spirit of Christ in purity, when it returns to Christ it thus addresses him:—\"The body into which I went, and which put me on from the water of the baptism, has kept me in holiness\".",
          "id": 29197
        },
        {
          "text": "And the Holy Spirit will be earnest with Christ for the resurrection of that body which kept Him with purity, and the Spirit will request to be again conjoined to it that that body may rise up in glory.",
          "id": 29198
        },
        {
          "text": "And whatever man there is that receives the Spirit from the water (of baptism) and grieves it, it departs from him until he dies, and returns according to its nature to Christ, and accuses that man of having grieved it.",
          "id": 29199
        },
        {
          "text": "And when the time of the final consummation shall have come, and the time of the Resurrection shall have approached, the Holy Spirit, that was kept in purity, receives great power from its nature and comes before Christ and stands at the door of the tombs, where the men are buried that kept it in purity, and awaits the (resurrection) shout.",
          "id": 29200
        },
        {
          "text": "And when the Watchers shall have opened the doors of heaven before the King, then the cornet shall summon, and the trumpets shall sound, and the Spirit that waits for the (resurrection) shout shall hear, and quickly shall open the tombs, and raise up the bodies and whatsoever was buried in them, and shall put on the glory that comes with it.",
          "id": 29201
        },
        {
          "text": "And (the Spirit) shall be within for the resurrection of the body, and the glory shall be without for the adornment of the body.",
          "id": 29202
        },
        {
          "text": "And the animal spirit shall be swallowed up in the heavenly Spirit, and the whole man shall become spiritual, since his body is possessed by it (the Spirit).",
          "id": 29203
        },
        {
          "text": "And death shall be swallowed up in life, and body shall be swallowed up in Spirit.",
          "id": 29204
        },
        {
          "text": "And by the power of the Spirit, that man shall fly up to meet the King and He shall receive him with joy, and Christ shall give thanks for the body that has kept His Spirit in purity.",
          "id": 29205
        },
        {
          "text": "15.",
          "id": 29206
        },
        {
          "text": "This is the Spirit, my beloved, that the Prophets received, and thus also have we received.",
          "id": 29207
        },
        {
          "text": "And it is not at every time found with those that receive it, but sometimes it returns to Him that sent it, and sometimes it goes to him that receives it.",
          "id": 29208
        },
        {
          "text": "Hearken to that which our Lord said:—Despise not one of these little ones that believe on Me, for their angels in heaven do always behold the face of My Father.",
          "id": 29209
        },
        {
          "text": "This Spirit then goes frequently and stands before God and beholds His face, and whosoever injures the temple in which it dwells, it will accuse him before God.",
          "id": 29210
        },
        {
          "text": "16.",
          "id": 29211
        },
        {
          "text": "I will instruct thee of that which is written, that the Spirit is not at every time found with those that receive it.",
          "id": 29212
        },
        {
          "text": "For thus it is written about Saul, that the Holy Spirit, which he received when he was anointed, departed from him, because he grieved it, and God sent to him instead of it a vexing spirit.",
          "id": 29213
        },
        {
          "text": "And whenever he was afflicted by the evil spirit, David used to play upon the harp, and the Holy Spirit, which David received when he was anointed, would come, and the evil spirit that was vexing Saul, would flee from before it.",
          "id": 29214
        },
        {
          "text": "So the Holy Spirit that David received was not found with him at every time.",
          "id": 29215
        },
        {
          "text": "As long as he was playing the harp, then it used to come.",
          "id": 29216
        },
        {
          "text": "For had it been with him always, it would not have allowed him to sin with the wife of Uriah.",
          "id": 29217
        },
        {
          "text": "For when he was praying about his sins, and was confessing his offences before God, he said thus:—Take not Thy holy spirit from me.",
          "id": 29218
        },
        {
          "text": "Also concerning Elisha it is thus written, that, while he played upon his harp, then the spirit came to him and he prophesied and said:—Thus saith the Lord, ye shall not see wind nor rain, yet this valley shall be made many pits.",
          "id": 29219
        },
        {
          "text": "And also when the Shunamite came to him because of her son that was dead, he said thus to her:—The Lord hid it from me and did cause me not to know it.",
          "id": 29220
        },
        {
          "text": "Yet, when the King of Israel sent against him to slay him, the Spirit informed him before the messenger came upon him, and he said:—Lo! this son of iniquity has sent to take away my head.",
          "id": 29221
        },
        {
          "text": "And again he made known about the abundance that came about in Samaria the day after.",
          "id": 29222
        },
        {
          "text": "And again the Spirit informed him when Gehazi stole the silver and concealed it.",
          "id": 29223
        },
        {
          "text": "17.",
          "id": 29224
        },
        {
          "text": "Therefore, my beloved, when the Holy Spirit departs from a man who has received it, until it returns and comes to him, then Satan draws near unto that man, to cause him to sin, and that the Holy Spirit may leave him altogether.",
          "id": 29225
        },
        {
          "text": "For as long as the Spirit is with a man, Satan fears to come near him.",
          "id": 29226
        },
        {
          "text": "And observe, my beloved, that our Lord also, Who was born from the Spirit, was not tempted by Satan until in baptism He received the Spirit from on high.",
          "id": 29227
        },
        {
          "text": "And then the Spirit led him forth to be tempted by Satan.",
          "id": 29228
        },
        {
          "text": "This, then, is the way with man; that in the hour in which he perceives in himself that he is not fervent in the Spirit, and that his heart is inclining to the thought of this world, he may know that the Spirit is not with him, and may arise and pray and keep vigil that the Spirit of God may come to him, that he be not overcome by the adversary.",
          "id": 29229
        },
        {
          "text": "A thief does not dig into a house, until he sees that its master is departing from it.",
          "id": 29230
        },
        {
          "text": "Thus also Satan cannot draw near to that house which is our body, until the Spirit of Christ departs from it.",
          "id": 29231
        },
        {
          "text": "And be sure, my beloved, that the thief does not certainly know whether the master of the house is within or not, but first he applies his ear, and looks.",
          "id": 29232
        },
        {
          "text": "If he hears the voice of the master of the house within it saying:—\"I have a journey to go,\" and when he has searched out and seen that the master of the house has set out to perform his business, then the thief comes and digs into the house and steals.",
          "id": 29233
        },
        {
          "text": "But if he hears the voice of the master of the house admonishing and commanding his household to watch and guard his house, and saying to them, \"I also am within the house,\" then the thief will fear and flee, that he may not be taken and captured.",
          "id": 29234
        },
        {
          "text": "Thus also Satan, he has not the knowledge beforehand to know or see when the Spirit will depart, that so he may come to rob the man; but he too listens and watches, and so assails.",
          "id": 29235
        },
        {
          "text": "But if he hears a man in whom Christ dwells speaking shameful words, or enraged, or quarrelling, or contending, then Satan knows that Christ is not with him, and he comes and accomplishes his will in him.",
          "id": 29236
        },
        {
          "text": "For Christ dwells in the peaceful and the meek, and lodges in those that fear His word, as He says through the prophet:—On whom shall I look, and in whom shall I dwell, but in the peaceful and the meek who fear My word?  And our Lord said:—Whoever walks in My commandments and keeps My love, We will come to him and make Our abode with him.",
          "id": 29237
        },
        {
          "text": "But if he hears from a man that he is on his guard and is praying and meditating in the Law of his Lord by day and by night, then he turns back from him, for he knows that Christ is with him.",
          "id": 29238
        },
        {
          "text": "And if thou shouldest say, \"How manifold is Satan! for lo! he fights with many;\" then hear and learn from that which I proved to thee above concerning Christ, that no matter to what extent He is divided amongst many, yet He is not a whit diminished.",
          "id": 29239
        },
        {
          "text": "For, as the house, through the window of which a little sunlight enters, is altogether illumined, so the man into whom a little of Satan enters, is altogether darkened.",
          "id": 29240
        },
        {
          "text": "Hear that which the Apostle said:—If Satan is transfigured to an angel of light, it is no wonder if his ministers also are transfigured to ministers of righteousness.",
          "id": 29241
        },
        {
          "text": "And again our Lord said to His disciples:—Lo, I have given you authority to tread upon the power of the adversary.",
          "id": 29242
        },
        {
          "text": "And the Scriptures have made known that he has power and also ministers.",
          "id": 29243
        },
        {
          "text": "Moreover Job said concerning him:—God made him to wage his war.",
          "id": 29244
        },
        {
          "text": "These ministers then that he has, he causes to run in the world, to wage war.",
          "id": 29245
        },
        {
          "text": "But be sure that he will not fight openly; because from the time of the coming of our Saviour, (God) has given authority over him.",
          "id": 29246
        },
        {
          "text": "But he will surely plunder and steal.",
          "id": 29247
        },
        {
          "text": "18.",
          "id": 29248
        },
        {
          "text": "But I will explain to thee, my beloved, concerning that word which the Apostle said, by which can be weighed the doctrines that are instruments of the Evil One and doctrines of deceit.",
          "id": 29249
        },
        {
          "text": "For the Apostle said:—There is an animal body and there is a spiritual body, seeing that it is thus written:—The first Adam became a living soul and the second Adam a quickening spirit.",
          "id": 29250
        },
        {
          "text": "So they say that there will be two Adams.",
          "id": 29251
        },
        {
          "text": "But he said:—As we have put on the image of that Adam who was from the earth, so we shall put on the image of that Adam who is from heaven.",
          "id": 29252
        },
        {
          "text": "For Adam who was from the earth was he that sinned, and the Adam who is from heaven is our Saviour, our Lord Jesus Christ.",
          "id": 29253
        },
        {
          "text": "They then that receive the Spirit of Christ, come into the likeness of the heavenly Adam, Who is our Saviour, our Lord Jesus Christ.",
          "id": 29254
        },
        {
          "text": "For the animal shall be swallowed up in the spiritual, as I wrote unto thee above.",
          "id": 29255
        },
        {
          "text": "And the man that grieves the spirit of Christ, will be animal in his resurrection; because the heavenly spirit is not with him, that the animal might be swallowed up in it.",
          "id": 29256
        },
        {
          "text": "But when he shall arise he shall continue in his natural state, naked of the Spirit.",
          "id": 29257
        },
        {
          "text": "Because he stripped off from him the Spirit of Christ, he shall be given over to utter nakedness.",
          "id": 29258
        },
        {
          "text": "And whosoever honours the Spirit, and it is guarded in him in purity, in that day the Holy Spirit shall protect him, and he shall become altogether spiritual, and shall not be found naked; as the Apostle said:—And when we shall have clothed ourselves, may we not be found naked.",
          "id": 29259
        },
        {
          "text": "And again he said:—We shall all sleep, but in the resurrection we shall not all be changed.",
          "id": 29260
        },
        {
          "text": "And again he said:—This which dies shall put on that which dies not, and this which is corruptible that which is incorruptible, and when this which dies shall have put on that which dies not, and this corruptible that which is incorruptible, then shall be accomplished that word which is written that death is swallowed up by victory.",
          "id": 29261
        },
        {
          "text": "Again he said:—Suddenly as the twinkling of an eye, the dead shall rise incorruptible and we shall be changed.",
          "id": 29262
        },
        {
          "text": "And they who shall be changed shall put on the form of that heavenly Adam and shall become spiritual.",
          "id": 29263
        },
        {
          "text": "And those who shall not be changed, shall continue animal in the created nature of Adam, namely, of dust; and shall continue in their nature in the earth below.",
          "id": 29264
        },
        {
          "text": "And then the heavenly shall be caught up to heaven and the Spirit that they have put on shall cause them to fly, and they shall inherit the kingdom that was prepared for them from the beginning.",
          "id": 29265
        },
        {
          "text": "And they that are animal shall remain on the earth by the weight of their bodies, and shall turn back to Sheol, and there shall be weeping and gnashing of teeth.",
          "id": 29266
        },
        {
          "text": "19.",
          "id": 29267
        },
        {
          "text": "In writing this I have reminded myself, and also thee, my beloved; therefore love virginity, the heavenly portion, the fellowship of the Watchers of heaven.",
          "id": 29268
        },
        {
          "text": "For there is nothing comparable with it.",
          "id": 29269
        },
        {
          "text": "And in those that are thus, in them Christ dwells.",
          "id": 29270
        },
        {
          "text": "The time of summer is at hand, and the fig-tree has budded and its leaves have come out—the signs that our Redeemer gave have begun to be fulfilled.",
          "id": 29271
        },
        {
          "text": "For he said:—People shall rise against people and kingdom against kingdom.",
          "id": 29272
        },
        {
          "text": "And there shall be famines and pestilences and terrors from heaven.",
          "id": 29273
        },
        {
          "text": "And lo! all these things are being accomplished in our days.",
          "id": 29274
        },
        {
          "text": "20.",
          "id": 29275
        },
        {
          "text": "Therefore read in this whatever I have written unto thee, thou and the brethren, the monks that love virginity.",
          "id": 29276
        },
        {
          "text": "And be on thy guard against scorners.",
          "id": 29277
        },
        {
          "text": "For whosoever scorns and mocks his brother, the word that is written in the Gospel fitly applies to him; namely, when our Lord wished to take account with the avaricious and with the Pharisees.",
          "id": 29278
        },
        {
          "text": "For it is written:—Because they loved money, they mocked Him.",
          "id": 29279
        },
        {
          "text": "So also now those that do not agree with these things mock in the same way.",
          "id": 29280
        },
        {
          "text": "Read then and learn.",
          "id": 29281
        },
        {
          "text": "Be zealous for reading and for doing.",
          "id": 29282
        },
        {
          "text": "And let the Law of God be thy meditation at every time.",
          "id": 29283
        },
        {
          "text": "And when thou hast read this epistle, on thy life (I adjure thee), my beloved, arise and pray, and remember my sinfulness in thy prayer.",
          "id": 29284
        }
      ]
    }
  ]
}