{
  "book": "Apocrypha: Gospel of Thomas (Latin)",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Gospel of Thomas: Latin Form: Here Beginneth the Treatise of the Boyhood of Jesus According to Thomas.",
          "id": 495954
        },
        {
          "text": "Chapter I.",
          "id": 495955
        },
        {
          "text": "—How Mary and Joseph Fled with Him into Egypt.",
          "id": 495956
        },
        {
          "text": "When a commotion took place in consequence of the search made by Herod for our Lord Jesus Christ to kill Him, then an angel said to Joseph:  Take Mary and her boy, and flee into Egypt from the face of those who seek to kill Him.",
          "id": 495957
        },
        {
          "text": "And Jesus was two years old when He went into Egypt.",
          "id": 495958
        },
        {
          "text": "And as He was walking through a field of corn, He stretched forth His hand, and took of the ears, and put them over the fire, and rubbed them, and began to eat.",
          "id": 495959
        },
        {
          "text": "And when they had come into Egypt, they received hospitality in the house of a certain widow, and they remained in the same place one year.",
          "id": 495960
        },
        {
          "text": "And Jesus was in His third year.",
          "id": 495961
        },
        {
          "text": "And seeing boys playing, He began to play with them.",
          "id": 495962
        },
        {
          "text": "And He took a dried fish, and put it into a basin, and ordered it to move about.",
          "id": 495963
        },
        {
          "text": "And it began to move about.",
          "id": 495964
        },
        {
          "text": "And He said again to the fish:  Throw out thy salt which thou hast, and walk into the water.",
          "id": 495965
        },
        {
          "text": "And it so came to pass.",
          "id": 495966
        },
        {
          "text": "And the neighbours, seeing what had been done, told it to the widow woman in whose house Mary His mother lived.",
          "id": 495967
        },
        {
          "text": "And as soon as she heard it, she thrust them out of her house with great haste.",
          "id": 495968
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 495969
        },
        {
          "text": "—How a Schoolmaster Thrust Him Out of the City.",
          "id": 495970
        },
        {
          "text": "And as Jesus was walking with Mary His mother through the middle of the city market-place, He looked and saw a schoolmaster teaching his scholars.",
          "id": 495971
        },
        {
          "text": "And behold twelve sparrows that were quarrelling fell over the wall into the bosom of that schoolmaster, who was teaching the boys.",
          "id": 495972
        },
        {
          "text": "And seeing this, Jesus was very much amused, and stood still.",
          "id": 495973
        },
        {
          "text": "And when that teacher saw Him making merry, he said to his scholars with great fury:  Go and bring him to me.",
          "id": 495974
        },
        {
          "text": "And when they had carried Him to the master, he seized Him by the ear, and said:  What didst thou see, to amuse thee so much?  And He said to him:  Master, see my hand full of wheat.",
          "id": 495975
        },
        {
          "text": "I showed it to them, and scattered the wheat among them, and they carry it out of the middle of the street where they are in danger; and on this account they fought among themselves to divide the wheat.",
          "id": 495976
        },
        {
          "text": "And Jesus did not pass from the place until it was accomplished.",
          "id": 495977
        },
        {
          "text": "And this being done, the master began to thrust Him out of the city, along with His mother.",
          "id": 495978
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 495979
        },
        {
          "text": "—How Jesus Went Out of Egypt.",
          "id": 495980
        },
        {
          "text": "And, lo, the angel of the Lord met Mary, and said to her:  Take up the boy, and return into the land of the Jews, for they who sought His life are dead.",
          "id": 495981
        },
        {
          "text": "And Mary rose up with Jesus; and they proceeded into the city of Nazareth, which is among the possessions of her father.",
          "id": 495982
        },
        {
          "text": "And when Joseph went out of Egypt after the death of Herod, he kept Him in the desert until there should be quietness in Jerusalem on the part of those who were seeking the boy's life.",
          "id": 495983
        },
        {
          "text": "And he gave thanks to God because He had given him understanding, and because he had found favour in the presence of the Lord God,  Amen.",
          "id": 495984
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 495985
        },
        {
          "text": "—What the Lord Jesus Did in the City of Nazareth.",
          "id": 495986
        },
        {
          "text": "It is glorious that Thomas the Israelite and apostle of the Lord gives an account also of the works of Jesus after He came out of Egypt into Nazareth.",
          "id": 495987
        },
        {
          "text": "Understand all of you, my dearest brethren, what the Lord Jesus did when He was in the city of Nazareth; the first chapter of which is as follows:—  And when Jesus was five years old, there fell a great rain upon the earth, and the boy Jesus walked up and down through it.",
          "id": 495988
        },
        {
          "text": "And there was a terrible rain, and He collected it into a fish-pond, and ordered it by His word to become clear.",
          "id": 495989
        },
        {
          "text": "And immediately it became so.",
          "id": 495990
        },
        {
          "text": "Again He took of the clay which was of that fish-pond, and made of it to the number of twelve sparrows.",
          "id": 495991
        },
        {
          "text": "And it was the Sabbath when Jesus did this among the boys of the Jews.",
          "id": 495992
        },
        {
          "text": "And the boys of the Jews went away, and said to Joseph His father:  Behold, thy son was playing along with us, and he took clay and made sparrows, which it was not lawful to do on the Sabbath; and he has broken it.",
          "id": 495993
        },
        {
          "text": "And Joseph went away to the boy Jesus, and said to Him:  Why hast thou done this, which it was not lawful to do on the Sabbath?  And Jesus opened His hands, and ordered the sparrows, saying:  Go up into the air, and fly; nobody shall kill you.",
          "id": 495994
        },
        {
          "text": "And they flew, and began to cry out, and praise God Almighty.",
          "id": 495995
        },
        {
          "text": "And the Jews seeing what had happened, wondered, and went away and told the miracles which Jesus had done.",
          "id": 495996
        },
        {
          "text": "But a Pharisee who was with Jesus took an olive branch, and began to let the water out of the fountain which Jesus had made.",
          "id": 495997
        },
        {
          "text": "And when Jesus saw this, He said to him in a rage:  Thou impious and ignorant Sodomite, what harm have my works the fountains of water done thee?  Behold, thou shalt become like a dry tree, having neither roots, nor leaves, nor fruit.",
          "id": 495998
        },
        {
          "text": "And immediately he dried up, and fell to the ground, and died.",
          "id": 495999
        },
        {
          "text": "And his parents took him away dead, and reproached Joseph, saying:  See what thy son has done; teach him to pray, and not to blaspheme.",
          "id": 496000
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 496001
        },
        {
          "text": "—How the Citizens Were Enraged Against Joseph on Account of the Doings of Jesus.",
          "id": 496002
        },
        {
          "text": "And a few days after, as Jesus was walking through the town with Joseph, one of the children ran up and struck Jesus on the arm.",
          "id": 496003
        },
        {
          "text": "And Jesus said to him:  So shalt thou not finish thy journey.",
          "id": 496004
        },
        {
          "text": "And immediately he fell to the ground, and died.",
          "id": 496005
        },
        {
          "text": "And those who saw these wonderful things cried out, saying:  Whence is that boy?  And they said to Joseph:  It is not right for such a boy to be among us.",
          "id": 496006
        },
        {
          "text": "And Joseph went and brought Him.",
          "id": 496007
        },
        {
          "text": "And they said to him:  Go away from this place; but if thou must live with us, teach him to pray, and not to blaspheme:  but our children have been killed.",
          "id": 496008
        },
        {
          "text": "Joseph called Jesus, and reproved Him, saying:  Why dost thou blaspheme?  For these people who live here hate us.",
          "id": 496009
        },
        {
          "text": "And Jesus said:  I know that these words are not mine, but thine; but I will hold my tongue for thy sake:  and let them see to it in their wisdom.",
          "id": 496010
        },
        {
          "text": "And immediately those who were speaking against Jesus became blind.",
          "id": 496011
        },
        {
          "text": "And they walked up and down, and said:  All the words which proceed from his mouth are accomplished.",
          "id": 496012
        },
        {
          "text": "And Joseph seeing what Jesus had done, in a fury seized Him by the ear; and Jesus said to Joseph in anger:  It is enough for thee to see me, not to touch me.",
          "id": 496013
        },
        {
          "text": "For thou knowest not who I am; but if thou didst know, thou wouldst not make me angry.",
          "id": 496014
        },
        {
          "text": "And although just now I am with thee, I was made before thee.",
          "id": 496015
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 496016
        },
        {
          "text": "—How Jesus Was Treated by the Schoolmaster.",
          "id": 496017
        },
        {
          "text": "Therefore a certain man named Zacheus listened to all that Jesus was saying to Joseph, and in great astonishment said to himself:  Such a boy speaking in this way I have never seen.",
          "id": 496018
        },
        {
          "text": "And he went up to Joseph, and said:  That is an intelligent boy of thine; hand him over to me to learn his letters; and when he has thoroughly learned his letters, I shall teach him honourably, so that he may be no fool.",
          "id": 496019
        },
        {
          "text": "But Joseph answered and said to him:  No one can teach him but God alone.",
          "id": 496020
        },
        {
          "text": "You do not believe that that little boy will be of little consequence?  And when Jesus heard Joseph speaking in this way, He said to Zacheus:  Indeed, master, whatever proceeds from my mouth is true.",
          "id": 496021
        },
        {
          "text": "And before all I was Lord, but you are foreigners.",
          "id": 496022
        },
        {
          "text": "To me has been given the glory of the ages, to you has been given nothing; because I am before the ages.",
          "id": 496023
        },
        {
          "text": "And I know how many years of life thou wilt have, and that thou wilt be carried into exile:  and my Father hath appointed this, that thou mayest understand that whatever proceeds from my mouth is true.",
          "id": 496024
        },
        {
          "text": "And the Jews who were standing by, and hearing the words which Jesus spoke, were astonished, and said:  We have seen such wonderful things, and heard such words from that boy, as we have never heard, nor are likely to hear from any other human being,—either from the high priests, or the masters, or the Pharisees.",
          "id": 496025
        },
        {
          "text": "Jesus answered and said to them:  Why do you wonder?  Do you consider it incredible that I have spoken the truth?  I know when both you and your fathers were born, and to tell you more, when the world was made:  I know also who sent me to you.",
          "id": 496026
        },
        {
          "text": "And when the Jews heard the words which the child had spoken, they wondered, because that they were not able to answer.",
          "id": 496027
        },
        {
          "text": "And, communing with Himself, the child exulted and said:  I have told you a proverb; and I know that you are weak and ignorant.",
          "id": 496028
        },
        {
          "text": "And that schoolmaster said to Joseph:  Bring him to me, and I shall teach him letters.",
          "id": 496029
        },
        {
          "text": "And Joseph took hold of the boy Jesus, and led Him to the house of a certain schoolmaster, where other boys were being taught.",
          "id": 496030
        },
        {
          "text": "Now the master in soothing words began to teach Him His letters, and wrote for Him the first line, which is from A to T, and began to stroke Him and teach Him.",
          "id": 496031
        },
        {
          "text": "And that teacher struck the child on the head:  and when He had received the blow, the child said to him:  I should teach thee, and not thou me; I know the letters which thou wishest to teach me, and I know that you are to me like vessels from which there come forth only sounds, and no wisdom.",
          "id": 496032
        },
        {
          "text": "And, beginning the line, He said the letters from A to T in full, and very fast.",
          "id": 496033
        },
        {
          "text": "And He looked at the master, and said to him:  Thou indeed canst not tell us what A and B are; how dost thou wish to teach others?  O hypocrite, if thou knowest and will tell me about the A, then will I tell thee about the B.",
          "id": 496034
        },
        {
          "text": "And when that teacher began to tell about the first letter, he was unable to give any answer.",
          "id": 496035
        },
        {
          "text": "And Jesus said to Zacheus:  Listen to me, master; understand the first letter.",
          "id": 496036
        },
        {
          "text": "See how it has two lines; advancing in the middle, standing still, giving, scattering, varying, threatening; triple intermingled with double; at the same time homogeneous, having all common.",
          "id": 496037
        },
        {
          "text": "And Zacheus, seeing that He so divided the first letter, was stupefied about the first letter, and about such a human being and such learning; and he cried out, and said:  Woe's me, for I am quite stupefied; I have brought disgrace upon myself through that child.",
          "id": 496038
        },
        {
          "text": "And he said to Joseph:  I earnestly entreat thee, brother, take him away from me, because I cannot look upon his face, nor hear his mighty words.",
          "id": 496039
        },
        {
          "text": "Because that child can tame fire and bridle the sea:  for he was born before the ages.",
          "id": 496040
        },
        {
          "text": "What womb brought him forth, or what mother nursed him, I know not.",
          "id": 496041
        },
        {
          "text": "Oh, my friends, I am driven out of my senses; I have become a wretched laughing-stock.",
          "id": 496042
        },
        {
          "text": "And I said that I had got a scholar; but he has been found to be my master.",
          "id": 496043
        },
        {
          "text": "And my disgrace I cannot get over, because I am an old man; and what to say to him I cannot find.",
          "id": 496044
        },
        {
          "text": "All I have to do is to fall into some grievous illness, and depart from this world; or to leave this town, because all have seen my disgrace.",
          "id": 496045
        },
        {
          "text": "An infant has deceived me.",
          "id": 496046
        },
        {
          "text": "What answer can I give to others, or what words can I say, because he has got the better of me in the first letter?  I am struck dumb, O my friends and acquaintances; neither beginning nor end can I find of an answer to him.",
          "id": 496047
        },
        {
          "text": "And now I beseech thee, brother Joseph, take him away from me, and lead him home, because he is a master, or the Lord, or an angel.",
          "id": 496048
        },
        {
          "text": "What to say I do not know.",
          "id": 496049
        },
        {
          "text": "And Jesus turned to the Jews who were with Zacheus, and said to them:  Let all not seeing see, and not understanding understand; let the deaf hear, and let those who are dead through me rise again; and those who are exalted, let me call to still higher things, as He who sent me to you hath commanded me.",
          "id": 496050
        },
        {
          "text": "And when Jesus ceased speaking, all who had been affected with any infirmity through His words were made whole.",
          "id": 496051
        },
        {
          "text": "And they did not dare to speak to Him.",
          "id": 496052
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 496053
        },
        {
          "text": "—How Jesus Raised a Boy to Life.",
          "id": 496054
        },
        {
          "text": "One day, when Jesus was climbing on a certain house, along with the children, He began to play with them.",
          "id": 496055
        },
        {
          "text": "And one of the boys fell down through a back-door, and died immediately.",
          "id": 496056
        },
        {
          "text": "And when the children saw this, they all ran away; but Jesus remained in the house.",
          "id": 496057
        },
        {
          "text": "And when the parents of the boy who had died had come, they spoke against Jesus:  Surely it was thou who made him fall down; and they reviled Him.",
          "id": 496058
        },
        {
          "text": "And Jesus, coming down from the house, stood over the dead child, and with a loud voice called out the name of the child:  Sinoo, Sinoo, rise and say whether it was I that made thee fall down.",
          "id": 496059
        },
        {
          "text": "And suddenly he rose up, and said:  No, my lord.",
          "id": 496060
        },
        {
          "text": "And his parents, seeing such a great miracle done by Jesus, glorified God, and adored Jesus.",
          "id": 496061
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 496062
        },
        {
          "text": "—How Jesus Healed a Boy's Foot.",
          "id": 496063
        },
        {
          "text": "And a few days thereafter, a boy in that town was splitting wood, and struck his foot.",
          "id": 496064
        },
        {
          "text": "And a great crowd went to him, and Jesus too went with them.",
          "id": 496065
        },
        {
          "text": "And He touched the foot which had been hurt, and immediately it was made whole.",
          "id": 496066
        },
        {
          "text": "And Jesus said to him:  Rise, and split the wood, and remember me.",
          "id": 496067
        },
        {
          "text": "And when the crowd saw the miracles that were done by Him, they adored Jesus, and said:  Indeed we most surely believe that Thou art God.",
          "id": 496068
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 496069
        },
        {
          "text": "—How Jesus Carried Water in a Cloak.",
          "id": 496070
        },
        {
          "text": "And when Jesus was six years old, His mother sent Him to draw water.",
          "id": 496071
        },
        {
          "text": "And when Jesus had come to the fountain, or to the well, there were great crowds there, and they broke His pitcher.",
          "id": 496072
        },
        {
          "text": "And He took the cloak which He had on, and filled it with water, and carried it to His mother Mary.",
          "id": 496073
        },
        {
          "text": "And His mother, seeing the miracles which Jesus had done, kissed Him, and said:  O Lord, hear me, and save my son.",
          "id": 496074
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 496075
        },
        {
          "text": "—How Jesus Sowed Wheat.",
          "id": 496076
        },
        {
          "text": "In the time of sowing, Joseph went out to sow wheat, and Jesus followed him.",
          "id": 496077
        },
        {
          "text": "And when Joseph began to sow, Jesus stretched out His hand, and took as much wheat as He could hold in His fist, and scattered it.",
          "id": 496078
        },
        {
          "text": "Joseph therefore came at reaping-time to reap his harvest.",
          "id": 496079
        },
        {
          "text": "Jesus came also, and collected the ears which He had scattered, and they made a hundred pecks of the best grain; and he called the poor, and the widows, and the orphans, and distributed to them the wheat which He had made.",
          "id": 496080
        },
        {
          "text": "Joseph also took a little of the same wheat, for the blessing of Jesus to his house.",
          "id": 496081
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 496082
        },
        {
          "text": "—How Jesus Made a Short Piece of Wood of the Same Length as a Longer One.",
          "id": 496083
        },
        {
          "text": "And Jesus reached the age of eight years.",
          "id": 496084
        },
        {
          "text": "Joseph was a master builder, and used to make ploughs and ox-yokes.",
          "id": 496085
        },
        {
          "text": "And one day a rich man said to Joseph:  Master, make me a couch, both useful and beautiful.",
          "id": 496086
        },
        {
          "text": "And Joseph was in distress, because the wood which he had brought for the work was too short.",
          "id": 496087
        },
        {
          "text": "And Jesus said to him:  Do not be annoyed.",
          "id": 496088
        },
        {
          "text": "Take hold of this piece of wood by one end, and I by the other; I and let us draw it out.",
          "id": 496089
        },
        {
          "text": "And they did so; and immediately he found it useful for that which he wished.",
          "id": 496090
        },
        {
          "text": "And He said to Joseph:  Behold, do the work which thou wishest.",
          "id": 496091
        },
        {
          "text": "And Joseph, seeing what He had done, embraced Him, and said:  Blessed am I, because God hath given me such a son.",
          "id": 496092
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 496093
        },
        {
          "text": "—How Jesus Was Handed Over to Learn His Letters.",
          "id": 496094
        },
        {
          "text": "And Joseph, seeing that He had such favour, and that He was increasing in stature, thought it right to take Him to learn His letters.",
          "id": 496095
        },
        {
          "text": "And he handed Him over to another teacher to be taught.",
          "id": 496096
        },
        {
          "text": "And that teacher said to Joseph:  What letters dost thou wish me to teach that boy?  Joseph answered and said:  First teach him the Gentile letters, and then the Hebrew.",
          "id": 496097
        },
        {
          "text": "For the teacher knew that He was very intelligent, and willingly took Him in hand.",
          "id": 496098
        },
        {
          "text": "And writing for Him the first line, which is A and B, he taught Him for some hours.",
          "id": 496099
        },
        {
          "text": "But Jesus was silent, and made him no answer.",
          "id": 496100
        },
        {
          "text": "Jesus said to the master:  If thou art indeed a master, and if thou indeed knowest the letters, tell me the power of the A, and I shall tell thee the power of the B.",
          "id": 496101
        },
        {
          "text": "Then His master was filled with fury, and struck Him on the head.",
          "id": 496102
        },
        {
          "text": "And Jesus was angry, and cursed him; and he suddenly fell down, and died.",
          "id": 496103
        },
        {
          "text": "And Jesus returned home.",
          "id": 496104
        },
        {
          "text": "And Joseph gave orders to Mary His mother, not to let Him go out of the court of his house.",
          "id": 496105
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 496106
        },
        {
          "text": "—How He Was Handed Over to Another Master.",
          "id": 496107
        },
        {
          "text": "Many days after came another teacher, a friend of Joseph, and said to him:  Hand him over to me, and I with much sweetness will teach him his letters.",
          "id": 496108
        },
        {
          "text": "And Joseph said to him:  If thou art able, take him and teach him.",
          "id": 496109
        },
        {
          "text": "May it be attended with joy.",
          "id": 496110
        },
        {
          "text": "When the teacher had taken Him, he went along in fear and in great firmness, and held Him with exultation.",
          "id": 496111
        },
        {
          "text": "And when He had come to the teacher's house, He found a book lying there, and took it and opened it, and did not read what was written in the book; but opened His mouth, and spoke from the Holy Spirit, and taught the law.",
          "id": 496112
        },
        {
          "text": "And, indeed, all who were standing there listened to Him attentively; and the master sat down beside Him, and listened to Him with pleasure, and entreated Him to teach them more.",
          "id": 496113
        },
        {
          "text": "And a great crowd being gathered together, they heard all the holy teaching which He taught, and the choice words which came forth from the mouth of Him who, child as He was, spake such things.",
          "id": 496114
        },
        {
          "text": "And Joseph, hearing of this, was afraid, and running…the master, where Jesus was, said to Joseph:  Know, brother, that I have received thy child to teach him or train him; but he is filled with much gravity and wisdom.",
          "id": 496115
        },
        {
          "text": "Lo, now, take him home with joy, my brother; because the gravity which he has, has been given him by the Lord.",
          "id": 496116
        },
        {
          "text": "And Jesus, hearing the master thus speaking, became cheerful, and said:  Lo, now, master, thou hast truly said.",
          "id": 496117
        },
        {
          "text": "For thy sake, he who is dead shall rise again.",
          "id": 496118
        },
        {
          "text": "And Joseph took Him home.",
          "id": 496119
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 496120
        },
        {
          "text": "—How Jesus Delivered James from the Bite of a Serpent.",
          "id": 496121
        },
        {
          "text": "And Joseph sent James to gather straw, and Jesus followed him.",
          "id": 496122
        },
        {
          "text": "And while James was gathering the straw, a viper bit him; and he fell to the ground, as if dead from the poison.",
          "id": 496123
        },
        {
          "text": "And Jesus seeing this, blew upon his wound; and immediately James was made whole, and the viper died.",
          "id": 496124
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 496125
        },
        {
          "text": "—How Jesus Raised a Boy to Life.",
          "id": 496126
        },
        {
          "text": "A few days after, a child, His neighbour, died, and his mother mourned for him sore.",
          "id": 496127
        },
        {
          "text": "Jesus, hearing this, went and stood over the boy, and knocked upon his breast, and said:  I say to thee, child, do not die, but live.",
          "id": 496128
        },
        {
          "text": "And immediately the child rose up.",
          "id": 496129
        },
        {
          "text": "And Jesus said to the boy's mother:  Take thy son, and give him the breast, and remember me.",
          "id": 496130
        },
        {
          "text": "And the crowd, seeing this miracle, said:  In truth, this child is from heaven; for already has he freed many souls from death, and he has made whole all that hope in him.",
          "id": 496131
        },
        {
          "text": "The scribes and Pharisees said to Mary:  Art thou the mother of this child?  And Mary said:  Indeed I am.",
          "id": 496132
        },
        {
          "text": "And they said to her:  Blessed art thou among women, since God hath blessed the fruit of thy womb, seeing that He hath given thee such a glorious child, and such a gift of wisdom, as we have never seen nor heard of.",
          "id": 496133
        },
        {
          "text": "Jesus rose up and followed His mother.",
          "id": 496134
        },
        {
          "text": "And Mary kept in her heart all the great miracles that Jesus had done among the people, in healing many that were diseased.",
          "id": 496135
        },
        {
          "text": "And Jesus grew in stature and wisdom; and all who saw Him glorified God the Father Almighty, who is blessed for ever and ever,  Amen.",
          "id": 496136
        },
        {
          "text": "And all these things I Thomas the Israelite have written what I have seen, and have recounted them to the Gentiles and to our brethren, and many other things done by Jesus, who was born in the land of Judah.",
          "id": 496137
        },
        {
          "text": "Behold, the house of Israel has seen all, from the first even to the last; how great signs and wonders Jesus did among them, which were exceedingly good, and invisible to their father, as holy Scripture relates, and the prophets have borne witness to His works in all the peoples of Israel.",
          "id": 496138
        },
        {
          "text": "And He it is who is to judge the world according to the will of immortality, since He is the Son of God throughout all the world.",
          "id": 496139
        },
        {
          "text": "To Him is due all glory and honour for ever, who lives and reigns God through all ages of ages,  Amen.",
          "id": 496140
        }
      ]
    }
  ]
}