{
  "book": "Apocrypha: Acts of Barnabus",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Acts of Barnabus:  The Journeyings and Martyrdom of St.",
          "id": 498680
        },
        {
          "text": "Barnabas the Apostle.",
          "id": 498681
        },
        {
          "text": "Since from the descent of the presence of our Saviour Jesus Christ, the unwearied and benevolent and mighty Shepherd and Teacher and Physician, I beheld and saw the ineffable and holy and unspotted mystery of the Christians, who hold the hope in holiness, and who have been sealed; and since I have zealously served Him, I have deemed it necessary to give account of the mysteries which I have heard and seen.",
          "id": 498682
        },
        {
          "text": "I John, accompanying the holy apostles Barnabas and Paul, being formerly a servant of Cyrillus the high priest of Jupiter, but now having received the gift of the Holy Spirit through Paul and Barnabas and Silas, who were worthy of the calling, and who baptized me in Iconium.",
          "id": 498683
        },
        {
          "text": "After I was baptized, then, I saw a certain man standing clothed in white raiment; and he said to me:  Be of good courage, John, for assuredly thy name shall be changed to Mark, and thy glory shall be proclaimed in all the world.",
          "id": 498684
        },
        {
          "text": "And the darkness in thee has passed away from thee, and there has been given to thee understanding to know the mysteries of God.",
          "id": 498685
        },
        {
          "text": "And when I saw the vision, becoming greatly terrified, I went to the feet of Barnabas, and related to him the mysteries which I had seen and heard from that man.",
          "id": 498686
        },
        {
          "text": "And the Apostle Paul was not by when I disclosed the mysteries.",
          "id": 498687
        },
        {
          "text": "And Barnabas said to me:  Tell no one the miracle which thou hast seen.",
          "id": 498688
        },
        {
          "text": "For by me also this night the Lord stood, saying, Be of good courage:  for as thou hast given thy life for my name to death and banishment from thy nation, thus also shalt thou be made perfect.",
          "id": 498689
        },
        {
          "text": "Moreover, as for the servant who is with you, take him also with thyself; for he has certain mysteries.",
          "id": 498690
        },
        {
          "text": "Now then, my child, keep to thyself the things which thou hast seen and heard; for a time will come for thee to reveal them.",
          "id": 498691
        },
        {
          "text": "And I, having been instructed in these things by him, remained in Iconium many days; for there was there a holy man and a pious, who also entertained us, whose house also Paul had sanctified.",
          "id": 498692
        },
        {
          "text": "Thence, therefore, we came to Seleucia, and after staying three days sailed away to Cyprus; and I was ministering to them until we had gone round all Cyprus.",
          "id": 498693
        },
        {
          "text": "And setting sail from Cyprus, we landed in Perga of Pamphylia.",
          "id": 498694
        },
        {
          "text": "And there I then stayed about two months, wishing to sail to the regions of the West; and the Holy Spirit did not allow me.",
          "id": 498695
        },
        {
          "text": "Turning, therefore, I again sought the apostles; and having learned that they were in Antioch, I went to them.",
          "id": 498696
        },
        {
          "text": "And I found Paul in bed in Antioch from the toil of the journey, who also seeing me, was exceedingly grieved on account of my delaying in Pamphylia.",
          "id": 498697
        },
        {
          "text": "And Barnabas coming, encouraged him, and tasted bread, and he took a little of it.",
          "id": 498698
        },
        {
          "text": "And they preached the word of the Lord, and enlightened many of the Jews and Greeks.",
          "id": 498699
        },
        {
          "text": "And I only attended to them, and was afraid of Paul to come near him, both because he held me as having spent much time in Pamphylia, and because he was quite enraged against me.",
          "id": 498700
        },
        {
          "text": "And I gave repentance on my knees upon the earth to Paul, and he would not endure it.",
          "id": 498701
        },
        {
          "text": "And when I remained for three Sabbaths in entreaty and prayer on my knees, I was unable to prevail upon him about myself; for his great grievance against me was on account of my keeping several parchments in Pamphylia.",
          "id": 498702
        },
        {
          "text": "And when it came to pass that they finished teaching in Antioch, on the first of the week they took counsel together to set out for the places of the East, and after that to go into Cyprus, and oversee all the churches in which they had spoken the word of God.",
          "id": 498703
        },
        {
          "text": "And Barnabas entreated Paul to go first to Cyprus, and oversee his own in his village; and Lucius entreated him to take the oversight of his city Cyrene.",
          "id": 498704
        },
        {
          "text": "And a vision was seen by Paul in sleep, that he should hasten to Jerusalem, because the brethren expected him there.",
          "id": 498705
        },
        {
          "text": "But Barnabas urged that they should go to Cyprus, and pass the winter, and then that they should go to Jerusalem at the feast.",
          "id": 498706
        },
        {
          "text": "Great contention, therefore, arose between them.",
          "id": 498707
        },
        {
          "text": "And Barnabas urged me also to accompany them, on account of my being their servant from the beginning, and on account of my having served them in all Cyprus until they came to Perga of Pamphylia; and I there had remained many days.",
          "id": 498708
        },
        {
          "text": "But Paul cried out against Barnabas, saying:  It is impossible for him to go with us.",
          "id": 498709
        },
        {
          "text": "And those who were with us there urged me also to accompany them, because there was a vow upon me to follow them to the end.",
          "id": 498710
        },
        {
          "text": "So that Paul said to Barnabas:  If thou wilt take John who also is surnamed Mark with thee, go another road; for he shall not come with us.",
          "id": 498711
        },
        {
          "text": "And Barnabas coming to himself, said:  The grace of God does not desert him who has once served the Gospel and journeyed with us.",
          "id": 498712
        },
        {
          "text": "If, therefore, this be agreeable to thee, Father Paul, I take him and go.",
          "id": 498713
        },
        {
          "text": "And he said:  Go thou in the grace of Christ, and we in the power of the Spirit.",
          "id": 498714
        },
        {
          "text": "Therefore, bending their knees, they prayed to God.",
          "id": 498715
        },
        {
          "text": "And Paul, groaning aloud, wept, and in like manner also Barnabas, saying to one another:  It would have been good for us, as at first, so also at last, to work in common among men; but since it has thus seemed good to thee, Father Paul, pray for me that my labour may be made perfect to commendation:  for thou knowest how I have served thee also to the grace of Christ that has been given to thee.",
          "id": 498716
        },
        {
          "text": "For I go to Cyprus, and hasten to be made perfect; for I know that I shall no more see thy face, O Father Paul.",
          "id": 498717
        },
        {
          "text": "And falling on the ground at his feet, he wept long.",
          "id": 498718
        },
        {
          "text": "And Paul said to him:  The Lord stood by me also this night, saying, Do not force Barnabas not to go to Cyprus, for there it has been prepared for him to enlighten many; and do thou also, in the grace that has been given to thee, go to Jerusalem to worship in the holy place, and there it shall be shown thee where thy martyrdom has been prepared.",
          "id": 498719
        },
        {
          "text": "And we saluted one another, and Barnabas took me to himself.",
          "id": 498720
        },
        {
          "text": "And having come down to Laodiceia, we sought to cross to Cyprus; and having found a ship going to Cyprus, we embarked.",
          "id": 498721
        },
        {
          "text": "And when we had set sail, the wind was found to be contrary.",
          "id": 498722
        },
        {
          "text": "And we came to Corasium; and having gone down to the shore where there was a fountain, we rested there, showing ourselves to no one, that no one might know that Barnabas had separated from Paul.",
          "id": 498723
        },
        {
          "text": "And having set sail from Corasium, we came to the regions of Isauria, and thence came to a certain island called Pityusa; and a storm having come on, we remained there three days; and a certain pious man entertained us, by name Euphemus, whom also Barnabas instructed in many things in the faith, with all his house.",
          "id": 498724
        },
        {
          "text": "And thence we sailed past the Aconesiae, and came to the city of Anemurium; and having gone into it, we found two Greeks.",
          "id": 498725
        },
        {
          "text": "And coming to us, they asked whence and who we were.",
          "id": 498726
        },
        {
          "text": "And Barnabas said to them:  If you wish to know whence and who we are, throw away the clothing which you have, and I shall put on you clothing which never becomes soiled; for neither is there in it anything filthy, but it is altogether splendid.",
          "id": 498727
        },
        {
          "text": "And being astonished at the saying, they asked us:  What is that garment which you are going to give us?  And Barnabas said to them:  If you shall confess your sins, and submit yourselves to our Lord Jesus Christ, you shall receive that garment which is incorruptible for ever.",
          "id": 498728
        },
        {
          "text": "And being pricked at heart by the Holy Spirit, they fell at his feet, entreating and saying:  We beseech thee, father, give us that garment; for we believe in the living and true God whom thou proclaimest.",
          "id": 498729
        },
        {
          "text": "And leading them down to the fountain, he baptized them into the name of Father, and Son, and Holy Ghost.",
          "id": 498730
        },
        {
          "text": "And they knew that they were clothed with power, and a holy robe.",
          "id": 498731
        },
        {
          "text": "And having taken from me one robe, he put it on the one; and his own robe he put on the other.",
          "id": 498732
        },
        {
          "text": "And they brought money to him, and straightway Barnabas distributed it to the poor.",
          "id": 498733
        },
        {
          "text": "And from them also the sailors were able to gain many things.",
          "id": 498734
        },
        {
          "text": "And they having come down to the shore, he spoke to them the word of God; and he having blessed them, we saluted them, and went on board the ship.",
          "id": 498735
        },
        {
          "text": "And the one of them who was named Stephanus wished to accompany us, and Barnabas did not permit him.",
          "id": 498736
        },
        {
          "text": "And we, having gone across, sailed down to Cyprus by night; and having come to the place called Crommyacita, we found Timon and Ariston the temple servants, at whose house also we were entertained.",
          "id": 498737
        },
        {
          "text": "And Timon was afflicted by much fever.",
          "id": 498738
        },
        {
          "text": "And having laid our hands upon him, we straightway removed his fever, having called upon the name of the Lord Jesus.",
          "id": 498739
        },
        {
          "text": "And Barnabas had received documents from Matthew, a book of the word of God, and a narrative of miracles and doctrines.",
          "id": 498740
        },
        {
          "text": "This Barnabas laid upon the sick in each place that we came to, and it immediately made a cure of their sufferings.",
          "id": 498741
        },
        {
          "text": "And when we had come to Lapithus, and an idol festival being celebrated in the theatre, they did not allow us to go into the city, but we rested a little at the gate.",
          "id": 498742
        },
        {
          "text": "And Timon, after he rose up from his disease, came with us.",
          "id": 498743
        },
        {
          "text": "And having gone forth from Lapithus, we travelled through the mountains, and came to the city of Lampadistus, of which also Timon was a native; in addition to whom, having found also that Heracleius was there, we were entertained by him.",
          "id": 498744
        },
        {
          "text": "He was of the city of Tamasus, and had come to visit his relations; and Barnabas, looking stedfastly at him, recognised him, having met with him formerly at Citium with Paul; to whom also the Holy Spirit was given at baptism, and he changed his name to Heracleides.",
          "id": 498745
        },
        {
          "text": "And having ordained him bishop over Cyprus, and having confirmed the church in Tamasus, we left him in the house of his brethren that dwelt there.",
          "id": 498746
        },
        {
          "text": "And having crossed the mountain called Chionodes, we came to Old Paphos, and there found Rhodon, a temple servant, who also, having himself believed, accompanied us.",
          "id": 498747
        },
        {
          "text": "And we met a certain Jew, by name Barjesus, coming from Paphos, who also recognised Barnabas, as having been formerly with Paul.",
          "id": 498748
        },
        {
          "text": "He did not wish us to go into Paphos; but having turned away, we came to Curium.",
          "id": 498749
        },
        {
          "text": "And we found that a certain abominable race was being performed in the road near the city, where a multitude of women and men naked were performing the race.",
          "id": 498750
        },
        {
          "text": "And there was great deception and error in that place.",
          "id": 498751
        },
        {
          "text": "And Barnabas turning, rebuked it; and the western part fell, so that many were wounded, and many of them also died and the rest fled to the temple of Apollo, which was close at hand in the city, which was called sacred.",
          "id": 498752
        },
        {
          "text": "And when we came near the temple, a great multitude of Jews who were there, having been put up to it by Barjesus, stood outside of the city, and did not allow us to go into the city; but we spent the evening under a tree near the city, and rested there.",
          "id": 498753
        },
        {
          "text": "And on the following day, we came to a certain village where Aristoclianus dwelt.",
          "id": 498754
        },
        {
          "text": "He being a leper, had been cleansed in Antioch, whom also Paul and Barnabas sealed to be a bishop, and sent to his village in Cyprus, because there were many Greeks there.",
          "id": 498755
        },
        {
          "text": "And we were entertained in the cave by him in the mountain, and there we remained one day.",
          "id": 498756
        },
        {
          "text": "And thence we came to Amathus and there was a great multitude of Greeks in the temple in the mountain, low women and men pouring libations.",
          "id": 498757
        },
        {
          "text": "There also Barjesus, getting the start of us, gained over the nation of the Jews, and did not allow us to enter into the city; but a certain widow woman, eighty years old, being outside of the city, and she also not worshipping the idols, coming forward to us, took us into her house one hour.",
          "id": 498758
        },
        {
          "text": "And when we came out we shook the dust off our feet over against that temple where the libation of the abominable took place.",
          "id": 498759
        },
        {
          "text": "And having gone out thence, we came through desert places, and Timon also accompanied us.",
          "id": 498760
        },
        {
          "text": "And having come to Citium, and there being a great uproar there also in their hippodrome, having learned this, we came forth out of the city, having all shaken the dust off our feet; for no one received us, except that we rested one hour in the gate near the aqueduct.",
          "id": 498761
        },
        {
          "text": "And having set sail in a ship from Citium, we came to Salamis, and landed in the so-called islands, where there was a place full of idols; and there there took place high festivals and libations.",
          "id": 498762
        },
        {
          "text": "And having found Heracleides there again, we instructed him to proclaim the Gospel of God, and to set up churches, and ministers in them.",
          "id": 498763
        },
        {
          "text": "And having gone into Salamis, we came to the synagogue near the place called Biblia; and when we had gone into it, Barnabas, having unrolled the Gospel which he had received from Matthew his fellow-labourer, began to teach the Jews.",
          "id": 498764
        },
        {
          "text": "And Barjesus, having arrived after two days, after not a few Jews had been instructed, was enraged, and brought together all the multitude of the Jews; and they having laid hold of Barnabas, wished to hand him over to Hypatius, the governor of Salamis.",
          "id": 498765
        },
        {
          "text": "And having bound him to take him away to the governor, and a pious Jebusite, a kinsman of Nero, having come to Cyprus, the Jews, learning this, took Barnabas by night, and bound him with a rope by the neck; and having dragged him to the hippodrome from the synagogue, and having gone out of the city, standing round him, they burned him with fire, so that even his bones became dust.",
          "id": 498766
        },
        {
          "text": "And straightway that night, having taken his dust, they cast it into a cloth; and having secured it with lead, they intended to throw it into the sea.",
          "id": 498767
        },
        {
          "text": "But I, finding an opportunity in the night, and being able along with Timon and Rhodon to carry it.",
          "id": 498768
        },
        {
          "text": "we came to a certain place, and having found a cave, put it down there, where the nation of the Jebusites formerly dwelt.",
          "id": 498769
        },
        {
          "text": "And having found a secret place in it, we put it away, with the documents which he had received from Matthew.",
          "id": 498770
        },
        {
          "text": "And it was the fourth hour of the night of the second of the week.",
          "id": 498771
        },
        {
          "text": "And when we were hid in the place, the Jews made no little search after us; and having almost found us, they pursued us as far as the village of the Ledrians; and we, having found there also a cave near the village, took refuge in it, and thus escaped them.",
          "id": 498772
        },
        {
          "text": "And we were hid in the cave three days; and the Jews having gone away, we came forth and left the place by night.",
          "id": 498773
        },
        {
          "text": "And taking with us Ariston and Rhodon, we came to the village of Limnes.",
          "id": 498774
        },
        {
          "text": "And having come to the shore, we found an Egyptian ship; and having embarked in it, we landed at Alexandria.",
          "id": 498775
        },
        {
          "text": "And there I remained, teaching the brethren that came the word of the Lord, enlightening them, and preaching what I had been taught by the apostles of Christ, who also baptized me into the name of Father, and Son, and Holy Ghost; who also changed my name to Mark in the water of baptism, by which also I hope to bring many to the glory of God through His grace; because to Him is due honour and everlasting glory,  Amen.",
          "id": 498776
        },
        {
          "text": "The journeyings and martyrdom of the holy apostle Barnabas have been fulfilled through God.",
          "id": 498777
        }
      ]
    }
  ]
}