{
  "book": "Athanasius: Statement of Faith",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Statement of Faith.",
          "id": 278527
        },
        {
          "text": "1.",
          "id": 278528
        },
        {
          "text": "We believe in one Unbegotten God, Father Almighty, maker of all things both visible and invisible, that hath His being from Himself.",
          "id": 278529
        },
        {
          "text": "And in one Only-begotten Word, Wisdom, Son, begotten of the Father without beginning and eternally; word not pronounced nor mental, nor an effluence of the Perfect, nor a dividing of the impassible Essence, nor an issue; but absolutely perfect Son, living and powerful (Heb.",
          "id": 278530
        },
        {
          "text": "iv.",
          "id": 278531
        },
        {
          "text": "12), the true Image of the Father, equal in honour and glory.",
          "id": 278532
        },
        {
          "text": "For this, he says, 'is the will of the Father, that as they honour the Father, so they may honour the Son also' (Joh.",
          "id": 278533
        },
        {
          "text": "v.",
          "id": 278534
        },
        {
          "text": "23): very God of very God, as John says in his general Epistles, 'And we are in Him that is true, even in His Son Jesus Christ: this is the true God and everlasting life' (1 Joh.",
          "id": 278535
        },
        {
          "text": "v.",
          "id": 278536
        },
        {
          "text": "20): Almighty of Almighty.",
          "id": 278537
        },
        {
          "text": "For all things which the Father rules and sways, the Son rules and sways likewise: wholly from the Whole, being like the Father as the Lord says, 'he that hath seen Me hath seen the Father' (Joh.",
          "id": 278538
        },
        {
          "text": "xiv.",
          "id": 278539
        },
        {
          "text": "9).",
          "id": 278540
        },
        {
          "text": "But He was begotten ineffably and incomprehensibly, for 'who shall declare his generation?' (Isa.",
          "id": 278541
        },
        {
          "text": "liii.",
          "id": 278542
        },
        {
          "text": "8), in other words, no one can.",
          "id": 278543
        },
        {
          "text": "Who, when at the consummation of the ages (Heb.",
          "id": 278544
        },
        {
          "text": "ix.",
          "id": 278545
        },
        {
          "text": "26), He had descended from the bosom of the Father, took from the undefiled Virgin Mary our humanity (ἄνθρωπον), Christ Jesus, whom He delivered of His own will to suffer for us, as the Lord saith: 'No man taketh My life from Me.",
          "id": 278546
        },
        {
          "text": "I have power to lay it down, and have power to take it again' (Joh.",
          "id": 278547
        },
        {
          "text": "x.",
          "id": 278548
        },
        {
          "text": "18).",
          "id": 278549
        },
        {
          "text": "In which humanity He was crucified and died for us, and rose from the dead, and was taken up into the heavens, having been created as the beginning of ways for us (Prov.",
          "id": 278550
        },
        {
          "text": "viii.",
          "id": 278551
        },
        {
          "text": "22), when on earth He shewed us light from out of darkness, salvation from error, life from the dead, an entrance to paradise, from which Adam was cast out, and into which he again entered by means of the thief, as the Lord said, 'This day shalt thou be with Me in paradise' (Luke xxiii.",
          "id": 278552
        },
        {
          "text": "43), into which Paul also once entered.",
          "id": 278553
        },
        {
          "text": "[He shewed us] also a way up to the heavens, whither the humanity of the Lord, in which He will judge the quick and the dead, entered as precursor for us.",
          "id": 278554
        },
        {
          "text": "We believe, likewise, also in the Holy Spirit that searcheth all things, even the deep things of God (1 Cor.",
          "id": 278555
        },
        {
          "text": "ii.",
          "id": 278556
        },
        {
          "text": "10), and we anathematise doctrines contrary to this.",
          "id": 278557
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "2.",
          "id": 278558
        },
        {
          "text": "For neither do we hold a Son-Father, as do the Sabellians, calling Him of one but not of the same essence, and thus destroying the existence of the Son.",
          "id": 278559
        },
        {
          "text": "Neither do we ascribe the passible body which He bore for the salvation of the whole world to the Father.",
          "id": 278560
        },
        {
          "text": "Neither can we imagine three Subsistences separated from each other, as results from their bodily nature in the case of men, lest we hold a plurality of gods like the heathen.",
          "id": 278561
        },
        {
          "text": "But just as a river, produced from a well, is not separate, and yet there are in fact two visible objects and two names.",
          "id": 278562
        },
        {
          "text": "For neither is the Father the Son, nor the Son the Father.",
          "id": 278563
        },
        {
          "text": "For the Father is Father of the Son, and the Son, Son of the Father.",
          "id": 278564
        },
        {
          "text": "For like as the well is not a river, nor the river a well, but both are one and the same water which is conveyed in a channel from the well to the river, so the Father's deity passes into the Son without flow and without division.",
          "id": 278565
        },
        {
          "text": "For the Lord says, 'I came out from the Father and am come' (Joh.",
          "id": 278566
        },
        {
          "text": "xvi.",
          "id": 278567
        },
        {
          "text": "28).",
          "id": 278568
        },
        {
          "text": "But He is ever with the Father, for He is in the bosom of the Father, nor was ever the bosom of the Father void of the deity of the Son.",
          "id": 278569
        },
        {
          "text": "For He says, 'I was by Him as one setting in order' (Prov.",
          "id": 278570
        },
        {
          "text": "viii.",
          "id": 278571
        },
        {
          "text": "30).",
          "id": 278572
        },
        {
          "text": "But we do not regard God the Creator of all, the Son of God, as a creature, or thing made, or as made out of nothing, for He is truly existent from Him who exists, alone existing from Him who alone exists, in as much as the like glory and power was eternally and conjointly begotten of the Father.",
          "id": 278573
        },
        {
          "text": "For 'He that hath seen' the Son 'hath seen the Father (Joh.",
          "id": 278574
        },
        {
          "text": "xiv.",
          "id": 278575
        },
        {
          "text": "9).",
          "id": 278576
        },
        {
          "text": "All things to wit were made through the Son; but He Himself is not a creature, as Paul says of the Lord: 'In Him were all things created, and He is before all' (Col.",
          "id": 278577
        },
        {
          "text": "i.",
          "id": 278578
        },
        {
          "text": "16).",
          "id": 278579
        },
        {
          "text": "Now He says not, 'was created' before all things, but 'is' before all things.",
          "id": 278580
        },
        {
          "text": "To be created, namely, is applicable to all things, but 'is before all' applies to the Son only.",
          "id": 278581
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "3.",
          "id": 278582
        },
        {
          "text": "He is then by nature an Offspring, perfect from the Perfect, begotten before all the hills (Prov.",
          "id": 278583
        },
        {
          "text": "viii.",
          "id": 278584
        },
        {
          "text": "25), that is before every rational and intelligent essence, as Paul also in another place calls Him 'first-born of all creation' (Col.",
          "id": 278585
        },
        {
          "text": "i.",
          "id": 278586
        },
        {
          "text": "15).",
          "id": 278587
        },
        {
          "text": "But by calling Him First-born, He shews that He is not a Creature, but Offspring of the Father.",
          "id": 278588
        },
        {
          "text": "For it would be inconsistent with His deity for Him to be called a creature.",
          "id": 278589
        },
        {
          "text": "For all things were created by the Father through the Son, but the Son alone was eternally begotten from the Father, whence God the Word is 'first-born of all creation,' unchangeable from unchangeable.",
          "id": 278590
        },
        {
          "text": "However, the body which He wore for our sakes is a creature: concerning which Jeremiah says, according to the edition of the seventy translators (Jer.",
          "id": 278591
        },
        {
          "text": "xxxi.",
          "id": 278592
        },
        {
          "text": "22): 'The Lord created for us for a planting a new salvation, in which salvation men shall go about:' but according to Aquila the same text runs: 'The Lord created a new thing in woman.",
          "id": 278593
        },
        {
          "text": "' Now the salvation created for us for a planting, which is new, not old, and for us, not before us, is Jesus, Who in respect of the Saviour was made man, and whose name is translated in one place Salvation, in another Saviour.",
          "id": 278594
        },
        {
          "text": "But salvation proceeds from the Saviour, just as illumination does from the light.",
          "id": 278595
        },
        {
          "text": "The salvation, then, which was from the Saviour, being created new, did, as Jeremiah says, 'create for us a new salvation,' and as Aquila renders: 'The Lord created a new thing in woman,' that is in Mary.",
          "id": 278596
        },
        {
          "text": "For nothing new was created in woman, save the Lord's body, born of the Virgin Mary without intercourse, as also it says in the Proverbs in the person of Jesus: 'The Lord created me, a beginning of His ways for His works' (Prov.",
          "id": 278597
        },
        {
          "text": "viii.",
          "id": 278598
        },
        {
          "text": "22).",
          "id": 278599
        },
        {
          "text": "Now He does not say, 'created me before His works,' lest any should take the text of the deity of the Word.",
          "id": 278600
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "4.",
          "id": 278601
        },
        {
          "text": "Each text then which refers to the creature is written with reference to Jesus in a bodily sense.",
          "id": 278602
        },
        {
          "text": "For the Lord's Humanity was created as 'a beginning of ways,' and He manifested it to us for our salvation.",
          "id": 278603
        },
        {
          "text": "For by it we have our access to the Father.",
          "id": 278604
        },
        {
          "text": "For He is the way (Joh.",
          "id": 278605
        },
        {
          "text": "xiv.",
          "id": 278606
        },
        {
          "text": "6) which leads us back to the Father.",
          "id": 278607
        },
        {
          "text": "And a way is a corporeal visible thing, such as is the Lord's humanity.",
          "id": 278608
        },
        {
          "text": "Well, then, the Word of God created all things, not being a creature, but an offspring.",
          "id": 278609
        },
        {
          "text": "For He created none of the created things equal or like unto Himself.",
          "id": 278610
        },
        {
          "text": "But it is the part of a Father to beget, while it is a workman's part to create.",
          "id": 278611
        },
        {
          "text": "Accordingly, that body is a thing made and created, which the Lord bore for us, which was begotten for us, as Paul says, 'wisdom from God, and sanctification and righteousness, and redemption;' while yet the Word was before us and before all Creation, and is, the Wisdom of the Father.",
          "id": 278612
        },
        {
          "text": "But the Holy Spirit, being that which proceeds from the Father, is ever in the hands of the Father Who sends and of the Son Who conveys Him, by Whose means He filled all things.",
          "id": 278613
        },
        {
          "text": "The Father, possessing His existence from Himself, begat the Son, as we said, and did not create Him, as a river from a well and as a branch from a root, and as brightness from a light, things which nature knows to be indivisible; through whom to the Father be glory and power and greatness before all ages, and unto all the ages of the ages, Amen.",
          "id": 278614
        }
      ]
    }
  ]
}