{
  "book": "Athanasius: Life of Antony",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Life of Antony.",
          "id": 280643
        },
        {
          "text": "The life and conversation of our holy Father, Antony: written and sent to the monks in foreign parts by our Father among the Saints, Athanasius, Bishop of Alexandria.",
          "id": 280644
        },
        {
          "text": "Athanasius the bishop to the brethren in foreign parts.",
          "id": 280645
        },
        {
          "text": "You have entered upon a noble rivalry with the monks of Egypt by your determination either to equal or surpass them in your training in the way of virtue.",
          "id": 280646
        },
        {
          "text": "For by this time there are monasteries among you, and the name of monk receives public recognition.",
          "id": 280647
        },
        {
          "text": "With reason, therefore, all men will approve this determination, and in answer to your prayers God will give its fulfilment.",
          "id": 280648
        },
        {
          "text": "Now since you asked me to give you an account of the blessed Antony's way of life, and are wishful to learn how he began the discipline, who and what manner of man he was previous to this, how he closed his life, and whether the things told of him are true, that you also may bring yourselves to imitate him, I very readily accepted your behest, for to me also the bare recollection of Antony is a great accession of help.",
          "id": 280649
        },
        {
          "text": "And I know that you, when you have heard, apart from your admiration of the man, will be wishful to emulate his determination; seeing that for monks the life of Antony is a sufficient pattern of discipline.",
          "id": 280650
        },
        {
          "text": "Wherefore do not refuse credence to what you have heard from those who brought tidings of him; but think rather that they have told you only a few things, for at all events they scarcely can have given circumstances of so great import in any detail.",
          "id": 280651
        },
        {
          "text": "And because I at your request have called to mind a few circumstances about him, and shall send as much as I can tell in a letter, do not neglect to question those who sail from here: for possibly when all have told their tale, the account will hardly be in proportion to his merits.",
          "id": 280652
        },
        {
          "text": "On account of this I was desirous, when I received your letter, to send for certain of the monks, those especially who were wont to be more frequently with him, that if I could learn any fresh details I might send them to you.",
          "id": 280653
        },
        {
          "text": "But since the season for sailing was coming to an end and the letter-carrier urgent, I hastened to write to your piety what I myself know, having seen him many times, and what I was able to learn from him, for I was his attendant for a long time, and poured water on his hands; in all points being mindful of the truth, that no one should disbelieve through hearing too much, nor on the other hand by hearing too little should despise the man.",
          "id": 280654
        },
        {
          "text": "1.",
          "id": 280655
        },
        {
          "text": "Antony you must know was by descent an Egyptian: his parents were of good family and possessed considerable wealth, and as they were Christians he also was reared in the same Faith.",
          "id": 280656
        },
        {
          "text": "In infancy he was brought up with his parents, knowing nought else but them and his home.",
          "id": 280657
        },
        {
          "text": "But when he was grown and arrived at boyhood, and was advancing in years, he could not endure to learn letters, not caring to associate with other boys; but all his desire was, as it is written of Jacob, to live a plain man at home.",
          "id": 280658
        },
        {
          "text": "With his parents he used to attend the Lord's House, and neither as a child was he idle nor when older did he despise them; but was both obedient to his father and mother and attentive to what was read, keeping in his heart what was profitable in what he heard.",
          "id": 280659
        },
        {
          "text": "And though as a child brought up in moderate affluence, he did not trouble his parents for varied or luxurious fare, nor was this a source of pleasure to him; but was content simply with what he found nor sought anything further.",
          "id": 280660
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "2.",
          "id": 280661
        },
        {
          "text": "After the death of his father and mother he was left alone with one little sister: his age was about eighteen or twenty, and on him the care both of home and sister rested.",
          "id": 280662
        },
        {
          "text": "Now it was not six months after the death of his parents, and going according to custom into the Lord's House, he communed with himself and reflected as he walked how the Apostles left all and followed the Saviour; and how they in the Acts sold their possessions and brought and laid them at the Apostles' feet for distribution to the needy, and what and how great a hope was laid up for them in heaven.",
          "id": 280663
        },
        {
          "text": "Pondering over these things he entered the church, and it happened the Gospel was being read, and he heard the Lord saying to the rich man, 'If thou wouldest be perfect, go and sell that thou hast and give to the poor; and come follow Me and thou shalt have treasure in heaven.",
          "id": 280664
        },
        {
          "text": "' Antony, as though God had put him in mind of the Saints, and the passage had been read on his account, went out immediately from the church, and gave the possessions of his forefathers to the villagers—they were three hundred acres, productive and very fair—that they should be no more a clog upon himself and his sister.",
          "id": 280665
        },
        {
          "text": "And all the rest that was movable he sold, and having got together much money he gave it to the poor, reserving a little however for his sister's sake.",
          "id": 280666
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "3.",
          "id": 280667
        },
        {
          "text": "And again as he went into the church, hearing the Lord say in the Gospel, 'be not anxious for the morrow,' he could stay no longer, but went out and gave those things also to the poor.",
          "id": 280668
        },
        {
          "text": "Having committed his sister to known and faithful virgins, and put her into a convent to be brought up, he henceforth devoted himself outside his house to discipline, taking heed to himself and training himself with patience.",
          "id": 280669
        },
        {
          "text": "For there were not yet so many monasteries in Egypt, and no monk at all knew of the distant desert; but all who wished to give heed to themselves practised the discipline in solitude near their own village.",
          "id": 280670
        },
        {
          "text": "Now there was then in the next village an old man who had lived the life of a hermit from his youth up.",
          "id": 280671
        },
        {
          "text": "Antony, after he had seen this man, imitated him in piety.",
          "id": 280672
        },
        {
          "text": "And at first he began to abide in places outside the village: then if he heard of a good man anywhere, like the prudent bee, he went forth and sought him, nor turned back to his own palace until he had seen him; and he returned, having got from the good man as it were supplies for his journey in the way of virtue.",
          "id": 280673
        },
        {
          "text": "So dwelling there at first, he confirmed his purpose not to return to the abode of his fathers nor to the remembrance of his kinsfolk; but to keep all his desire and energy for perfecting his discipline.",
          "id": 280674
        },
        {
          "text": "He worked, however, with his hands, having heard, 'he who is idle let him not eat,' and part he spent on bread and part he gave to the needy.",
          "id": 280675
        },
        {
          "text": "And he was constant in prayer, knowing that a man ought to pray in secret unceasingly.",
          "id": 280676
        },
        {
          "text": "For he had given such heed to what was read that none of the things that were written fell from him to the ground, but he remembered all, and afterwards his memory served him for books.",
          "id": 280677
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "4.",
          "id": 280678
        },
        {
          "text": "Thus conducting himself, Antony was beloved by all.",
          "id": 280679
        },
        {
          "text": "He subjected himself in sincerity to the good men whom he visited, and learned thoroughly where each surpassed him in zeal and discipline.",
          "id": 280680
        },
        {
          "text": "He observed the graciousness of one; the unceasing prayer of another; he took knowledge of another's freedom from anger and another's loving-kindness; he gave heed to one as he watched, to another as he studied; one he admired for his endurance, another for his fasting and sleeping on the ground; the meekness of one and the long-suffering of another he watched with care, while he took note of the piety towards Christ and the mutual love which animated all.",
          "id": 280681
        },
        {
          "text": "Thus filled, he returned to his own place of discipline, and henceforth would strive to unite the qualities of each, and was eager to show in himself the virtues of all.",
          "id": 280682
        },
        {
          "text": "With others of the same age he had no rivalry; save this only, that he should not be second to them in higher things.",
          "id": 280683
        },
        {
          "text": "And this he did so as to hurt the feelings of nobody, but made them rejoice over him.",
          "id": 280684
        },
        {
          "text": "So all they of that village and the good men in whose intimacy he was, when they saw that he was a man of this sort, used to call him God-beloved.",
          "id": 280685
        },
        {
          "text": "And some welcomed him as a son, others as a brother.",
          "id": 280686
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "5.",
          "id": 280687
        },
        {
          "text": "But the devil, who hates and envies what is good, could not endure to see such a resolution in a youth, but endeavoured to carry out against him what he had been wont to effect against others.",
          "id": 280688
        },
        {
          "text": "First of all he tried to lead him away from the discipline, whispering to him the remembrance of his wealth, care for his sister, claims of kindred, love of money, love of glory, the various pleasures of the table and the other relaxations of life, and at last the difficulty of virtue and the labour of it; he suggested also the infirmity of the body and the length of the time.",
          "id": 280689
        },
        {
          "text": "In a word he raised in his mind a great dust of debate, wishing to debar him from his settled purpose.",
          "id": 280690
        },
        {
          "text": "But when the enemy saw himself to be too weak for Antony's determination, and that he rather was conquered by the other's firmness, overthrown by his great faith and falling through his constant prayers, then at length putting his trust in the weapons which are 'in the navel of his belly' and boasting in them—for they are his first snare for the young—he attacked the young man, disturbing him by night and harassing him by day, so that even the onlookers saw the struggle which was going on between them.",
          "id": 280691
        },
        {
          "text": "The one would suggest foul thoughts and the other counter them with prayers: the one fire him with lust, the other, as one who seemed to blush, fortify his body with faith, prayers, and fasting.",
          "id": 280692
        },
        {
          "text": "And the devil, unhappy wight, one night even took upon him the shape of a woman and imitated all her acts simply to beguile Antony.",
          "id": 280693
        },
        {
          "text": "But he, his mind filled with Christ and the nobility inspired by Him, and considering the spirituality of the soul, quenched the coal of the other's deceit.",
          "id": 280694
        },
        {
          "text": "Again the enemy suggested the ease of pleasure.",
          "id": 280695
        },
        {
          "text": "But he like a man filled with rage and grief turned his thoughts to the threatened fire and the gnawing worm, and setting these in array against his adversary, passed through the temptation unscathed.",
          "id": 280696
        },
        {
          "text": "All this was a source of shame to his foe.",
          "id": 280697
        },
        {
          "text": "For he, deeming himself like God, was now mocked by a young man; and he who boasted himself against flesh and blood was being put to flight by a man in the flesh.",
          "id": 280698
        },
        {
          "text": "For the Lord was working with Antony—the Lord who for our sake took flesh and gave the body victory over the devil, so that all who truly fight can say, 'not I but the grace of God which was with me.",
          "id": 280699
        },
        {
          "text": "'.",
          "id": 280700
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "6.",
          "id": 280701
        },
        {
          "text": "At last when the dragon could not even thus overthrow Antony, but saw himself thrust out of his heart, gnashing his teeth as it is written, and as it were beside himself, he appeared to Antony like a black boy, taking a visible shape in accordance with the colour of his mind.",
          "id": 280702
        },
        {
          "text": "And cringing to him, as it were, he plied him with thoughts no longer, for guileful as he was, he had been worsted, but at last spoke in human voice and said, 'Many I deceived, many I cast down; but now attacking thee and thy labours as I had many others, I proved weak.",
          "id": 280703
        },
        {
          "text": "' When Antony asked, Who art thou who speakest thus with me? he answered with a lamentable voice, 'I am the friend of whoredom, and have taken upon me incitements which lead to it against the young.",
          "id": 280704
        },
        {
          "text": "I am called the spirit of lust.",
          "id": 280705
        },
        {
          "text": "How many have I deceived who wished to live soberly, how many are the chaste whom by my incitements I have over-persuaded! I am he on account of whom also the prophet reproves those who have fallen, saying, \"Ye have been caused to err by the spirit of whoredom\".",
          "id": 280706
        },
        {
          "text": "For by me they have been tripped up.",
          "id": 280707
        },
        {
          "text": "I am he who have so often troubled thee and have so often been overthrown by thee.",
          "id": 280708
        },
        {
          "text": "' But Antony having given thanks to the Lord, with good courage said to him, 'Thou art very despicable then, for thou art black-hearted and weak as a child.",
          "id": 280709
        },
        {
          "text": "Henceforth I shall have no trouble from thee, \"for the Lord is my helper, and I shall look down on mine enemies\".",
          "id": 280710
        },
        {
          "text": "' Having heard this, the black one straightway fled, shuddering at the words and dreading any longer even to come near the man.",
          "id": 280711
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "7.",
          "id": 280712
        },
        {
          "text": "This was Antony's first struggle against the devil, or rather this victory was the Saviour's work in Antony, 'Who condemned sin in the flesh that the ordinance of the law might be fulfilled in us who walk not after the flesh but after the spirit.",
          "id": 280713
        },
        {
          "text": "' But neither did Antony, although the evil one had fallen, henceforth relax his care and despise him; nor did the enemy as though conquered cease to lay snares for him.",
          "id": 280714
        },
        {
          "text": "For again he went round as a lion seeking some occasion against him.",
          "id": 280715
        },
        {
          "text": "But Antony having learned from the Scriptures that the devices of the devil are many, zealously continued the discipline, reckoning that though the devil had not been able to deceive his heart by bodily pleasure, he would endeavour to ensnare him by other means.",
          "id": 280716
        },
        {
          "text": "For the demon loves sin.",
          "id": 280717
        },
        {
          "text": "Wherefore more and more he repressed the body and kept it in subjection, lest haply having conquered on one side, he should be dragged down on the other.",
          "id": 280718
        },
        {
          "text": "He therefore planned to accustom himself to a severer mode of life.",
          "id": 280719
        },
        {
          "text": "And many marvelled, but he himself used to bear the labour easily; for the eagerness of soul, through the length of time it had abode in him, had wrought a good habit in him, so that taking but little initiation from others he shewed great zeal in this matter.",
          "id": 280720
        },
        {
          "text": "He kept vigil to such an extent that he often continued the whole night without sleep; and this not once but often, to the marvel of others.",
          "id": 280721
        },
        {
          "text": "He ate once a day, after sunset, sometimes once in two days, and often even in four.",
          "id": 280722
        },
        {
          "text": "His food was bread and salt, his drink, water only.",
          "id": 280723
        },
        {
          "text": "Of flesh and wine it is superfluous even to speak, since no such thing was found with the other earnest men.",
          "id": 280724
        },
        {
          "text": "A rush mat served him to sleep upon, but for the most part he lay upon the bare ground.",
          "id": 280725
        },
        {
          "text": "He would not anoint himself with oil, saying it behoved young men to be earnest in training and not to seek what would enervate the body; but they must accustom it to labour, mindful of the Apostle's words, 'when I am weak, then am I strong.",
          "id": 280726
        },
        {
          "text": "' 'For,' said he, 'the fibre of the soul is then sound when the pleasures of the body are diminished.",
          "id": 280727
        },
        {
          "text": "' And he had come to this truly wonderful conclusion, 'that progress in virtue, and retirement from the world for the sake of it, ought not to be measured by time, but by desire and fixity of purpose.",
          "id": 280728
        },
        {
          "text": "' He at least gave no thought to the past, but day by day, as if he were at the beginning of his discipline, applied greater pains for advancement, often repeating to himself the saying of Paul: 'Forgetting the things which are behind and stretching forward to the things which are before.",
          "id": 280729
        },
        {
          "text": "' He was also mindful of the words spoken by the prophet Elias, 'the Lord liveth before whose presence I stand to-day.",
          "id": 280730
        },
        {
          "text": "' For he observed that in saying 'to-day' the prophet did not compute the time that had gone by: but daily as though ever commencing he eagerly endeavoured to make himself fit to appear before God, being pure in heart and ever ready to submit to His counsel, and to Him alone.",
          "id": 280731
        },
        {
          "text": "And he used to say to himself that from the life of the great Elias the hermit ought to see his own as in a mirror.",
          "id": 280732
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "8.",
          "id": 280733
        },
        {
          "text": "Thus tightening his hold upon himself, Antony departed to the tombs, which happened to be at a distance from the village; and having bid one of his acquaintances to bring him bread at intervals of many days, he entered one of the tombs, and the other having shut the door on him, he remained within alone.",
          "id": 280734
        },
        {
          "text": "And when the enemy could not endure it, but was even fearful that in a short time Antony would fill the desert with the discipline, coming one night with a multitude of demons, he so cut him with stripes that he lay on the ground speechless from the excessive pain.",
          "id": 280735
        },
        {
          "text": "For he affirmed that the torture had been so excessive that no blows inflicted by man could ever have caused him such torment.",
          "id": 280736
        },
        {
          "text": "But by the Providence of God—for the Lord never overlooks them that hope in Him—the next day his acquaintance came bringing him the loaves.",
          "id": 280737
        },
        {
          "text": "And having opened the door and seeing him lying on the ground as though dead, he lifted him up and carried him to the church in the village, and laid him upon the ground.",
          "id": 280738
        },
        {
          "text": "And many of his kinsfolk and the villagers sat around Antony as round a corpse.",
          "id": 280739
        },
        {
          "text": "But about midnight he came to himself and arose, and when he saw them all asleep and his comrade alone watching, he motioned with his head for him to approach, and asked him to carry him again to the tombs without waking anybody.",
          "id": 280740
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "9.",
          "id": 280741
        },
        {
          "text": "He was carried therefore by the man, and as he was wont, when the door was shut he was within alone.",
          "id": 280742
        },
        {
          "text": "And he could not stand up on account of the blows, but he prayed as he lay.",
          "id": 280743
        },
        {
          "text": "And after he had prayed, he said with a shout, Here am I, Antony; I flee not from your stripes, for even if you inflict more nothing shall separate me from the love of Christ.",
          "id": 280744
        },
        {
          "text": "And then he sang, 'though a camp be set against me, my heart shall not be afraid.",
          "id": 280745
        },
        {
          "text": "' These were the thoughts and words of this ascetic.",
          "id": 280746
        },
        {
          "text": "But the enemy, who hates good, marvelling that after the blows he dared to return, called together his hounds and burst forth, 'Ye see,' said he, 'that neither by the spirit of lust nor by blows did we stay the man, but that he braves us, let us attack him in another fashion.",
          "id": 280747
        },
        {
          "text": "' But changes of form for evil are easy for the devil, so in the night they made such a din that the whole of that place seemed to be shaken by an earthquake, and the demons as if breaking the four walls of the dwelling seemed to enter through them, coming in the likeness of beasts and creeping things.",
          "id": 280748
        },
        {
          "text": "And the place was on a sudden filled with the forms of lions, bears, leopards, bulls, serpents, asps, scorpions, and wolves, and each of them was moving according to his nature.",
          "id": 280749
        },
        {
          "text": "The lion was roaring, wishing to attack, the bull seeming to toss with its horns, the serpent writhing but unable to approach, and the wolf as it rushed on was restrained; altogether the noises of the apparitions, with their angry ragings, were dreadful.",
          "id": 280750
        },
        {
          "text": "But Antony, stricken and goaded by them, felt bodily pains severer still.",
          "id": 280751
        },
        {
          "text": "He lay watching, however, with unshaken soul, groaning from bodily anguish; but his mind was clear, and as in mockery he said, 'If there had been any power in you, it would have sufficed had one of you come, but since the Lord hath made you weak, you attempt to terrify me by numbers: and a proof of your weakness is that you take the shapes of brute beasts.",
          "id": 280752
        },
        {
          "text": "' And again with boldness he said, 'If you are able, and have received power against me, delay not to attack; but if you are unable, why trouble me in vain? For faith in our Lord is a seal and a wall of safety to us.",
          "id": 280753
        },
        {
          "text": "' So after many attempts they gnashed their teeth upon him, because they were mocking themselves rather than him.",
          "id": 280754
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "10.",
          "id": 280755
        },
        {
          "text": "Nor was the Lord then forgetful of Antony's wrestling, but was at hand to help him.",
          "id": 280756
        },
        {
          "text": "So looking up he saw the roof as it were opened, and a ray of light descending to him.",
          "id": 280757
        },
        {
          "text": "The demons suddenly vanished, the pain of his body straightway ceased, and the building was again whole.",
          "id": 280758
        },
        {
          "text": "But Antony feeling the help, and getting his breath again, and being freed from pain, besought the vision which had appeared to him, saying, 'Where wert thou? Why didst thou not appear at the beginning to make my pains to cease?' And a voice came to him, 'Antony, I was here, but I waited to see thy fight; wherefore since thou hast endured, and hast not been worsted, I will ever be a succour to thee, and will make thy name known everywhere.",
          "id": 280759
        },
        {
          "text": "' Having heard this, Antony arose and prayed, and received such strength that he perceived that he had more power in his body than formerly.",
          "id": 280760
        },
        {
          "text": "And he was then about thirty-five years old.",
          "id": 280761
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "11.",
          "id": 280762
        },
        {
          "text": "And on the day following he went forth still more eagerly bent on the service of God and having fallen in with the old man he had met previously, he asked him to dwell with him in the desert.",
          "id": 280763
        },
        {
          "text": "But when the other declined on account of his great age, and because as yet there was no such custom, Antony himself set off forthwith to the mountain.",
          "id": 280764
        },
        {
          "text": "And yet again the enemy seeing his zeal and wishing to hinder it, cast in his way what seemed to be a great silver dish.",
          "id": 280765
        },
        {
          "text": "But Antony, seeing the guile of the Evil One, stood, and having looked on the dish, he put the devil in it to shame, saying, 'Whence comes a dish in the desert? This road is not well-worn, nor is there here a trace of any wayfarer; it could not have fallen without being missed on account of its size; and he who had lost it having turned back, to seek it, would have found it, for it is a desert place.",
          "id": 280766
        },
        {
          "text": "This is some wile of the devil.",
          "id": 280767
        },
        {
          "text": "O thou Evil One, not with this shalt thou hinder my purpose; let it go with thee to destruction.",
          "id": 280768
        },
        {
          "text": "' And when Antony had said this it vanished like smoke from the face of fire.",
          "id": 280769
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "12.",
          "id": 280770
        },
        {
          "text": "Then again as he went on he saw what was this time not visionary, but real gold scattered in the way.",
          "id": 280771
        },
        {
          "text": "But whether the devil showed it, or some better power to try the athlete and show the Evil One that Antony truly cared nought for money, neither he told nor do we know.",
          "id": 280772
        },
        {
          "text": "But it is certain that that which appeared was gold.",
          "id": 280773
        },
        {
          "text": "And Antony marvelled at the quantity, but passed it by as though he were going over fire; so he did not even turn, but hurried on at a run to lose sight of the place.",
          "id": 280774
        },
        {
          "text": "More and more confirmed in his purpose, he hurried to the mountain, and having found a fort, so long deserted that it was full of creeping things, on the other side of the river; he crossed over to it and dwelt there.",
          "id": 280775
        },
        {
          "text": "The reptiles, as though some one were chasing them, immediately left the place.",
          "id": 280776
        },
        {
          "text": "But he built up the entrance completely, having stored up loaves for six months—this is a custom of the Thebans, and the loaves often remain fresh a whole year—and as he found water within, he descended as into a shrine, and abode within by himself, never going forth nor looking at any one who came.",
          "id": 280777
        },
        {
          "text": "Thus he employed a long time training himself, and received loaves, let down from above, twice in the year.",
          "id": 280778
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "13.",
          "id": 280779
        },
        {
          "text": "But those of his acquaintances who came, since he did not permit them to enter, often used to spend days and nights outside, and heard as it were crowds within clamouring, dinning, sending forth piteous voices and crying, 'Go from what is ours.",
          "id": 280780
        },
        {
          "text": "What dost thou even in the desert? Thou canst not abide our attack.",
          "id": 280781
        },
        {
          "text": "' So at first those outside thought there were some men fighting with him, and that they had entered by ladders; but when stooping down they saw through a hole there was nobody, they were afraid, accounting them to be demons, and they called on Antony.",
          "id": 280782
        },
        {
          "text": "Them he quickly heard, though he had not given a thought to the demons, and coming to the door he besought them to depart and not to be afraid, 'for thus,' said he, 'the demons make their seeming onslaughts against those who are cowardly.",
          "id": 280783
        },
        {
          "text": "Sign yourselves therefore with the cross, and depart boldly, and let these make sport for themselves.",
          "id": 280784
        },
        {
          "text": "' So they departed fortified with the sign of the Cross.",
          "id": 280785
        },
        {
          "text": "But he remained in no wise harmed by the evil spirits, nor was he wearied with the contest, for there came to his aid visions from above, and the weakness of the foe relieved him of much trouble and armed him with greater zeal.",
          "id": 280786
        },
        {
          "text": "For his acquaintances used often to come expecting to find him dead, and would hear him singing, 'Let God arise and let His enemies be scattered, let them also that hate Him flee before His face.",
          "id": 280787
        },
        {
          "text": "As smoke vanisheth, let them vanish; as wax melteth before the face of fire, so let the sinners perish from the face of God;' and again, 'All nations compassed me about, and in the name of the Lord I requited them.",
          "id": 280788
        },
        {
          "text": "'.",
          "id": 280789
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "14.",
          "id": 280790
        },
        {
          "text": "And so for nearly twenty years he continued training himself in solitude, never going forth, and but seldom seen by any.",
          "id": 280791
        },
        {
          "text": "After this, when many were eager and wishful to imitate his discipline, and his acquaintances came and began to cast down and wrench off the door by force, Antony, as from a shrine, came forth initiated in the mysteries and filled with the Spirit of God.",
          "id": 280792
        },
        {
          "text": "Then for the first time he was seen outside the fort by those who came to see him.",
          "id": 280793
        },
        {
          "text": "And they, when they saw him, wondered at the sight, for he had the same habit of body as before, and was neither fat, like a man without exercise, nor lean from fasting and striving with the demons, but he was just the same as they had known him before his retirement.",
          "id": 280794
        },
        {
          "text": "And again his soul was free from blemish, for it was neither contracted as if by grief, nor relaxed by pleasure, nor possessed by laughter or dejection, for he was not troubled when he beheld the crowd, nor overjoyed at being saluted by so many.",
          "id": 280795
        },
        {
          "text": "But he was altogether even as being guided by reason, and abiding in a natural state.",
          "id": 280796
        },
        {
          "text": "Through him the Lord healed the bodily ailments of many present, and cleansed others from evil spirits.",
          "id": 280797
        },
        {
          "text": "And He gave grace to Antony in speaking, so that he consoled many that were sorrowful, and set those at variance at one, exhorting all to prefer the love of Christ before all that is in the world.",
          "id": 280798
        },
        {
          "text": "And while he exhorted and advised them to remember the good things to come, and the loving-kindness of God towards us, 'Who spared not His own Son, but delivered Him up for us all,' he persuaded many to embrace the solitary life.",
          "id": 280799
        },
        {
          "text": "And thus it happened in the end that cells arose even in the mountains, and the desert was colonised by monks, who came forth from their own people, and enrolled themselves for the citizenship in the heavens.",
          "id": 280800
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "15.",
          "id": 280801
        },
        {
          "text": "But when he was obliged to cross the Arsenoitic Canal—and the occasion of it was the visitation of the brethren—the canal was full of crocodiles.",
          "id": 280802
        },
        {
          "text": "And by simply praying, he entered it, and all they with him, and passed over in safety.",
          "id": 280803
        },
        {
          "text": "And having returned to his cell, he applied himself to the same noble and valiant exercises; and by frequent conversation he increased the eagerness of those already monks, stirred up in most of the rest the love of the discipline, and speedily by the attraction of his words cells multiplied, and he directed them all as a father.",
          "id": 280804
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "16.",
          "id": 280805
        },
        {
          "text": "One day when he had gone forth because all the monks had assembled to him and asked to hear words from him, he spoke to them in the Egyptian tongue as follows: 'The Scriptures are enough for instruction, but it is a good thing to encourage one another in the faith, and to stir up with words.",
          "id": 280806
        },
        {
          "text": "Wherefore you, as children, carry that which you know to your father; and I as the elder share my knowledge and what experience has taught me with you.",
          "id": 280807
        },
        {
          "text": "Let this especially be the common aim of all, neither to give way having once begun, nor to faint in trouble, nor to say: We have lived in the discipline a long time: but rather as though making a beginning daily let us increase our earnestness.",
          "id": 280808
        },
        {
          "text": "For the whole life of man is very short, measured by the ages to come, wherefore all our time is nothing compared with eternal life.",
          "id": 280809
        },
        {
          "text": "And in the world everything is sold at its price, and a man exchanges one equivalent for another; but the promise of eternal life is bought for a trifle.",
          "id": 280810
        },
        {
          "text": "For it is written, \"The days of our life in them are threescore years and ten, but if they are in strength, fourscore years, and what is more than these is labour and sorrow\".",
          "id": 280811
        },
        {
          "text": "Whenever, therefore, we live full fourscore years, or even a hundred in the discipline, not for a hundred years only shall we reign, but instead of a hundred we shall reign for ever and ever.",
          "id": 280812
        },
        {
          "text": "And though we fought on earth, we shall not receive our inheritance on earth, but we have the promises in heaven; and having put off the body which is corrupt, we shall receive it incorrupt.",
          "id": 280813
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "17.",
          "id": 280814
        },
        {
          "text": "'Wherefore, children, let us not faint nor deem that the time is long, or that we are doing something great, \"for the sufferings of this present time are not worthy to be compared with the glory which shall be revealed to us-ward\".",
          "id": 280815
        },
        {
          "text": "Nor let us think, as we look at the world, that we have renounced anything of much consequence, for the whole earth is very small compared with all the heaven.",
          "id": 280816
        },
        {
          "text": "Wherefore if it even chanced that we were lords of all the earth and gave it all up, it would be nought worthy of comparison with the kingdom of heaven.",
          "id": 280817
        },
        {
          "text": "For as if a man should despise a copper drachma to gain a hundred drachmas of gold; so if a man were lord of all the earth and were to renounce it, that which he gives up is little, and he receives a hundredfold.",
          "id": 280818
        },
        {
          "text": "But if not even the whole earth is equal in value to the heavens, then he who has given up a few acres leaves as it were nothing; and even if he have given up a house or much gold he ought not to boast nor be low-spirited.",
          "id": 280819
        },
        {
          "text": "Further, we should consider that even if we do not relinquish them for virtue's sake, still afterwards when we die we shall leave them behind—very often, as the Preacher saith, to those to whom we do not wish.",
          "id": 280820
        },
        {
          "text": "Why then should we not give them up for virtue's sake, that we may inherit even a kingdom? Therefore let the desire of possession take hold of no one, for what gain is it to acquire these things which we cannot take with us? Why not rather get those things which we can take away with us—to wit, prudence, justice, temperance, courage, understanding, love, kindness to the poor, faith in Christ, freedom from wrath, hospitality? If we possess these, we shall find them of themselves preparing for us a welcome there in the land of the meek-hearted.",
          "id": 280821
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "18.",
          "id": 280822
        },
        {
          "text": "'And so from such things let a man persuade himself not to make light of it, especially if he considers that he himself is the servant of the Lord, and ought to serve his Master.",
          "id": 280823
        },
        {
          "text": "Wherefore as a servant would not dare to say, because I worked yesterday, I will not work today; and considering the past will do no work in the future; but, as it is written in the Gospel, daily shows the same readiness to please his master, and to avoid risk: so let us daily abide firm in our discipline, knowing that if we are careless for a single day the Lord will not pardon us, for the sake of the past, but will be wrath against us for our neglect.",
          "id": 280824
        },
        {
          "text": "As also we have heard in Ezekiel; and as Judas because of one night destroyed his previous labour.",
          "id": 280825
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "19.",
          "id": 280826
        },
        {
          "text": "'Wherefore, children, let us hold fast our discipline, and let us not be careless.",
          "id": 280827
        },
        {
          "text": "For in it the Lord is our fellow-worker, as it is written, \"to all that choose the good, God worketh with them for good\".",
          "id": 280828
        },
        {
          "text": "But to avoid being heedless, it is good to consider the word of the Apostle, \"I die daily\".",
          "id": 280829
        },
        {
          "text": "For if we too live as though dying daily, we shall not sin.",
          "id": 280830
        },
        {
          "text": "And the meaning of that saying is, that as we rise day by day we should think that we shall not abide till evening; and again, when about to lie down to sleep, we should think that we shall not rise up.",
          "id": 280831
        },
        {
          "text": "For our life is naturally uncertain, and Providence allots it to us daily.",
          "id": 280832
        },
        {
          "text": "But thus ordering our daily life, we shall neither fall into sin, nor have a lust for anything, nor cherish wrath against any, nor shall we heap up treasure upon earth.",
          "id": 280833
        },
        {
          "text": "But, as though under the daily expectation of death, we shall be without wealth, and shall forgive all things to all men, nor shall we retain at all the desire of women or of any other foul pleasure.",
          "id": 280834
        },
        {
          "text": "But we shall turn from it as past and gone, ever striving and looking forward to the day of Judgment.",
          "id": 280835
        },
        {
          "text": "For the greater dread and danger of torment ever destroys the ease of pleasure, and sets up the soul if it is like to fall.",
          "id": 280836
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "20.",
          "id": 280837
        },
        {
          "text": "'Wherefore having already begun and set out in the way of virtue, let us strive the more that we may attain those things that are before.",
          "id": 280838
        },
        {
          "text": "And let no one turn to the things behind, like Lot's wife, all the more so that the Lord hath said, \"No man, having put his hand to the plough, and turning back, is fit for the kingdom of heaven\".",
          "id": 280839
        },
        {
          "text": "And this turning back is nought else but to feel regret, and to be once more worldly-minded.",
          "id": 280840
        },
        {
          "text": "But fear not to hear of virtue, nor be astonished at the name.",
          "id": 280841
        },
        {
          "text": "For it is not far from us, nor is it without ourselves, but it is within us, and is easy if only we are willing.",
          "id": 280842
        },
        {
          "text": "That they may get knowledge, the Greeks live abroad and cross the sea, but we have no need to depart from home for the sake of the kingdom of heaven, nor to cross the sea for the sake of virtue.",
          "id": 280843
        },
        {
          "text": "For the Lord aforetime hath said, \"The kingdom of heaven is within you \".",
          "id": 280844
        },
        {
          "text": "Wherefore virtue hath need at our hands of willingness alone, since it is in us and is formed from us.",
          "id": 280845
        },
        {
          "text": "For when the soul hath its spiritual faculty in a natural state virtue is formed.",
          "id": 280846
        },
        {
          "text": "And it is in a natural state when it remains as it came into existence.",
          "id": 280847
        },
        {
          "text": "And when it came into existence it was fair and exceeding honest.",
          "id": 280848
        },
        {
          "text": "For this cause Joshua, the son of Nun, in his exhortation said to the people, \"Make straight your heart unto the Lord God of Israel,\" and John, \"Make your paths straight\".",
          "id": 280849
        },
        {
          "text": "For rectitude of soul consists in its having its spiritual part in its natural state as created.",
          "id": 280850
        },
        {
          "text": "But on the other hand, when it swerves and turns away from its natural state, that is called vice of the soul.",
          "id": 280851
        },
        {
          "text": "Thus the matter is not difficult.",
          "id": 280852
        },
        {
          "text": "If we abide as we have been made, we are in a state of virtue, but if we think of ignoble things we shall be accounted evil.",
          "id": 280853
        },
        {
          "text": "If, therefore, this thing had to be acquired from without, it would be difficult in reality; but if it is in us, let us keep ourselves from foul thoughts.",
          "id": 280854
        },
        {
          "text": "And as we have received the soul as a deposit, let us preserve it for the Lord, that He may recognise His work as being the same as He made it.",
          "id": 280855
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "21.",
          "id": 280856
        },
        {
          "text": "'And let us strive that wrath rule us not nor lust overcome us, for it is written, \"The wrath of man worketh not the righteousness of God.",
          "id": 280857
        },
        {
          "text": "And lust, when it hath conceived, beareth sin, and the sin when it is full grown bringeth forth death\".",
          "id": 280858
        },
        {
          "text": "Thus living, let us keep guard carefully, and as it is written, \"keep our hearts with all watchfulness\".",
          "id": 280859
        },
        {
          "text": "For we have terrible and crafty foes—the evil spirits—and against them we wrestle, as the Apostle said, \"Not against flesh and blood, but against the principalities and against the powers, against the world-rulers of this darkness, against the spiritual hosts of wickedness in the heavenly places\".",
          "id": 280860
        },
        {
          "text": "Great is their number in the air around us, and they are not far from us.",
          "id": 280861
        },
        {
          "text": "Now there are great distinctions among them; and concerning their nature and distinctions much could be said, but such a description is for others of greater powers than we possess.",
          "id": 280862
        },
        {
          "text": "But at this time it is pressing and necessary for us only to know their wiles against ourselves.",
          "id": 280863
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "22.",
          "id": 280864
        },
        {
          "text": "'First, therefore, we must know this: that the demons have not been created like what we mean when we call them by that name; for God made nothing evil, but even they have been made good.",
          "id": 280865
        },
        {
          "text": "Having fallen, however, from the heavenly wisdom, since then they have been grovelling on earth.",
          "id": 280866
        },
        {
          "text": "On the one hand they deceived the Greeks with their displays, while out of envy of us Christians they move all things in their desire to hinder us from entry into the heavens; in order that we should not ascend up thither from whence they fell.",
          "id": 280867
        },
        {
          "text": "Thus there is need of much prayer and of discipline, that when a man has received through the Spirit the gift of discerning spirits, he may have power to recognise their characteristics: which of them are less and which more evil; of what nature is the special pursuit of each, and how each of them is overthrown and cast out.",
          "id": 280868
        },
        {
          "text": "For their villainies and the changes in their plots are many.",
          "id": 280869
        },
        {
          "text": "The blessed Apostle and his followers knew such things when they said, \"for we are not ignorant of his devices;\" and we, from the temptations we have suffered at their hands, ought to correct one another under them.",
          "id": 280870
        },
        {
          "text": "Wherefore I, having had proof of them, speak as to children.",
          "id": 280871
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "23.",
          "id": 280872
        },
        {
          "text": "'The demons, therefore, if they see all Christians, and monks especially, labouring cheerfully and advancing, first make an attack by temptation and place hindrances to hamper our way, to wit, evil thoughts.",
          "id": 280873
        },
        {
          "text": "But we need not fear their suggestions, for by prayer, fasting, and faith in the Lord their attack immediately fails.",
          "id": 280874
        },
        {
          "text": "But even when it does they cease not, but knavishly by subtlety come on again.",
          "id": 280875
        },
        {
          "text": "For when they cannot deceive the heart openly with foul pleasures they approach in different guise, and thenceforth shaping displays they attempt to strike fear, changing their shapes, taking the forms of women, wild beasts, creeping things, gigantic bodies, and troops of soldiers.",
          "id": 280876
        },
        {
          "text": "But not even then need ye fear their deceitful displays.",
          "id": 280877
        },
        {
          "text": "For they are nothing and quickly disappear, especially if a man fortify himself beforehand with faith and the sign of the cross.",
          "id": 280878
        },
        {
          "text": "Yet are they bold and very shameless, for if thus they are worsted they make an onslaught in another manner, and pretend to prophesy and foretell the future, and to shew themselves of a height reaching to the roof and of great breadth; that they may stealthily catch by such displays those who could not be deceived by their arguments.",
          "id": 280879
        },
        {
          "text": "If here also they find the soul strengthened by faith and a hopeful mind, then they bring their leader to their aid.",
          "id": 280880
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "24.",
          "id": 280881
        },
        {
          "text": "'And he said they often appeared as the Lord revealed the devil to Job, saying, \"His eyes are as the morning star.",
          "id": 280882
        },
        {
          "text": "From his mouth proceed burning lamps and hearths of fire are cast forth.",
          "id": 280883
        },
        {
          "text": "The smoke of a furnace blazing with the fire of coals proceeds from his nostrils.",
          "id": 280884
        },
        {
          "text": "His breath is coals and from his mouth issues flame\".",
          "id": 280885
        },
        {
          "text": "When the prince of the demons appears in this wise, the crafty one, as I said before, strikes terror by speaking great things, as again the Lord convicted him saying to Job, for \"he counteth iron as straw, and brass as rotten wood, yea he counteth the sea as a pot of ointment, and the depth of the abyss as a captive, and the abyss as a covered walk\".",
          "id": 280886
        },
        {
          "text": "And by the prophet, \"the enemy said, I will pursue and overtake,\" and again by another, \"I will grasp the whole world in my hand as a nest, and take it up as eggs that have been left\".",
          "id": 280887
        },
        {
          "text": "Such, in a word, are their boasts and professions that they may deceive the godly.",
          "id": 280888
        },
        {
          "text": "But not even then ought we, the faithful, to fear his appearance or give heed to his words.",
          "id": 280889
        },
        {
          "text": "For he is a liar and speaketh of truth never a word.",
          "id": 280890
        },
        {
          "text": "And though speaking words so many and so great in his boldness, without doubt, like a dragon he was drawn with a hook by the Saviour, and as a beast of burden he received the halter round his nostrils, and as a runaway his nostrils were bound with a ring, and his lips bored with an armlet.",
          "id": 280891
        },
        {
          "text": "And he was bound by the Lord as a sparrow, that we should mock him.",
          "id": 280892
        },
        {
          "text": "And with him are placed the demons his fellows, like serpents and scorpions to be trodden underfoot by us Christians.",
          "id": 280893
        },
        {
          "text": "And the proof of this is that we now live opposed to him.",
          "id": 280894
        },
        {
          "text": "For he who threatened to dry the sea and seize upon the world, behold now cannot stay our discipline, nor even me speaking against him.",
          "id": 280895
        },
        {
          "text": "Let us then heed not his words, for he is a liar: and let us not fear his visions, seeing that they themselves are deceptive.",
          "id": 280896
        },
        {
          "text": "For that which appears in them is no true light, but they are rather the preludes and likenesses of the fire prepared for the demons who attempt to terrify men with those flames in which they themselves will be burned.",
          "id": 280897
        },
        {
          "text": "Doubtless they appear; but in a moment disappear again, hurting none of the faithful, but bringing with them the likeness of that fire which is about to receive themselves.",
          "id": 280898
        },
        {
          "text": "Wherefore it is unfitting that we should fear them on account of these things; for through the grace of Christ all their practices are in vain.",
          "id": 280899
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "25.",
          "id": 280900
        },
        {
          "text": "'Again they are treacherous, and are ready to change themselves into all forms and assume all appearances.",
          "id": 280901
        },
        {
          "text": "Very often also without appearing they imitate the music of harp and voice, and recall the words of Scripture.",
          "id": 280902
        },
        {
          "text": "Sometimes, too, while we are reading they immediately repeat many times, like an echo, what is read.",
          "id": 280903
        },
        {
          "text": "They arouse us from our sleep to prayers; and this constantly, hardly allowing us to sleep at all.",
          "id": 280904
        },
        {
          "text": "At another time they assume the appearance of monks and feign the speech of holy men, that by their similarity they may deceive and thus drag their victims where they will.",
          "id": 280905
        },
        {
          "text": "But no heed must be paid them even if they arouse to prayer, even if they counsel us not to eat at all, even though they seem to accuse and cast shame upon us for those things which once they allowed.",
          "id": 280906
        },
        {
          "text": "For they do this not for the sake of piety or truth, but that they may carry off the simple to despair; and that they may say the discipline is useless, and make men loathe the solitary life as a trouble and burden, and hinder those who in spite of them walk in it.",
          "id": 280907
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "26.",
          "id": 280908
        },
        {
          "text": "'Wherefore the prophet sent by the Lord declared them to be wretched, saying: \"Wo is he who giveth his neighbours to drink muddy destruction\".",
          "id": 280909
        },
        {
          "text": "For such practices and devices are subversive of the way which leads to virtue.",
          "id": 280910
        },
        {
          "text": "And the Lord Himself, even if the demons spoke the truth,—for they said truly \"Thou art the Son of God\"—still bridled their mouths and suffered them not to speak; lest haply they should sow their evil along with the truth, and that He might accustom us never to give heed to them even though they appear to speak what is true.",
          "id": 280911
        },
        {
          "text": "For it is unseemly that we, having the holy Scriptures and freedom from the Saviour, should be taught by the devil who hath not kept his own order but hath gone from one mind to another.",
          "id": 280912
        },
        {
          "text": "Wherefore even when he uses the language of Scripture He forbids him, saying: \"But to the sinner said God, Wherefore dost thou declare My ordinances and takest My covenant in thy mouth?\" For the demons do all things—they prate, they confuse, they dissemble, they confound—to deceive the simple.",
          "id": 280913
        },
        {
          "text": "They din, laugh madly, and whistle; but if no heed is paid to them forthwith they weep and lament as though vanquished.",
          "id": 280914
        },
        {
          "text": "'.",
          "id": 280915
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "27.",
          "id": 280916
        },
        {
          "text": "'The Lord therefore, as God, stayed the mouths of the demons: and it is fitting that we, taught by the saints, should do like them and imitate their courage.",
          "id": 280917
        },
        {
          "text": "For they when they saw these things used to say: \"When the sinner rose against me, I was dumb and humble, and kept silence from good words\".",
          "id": 280918
        },
        {
          "text": "And again: \"But I was as a deaf man and heard not, and as a dumb man who openeth not his mouth, and I became as a man who heareth not\".",
          "id": 280919
        },
        {
          "text": "So let us neither hear them as being strangers to us, nor give heed to them even though they arouse us to prayer and speak concerning fasting.",
          "id": 280920
        },
        {
          "text": "But let us rather apply ourselves to our resolve of discipline, and let us not be deceived by them who do all things in deceit, even though they threaten death.",
          "id": 280921
        },
        {
          "text": "For they are weak and can do nought but threaten.",
          "id": 280922
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "28.",
          "id": 280923
        },
        {
          "text": "'Already in passing I have spoken on these things, and now I must not shrink from speaking on them at greater length, for to put you in remembrance will be a source of safety.",
          "id": 280924
        },
        {
          "text": "Since the Lord visited earth, the enemy is fallen and his powers weakened.",
          "id": 280925
        },
        {
          "text": "Wherefore although he could do nothing, still like a tyrant, he did not bear his fall quietly, but threatened, though his threats were words only.",
          "id": 280926
        },
        {
          "text": "And let each one of you consider this, and he will be able to despise the demons.",
          "id": 280927
        },
        {
          "text": "Now if they were hampered with such bodies as we are, it would be possible for them to say, \"Men when they are hidden we cannot find, but whenever we do find them we do them hurt\".",
          "id": 280928
        },
        {
          "text": "And we also by lying in concealment could escape them, shutting the doors against them.",
          "id": 280929
        },
        {
          "text": "But if they are not of such a nature as this, but are able to enter in, though the doors be shut, and haunt all the air, both they and their leader the devil, and are wishful for evil and ready to injure; and, as the Saviour said, \"From the beginning the devil is a manslayer and a father of vice;\" while we, though this is so, are alive, and spend our lives all the more in opposing him; it is plain they are powerless.",
          "id": 280930
        },
        {
          "text": "For place is no hindrance to their plots, nor do they look on us as friends that they should spare us; nor are they lovers of good that they should amend.",
          "id": 280931
        },
        {
          "text": "But on the contrary they are evil, and nothing is so much sought after by them as wounding them that love virtue and fear God.",
          "id": 280932
        },
        {
          "text": "But since they have no power to effect anything, they do nought but threaten.",
          "id": 280933
        },
        {
          "text": "But if they could, they would not hesitate, but forthwith work evil (for all their desire is set on this), and especially against us.",
          "id": 280934
        },
        {
          "text": "Behold now we are gathered together and speak against them, and they know when we advance they grow weak.",
          "id": 280935
        },
        {
          "text": "If therefore they had power they would permit none of us Christians to live, for godliness is an abomination to a sinner.",
          "id": 280936
        },
        {
          "text": "But since they can do nothing they inflict the greater wounds on themselves; for they can fulfil none of their threats.",
          "id": 280937
        },
        {
          "text": "Next this ought to be considered, that we may be in no fear of them: that if they had the power they would not come in crowds, nor fashion displays, nor with change of form would they frame deceits.",
          "id": 280938
        },
        {
          "text": "But it would suffice that one only should come and accomplish that which he was both able and willing to do: especially as every one who has the power neither slays with display nor strikes fear with tumult, but forthwith makes full use of his authority as he wishes.",
          "id": 280939
        },
        {
          "text": "But the demons as they have no power are like actors on the stage changing their shape and frightening children with tumultuous apparition and various forms: from which they ought rather to be despised as shewing their weakness.",
          "id": 280940
        },
        {
          "text": "At least the true angel of the Lord sent against the Assyrian had no need for tumults nor displays from without, nor noises nor rattlings, but in quiet he used his power and forthwith destroyed a hundred and eighty-five thousand.",
          "id": 280941
        },
        {
          "text": "But demons like these, who have no power, try to terrify at least by their displays.",
          "id": 280942
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "29.",
          "id": 280943
        },
        {
          "text": "'But if any one having in mind the history of Job should say, Why then hath the devil gone forth and accomplished all things against him; and stripped him of all his possessions, and slew his children, and smote him with evil ulcers? let such a one, on the other hand, recognise that the devil was not the strong man, but God who delivered Job to him to be tried.",
          "id": 280944
        },
        {
          "text": "Certainly he had no power to do anything, but he asked, and having received it, he hath wrought what he did.",
          "id": 280945
        },
        {
          "text": "So also from this the enemy is the more to be condemned, for although willing he could not prevail against one just man.",
          "id": 280946
        },
        {
          "text": "For if he could have, he would not have asked permission.",
          "id": 280947
        },
        {
          "text": "But having asked not once but also a second time, he shows his weakness and want of power.",
          "id": 280948
        },
        {
          "text": "And it is no wonder if he could do nothing against Job, when destruction would not have come even on his cattle had not God allowed it.",
          "id": 280949
        },
        {
          "text": "And he has not the power over swine, for as it is written in the Gospel, they besought the Lord, saying, \"Let us enter the swine\".",
          "id": 280950
        },
        {
          "text": "But if they had power not even against swine, much less have they any over men formed in the image of God.",
          "id": 280951
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "30.",
          "id": 280952
        },
        {
          "text": "'So then we ought to fear God only, and despise the demons, and be in no fear of them.",
          "id": 280953
        },
        {
          "text": "But the more they do these things the more let us intensify our discipline against them, for a good life and faith in God is a great weapon.",
          "id": 280954
        },
        {
          "text": "At any rate they fear the fasting, the sleeplessness, the prayers, the meekness, the quietness, the contempt of money and vainglory, the humility, the love of the poor, the alms, the freedom from anger of the ascetics, and, chief of all, their piety towards Christ.",
          "id": 280955
        },
        {
          "text": "Wherefore they do all things that they may not have any that trample on them, knowing the grace given to the faithful against them by the Saviour, when He says, \"Behold I have given to you power to tread upon serpents and scorpions, and upon all the power of the enemy\".",
          "id": 280956
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "31.",
          "id": 280957
        },
        {
          "text": "'Wherefore if they pretend to foretell the future, let no one give heed, for often they announce beforehand that the brethren are coming days after.",
          "id": 280958
        },
        {
          "text": "And they do come.",
          "id": 280959
        },
        {
          "text": "The demons, however, do this not from any care for the hearers, but to gain their trust, and that then at length, having got them in their power, they may destroy them.",
          "id": 280960
        },
        {
          "text": "Whence we must give no heed to them, but ought rather to confute them when speaking, since we do not need them.",
          "id": 280961
        },
        {
          "text": "For what wonder is it, if with more subtle bodies than men have, when they have seen them start on their journey, they surpass them in speed, and announce their coming? Just as a horseman getting a start of a man on foot announces the arrival of the latter beforehand, so in this there is no need for us to wonder at them.",
          "id": 280962
        },
        {
          "text": "For they know none of those things which are not yet in existence; but God only is He who knoweth all things before their birth.",
          "id": 280963
        },
        {
          "text": "But these, like thieves, running off first with what they see, proclaim it: to how many already have they announced our business—that we are assembled together, and discuss measures against them, before any one of us could go and tell these things.",
          "id": 280964
        },
        {
          "text": "This in good truth a fleet-footed boy could do, getting far ahead of one less swift.",
          "id": 280965
        },
        {
          "text": "But what I mean is this.",
          "id": 280966
        },
        {
          "text": "If any one begins to walk from the Thebaid, or from any other district, before he begins to walk, they do not know whether he will walk.",
          "id": 280967
        },
        {
          "text": "But when they have seen him walking they run on, and before he comes up report his approach.",
          "id": 280968
        },
        {
          "text": "And so it falls out that after a few days the travellers arrive.",
          "id": 280969
        },
        {
          "text": "But often the walkers turn back, and the demons prove false.",
          "id": 280970
        },
        {
          "text": "'.",
          "id": 280971
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "32.",
          "id": 280972
        },
        {
          "text": "'So, too, with respect to the water of the river, they sometimes make foolish statements.",
          "id": 280973
        },
        {
          "text": "For having seen that there has been much rain in the regions of Ethiopia, and knowing that they are the cause of the flood of the river before the water has come to Egypt they run on and announce it.",
          "id": 280974
        },
        {
          "text": "And this men could have told, if they had as great power of running as the demons.",
          "id": 280975
        },
        {
          "text": "And as David's spy going up to a lofty place saw the man approaching better than one who stayed down below, and the forerunner himself announced, before the others came up, not those things which had not taken place, but those things which were already on the way and were being accomplished, so these also prefer to labour, and declare what is happening to others simply for the sake of deceiving them.",
          "id": 280976
        },
        {
          "text": "If, however, Providence meantime plans anything different for the waters or wayfarers—for Providence can do this—the demons are deceived, and those who gave heed to them cheated.",
          "id": 280977
        },
        {
          "text": "'.",
          "id": 280978
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "33.",
          "id": 280979
        },
        {
          "text": "'Thus in days gone by arose the oracles of the Greeks, and thus they were led astray by the demons.",
          "id": 280980
        },
        {
          "text": "But thus also thenceforth their deception was brought to an end by the coming of the Lord, who brought to nought the demons and their devices.",
          "id": 280981
        },
        {
          "text": "For they know nothing of themselves, but, like thieves, what they get to know from others they pass on, and guess at rather than foretell things.",
          "id": 280982
        },
        {
          "text": "Therefore if sometimes they speak the truth, let no one marvel at them for this.",
          "id": 280983
        },
        {
          "text": "For experienced physicians also, since they see the same malady in different people, often foretell what it is, making it out by their acquaintance with it.",
          "id": 280984
        },
        {
          "text": "Pilots, too, and farmers, from their familiarity with the weather, tell at a glance the state of the atmosphere, and forecast whether it will be stormy or fine.",
          "id": 280985
        },
        {
          "text": "And no one would say that they do this by inspiration, but from experience and practice.",
          "id": 280986
        },
        {
          "text": "So if the demons sometimes do the same by guesswork, let no one wonder at it or heed them.",
          "id": 280987
        },
        {
          "text": "For what use to the hearers is it to know from them what is going to happen before the time? Or what concern have we to know such things, even if the knowledge be true? For it is not productive of virtue, nor is it any token of goodness.",
          "id": 280988
        },
        {
          "text": "For none of us is judged for what he knows not, and no one is called blessed because he hath learning and knowledge.",
          "id": 280989
        },
        {
          "text": "But each one will be called to judgment in these points—whether he have kept the faith and truly observed the commandments.",
          "id": 280990
        },
        {
          "text": "'.",
          "id": 280991
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "34.",
          "id": 280992
        },
        {
          "text": "'Wherefore there is no need to set much value on these things, nor for the sake of them to practise a life of discipline and labour; but that living well we may please God.",
          "id": 280993
        },
        {
          "text": "And we neither ought to pray to know the future, nor to ask for it as the reward of our discipline; but our prayer should be that the Lord may be our fellow-helper for victory over the devil.",
          "id": 280994
        },
        {
          "text": "And if even once we have a desire to know the future, let us be pure in mind, for I believe that if a soul is perfectly pure and in its natural state, it is able, being clear-sighted, to see more and further than the demons—for it has the Lord who reveals to it—like the soul of Elisha, which saw what was done by Gehazi, and beheld the hosts standing on its side.",
          "id": 280995
        },
        {
          "text": "'.",
          "id": 280996
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "35.",
          "id": 280997
        },
        {
          "text": "'When, therefore, they come by night to you and wish to tell the future, or say, \"we are the angels,\" give no heed, for they lie.",
          "id": 280998
        },
        {
          "text": "Yea even if they praise your discipline and call you blessed, hear them not, and have no dealings with them; but rather sign yourselves and your houses, and pray, and you shall see them vanish.",
          "id": 280999
        },
        {
          "text": "For they are cowards, and greatly fear the sign of the Lord's Cross, since of a truth in it the Saviour stripped them, and made an example of them.",
          "id": 281000
        },
        {
          "text": "But if they shamelessly stand their ground, capering and changing their forms of appearance, fear them not, nor shrink, nor heed them as though they were good spirits.",
          "id": 281001
        },
        {
          "text": "For the presence either of the good or evil by the help of God can easily be distinguished.",
          "id": 281002
        },
        {
          "text": "The vision of the holy ones is not fraught with distraction: \"For they will not strive, nor cry, nor shall any one hear their voice\".",
          "id": 281003
        },
        {
          "text": "But it comes so quietly and gently that immediately joy, gladness and courage arise in the soul.",
          "id": 281004
        },
        {
          "text": "For the Lord who is our joy is with them, and the power of God the Father.",
          "id": 281005
        },
        {
          "text": "And the thoughts of the soul remain unruffled and undisturbed, so that it, enlightened as it were with rays, beholds by itself those who appear.",
          "id": 281006
        },
        {
          "text": "For the love of what is divine and of the things to come possesses it, and willingly it would be wholly joined with them if it could depart along with them.",
          "id": 281007
        },
        {
          "text": "But if, being men, some fear the vision of the good, those who appear immediately take fear away; as Gabriel did in the case of Zacharias, and as the angel did who appeared to the women at the holy sepulchre, and as He did who said to the shepherds in the Gospel, \"Fear not\".",
          "id": 281008
        },
        {
          "text": "For their fear arose not from timidity, but from the recognition of the presence of superior beings.",
          "id": 281009
        },
        {
          "text": "Such then is the nature of the visions of the holy ones.",
          "id": 281010
        },
        {
          "text": "'.",
          "id": 281011
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "36.",
          "id": 281012
        },
        {
          "text": "'But the inroad and the display of the evil spirits is fraught with confusion, with din, with sounds and cryings such as the disturbance of boorish youths or robbers would occasion.",
          "id": 281013
        },
        {
          "text": "From which arise fear in the heart, tumult and confusion of thought, dejection, hatred towards them who live a life of discipline, indifference, grief, remembrance of kinsfolk and fear of death, and finally desire of evil things, disregard of virtue and unsettled habits.",
          "id": 281014
        },
        {
          "text": "Whenever, therefore, ye have seen ought and are afraid, if your fear is immediately taken away and in place of it comes joy unspeakable, cheerfulness, courage, renewed strength, calmness of thought and all those I named before, boldness and love toward God,—take courage and pray.",
          "id": 281015
        },
        {
          "text": "For joy and a settled state of soul show the holiness of him who is present.",
          "id": 281016
        },
        {
          "text": "Thus Abraham beholding the Lord rejoiced; so also John at the voice of Mary, the God-bearer, leaped for gladness.",
          "id": 281017
        },
        {
          "text": "But if at the appearance of any there is confusion, knocking without, worldly display, threats of death and the other things which I have already mentioned, know ye that it is an onslaught of evil spirits.",
          "id": 281018
        },
        {
          "text": "'.",
          "id": 281019
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "37.",
          "id": 281020
        },
        {
          "text": "'And let this also be a token for you: whenever the soul remains fearful there is a presence of the enemies.",
          "id": 281021
        },
        {
          "text": "For the demons do not take away the fear of their presence as the great archangel Gabriel did for Mary and Zacharias, and as he did who appeared to the women at the tomb; but rather whenever they see men afraid they increase their delusions that men may be terrified the more; and at last attacking they mock them, saying, \"fall down and worship\".",
          "id": 281022
        },
        {
          "text": "Thus they deceived the Greeks, and thus by them they were considered gods, falsely so called.",
          "id": 281023
        },
        {
          "text": "But the Lord did not suffer us to be deceived by the devil, for He rebuked him whenever he framed such delusions against Him, saying: \"Get behind me, Satan: for it is written, Thou shalt worship the Lord thy God, and Him only shalt thou serve\".",
          "id": 281024
        },
        {
          "text": "More and more, therefore, let the deceiver be despised by us; for what the Lord hath said, this for our sakes He hath done: that the demons hearing like words from us may be put to flight through the Lord who rebuked them in those words.",
          "id": 281025
        },
        {
          "text": "'.",
          "id": 281026
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "38.",
          "id": 281027
        },
        {
          "text": "'And it is not fitting to boast at the casting forth of the demons, nor to be uplifted by the healing of diseases: nor is it fitting that he who casts out devils should alone be highly esteemed, while he who casts them not out should be considered nought.",
          "id": 281028
        },
        {
          "text": "But let a man learn the discipline of each one and either imitate, rival, or correct it.",
          "id": 281029
        },
        {
          "text": "For the working of signs is not ours but the Saviour's work: and so He said to His disciples: \"Rejoice not that the demons are subject to you, but that your names are written in the heavens\".",
          "id": 281030
        },
        {
          "text": "For the fact that our names are written in heaven is a proof of our virtuous life, but to cast out demons is a favour of the Saviour who granted it.",
          "id": 281031
        },
        {
          "text": "Wherefore to those who boasted in signs but not in virtue, and said: \"Lord, in Thy name did we not cast out demons, and in Thy name did many mighty works?\" He answered, \"Verily I say unto you, I know you not;\" for the Lord knoweth not the ways of the wicked.",
          "id": 281032
        },
        {
          "text": "But we ought always to pray, as I said above, that we may receive the gift of discerning spirits; that, as it is written, we may not believe every spirit.",
          "id": 281033
        },
        {
          "text": "'.",
          "id": 281034
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "39.",
          "id": 281035
        },
        {
          "text": "'I should have liked to speak no further and to say nothing from my own promptings, satisfied with what I have said: but lest you should think that I speak at random and believe that I detail these things without experience or truth; for this cause even though I should become as a fool, yet the Lord who heareth knoweth the clearness of my conscience, and that it is not for my own sake, but on account of your affection towards me and at your petition that I again tell what I saw of the practices of evil spirits.",
          "id": 281036
        },
        {
          "text": "How often have they called me blessed and I have cursed them in the name of the Lord! How often have they predicted the rising of the river, and I answered them, \"What have you to do with it?\" Once they came threatening and surrounded me like soldiers in full armour.",
          "id": 281037
        },
        {
          "text": "At another time they filled the house with horses, wild beasts and creeping things, and I sang: \"Some in chariots and some in horses, but we will boast in the name of the Lord our God;\" and at the prayers they were turned to flight by the Lord.",
          "id": 281038
        },
        {
          "text": "Once they came in darkness, bearing the appearance of a light, and said, \"We are come to give thee a light, Antony\".",
          "id": 281039
        },
        {
          "text": "But I closed my eyes and prayed, and immediately the light of the wicked ones was quenched.",
          "id": 281040
        },
        {
          "text": "And a few months after they came as though singing psalms and babbling the words of Scripture, \"But I like a deaf man, heard not\".",
          "id": 281041
        },
        {
          "text": "Once they shook the cell with an earthquake, but I continued praying with unshaken heart.",
          "id": 281042
        },
        {
          "text": "And after this they came again making noises, whistling and dancing.",
          "id": 281043
        },
        {
          "text": "But as I prayed and lay singing psalms to myself they forthwith began to lament and weep, as if their strength had failed them.",
          "id": 281044
        },
        {
          "text": "But I gave glory to the Lord who had brought down and made an example of their daring and madness.",
          "id": 281045
        },
        {
          "text": "'.",
          "id": 281046
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "text": "40.",
          "id": 281047
        },
        {
          "text": "'Once a demon exceeding high appeared with pomp, and dared to say, \"I am the power of God and I am Providence, what dost thou wish that I shall give thee?\" But I then so much the more breathed upon him, and spoke the name of Christ, and set about to smite him.",
          "id": 281048
        },
        {
          "text": "And I seemed to have smitten him, and forthwith he, big as he was, together with all his demons, disappeared at the name of Christ.",
          "id": 281049
        },
        {
          "text": "At another time, while I was fasting, he came full of craft, under the semblance of a monk, with what seemed to be loaves, and gave me counsel, saying, \"Eat and cease from thy many labours.",
          "id": 281050
        },
        {
          "text": "Thou also art a man and art like to fall sick\".",
          "id": 281051
        },
        {
          "text": "But I, perceiving his device, rose up to pray; and he endured it not, for he departed, and through the door there seemed to go out as it were smoke.",
          "id": 281052
        },
        {
          "text": "How often in the desert has he displayed what resembled gold, that I should only touch it and look on it.",
          "id": 281053
        },
        {
          "text": "But I sang psalms against him, and he vanished away.",
          "id": 281054
        },
        {
          "text": "Often they would beat me with stripes, and I repeated again and again, \"Nothing shall separate me from the love of Christ,\" and at this they rather fell to beating one another.",
          "id": 281055
        },
        {
          "text": "Nor was it I that stayed them and destroyed their power, but it was the Lord, who said, \"I beheld Satan as lightning fall from Heaven;\" but I, children, mindful of the Apostle's words, transferred this to myself, that you might learn not to faint in discipline, nor to fear the devil nor the delusions of the demons.",
          "id": 281056
        },
        {
          "text": "'.",
          "id": 281057
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "text": "41.",
          "id": 281058
        },
        {
          "text": "'And since I have become a fool in detailing these things, receive this also as an aid to your safety and fearlessness; and believe me for I do not lie.",
          "id": 281059
        },
        {
          "text": "Once some one knocked at the door of my cell, and going forth I saw one who seemed of great size and tall.",
          "id": 281060
        },
        {
          "text": "Then when I enquired, \"Who art thou?\" he said, \"I am Satan\".",
          "id": 281061
        },
        {
          "text": "Then when I said, \"Why art thou here?\" he answered, \"Why do the monks and all other Christians blame me undeservedly? Why do they curse me hourly?\" Then I answered, \"Wherefore dost thou trouble them?\" He said, \"I am not he who troubles them, but they trouble themselves, for I am become weak.",
          "id": 281062
        },
        {
          "text": "Have they not read,\" \"The swords of the enemy have come to an end, and thou hast destroyed the cities?\" \"I have no longer a place, a weapon, a city.",
          "id": 281063
        },
        {
          "text": "The Christians are spread everywhere, and at length even the desert is filled with monks.",
          "id": 281064
        },
        {
          "text": "Let them take heed to themselves, and let them not curse me undeservedly\".",
          "id": 281065
        },
        {
          "text": "Then I marvelled at the grace of the Lord, and said to him: \"Thou who art ever a liar and never speakest the truth, this at length, even against thy will, thou hast truly spoken.",
          "id": 281066
        },
        {
          "text": "For the coming of Christ hath made thee weak, and He hath cast thee down and stripped thee\".",
          "id": 281067
        },
        {
          "text": "But he having heard the Saviour's name, and not being able to bear the burning from it, vanished.",
          "id": 281068
        },
        {
          "text": "'.",
          "id": 281069
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "text": "42.",
          "id": 281070
        },
        {
          "text": "'If, therefore, the devil himself confesses that his power is gone, we ought utterly to despise both him and his demons; and since the enemy with his hounds has but devices of this sort, we, having got to know their weakness, are able to despise them.",
          "id": 281071
        },
        {
          "text": "Wherefore let us not despond after this fashion, nor let us have a thought of cowardice in our heart, nor frame fears for ourselves, saying, I am afraid lest a demon should come and overthrow me; lest he should lift me up and cast me down; or lest rising against me on a sudden he confound me.",
          "id": 281072
        },
        {
          "text": "Such thoughts let us not have in mind at all, nor let us be sorrowful as though we were perishing; but rather let us be courageous and rejoice always, believing that we are safe.",
          "id": 281073
        },
        {
          "text": "Let us consider in our soul that the Lord is with us, who put the evil spirits to flight and broke their power.",
          "id": 281074
        },
        {
          "text": "Let us consider and lay to heart that while the Lord is with us, our foes can do us no hurt.",
          "id": 281075
        },
        {
          "text": "For when they come they approach us in a form corresponding to the state in which they discover us, and adapt their delusions to the condition of mind in which they find us.",
          "id": 281076
        },
        {
          "text": "If, therefore, they find us timid and confused, they forthwith beset the place, like robbers, having found it unguarded; and what we of ourselves are thinking, they do, and more also.",
          "id": 281077
        },
        {
          "text": "For if they find us faint-hearted and cowardly, they mightily increase our terror, by their delusions and threats; and with these the unhappy soul is thenceforth tormented.",
          "id": 281078
        },
        {
          "text": "But if they see us rejoicing in the Lord, contemplating the bliss of the future, mindful of the Lord, deeming all things in His hand, and that no evil spirit has any strength against the Christian, nor any power at all over any one—when they behold the soul fortified with these thoughts—they are discomfited and turned backwards.",
          "id": 281079
        },
        {
          "text": "Thus the enemy, seeing Job fenced round with them, withdrew from him; but finding Judas unguarded, him he took captive.",
          "id": 281080
        },
        {
          "text": "Thus if we are wishful to despise the enemy, let us ever ponder over the things of the Lord, and let the soul ever rejoice in hope.",
          "id": 281081
        },
        {
          "text": "And we shall see the snares of the demon are like smoke, and the evil ones themselves flee rather than pursue.",
          "id": 281082
        },
        {
          "text": "For they are, as I said before, exceeding fearful, ever looking forward to the fire prepared for them.",
          "id": 281083
        },
        {
          "text": "'.",
          "id": 281084
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "text": "43.",
          "id": 281085
        },
        {
          "text": "'And for your fearlessness against them hold this sure sign—whenever there is any apparition, be not prostrate with fear, but whatsoever it be, first boldly ask, Who art thou? And from whence comest thou? And if it should be a vision of holy ones they will assure you, and change your fear into joy.",
          "id": 281086
        },
        {
          "text": "But if the vision should be from the devil, immediately it becomes feeble, beholding your firm purpose of mind.",
          "id": 281087
        },
        {
          "text": "For merely to ask, Who art thou? and whence comest thou? is a proof of coolness.",
          "id": 281088
        },
        {
          "text": "By thus asking, the son of Nun learned who his helper was; nor did the enemy escape the questioning of Daniel.",
          "id": 281089
        },
        {
          "text": "'.",
          "id": 281090
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "text": "44.",
          "id": 281091
        },
        {
          "text": "While Antony was thus speaking all rejoiced; in some the love of virtue increased, in others carelessness was thrown aside, the self-conceit of others was stopped; and all were persuaded to despise the assaults of the Evil One, and marvelled at the grace given to Antony from the Lord for the discerning of spirits.",
          "id": 281092
        },
        {
          "text": "So their cells were in the mountains, like filled with holy bands of men who sang psalms, loved reading, fasted, prayed, rejoiced in the hope of things to come, laboured in alms-giving, and preserved love and harmony one with another.",
          "id": 281093
        },
        {
          "text": "And truly it was possible, as it were, to behold a land set by itself, filled with piety and justice.",
          "id": 281094
        },
        {
          "text": "For then there was neither the evil-doer, nor the injured, nor the reproaches of the tax-gatherer: but instead a multitude of ascetics; and the one purpose of them all was to aim at virtue.",
          "id": 281095
        },
        {
          "text": "So that any one beholding the cells again, and seeing such good order among the monks, would lift up his voice and say, 'How goodly are thy dwellings, O Jacob, and thy tents, O Israel; as shady glens and as a garden by a river; as tents which the Lord hath pitched, and like cedars near waters.",
          "id": 281096
        },
        {
          "text": "'.",
          "id": 281097
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "text": "45.",
          "id": 281098
        },
        {
          "text": "Antony, however, according to his custom, returned alone to his own cell, increased his discipline, and sighed daily as he thought of the mansions in Heaven, having his desire fixed on them, and pondering over the shortness of man's life.",
          "id": 281099
        },
        {
          "text": "And he used to eat and sleep, and go about all other bodily necessities with shame when he thought of the spiritual faculties of the soul.",
          "id": 281100
        },
        {
          "text": "So often, when about to eat with any other hermits, recollecting the spiritual food, he begged to be excused, and departed far off from them, deeming it a matter for shame if he should be seen eating by others.",
          "id": 281101
        },
        {
          "text": "He used, however, when by himself, to eat through bodily necessity, but often also with the brethren; covered with shame on these occasions, yet speaking boldly words of help.",
          "id": 281102
        },
        {
          "text": "And he used to say that it behoved a man to give all his time to his soul rather than his body, yet to grant a short space to the body through its necessities; but all the more earnestly to give up the whole remainder to the soul and seek its profit, that it might not be dragged down by the pleasures of the body, but, on the contrary, the body might be in subjection to the soul.",
          "id": 281103
        },
        {
          "text": "For this is that which was spoken by the Saviour: 'Be not anxious for your life what ye shall eat, nor for your body what ye shall put on.",
          "id": 281104
        },
        {
          "text": "And do ye seek not what ye shall eat, or what ye shall drink, and be not of a doubtful mind.",
          "id": 281105
        },
        {
          "text": "For all these things the nations of the world seek after.",
          "id": 281106
        },
        {
          "text": "But your Father knoweth that ye have need of all these things.",
          "id": 281107
        },
        {
          "text": "Howbeit seek ye first His Kingdom, and all these things shall be added unto you.",
          "id": 281108
        },
        {
          "text": "'.",
          "id": 281109
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "text": "46.",
          "id": 281110
        },
        {
          "text": "After this the Church was seized by the persecution which then took place under Maximinus, and when the holy martyrs were led to Alexandria, Antony also followed, leaving his cell, and saying, Let us go too, that if called, we may contend or behold them that are contending.",
          "id": 281111
        },
        {
          "text": "And he longed to suffer martyrdom, but not being willing to give himself up, he ministered to the confessors in the mines and in the prisons.",
          "id": 281112
        },
        {
          "text": "And he was very zealous in the judgment hall to stir up to readiness those who were summoned when in their contest, while those who were being martyred he received and brought on their way until they were perfected.",
          "id": 281113
        },
        {
          "text": "The judge, therefore, beholding the fearlessness of Antony and his companions, and their zeal in this matter, commanded that no monk should appear in the judgment hall, nor remain at all in the city.",
          "id": 281114
        },
        {
          "text": "So all the rest thought it good to hide themselves that day, but Antony gave so little heed to the command that he washed his garment, and stood all next day on a raised place before them, and appeared in his best before the governor.",
          "id": 281115
        },
        {
          "text": "Therefore when all the rest wondered at this, and the governor saw and passed by with his array, he stood fearlessly, shewing the readiness of us Christians.",
          "id": 281116
        },
        {
          "text": "For, as I said before, he prayed himself to be a martyr, wherefore he seemed as one grieved that he had not borne his witness.",
          "id": 281117
        },
        {
          "text": "But the Lord was keeping him for our profit and that of others, that he should become a teacher to many of the discipline which he had learned from the Scriptures.",
          "id": 281118
        },
        {
          "text": "For many only beholding his manner of life were eager to be imitators of his ways.",
          "id": 281119
        },
        {
          "text": "So he again ministered as usual to the confessors, and as though he were their fellow captive he laboured in his ministry.",
          "id": 281120
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "text": "47.",
          "id": 281121
        },
        {
          "text": "And when at last the persecution ceased, and the blessed Bishop Peter had borne his testimony, Antony departed, and again withdrew to his cell, and was there daily a martyr to his conscience, and contending in the conflicts of faith.",
          "id": 281122
        },
        {
          "text": "And his discipline was much severer, for he was ever fasting, and he had a garment of hair on the inside, while the outside was skin, which he kept until his end.",
          "id": 281123
        },
        {
          "text": "And he neither bathed his body with water to free himself from filth, nor did he ever wash his feet, nor even endure so much as to put them into water, unless compelled by necessity.",
          "id": 281124
        },
        {
          "text": "Nor did any one even see him unclothed, nor his body naked at all, except after his death, when he was buried.",
          "id": 281125
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "text": "48.",
          "id": 281126
        },
        {
          "text": "When therefore he had retired and determined to fix a time, after which neither to go forth himself nor admit anybody, Martinian, a military officer, came and disturbed Antony.",
          "id": 281127
        },
        {
          "text": "For he had a daughter afflicted with an evil spirit.",
          "id": 281128
        },
        {
          "text": "But when he continued for a long while knocking at the door, and asking him to come out and pray to God for his child, Antony, not bearing to open, looked out from above and said, 'Man, why dost thou call on me? I also am a man even as you.",
          "id": 281129
        },
        {
          "text": "But if you believe on Christ whom I serve, go, and according as you believe, pray to God, and it shall come to pass.",
          "id": 281130
        },
        {
          "text": "' Straightway, therefore, he departed, believing and calling upon Christ, and he received his daughter cleansed from the devil.",
          "id": 281131
        },
        {
          "text": "Many other things also through Antony the Lord did, who saith, 'Seek and it shall be given unto you.",
          "id": 281132
        },
        {
          "text": "' For many of the sufferers, when he would not open his door, slept outside his cell, and by their faith and sincere prayers were healed.",
          "id": 281133
        }
      ]
    },
    {
      "chapter": 49,
      "verses": [
        {
          "text": "49.",
          "id": 281134
        },
        {
          "text": "But when he saw himself beset by many, and not suffered to withdraw himself according to his intent as he wished, fearing because of the signs which the Lord wrought by him, that either he should be puffed up, or that some other should think of him above what he ought to think, he considered and set off to go into the upper Thebaid, among those to whom he was unknown.",
          "id": 281135
        },
        {
          "text": "And having received loaves from the brethren, he sat down by the bank of the river, looking whether a boat would go by, that, having embarked thereon, he might go up the river with them.",
          "id": 281136
        },
        {
          "text": "While he was considering these things, a voice came to him from above, 'Antony, whither goest thou and wherefore?' But he no way disturbed, but as he had been accustomed to be called often thus, giving ear to it, answered, saying, 'Since the multitude permit me not to be still, I wish to go into the upper Thebaid on account of the many hindrances that come upon me here, and especially because they demand of me things beyond my power.",
          "id": 281137
        },
        {
          "text": "' But the voice said unto him, 'Even though you should go into the Thebaid, or even though, as you have in mind, you should go down to the Bucolia, you will have to endure more, aye, double the amount of toil.",
          "id": 281138
        },
        {
          "text": "But if you wish really to be in quiet, depart now into the inner desert.",
          "id": 281139
        },
        {
          "text": "' And when Antony said, 'Who will show me the way for I know it not?' immediately the voice pointed out to him Saracens about to go that way.",
          "id": 281140
        },
        {
          "text": "So Antony approached, and drew near them, and asked that he might go with them into the desert.",
          "id": 281141
        },
        {
          "text": "And they, as though they had been commanded by Providence, received him willingly.",
          "id": 281142
        },
        {
          "text": "And having journeyed with them three days and three nights, he came to a very lofty mountain, and at the foot of the mountain ran a clear spring, whose waters were sweet and very cold; outside there was a plain and a few uncared-for palm trees.",
          "id": 281143
        }
      ]
    },
    {
      "chapter": 50,
      "verses": [
        {
          "text": "50.",
          "id": 281144
        },
        {
          "text": "Antony then, as it were, moved by God, loved the place, for this was the spot which he who had spoken with him by the banks of the river had pointed out.",
          "id": 281145
        },
        {
          "text": "So having first received loaves from his fellow travellers, he abode in the mountain alone, no one else being with him.",
          "id": 281146
        },
        {
          "text": "And recognising it as his own home, he remained in that place for the future.",
          "id": 281147
        },
        {
          "text": "But the Saracens, having seen the earnestness of Antony, purposely used to journey that way, and joyfully brought him loaves, while now and then the palm trees also afforded him a poor and frugal relish.",
          "id": 281148
        },
        {
          "text": "But after this, the brethren learning of the place, like children mindful of their father, took care to send to him.",
          "id": 281149
        },
        {
          "text": "But when Antony saw that the bread was the cause of trouble and hardships to some of them, to spare the monks this, he resolved to ask some of those who came to bring him a spade, an axe, and a little corn.",
          "id": 281150
        },
        {
          "text": "And when these were brought, he went over the land round the mountain, and having found a small plot of suitable ground, tilled it; and having a plentiful supply of water for watering, he sowed.",
          "id": 281151
        },
        {
          "text": "This doing year by year, he got his bread from thence, rejoicing that thus he would be troublesome to no one, and because he kept himself from being a burden to anybody.",
          "id": 281152
        },
        {
          "text": "But after this, seeing again that people came, he cultivated a few pot-herbs, that he who came to him might have some slight solace after the labour of that hard journey.",
          "id": 281153
        },
        {
          "text": "At first, however, the wild beasts in the desert, coming because of the water, often injured his seeds and husbandry.",
          "id": 281154
        },
        {
          "text": "But he, gently laying hold of one of them, said to them all, 'Why do you hurt me, when I hurt none of you? Depart, and in the name of the Lord come not nigh this spot.",
          "id": 281155
        },
        {
          "text": "' And from that time forward, as though fearful of his command, they no more came near the place.",
          "id": 281156
        }
      ]
    },
    {
      "chapter": 51,
      "verses": [
        {
          "text": "51.",
          "id": 281157
        },
        {
          "text": "So he was alone in the inner mountain, spending his time in prayer and discipline.",
          "id": 281158
        },
        {
          "text": "And the brethren who served him asked that they might come every month and bring him olives, pulse and oil, for by now he was an old man.",
          "id": 281159
        },
        {
          "text": "There then he passed his life, and endured such great wrestlings, 'Not against flesh and blood,' as it is written, but against opposing demons, as we learned from those who visited him.",
          "id": 281160
        },
        {
          "text": "For there they heard tumults, many voices, and, as it were, the clash of arms.",
          "id": 281161
        },
        {
          "text": "At night they saw the mountain become full of wild beasts, and him also fighting as though against visible beings, and praying against them.",
          "id": 281162
        },
        {
          "text": "And those who came to him he encouraged, while kneeling he contended and prayed to the Lord.",
          "id": 281163
        },
        {
          "text": "Surely it was a marvellous thing that a man, alone in such a desert, feared neither the demons who rose up against him, nor the fierceness of the four-footed beasts and creeping things, for all they were so many.",
          "id": 281164
        },
        {
          "text": "But in truth, as it is written, 'He trusted in the Lord as Mount Sion,' with a mind unshaken and undisturbed; so that the demons rather fled from him, and the wild beasts, as it is written, 'kept peace with him.",
          "id": 281165
        },
        {
          "text": "'.",
          "id": 281166
        }
      ]
    },
    {
      "chapter": 52,
      "verses": [
        {
          "text": "52.",
          "id": 281167
        },
        {
          "text": "The devil, therefore, as David says in the Psalms, observed Antony and gnashed his teeth against him.",
          "id": 281168
        },
        {
          "text": "But Antony was consoled by the Saviour and continued unhurt by his wiles and varied devices.",
          "id": 281169
        },
        {
          "text": "As he was watching in the night the devil sent wild beasts against him.",
          "id": 281170
        },
        {
          "text": "And almost all the hyenas in that desert came forth from their dens and surrounded him; and he was in the midst, while each one threatened to bite.",
          "id": 281171
        },
        {
          "text": "Seeing that it was a trick of the enemy he said to them all: 'If ye have received power against me I am ready to be devoured by you; but if ye were sent against me by demons, stay not, but depart, for I am a servant of Christ.",
          "id": 281172
        },
        {
          "text": "' When Antony said this they fled, driven by that word as with a whip.",
          "id": 281173
        }
      ]
    },
    {
      "chapter": 53,
      "verses": [
        {
          "text": "53.",
          "id": 281174
        },
        {
          "text": "A few days after, as he was working (for he was careful to work hard), some one stood at the door and pulled the plait which he was working, for he used to weave baskets, which he gave to those who came in return for what they brought him.",
          "id": 281175
        },
        {
          "text": "And rising up he saw a beast like a man to the thighs but having legs and feet like those of an ass.",
          "id": 281176
        },
        {
          "text": "And Antony only signed himself and said, 'I am a servant of Christ.",
          "id": 281177
        },
        {
          "text": "If thou art sent against me, behold I am here.",
          "id": 281178
        },
        {
          "text": "' But the beast together with his evil spirits fled, so that, through his speed, he fell and died.",
          "id": 281179
        },
        {
          "text": "And the death of the beast was the fall of the demons.",
          "id": 281180
        },
        {
          "text": "For they strove in all manner of ways to lead Antony from the desert and were not able.",
          "id": 281181
        }
      ]
    },
    {
      "chapter": 54,
      "verses": [
        {
          "text": "54.",
          "id": 281182
        },
        {
          "text": "And once being asked by the monks to come down and visit them and their abodes after a time, he journeyed with those who came to him.",
          "id": 281183
        },
        {
          "text": "And a camel carried the loaves and the water for them.",
          "id": 281184
        },
        {
          "text": "For all that desert is dry, and there is no water at all that is fit to drink, save in that mountain from whence they drew the water, and in which Antony's cell was.",
          "id": 281185
        },
        {
          "text": "So when the water failed them on their way, and the heat was very great, they all were in danger.",
          "id": 281186
        },
        {
          "text": "For having gone round the neighbourhood and finding no water, they could walk no further, but lay on the ground and despairing of themselves, let the camel go.",
          "id": 281187
        },
        {
          "text": "But the old man seeing that they were all in jeopardy, groaning in deep grief, departed a little way from them, and kneeling down he stretched forth his hands and prayed.",
          "id": 281188
        },
        {
          "text": "And immediately the Lord made water to well forth where he had stood praying, and so all drank and were revived.",
          "id": 281189
        },
        {
          "text": "And having filled their bottles they sought the camel and found her, for the rope happened to have caught in a stone and so was held fast.",
          "id": 281190
        },
        {
          "text": "Having led it and watered it they placed the bottles on its back and finished their journey in safety.",
          "id": 281191
        },
        {
          "text": "And when he came to the outer cells all saluted him, looking on him as a father.",
          "id": 281192
        },
        {
          "text": "And he too, as though bringing supplies from the mountain, entertained them with his words and gave them a share of help.",
          "id": 281193
        },
        {
          "text": "And again there was joy in the mountains, zeal for improvement and consolation through their mutual faith.",
          "id": 281194
        },
        {
          "text": "Antony also rejoiced when he beheld the earnestness of the monks, and his sister grown old in virginity, and that she herself also was the leader of other virgins.",
          "id": 281195
        }
      ]
    },
    {
      "chapter": 55,
      "verses": [
        {
          "text": "55.",
          "id": 281196
        },
        {
          "text": "So after certain days he went in again to the mountain.",
          "id": 281197
        },
        {
          "text": "And henceforth many resorted to him, and others who were suffering ventured to go in.",
          "id": 281198
        },
        {
          "text": "To all the monks therefore who came to him, he continually gave this precept: 'Believe on the Lord and love Him; keep yourselves from filthy thoughts and fleshly pleasures, and as it is written in the Proverbs, be not deceived \"by the fulness of the belly\".",
          "id": 281199
        },
        {
          "text": "Pray continually; avoid vainglory; sing psalms before sleep and on awaking; hold in your heart the commandments of Scripture; be mindful of the works of the saints that your souls being put in remembrance of the commandments may be brought into harmony with the zeal of the saints.",
          "id": 281200
        },
        {
          "text": "' And especially he counselled them to meditate continually on the apostle's word, 'Let not the sun go down upon your wrath.",
          "id": 281201
        },
        {
          "text": "' And he considered this was spoken of all commandments in common, and that not on wrath alone, but not on any other sin of ours, ought the sun to go down.",
          "id": 281202
        },
        {
          "text": "For it was good and needful that neither the sun should condemn us for an evil by day nor the moon for a sin by night, or even for an evil thought.",
          "id": 281203
        },
        {
          "text": "That this state may be preserved in us it is good to hear the apostle and keep his words, for he says, 'Try your own selves and prove your own selves.",
          "id": 281204
        },
        {
          "text": "' Daily, therefore, let each one take from himself the tale of his actions both by day and night; and if he have sinned, let him cease from it; while if he have not, let him not be boastful.",
          "id": 281205
        },
        {
          "text": "But let him abide in that which is good, without being negligent, nor condemning his neighbours, nor justifying himself, 'until the Lord come who searcheth out hidden things,' as saith the blessed apostle Paul.",
          "id": 281206
        },
        {
          "text": "For often unawares we do things that we know not of; but the Lord seeth all things.",
          "id": 281207
        },
        {
          "text": "Wherefore committing the judgment to Him, let us have sympathy one with another.",
          "id": 281208
        },
        {
          "text": "Let us bear each other's burdens: but let us examine our own selves and hasten to fill up that in which we are lacking.",
          "id": 281209
        },
        {
          "text": "And as a safeguard against sin let the following be observed.",
          "id": 281210
        },
        {
          "text": "Let us each one note and write down our actions and the impulses of our soul as though we were going to relate them to each other.",
          "id": 281211
        },
        {
          "text": "And be assured that if we should be utterly ashamed to have them known, we shall abstain from sin and harbour no base thoughts in our mind.",
          "id": 281212
        },
        {
          "text": "For who wishes to be seen while sinning? or who will not rather lie after the commission of a sin, through the wish to escape notice? As then while we are looking at one another, we would not commit carnal sin, so if we record our thoughts as though about to tell them to one another, we shall the more easily keep ourselves free from vile thoughts through shame lest they should be known.",
          "id": 281213
        },
        {
          "text": "Wherefore let that which is written be to us in place of the eyes of our fellow hermits, that blushing as much to write as if we had been caught, we may never think of what is unseemly.",
          "id": 281214
        },
        {
          "text": "Thus fashioning ourselves we shall be able to keep the body in subjection, to please the Lord, and to trample on the devices of the enemy.",
          "id": 281215
        }
      ]
    },
    {
      "chapter": 56,
      "verses": [
        {
          "text": "56.",
          "id": 281216
        },
        {
          "text": "This was the advice he gave to those who came to him.",
          "id": 281217
        },
        {
          "text": "And with those who suffered he sympathised and prayed.",
          "id": 281218
        },
        {
          "text": "And oft-times the Lord heard him on behalf of many: yet he boasted not because he was heard, nor did he murmur if he were not.",
          "id": 281219
        },
        {
          "text": "But always he gave the Lord thanks and besought the sufferer to be patient, and to know that healing belonged neither to him nor to man at all, but only to the Lord, who doeth good when and to whom He will.",
          "id": 281220
        },
        {
          "text": "The sufferers therefore used to receive the words of the old man as though they were a cure, learning not to be downhearted but rather to be long-suffering.",
          "id": 281221
        },
        {
          "text": "And those who were healed were taught not to give thanks to Antony but to God alone.",
          "id": 281222
        }
      ]
    },
    {
      "chapter": 57,
      "verses": [
        {
          "text": "57.",
          "id": 281223
        },
        {
          "text": "Wherefore a man, Fronto by name, who was an officer of the Court and had a terrible disease, for he used to bite his own tongue and was in danger of injury to his eyes, having come to the mountain, asked Antony to pray for him.",
          "id": 281224
        },
        {
          "text": "But Antony said to him, 'Depart and thou shalt be healed.",
          "id": 281225
        },
        {
          "text": "' But when he was violent and remained within some days, Antony waited and said, 'If thou stayest here, thou canst not be healed.",
          "id": 281226
        },
        {
          "text": "Go, and having come into Egypt thou shalt see the sign wrought in thee.",
          "id": 281227
        },
        {
          "text": "' And he believed and went.",
          "id": 281228
        },
        {
          "text": "And as soon as he set eyes on Egypt his sufferings ceased, and the man became whole according to the word of Antony, which the Saviour had revealed to him in prayer.",
          "id": 281229
        }
      ]
    },
    {
      "chapter": 58,
      "verses": [
        {
          "text": "58.",
          "id": 281230
        },
        {
          "text": "There was also a maiden from Busiris Tripolitana, who had a terrible and very hideous disorder.",
          "id": 281231
        },
        {
          "text": "For the runnings of her eyes, nose, and ears fell to the ground and immediately became worms.",
          "id": 281232
        },
        {
          "text": "She was paralysed also and squinted.",
          "id": 281233
        },
        {
          "text": "Her parents having heard of monks going to Antony, and believing on the Lord who healed the woman with the issue of blood, asked to be allowed, together with their daughter, to journey with them.",
          "id": 281234
        },
        {
          "text": "And when they suffered them, the parents together with the girl, remained outside the mountain with Paphnutius, the confessor and monk; but the monks went in to Antony.",
          "id": 281235
        },
        {
          "text": "And when they only wished to tell about the damsel, he anticipated them, and detailed both the sufferings of the child and how she journeyed with them.",
          "id": 281236
        },
        {
          "text": "Then when they asked that she should be admitted, Antony did not allow it, but said, 'Go, and if she be not dead, you will find her healed: for the accomplishment of this is not mine, that she should come to me, wretched man that I am, but her healing is the work of the Saviour, who in every place sheweth His pity to them that call upon Him.",
          "id": 281237
        },
        {
          "text": "Wherefore the Lord hath inclined to her as she prayed, and His loving-kindness hath declared to me that He will heal the child where she now is.",
          "id": 281238
        },
        {
          "text": "' So the wonder took place; and going out they found the parents rejoicing and the girl whole.",
          "id": 281239
        }
      ]
    },
    {
      "chapter": 59,
      "verses": [
        {
          "text": "59.",
          "id": 281240
        },
        {
          "text": "But when two brethren were coming to him, the water failed on the way, and one died and the other was at the point of death, for he had no strength to go on, but lay upon the ground expecting to die.",
          "id": 281241
        },
        {
          "text": "But Antony sitting in the mountain called two monks, who chanced to be there, and urged them saying, 'Take a pitcher of water and run on the road towards Egypt.",
          "id": 281242
        },
        {
          "text": "For of two men who were coming, one is already dead and the other will die unless you hasten.",
          "id": 281243
        },
        {
          "text": "For this has been revealed to me as I was praying.",
          "id": 281244
        },
        {
          "text": "' The monks therefore went, and found one lying dead, whom they buried, and the other they restored with water and led him to the old man.",
          "id": 281245
        },
        {
          "text": "For it was a day's journey.",
          "id": 281246
        },
        {
          "text": "But if any one asks, why he did not speak before the other died, the question ought not to be asked.",
          "id": 281247
        },
        {
          "text": "For the punishment of death was not Antony's but God's, who also judged the one and revealed the condition of the other.",
          "id": 281248
        },
        {
          "text": "But the marvel here was only in the case of Antony: that he sitting in the mountain had his heart watchful, and had the Lord to show him things afar off.",
          "id": 281249
        }
      ]
    },
    {
      "chapter": 60,
      "verses": [
        {
          "text": "60.",
          "id": 281250
        },
        {
          "text": "And this is so, for once again he was sitting on the mountain, and looking up saw in the air some one being borne upwards, and there was much joy among those who met him.",
          "id": 281251
        },
        {
          "text": "Then wondering and deeming a company of that kind to be blessed, he prayed to learn what this might be.",
          "id": 281252
        },
        {
          "text": "And immediately a voice came to him: 'This is the soul of Amun, the monk at Nitria.",
          "id": 281253
        },
        {
          "text": "' Now Amun had persevered in the discipline up to old age; and the distance from Nitria to the mountain where Antony was, was thirteen days' journey.",
          "id": 281254
        },
        {
          "text": "The companions of Antony therefore, seeing the old man amazed, asked to learn, and heard that Amun was just dead.",
          "id": 281255
        },
        {
          "text": "And he was well known, for he had stayed there very often, and many signs had been wrought by his means.",
          "id": 281256
        },
        {
          "text": "And this is one of them.",
          "id": 281257
        },
        {
          "text": "Once when he had need to cross the river called Lycus (now it was the season of the flood), he asked his comrade Theodorus to remain at a distance, that they should not see one another naked as they swam the water.",
          "id": 281258
        },
        {
          "text": "Then when Theodorus was departed he again felt ashamed even to see himself naked.",
          "id": 281259
        },
        {
          "text": "While, therefore, he was pondering filled with shame, on a sudden he was borne over to the other side.",
          "id": 281260
        },
        {
          "text": "Theodorus, therefore, himself being a good man, approached, and seeing Amun across first without a drop of water falling from him, enquired how he had got over.",
          "id": 281261
        },
        {
          "text": "And when he saw that Amun was unwilling to tell him, he held him by the feet and declared that he would not let him go before he had learned it from him.",
          "id": 281262
        },
        {
          "text": "So Amun seeing the determination of Theodorus especially from what he had said, and having asked him to tell no man before his death, told him that he had been carried and placed on the further side.",
          "id": 281263
        },
        {
          "text": "And that he had not even set foot on the water, nor was that possible for man, but for the Lord alone and those whom He permits, as He did for the great apostle Peter.",
          "id": 281264
        },
        {
          "text": "Theodorus therefore told this after the death of Amun.",
          "id": 281265
        },
        {
          "text": "And the monks to whom Antony spoke concerning Amun's death marked the day; and when the brethren came up from Nitria thirty days after, they enquired of them and learned that Amun had fallen asleep at that day and hour in which the old man had seen his soul borne upwards.",
          "id": 281266
        },
        {
          "text": "And both these and the others marvelled at the purity of Antony's soul, how he had immediately learned that which was taking place at a distance of thirteen days' journey, and had seen the soul as it was taken up.",
          "id": 281267
        }
      ]
    },
    {
      "chapter": 61,
      "verses": [
        {
          "text": "61.",
          "id": 281268
        },
        {
          "text": "And Archelaus too, the Count, on a time having found him in the outer mountain, asked him merely to pray for Polycratia of Laodicea, an excellent and Christian maiden, for she suffered terribly in the stomach and side through over much discipline, and was altogether weakly of body.",
          "id": 281269
        },
        {
          "text": "Antony prayed therefore, and the Count noted the day in which the prayer was made, and having departed to Laodicea he found the maiden whole.",
          "id": 281270
        },
        {
          "text": "And having enquired when and on what day she was relieved of her infirmity, he produced the paper on which he had written the time of the prayer, and having read it he immediately shewed the writing on the paper.",
          "id": 281271
        },
        {
          "text": "And all wondered when they knew that the Lord had relieved her of pain at the time when Antony was praying and invoking the goodness of the Saviour on her behalf.",
          "id": 281272
        }
      ]
    },
    {
      "chapter": 62,
      "verses": [
        {
          "text": "62.",
          "id": 281273
        },
        {
          "text": "And concerning those who came to him, he often foretold some days or sometimes a month beforehand what was the cause of their coming.",
          "id": 281274
        },
        {
          "text": "For some came only for the sake of seeing him, others through sickness, and others suffering from evil spirits.",
          "id": 281275
        },
        {
          "text": "And all thought the labour of the journey neither trouble nor loss.",
          "id": 281276
        },
        {
          "text": "For each one returned aware that he had received benefit.",
          "id": 281277
        },
        {
          "text": "But though saying such things and beholding such sights, he used to ask that no one should wonder at him for this; but should rather marvel at the Lord for having granted to us men to know Him as far as our powers extended.",
          "id": 281278
        }
      ]
    },
    {
      "chapter": 63,
      "verses": [
        {
          "text": "63.",
          "id": 281279
        },
        {
          "text": "Afterwards, on another occasion, having descended to the outer cells, he was asked to enter a vessel and pray with the monks, and he alone perceived an exceedingly unpleasant smell.",
          "id": 281280
        },
        {
          "text": "But those on board said that the stench arose from the fish and salt meat in the ship.",
          "id": 281281
        },
        {
          "text": "He replied however, the smell was different from that; and while he was speaking, a youth with an evil spirit, who had come and hidden himself in the ship, cried out.",
          "id": 281282
        },
        {
          "text": "But the demon being rebuked in the name of the Lord Jesus Christ departed from him, and the man became whole.",
          "id": 281283
        },
        {
          "text": "And all knew that the evil smell arose from the demon.",
          "id": 281284
        }
      ]
    },
    {
      "chapter": 64,
      "verses": [
        {
          "text": "64.",
          "id": 281285
        },
        {
          "text": "And another, a person of rank, came to him, possessed by a demon; and the demon was so terrible that the man possessed did not know that he was coming to Antony.",
          "id": 281286
        },
        {
          "text": "But he even ate the excreta from his body.",
          "id": 281287
        },
        {
          "text": "So those who brought him besought Antony to pray for him.",
          "id": 281288
        },
        {
          "text": "And Antony pitying the young man prayed and kept watch with him all the night.",
          "id": 281289
        },
        {
          "text": "And about dawn the young man suddenly attacked Antony and gave him a push.",
          "id": 281290
        },
        {
          "text": "But when those who came with him were angry, Antony said, 'Be not angry with the young man, for it is not he, but the demon which is in him.",
          "id": 281291
        },
        {
          "text": "And being rebuked and commanded to go into dry places, the demon became raging mad, and he has done this.",
          "id": 281292
        },
        {
          "text": "Wherefore give thanks to the Lord, for his attack on me thus is a sign of the departure of the evil spirit.",
          "id": 281293
        },
        {
          "text": "' When Antony had said this, straightway the young man had become whole, and having come at last to his right mind, knew where he was, and saluted the old man and gave thanks to God.",
          "id": 281294
        }
      ]
    },
    {
      "chapter": 65,
      "verses": [
        {
          "text": "65.",
          "id": 281295
        },
        {
          "text": "And many monks have related with the greatest agreement and unanimity that many other such like things were done by him.",
          "id": 281296
        },
        {
          "text": "But still these do not seem as marvellous as certain other things appear to be.",
          "id": 281297
        },
        {
          "text": "For once, when about to eat, having risen up to pray about the ninth hour, he perceived that he was caught up in the spirit, and, wonderful to tell, he stood and saw himself, as it were, from outside himself, and that he was led in the air by certain ones.",
          "id": 281298
        },
        {
          "text": "Next certain bitter and terrible beings stood in the air and wished to hinder him from passing through.",
          "id": 281299
        },
        {
          "text": "But when his conductors opposed them, they demanded whether he was not accountable to them.",
          "id": 281300
        },
        {
          "text": "And when they wished to sum up the account from his birth, Antony's conductors stopped them, saying, 'The Lord hath wiped out the sins from his birth, but from the time he became a monk, and devoted himself to God, it is permitted you to make a reckoning.",
          "id": 281301
        },
        {
          "text": "' Then when they accused him and could not convict him, his way was free and unhindered.",
          "id": 281302
        },
        {
          "text": "And immediately he saw himself, as it were, coming and standing by himself, and again he was Antony as before.",
          "id": 281303
        },
        {
          "text": "Then forgetful of eating, he remained the rest of the day and through the whole of the night groaning and praying.",
          "id": 281304
        },
        {
          "text": "For he was astonished when he saw against what mighty opponents our wrestling is, and by what labours we have to pass through the air.",
          "id": 281305
        },
        {
          "text": "And he remembered that this is what the Apostle said, 'according to the prince of the power of the air.",
          "id": 281306
        },
        {
          "text": "' For in it the enemy hath power to fight and to attempt to hinder those who pass through.",
          "id": 281307
        },
        {
          "text": "Wherefore most earnestly he exhorted, 'Take up the whole armour of God, that ye may be able to withstand in the evil day,' that the enemy, 'having no evil thing to say against us, may be ashamed.",
          "id": 281308
        },
        {
          "text": "' And we who have learned this, let us be mindful of the Apostle when he says, 'whether in the body I know not, or whether out of the body I know not; God knoweth.",
          "id": 281309
        },
        {
          "text": "' But Paul was caught up unto the third heaven, and having heard things unspeakable he came down; while Antony saw that he had come to the air, and contended until he was free.",
          "id": 281310
        }
      ]
    },
    {
      "chapter": 66,
      "verses": [
        {
          "text": "66.",
          "id": 281311
        },
        {
          "text": "And he had also this favour granted him.",
          "id": 281312
        },
        {
          "text": "For as he was sitting alone on the mountain, if ever he was in perplexity in his meditations, this was revealed to him by Providence in prayer.",
          "id": 281313
        },
        {
          "text": "And the happy man, as it is written, was taught of God.",
          "id": 281314
        },
        {
          "text": "After this, when he once had a discussion with certain men who had come to him concerning the state of the soul and of what nature its place will be after this life, the following night one from above called him, saying, 'Antony, rise, go out and look.",
          "id": 281315
        },
        {
          "text": "' Having gone out therefore (for he knew whom he ought to obey) looking up, he beheld one standing and reaching to the clouds, tall, hideous, and fearful, and others ascending as though they were winged.",
          "id": 281316
        },
        {
          "text": "And the figure stretched forth his hands, and some of those who were ascending were stayed by him, while others flew above, and having escaped heaven-ward, were borne aloft free from care.",
          "id": 281317
        },
        {
          "text": "At such, therefore, the giant gnashed his teeth, but rejoiced over those who fell back.",
          "id": 281318
        },
        {
          "text": "And forthwith a voice came to Antony, 'Understandest thou what thou seest?' And his understanding was opened, and he understood that it was the passing of souls, and that the tall being who stood was the enemy who envies the faithful.",
          "id": 281319
        },
        {
          "text": "And those whom he caught and stopped from passing through are accountable to him, while those whom he was unable to hold as they passed upwards had not been subservient to him.",
          "id": 281320
        },
        {
          "text": "So having seen this, and as it were being reminded, he struggled the more daily to advance towards those things which were before.",
          "id": 281321
        },
        {
          "text": "And these visions he was unwilling to tell, but as he spent much time in prayer, and was amazed, when those who were with him pressed him with questions and forced him, he was compelled to speak, as a father who cannot withhold ought from his children.",
          "id": 281322
        },
        {
          "text": "And he thought that as his conscience was clear, the account would be beneficial for them, that they might learn that discipline bore good fruit, and that visions were oftentimes the solace of their labours.",
          "id": 281323
        }
      ]
    },
    {
      "chapter": 67,
      "verses": [
        {
          "text": "67.",
          "id": 281324
        },
        {
          "text": "Added to this he was tolerant in disposition and humble in spirit.",
          "id": 281325
        },
        {
          "text": "For though he was such a man, he observed the rule of the Church most rigidly, and was willing that all the clergy should be honoured above himself.",
          "id": 281326
        },
        {
          "text": "For he was not ashamed to bow his head to bishops and presbyters, and if ever a deacon came to him for help he discoursed with him on what was profitable, but gave place to him in prayer, not being ashamed to learn himself.",
          "id": 281327
        },
        {
          "text": "For often he would ask questions, and desired to listen to those who were present, and if any one said anything that was useful he confessed that he was profited.",
          "id": 281328
        },
        {
          "text": "And besides, his countenance had a great and wonderful grace.",
          "id": 281329
        },
        {
          "text": "This gift also he had from the Saviour.",
          "id": 281330
        },
        {
          "text": "For if he were present in a great company of monks, and any one who did not know him previously, wished to see him, immediately coming forward he passed by the rest, and hurried to Antony, as though attracted by his appearance.",
          "id": 281331
        },
        {
          "text": "Yet neither in height nor breadth was he conspicuous above others, but in the serenity of his manner and the purity of his soul.",
          "id": 281332
        },
        {
          "text": "For as his soul was free from disturbances, his outward appearance was calm; so from the joy of his soul he possessed a cheerful countenance, and from his bodily movements could be perceived the condition of his soul, as it is written, 'When the heart is merry the countenance is cheerful, but when it is sorrowful it is cast down.",
          "id": 281333
        },
        {
          "text": "' Thus Jacob recognised the counsel Laban had in his heart, and said to his wives, 'The countenance of your father is not as it was yesterday and the day before.",
          "id": 281334
        },
        {
          "text": "' Thus Samuel recognised David, for he had mirthful eyes, and teeth white as milk.",
          "id": 281335
        },
        {
          "text": "Thus Antony was recognised, for he was never disturbed, for his soul was at peace; he was never downcast, for his mind was joyous.",
          "id": 281336
        }
      ]
    },
    {
      "chapter": 68,
      "verses": [
        {
          "text": "68.",
          "id": 281337
        },
        {
          "text": "And he was altogether wonderful in faith and religious, for he never held communion with the Meletian schismatics, knowing their wickedness and apostacy from the beginning; nor had he friendly dealings with the Manichaeans or any other heretics; or, if he had, only as far as advice that they should change to piety.",
          "id": 281338
        },
        {
          "text": "For he thought and asserted that intercourse with these was harmful and destructive to the soul.",
          "id": 281339
        },
        {
          "text": "In the same manner also he loathed the heresy of the Arians, and exhorted all neither to approach them nor to hold their erroneous belief.",
          "id": 281340
        },
        {
          "text": "And once when certain Arian madmen came to him, when he had questioned them and learned their impiety, he drove them from the mountain, saying that their words were worse than the poison of serpents.",
          "id": 281341
        }
      ]
    },
    {
      "chapter": 69,
      "verses": [
        {
          "text": "69.",
          "id": 281342
        },
        {
          "text": "And once also the Arians having lyingly asserted that Antony's opinions were the same as theirs, he was displeased and wroth against them.",
          "id": 281343
        },
        {
          "text": "Then being summoned by the bishops and all the brethren, he descended from the mountain, and having entered Alexandria, he denounced the Arians, saying that their heresy was the last of all and a forerunner of Antichrist.",
          "id": 281344
        },
        {
          "text": "And he taught the people that the Son of God was not a created being, neither had He come into being from non-existence, but that He was the Eternal Word and Wisdom of the Essence of the Father.",
          "id": 281345
        },
        {
          "text": "And therefore it was impious to say, 'there was a time when He was not,' for the Word was always co-existent with the Father.",
          "id": 281346
        },
        {
          "text": "Wherefore have no fellowship with the most impious Arians.",
          "id": 281347
        },
        {
          "text": "For there is no communion between light and darkness.",
          "id": 281348
        },
        {
          "text": "For you are good Christians, but they, when they say that the Son of the Father, the Word of God, is a created being, differ in nought from the heathen, since they worship that which is created, rather than God the creator.",
          "id": 281349
        },
        {
          "text": "But believe ye that the Creation itself is angry with them because they number the Creator, the Lord of all, by whom all things came into being, with those things which were originated.",
          "id": 281350
        }
      ]
    },
    {
      "chapter": 70,
      "verses": [
        {
          "text": "70.",
          "id": 281351
        },
        {
          "text": "All the people, therefore, rejoiced when they heard the anti-Christian heresy anathematised by such a man.",
          "id": 281352
        },
        {
          "text": "And all the people in the city ran together to see Antony; and the Greeks and those who are called their Priests, came into the church, saying, 'We ask to see the man of God,' for so they all called him.",
          "id": 281353
        },
        {
          "text": "For in that place also the Lord cleansed many of demons, and healed those who were mad.",
          "id": 281354
        },
        {
          "text": "And many Greeks asked that they might even but touch the old man, believing that they should be profited.",
          "id": 281355
        },
        {
          "text": "Assuredly as many became Christians in those few days as one would have seen made in a year.",
          "id": 281356
        },
        {
          "text": "Then when some thought that he was troubled by the crowds, and on this account turned them all away from him, he said, undisturbedly, that there were not more of them than of the demons with whom he wrestled in the mountain.",
          "id": 281357
        }
      ]
    },
    {
      "chapter": 71,
      "verses": [
        {
          "text": "71.",
          "id": 281358
        },
        {
          "text": "But when he was departing, and we were setting him forth on his way, as we arrived at the gate a woman from behind cried out, 'Stay, thou man of God, my daughter is grievously vexed by a devil.",
          "id": 281359
        },
        {
          "text": "Stay, I beseech thee, lest I too harm myself with running.",
          "id": 281360
        },
        {
          "text": "' And the old man when he heard her, and was asked by us, willingly stayed.",
          "id": 281361
        },
        {
          "text": "And when the woman drew near, the child was cast on the ground.",
          "id": 281362
        },
        {
          "text": "But when Antony had prayed and called upon the name of Christ, the child was raised whole, for the unclean spirit was gone forth.",
          "id": 281363
        },
        {
          "text": "And the mother blessed God, and all gave thanks.",
          "id": 281364
        },
        {
          "text": "And Antony himself also rejoiced, departing to the mountain as though it were to his own home.",
          "id": 281365
        }
      ]
    },
    {
      "chapter": 72,
      "verses": [
        {
          "text": "72.",
          "id": 281366
        },
        {
          "text": "And Antony also was exceeding prudent, and the wonder was that although he had not learned letters, he was a ready-witted and sagacious man.",
          "id": 281367
        },
        {
          "text": "At all events two Greek philosophers once came, thinking they could try their skill on Antony; and he was in the outer mountain, and having recognised who they were from their appearance, he came to them and said to them by means of an interpreter, 'Why, philosophers, did ye trouble yourselves so much to come to a foolish man?' And when they said that he was not a foolish man, but exceedingly prudent, he said to them, 'If you came to a foolish man, your labour is superfluous; but if you think me prudent become as I am, for we ought to imitate what is good.",
          "id": 281368
        },
        {
          "text": "And if I had come to you I should have imitated you; but if you to me, become as I am, for I am a Christian.",
          "id": 281369
        },
        {
          "text": "' But they departed with wonder, for they saw that even demons feared Antony.",
          "id": 281370
        }
      ]
    },
    {
      "chapter": 73,
      "verses": [
        {
          "text": "73.",
          "id": 281371
        },
        {
          "text": "And again others such as these met him in the outer mountain and thought to mock him because he had not learned letters.",
          "id": 281372
        },
        {
          "text": "And Antony said to them, 'What say ye? which is first, mind or letters? And which is the cause of which—mind of letters or letters of mind?' And when they answered mind is first and the inventor of letters, Antony said, 'Whoever, therefore, hath a sound mind hath not need of letters.",
          "id": 281373
        },
        {
          "text": "' This answer amazed both the bystanders and the philosophers, and they departed marvelling that they had seen so much understanding in an ignorant man.",
          "id": 281374
        },
        {
          "text": "For his manners were not rough as though he had been reared in the mountain and there grown old, but graceful and polite, and his speech was seasoned with the divine salt, so that no one was envious, but rather all rejoiced over him who visited him.",
          "id": 281375
        }
      ]
    },
    {
      "chapter": 74,
      "verses": [
        {
          "text": "74.",
          "id": 281376
        },
        {
          "text": "After this again certain others came; and these were men who were deemed wise among the Greeks, and they asked him a reason for our faith in Christ.",
          "id": 281377
        },
        {
          "text": "But when they attempted to dispute concerning the preaching of the divine Cross and meant to mock, Antony stopped for a little, and first pitying their ignorance, said, through an interpreter, who could skilfully interpret his words, 'Which is more beautiful, to confess the Cross or to attribute to those whom you call gods adultery and the seduction of boys? For that which is chosen by us is a sign of courage and a sure token of the contempt of death, while yours are the passions of licentiousness.",
          "id": 281378
        },
        {
          "text": "Next, which is better, to say that the Word of God was not changed, but, being the same, He took a human body for the salvation and well-being of man, that having shared in human birth He might make man partake in the divine and spiritual nature; or to liken the divine to senseless animals and consequently to worship four-footed beasts, creeping things and the likenesses of men? For these things, are the objects of reverence of you wise men.",
          "id": 281379
        },
        {
          "text": "But how do you dare to mock us, who say that Christ has appeared as man, seeing that you, bringing the soul from heaven, assert that it has strayed and fallen from the vault of the sky into body? And would that you had said that it had fallen into human body alone, and not asserted that it passes and changes into four-footed beasts and creeping things.",
          "id": 281380
        },
        {
          "text": "For our faith declares that the coming of Christ was for the salvation of men.",
          "id": 281381
        },
        {
          "text": "But you err because you speak of soul as not generated.",
          "id": 281382
        },
        {
          "text": "And we, considering the power and loving-kindness of Providence, think that the coming of Christ in the flesh was not impossible with God.",
          "id": 281383
        },
        {
          "text": "But you, although calling the soul the likeness of Mind, connect it with falls and feign in your myths that it is changeable, and consequently introduce the idea that Mind itself is changeable by reason of the soul.",
          "id": 281384
        },
        {
          "text": "For whatever is the nature of a likeness, such necessarily is the nature of that of which it is a likeness.",
          "id": 281385
        },
        {
          "text": "But whenever you think such a thought concerning Mind, remember that you blaspheme even the Father of Mind Himself.",
          "id": 281386
        }
      ]
    },
    {
      "chapter": 75,
      "verses": [
        {
          "text": "75.",
          "id": 281387
        },
        {
          "text": "But concerning the Cross, which would you say to be the better, to bear it, when a plot is brought about by wicked men, nor to be in fear of death brought about under any form whatever; or to prate about the wanderings of Osiris and Isis, the plots of Typhon, the flight of Cronos, his eating his children and the slaughter of his father.",
          "id": 281388
        },
        {
          "text": "For this is your wisdom.",
          "id": 281389
        },
        {
          "text": "But how, if you mock the Cross, do you not marvel at the resurrection? For the same men who told us of the latter wrote the former.",
          "id": 281390
        },
        {
          "text": "Or why when you make mention of the Cross are you silent about the dead who were raised, the blind who received their sight, the paralytics who were healed, the lepers who were cleansed, the walking upon the sea, and the rest of the signs and wonders, which shew that Christ is no longer a man but God? To me you seem to do yourselves much injustice and not to have carefully read our Scriptures.",
          "id": 281391
        },
        {
          "text": "But read and see that the deeds of Christ prove Him to be God come upon earth for the salvation of men.",
          "id": 281392
        }
      ]
    },
    {
      "chapter": 76,
      "verses": [
        {
          "text": "76.",
          "id": 281393
        },
        {
          "text": "But do you tell us your religious beliefs.",
          "id": 281394
        },
        {
          "text": "What can you say of senseless creatures except senselessness and ferocity? But if, as I hear, you wish to say that these things are spoken of by you as legends, and you allegorize the rape of the maiden Persephone of the earth; the lameness of Hephaestus of fire; and allegorize the air as Hera, the sun as Apollo, the moon as Artemis, and the sea as Poseidon; none the less, you do not worship God Himself, but serve the creature rather than God who created all things.",
          "id": 281395
        },
        {
          "text": "For if because creation is beautiful you composed such legends, still it was fitting that you should stop short at admiration and not make gods of the things created; so that you should not give the honour of the Creator to that which is created.",
          "id": 281396
        },
        {
          "text": "Since, if you do, it is time for you to divert the honour of the master builder to the house built by him; and of the general to the soldier.",
          "id": 281397
        },
        {
          "text": "What then can you reply to these things, that we may know whether the Cross hath anything worthy of mockery?'.",
          "id": 281398
        }
      ]
    },
    {
      "chapter": 77,
      "verses": [
        {
          "text": "77.",
          "id": 281399
        },
        {
          "text": "But when they were at a loss, turning hither and thither, Antony smiled and said—again through an interpreter—'Sight itself carries the conviction of these things.",
          "id": 281400
        },
        {
          "text": "But as you prefer to lean upon demonstrative arguments, and as you, having this art, wish us also not to worship God, until after such proof, do you tell first how things in general and specially the recognition of God are accurately known.",
          "id": 281401
        },
        {
          "text": "Is it through demonstrative argument or the working of faith? And which is better, faith which comes through the inworking (of God) or demonstration by arguments?' And when they answered that faith which comes through the inworking was better and was accurate knowledge, Antony said, 'You have answered well, for faith arises from disposition of soul, but dialectic from the skill of its inventors.",
          "id": 281402
        },
        {
          "text": "Wherefore to those who have the inworking through faith, demonstrative argument is needless, or even superfluous.",
          "id": 281403
        },
        {
          "text": "For what we know through faith this you attempt to prove through words, and often you are not even able to express what we understand.",
          "id": 281404
        },
        {
          "text": "So the inworking through faith is better and stronger than your professional arguments.",
          "id": 281405
        },
        {
          "text": "'.",
          "id": 281406
        }
      ]
    },
    {
      "chapter": 78,
      "verses": [
        {
          "text": "78.",
          "id": 281407
        },
        {
          "text": "'We Christians therefore hold the mystery not in the wisdom of Greek arguments, but in the power of faith richly supplied to us by God through Jesus Christ.",
          "id": 281408
        },
        {
          "text": "And to show that this statement is true, behold now, without having learned letters, we believe in God, knowing through His works His providence over all things.",
          "id": 281409
        },
        {
          "text": "And to show that our faith is effective, so now we are supported by faith in Christ, but you by professional logomachies.",
          "id": 281410
        },
        {
          "text": "The portents of the idols among you are being done away, but our faith is extending everywhere.",
          "id": 281411
        },
        {
          "text": "You by your arguments and quibbles have converted none from Christianity to Paganism.",
          "id": 281412
        },
        {
          "text": "We, teaching the faith on Christ, expose your superstition, since all recognise that Christ is God and the Son of God.",
          "id": 281413
        },
        {
          "text": "You by your eloquence do not hinder the teaching of Christ.",
          "id": 281414
        },
        {
          "text": "But we by the mention of Christ crucified put all demons to flight, whom you fear as if they were gods.",
          "id": 281415
        },
        {
          "text": "Where the sign of the Cross is, magic is weak and witchcraft has no strength.",
          "id": 281416
        }
      ]
    },
    {
      "chapter": 79,
      "verses": [
        {
          "text": "79.",
          "id": 281417
        },
        {
          "text": "'Tell us therefore where your oracles are now? Where are the charms of the Egyptians? Where the delusions of the magicians? When did all these things cease and grow weak except when the Cross of Christ arose? Is It then a fit subject for mockery, and not rather the things brought to nought by it, and convicted of weakness? For this is a marvellous thing, that your religion was never persecuted, but even was honoured by men in every city, while the followers of Christ are persecuted, and still our side flourishes and multiplies over yours.",
          "id": 281418
        },
        {
          "text": "What is yours, though praised and honoured, perishes, while the faith and teaching of Christ, though mocked by you and often persecuted by kings, has filled the world.",
          "id": 281419
        },
        {
          "text": "For when has the knowledge of God so shone forth? or when has self-control and the excellence of virginity appeared as now? or when has death been so despised except when the Cross of Christ has appeared? And this no one doubts when he sees the martyr despising death for the sake of Christ, when he sees for Christ's sake the virgins of the Church keeping themselves pure and undefiled.",
          "id": 281420
        }
      ]
    },
    {
      "chapter": 80,
      "verses": [
        {
          "text": "80.",
          "id": 281421
        },
        {
          "text": "'And these signs are sufficient to prove that the faith of Christ alone is the true religion.",
          "id": 281422
        },
        {
          "text": "But see! you still do not believe and are seeking for arguments.",
          "id": 281423
        },
        {
          "text": "We however make our proof \"not in the persuasive words of Greek wisdom\" as our teacher has it, but we persuade by the faith which manifestly precedes argumentative proof.",
          "id": 281424
        },
        {
          "text": "Behold there are here some vexed with demons;'—now there were certain who had come to him very disquieted by demons, and bringing them into the midst he said,—'Do you cleanse them either by arguments and by whatever art or magic you choose, calling upon your idols, or if you are unable, put away your strife with us and you shall see the power of the Cross of Christ.",
          "id": 281425
        },
        {
          "text": "' And having said this he called upon Christ, and signed the sufferers two or three times with the sign of the Cross.",
          "id": 281426
        },
        {
          "text": "And immediately the men stood up whole, and in their right mind, and forthwith gave thanks unto the Lord.",
          "id": 281427
        },
        {
          "text": "And the philosophers, as they are called, wondered, and were astonished exceedingly at the understanding of the man and at the sign which had been wrought.",
          "id": 281428
        },
        {
          "text": "But Antony said, 'Why marvel ye at this? We are not the doers of these things, but it is Christ who worketh them by means of those who believe on Him.",
          "id": 281429
        },
        {
          "text": "Believe, therefore, also yourselves, and you shall see that with us there is no trick of words, but faith through love which is wrought in us towards Christ; which if you yourselves should obtain you will no longer seek demonstrative arguments, but will consider faith in Christ sufficient.",
          "id": 281430
        },
        {
          "text": "' These are the words of Antony.",
          "id": 281431
        },
        {
          "text": "And they marvelling at this also, saluted him and departed, confessing the benefit they had received from him.",
          "id": 281432
        }
      ]
    },
    {
      "chapter": 81,
      "verses": [
        {
          "text": "81.",
          "id": 281433
        },
        {
          "text": "And the fame of Antony came even unto kings.",
          "id": 281434
        },
        {
          "text": "For Constantine Augustus, and his sons Constantius and Constans the Augusti wrote letters to him, as to a father, and begged an answer from him.",
          "id": 281435
        },
        {
          "text": "But he made nothing very much of the letters, nor did he rejoice at the messages, but was the same as he had been before the Emperors wrote to him.",
          "id": 281436
        },
        {
          "text": "But when they brought him the letters he called the monks and said, 'Do not be astonished if an emperor writes to us, for he is a man; but rather wonder that God wrote the Law for men and has spoken to us through His own Son.",
          "id": 281437
        },
        {
          "text": "' And so he was unwilling to receive the letters, saying that he did not know how to write an answer to such things.",
          "id": 281438
        },
        {
          "text": "But being urged by the monks because the emperors were Christians, and lest they should take offence on the ground that they had been spurned, he consented that they should be read, and wrote an answer approving them because they worshipped Christ, and giving them counsel on things pertaining to salvation: 'not to think much of the present, but rather to remember the judgment that is coming, and to know that Christ alone was the true and Eternal King.",
          "id": 281439
        },
        {
          "text": "' He begged them to be merciful and to give heed to justice and the poor.",
          "id": 281440
        },
        {
          "text": "And they having received the answer rejoiced.",
          "id": 281441
        },
        {
          "text": "Thus he was dear to all, and all desired to consider him as a father.",
          "id": 281442
        }
      ]
    },
    {
      "chapter": 82,
      "verses": [
        {
          "text": "82.",
          "id": 281443
        },
        {
          "text": "Being known to be so great a man, therefore, and having thus given answers to those who visited him, he returned again to the inner mountain, and maintained his wonted discipline.",
          "id": 281444
        },
        {
          "text": "And often when people came to him, as he was sitting or walking, as it is written in Daniel, he became dumb, and after a season he resumed the thread of what he had been saying before to the brethren who were with him.",
          "id": 281445
        },
        {
          "text": "And his companions perceived that he was seeing a vision.",
          "id": 281446
        },
        {
          "text": "For often when he was on the mountains he saw what was happening in Egypt, and told it to Serapion the bishop, who was indoors with him, and who saw that Antony was wrapped in a vision.",
          "id": 281447
        },
        {
          "text": "Once as he was sitting and working, he fell, as it were, into a trance, and groaned much at what he saw.",
          "id": 281448
        },
        {
          "text": "Then after a time, having turned to the bystanders with groans and trembling, he prayed, and falling on his knees remained so a long time.",
          "id": 281449
        },
        {
          "text": "And having arisen the old man wept.",
          "id": 281450
        },
        {
          "text": "His companions, therefore, trembling and terrified, desired to learn from him what it was.",
          "id": 281451
        },
        {
          "text": "And they troubled him much, until he was forced to speak.",
          "id": 281452
        },
        {
          "text": "And with many groans he spake as follows: 'O, my children, it were better to die before what has appeared in the vision come to pass.",
          "id": 281453
        },
        {
          "text": "' And when again they asked him, having burst into tears, he said, 'Wrath is about to seize the Church, and it is on the point of being given up to men who are like senseless beasts.",
          "id": 281454
        },
        {
          "text": "For I saw the table of the Lord's House, and mules standing around it on all sides in a ring, and kicking the things therein, just like a herd kicks when it leaps in confusion.",
          "id": 281455
        },
        {
          "text": "And you saw,' said he, 'how I groaned, for I heard a voice saying, \"My altar shall be defiled\".",
          "id": 281456
        },
        {
          "text": "' These things the old man saw, and after two years the present inroad of the Arians and the plunder of the churches took place, when they violently carried off the vessels, and made the heathen carry them; and when they forced the heathen from the prisons to join in their services, and in their presence did upon the Table as they would.",
          "id": 281457
        },
        {
          "text": "Then we all understood that these kicks of the mules signified to Antony what the Arians, senselessly like beasts, are now doing.",
          "id": 281458
        },
        {
          "text": "But when he saw this vision, he comforted those with him, saying, 'Be not downcast, my children; for as the Lord has been angry, so again will He heal us, and the Church shall soon again receive her own order, and shall shine forth as she is wont.",
          "id": 281459
        },
        {
          "text": "And you shall behold the persecuted restored, and wickedness again withdrawn to its own hiding-place, and pious faith speaking boldly in every place with all freedom.",
          "id": 281460
        },
        {
          "text": "Only defile not yourselves with the Arians, for their teaching is not that of the Apostles, but that of demons and their father the devil; yea, rather, it is barren and senseless, and without light understanding, like the senselessness of these mules.",
          "id": 281461
        },
        {
          "text": "'.",
          "id": 281462
        }
      ]
    },
    {
      "chapter": 83,
      "verses": [
        {
          "text": "83.",
          "id": 281463
        },
        {
          "text": "Such are the words of Antony, and we ought not to doubt whether such marvels were wrought by the hand of a man.",
          "id": 281464
        },
        {
          "text": "For it is the promise of the Saviour, when He saith, 'If ye have faith as a grain of mustard seed, ye shall say to this mountain, remove hence and it shall remove; and nothing shall be impossible unto you.",
          "id": 281465
        },
        {
          "text": "' And again, 'Verily, verily, I say unto you, if ye shall ask the father in My name He will give it you.",
          "id": 281466
        },
        {
          "text": "Ask and ye shall receive.",
          "id": 281467
        },
        {
          "text": "' And He himself it is who saith to His disciples and to all who believe on Him, 'Heal the sick, cast out demons; freely ye have received, freely give.",
          "id": 281468
        },
        {
          "text": "'.",
          "id": 281469
        }
      ]
    },
    {
      "chapter": 84,
      "verses": [
        {
          "text": "84.",
          "id": 281470
        },
        {
          "text": "Antony, at any rate, healed not by commanding, but by prayer and speaking the name of Christ.",
          "id": 281471
        },
        {
          "text": "So that it was clear to all that it was not he himself who worked, but the Lord who showed mercy by his means and healed the sufferers.",
          "id": 281472
        },
        {
          "text": "But Antony's part was only prayer and discipline, for the sake of which he stayed in the mountain, rejoicing in the contemplation of divine things, but grieving when troubled by much people, and dragged to the outer mountain.",
          "id": 281473
        },
        {
          "text": "For all judges used to ask him to come down, because it was impossible for them to enter on account of their following of litigants.",
          "id": 281474
        },
        {
          "text": "But nevertheless they asked him to come that they might but see him.",
          "id": 281475
        },
        {
          "text": "When therefore he avoided it and refused to go to them, they remained firm, and sent to him all the more the prisoners under charge of soldiers, that on account of these he might come down.",
          "id": 281476
        },
        {
          "text": "Being forced by necessity, and seeing them lamenting, he came into the outer mountain, and again his labour was not unprofitable.",
          "id": 281477
        },
        {
          "text": "For his coming was advantageous and serviceable to many; and he was of profit to the judges, counselling them to prefer justice to all things; to fear God, and to know, 'that with what judgment they judged, they should be judged.",
          "id": 281478
        },
        {
          "text": "' But he loved more than all things his sojourn in the mountain.",
          "id": 281479
        }
      ]
    },
    {
      "chapter": 85,
      "verses": [
        {
          "text": "85.",
          "id": 281480
        },
        {
          "text": "At another time, suffering the same compulsion at the hands of them who had need, and after many entreaties from the commander of the soldiers, he came down, and when he was come he spoke to them shortly of the things which make for salvation, and concerning those who wanted him, and was hastening away.",
          "id": 281481
        },
        {
          "text": "But when the duke, as he is called, entreated him to stay, he replied that he could not linger among them, and persuaded him by a pretty simile, saying, 'Fishes, if they remain long on dry land, die.",
          "id": 281482
        },
        {
          "text": "And so monks lose their strength if they loiter among you and spend their time with you.",
          "id": 281483
        },
        {
          "text": "Wherefore as fish must hurry to the sea, so must we hasten to the mountain.",
          "id": 281484
        },
        {
          "text": "Lest haply if we delay we forget the things within us.",
          "id": 281485
        },
        {
          "text": "' And the general having heard this and many other things from him, was amazed and said, 'Of a truth this man is the servant of God.",
          "id": 281486
        },
        {
          "text": "For, unless he were beloved of God, whence could an ignorant man have such great understanding?'.",
          "id": 281487
        }
      ]
    },
    {
      "chapter": 86,
      "verses": [
        {
          "text": "86.",
          "id": 281488
        },
        {
          "text": "And a certain general, Balacius by name, persecuted us Christians bitterly on account of his regard for the Arians—that name of ill-omen.",
          "id": 281489
        },
        {
          "text": "And as his ruthlessness was so great that he beat virgins, and stripped and scourged monks, Antony at this time wrote a letter as follows, and sent it to him.",
          "id": 281490
        },
        {
          "text": "'I see wrath coming upon thee, wherefore cease to persecute the Christians, lest haply wrath catch hold of thee, for even now it is on the point of coming upon thee.",
          "id": 281491
        },
        {
          "text": "' But Balacius laughed and threw the letter on the ground, and spit on it, and insulted the bearers, bidding them tell this to Antony: 'Since thou takest thought for the monks, soon I will come after thee also.",
          "id": 281492
        },
        {
          "text": "' And five days had not passed before wrath came upon him.",
          "id": 281493
        },
        {
          "text": "For Balacius and Nestorius, the Prefect of Egypt, went forth to the first halting-place from Alexandria, which is called Chaereu, and both were on horseback, and the horses belonged to Balacius, and were the quietest of all his stable.",
          "id": 281494
        },
        {
          "text": "But they had not gone far towards the place when the horses began to frisk with one another as they are wont to do; and suddenly the quieter, on which Nestorius sat, with a bite dismounted Balacius, and attacked him, and tore his thigh so badly with its teeth that he was borne straight back to the city, and in three days died.",
          "id": 281495
        },
        {
          "text": "And all wondered because what Antony had foretold had been so speedily fulfilled.",
          "id": 281496
        }
      ]
    },
    {
      "chapter": 87,
      "verses": [
        {
          "text": "87.",
          "id": 281497
        },
        {
          "text": "Thus, therefore, he warned the cruel.",
          "id": 281498
        },
        {
          "text": "But the rest who came to him he so instructed that they straightway forgot their lawsuits, and felicitated those who were in retirement from the world.",
          "id": 281499
        },
        {
          "text": "And he championed those who were wronged in such a way that you would imagine that he, and not the others, was the sufferer.",
          "id": 281500
        },
        {
          "text": "Further, he was able to be of such use to all, that many soldiers and men who had great possessions laid aside the burdens of life, and became monks for the rest of their days.",
          "id": 281501
        },
        {
          "text": "And it was as if a physician had been given by God to Egypt.",
          "id": 281502
        },
        {
          "text": "For who in grief met Antony and did not return rejoicing? Who came mourning for his dead and did not forthwith put off his sorrow? Who came in anger and was not converted to friendship? What poor and low-spirited man met him who, hearing him and looking upon him, did not despise wealth and console himself in his poverty? What monk, having being neglectful, came to him and became not all the stronger? What young man having come to the mountain and seen Antony, did not forthwith deny himself pleasure and love temperance? Who when tempted by a demon, came to him and did not find rest? And who came troubled with doubts and did not get quietness of mind?.",
          "id": 281503
        }
      ]
    },
    {
      "chapter": 88,
      "verses": [
        {
          "text": "88.",
          "id": 281504
        },
        {
          "text": "For this was the wonderful thing in Antony's discipline, that, as I said before, having the gift of discerning spirits, he recognised their movements, and was not ignorant whither any one of them turned his energy and made his attack.",
          "id": 281505
        },
        {
          "text": "And not only was he not deceived by them himself, but cheering those who were troubled with doubts, he taught them how to defeat their plans, telling them of the weakness and craft of those who possessed them.",
          "id": 281506
        },
        {
          "text": "Thus each one, as though prepared by him for battle, came down from the mountain, braving the designs of the devil and his demons.",
          "id": 281507
        },
        {
          "text": "How many maidens who had suitors, having but seen Antony from afar, remained maidens for Christ's sake.",
          "id": 281508
        },
        {
          "text": "And people came also from foreign parts to him, and like all others, having got some benefit, returned, as though set forward by a father.",
          "id": 281509
        },
        {
          "text": "And certainly when he died, all as having been bereft of a father, consoled themselves solely by their remembrances of him, preserving at the same time his counsel and advice.",
          "id": 281510
        }
      ]
    },
    {
      "chapter": 89,
      "verses": [
        {
          "text": "89.",
          "id": 281511
        },
        {
          "text": "It is worth while that I should relate, and that you, as you wish it, should hear what his death was like.",
          "id": 281512
        },
        {
          "text": "For this end of his is worthy of imitation.",
          "id": 281513
        },
        {
          "text": "According to his custom he visited the monks in the outer mountain, and having learned from Providence that his own end was at hand, he said to the brethren, 'This is my last visit to you which I shall make.",
          "id": 281514
        },
        {
          "text": "And I shall be surprised if we see each other again in this life.",
          "id": 281515
        },
        {
          "text": "At length the time of my departure is at hand, for I am near a hundred and five years old.",
          "id": 281516
        },
        {
          "text": "' And when they heard it they wept, and embraced, and kissed the old man.",
          "id": 281517
        },
        {
          "text": "But he, as though sailing from a foreign city to his own, spoke joyously, and exhorted them 'Not to grow idle in their labours, nor to become faint in their training, but to live as though dying daily.",
          "id": 281518
        },
        {
          "text": "And as he had said before, zealously to guard the soul from foul thoughts, eagerly to imitate the Saints, and to have nought to do with the Meletian schismatics, for you know their wicked and profane character.",
          "id": 281519
        },
        {
          "text": "Nor have any fellowship with the Arians, for their impiety is clear to all.",
          "id": 281520
        },
        {
          "text": "Nor be disturbed if you see the judges protect them, for it shall cease, and their pomp is mortal and of short duration.",
          "id": 281521
        },
        {
          "text": "Wherefore keep yourselves all the more untainted by them, and observe the traditions of the fathers, and chiefly the holy faith in our Lord Jesus Christ, which you have learned from the Scripture, and of which you have often been put in mind by me.",
          "id": 281522
        },
        {
          "text": "'.",
          "id": 281523
        }
      ]
    },
    {
      "chapter": 90,
      "verses": [
        {
          "text": "90.",
          "id": 281524
        },
        {
          "text": "But when the brethren were urging him to abide with them and there to die, he suffered it not for many other reasons, as he showed by keeping silence, and especially for this:—The Egyptians are wont to honour with funeral rites, and to wrap in linen cloths at death the bodies of good men, and especially of the holy martyrs; and not to bury them underground, but to place them on couches, and to keep them in their houses, thinking in this to honour the departed.",
          "id": 281525
        },
        {
          "text": "And Antony often urged the bishops to give commandment to the people on this matter.",
          "id": 281526
        },
        {
          "text": "In like manner he taught the laity and reproved the women, saying, 'that this thing was neither lawful nor holy at all.",
          "id": 281527
        },
        {
          "text": "For the bodies of the patriarchs and prophets are until now preserved in tombs, and the very body of the Lord was laid in a tomb, and a stone was laid upon it, and hid it until He rose on the third day.",
          "id": 281528
        },
        {
          "text": "' And thus saying, he showed that he who did not bury the bodies of the dead after death transgressed the law, even though they were sacred.",
          "id": 281529
        },
        {
          "text": "For what is greater or more sacred than the body of the Lord? Many therefore having heard, henceforth buried the dead underground, and gave thanks to the Lord that they had been taught rightly.",
          "id": 281530
        }
      ]
    },
    {
      "chapter": 91,
      "verses": [
        {
          "text": "91.",
          "id": 281531
        },
        {
          "text": "But he, knowing the custom, and fearing that his body would be treated this way, hastened, and having bidden farewell to the monks in the outer mountain entered the inner mountain, where he was accustomed to abide.",
          "id": 281532
        },
        {
          "text": "And after a few months he fell sick.",
          "id": 281533
        },
        {
          "text": "Having summoned those who were there—they were two in number who had remained in the mountain fifteen years, practising the discipline and attending on Antony on account of his age—he said to them, 'I, as it is written, go the way of the fathers, for I perceive that I am called by the Lord.",
          "id": 281534
        },
        {
          "text": "And do you be watchful and destroy not your long discipline, but as though now making a beginning, zealously preserve your determination.",
          "id": 281535
        },
        {
          "text": "For ye know the treachery of the demons, how fierce they are, but how little power they have.",
          "id": 281536
        },
        {
          "text": "Wherefore fear them not, but rather ever breathe Christ, and trust Him.",
          "id": 281537
        },
        {
          "text": "Live as though dying daily.",
          "id": 281538
        },
        {
          "text": "Give heed to yourselves, and remember the admonition you have heard from me.",
          "id": 281539
        },
        {
          "text": "Have no fellowship with the schismatics, nor any dealings at all with the heretical Arians.",
          "id": 281540
        },
        {
          "text": "For you know how I shunned them on account of their hostility to Christ, and the strange doctrines of their heresy.",
          "id": 281541
        },
        {
          "text": "Therefore be the more earnest always to be followers first of God and then of the Saints; that after death they also may receive you as well-known friends into the eternal habitations.",
          "id": 281542
        },
        {
          "text": "Ponder over these things and think of them, and if you have any care for me and are mindful of me as of a father, suffer no one to take my body into Egypt, lest haply they place me in the houses, for to avoid this I entered into the mountain and came here.",
          "id": 281543
        },
        {
          "text": "Moreover you know how I always put to rebuke those who had this custom, and exhorted them to cease from it.",
          "id": 281544
        },
        {
          "text": "Bury my body, therefore, and hide it underground yourselves, and let my words be observed by you that no one may know the place but you alone.",
          "id": 281545
        },
        {
          "text": "For at the resurrection of the dead I shall receive it incorruptible from the Saviour.",
          "id": 281546
        },
        {
          "text": "And divide my garments.",
          "id": 281547
        },
        {
          "text": "To Athanasius the bishop give one sheepskin and the garment whereon I am laid, which he himself gave me new, but which with me has grown old.",
          "id": 281548
        },
        {
          "text": "To Serapion the bishop give the other sheepskin, and keep the hair garment yourselves.",
          "id": 281549
        },
        {
          "text": "For the rest fare ye well, my children, for Antony is departing, and is with you no more.",
          "id": 281550
        },
        {
          "text": "'.",
          "id": 281551
        }
      ]
    },
    {
      "chapter": 92,
      "verses": [
        {
          "text": "92.",
          "id": 281552
        },
        {
          "text": "Having said this, when they had kissed him, he lifted up his feet, and as though he saw friends coming to him and was glad because of them—for as he lay his countenance appeared joyful—he died and was gathered to the fathers.",
          "id": 281553
        },
        {
          "text": "And they afterward, according to his commandment, wrapped him up and buried him, hiding his body underground.",
          "id": 281554
        },
        {
          "text": "And no one knows to this day where it was buried, save those two only.",
          "id": 281555
        },
        {
          "text": "But each of those who received the sheepskin of the blessed Antony and the garment worn by him guards it as a precious treasure.",
          "id": 281556
        },
        {
          "text": "For even to look on them is as it were to behold Antony; and he who is clothed in them seems with joy to bear his admonitions.",
          "id": 281557
        }
      ]
    },
    {
      "chapter": 93,
      "verses": [
        {
          "text": "93.",
          "id": 281558
        },
        {
          "text": "This is the end of Antony's life in the body and the above was the beginning of the discipline.",
          "id": 281559
        },
        {
          "text": "Even if this account is small compared with his merit, still from this reflect how great Antony, the man of God, was.",
          "id": 281560
        },
        {
          "text": "Who from his youth to so great an age preserved a uniform zeal for the discipline, and neither through old age was subdued by the desire of costly food, nor through the infirmity of his body changed the fashion of his clothing, nor washed even his feet with water, and yet remained entirely free from harm.",
          "id": 281561
        },
        {
          "text": "For his eyes were undimmed and quite sound and he saw clearly; of his teeth he had not lost one, but they had become worn to the gums through the great age of the old man.",
          "id": 281562
        },
        {
          "text": "He remained strong both in hands and feet; and while all men were using various foods, and washings and divers garments, he appeared more cheerful and of greater strength.",
          "id": 281563
        },
        {
          "text": "And the fact that his fame has been blazoned everywhere; that all regard him with wonder, and that those who have never seen him long for him, is clear proof of his virtue and God's love of his soul.",
          "id": 281564
        },
        {
          "text": "For not from writings, nor from worldly wisdom, nor through any art, was Antony renowned, but solely from his piety towards God.",
          "id": 281565
        },
        {
          "text": "That this was the gift of God no one will deny.",
          "id": 281566
        },
        {
          "text": "For from whence into Spain and into Gaul, how into Rome and Africa, was the man heard of who abode hidden in a mountain, unless it was God who maketh His own known everywhere, who also promised this to Antony at the beginning? For even if they work secretly, even if they wish to remain in obscurity, yet the Lord shows them as lamps to lighten all, that those who hear may thus know that the precepts of God are able to make men prosper and thus be zealous in the path of virtue.",
          "id": 281567
        }
      ]
    },
    {
      "chapter": 94,
      "verses": [
        {
          "text": "94.",
          "id": 281568
        },
        {
          "text": "Read these words, therefore, to the rest of the brethren that they may learn what the life of monks ought to be; and may believe that our Lord and Saviour Jesus Christ glorifies those who glorify Him: and leads those who serve Him unto the end, not only to the kingdom of heaven, but here also—even though they hide themselves and are desirous of withdrawing from the world—makes them illustrious and well known everywhere on account of their virtue and the help they render others.",
          "id": 281569
        },
        {
          "text": "And if need be, read this among the heathen, that even in this way they may learn that our Lord Jesus Christ is not only God and the Son of God, but also that the Christians who truly serve Him and religiously believe on Him, prove, not only that the demons, whom the Greeks themselves think to be gods, are no gods, but also tread them under foot and put them to flight, as deceivers and corrupters of mankind, through Jesus Christ our Lord, to whom be glory for ever and ever, Amen.",
          "id": 281570
        }
      ]
    }
  ]
}