{
  "book": "Athanasius: Against the Arians Excursus C",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Excursus C.",
          "id": 285620
        },
        {
          "text": "Introductory to the Fourth Discourse against the Arians.",
          "id": 285621
        },
        {
          "text": "  The fourth Discourse, as has been already observed (p.",
          "id": 285622
        },
        {
          "text": "304), stands on a footing of its own.",
          "id": 285623
        },
        {
          "text": "To begin with, it is not quoted in antiquity, as the first three are, as part of the work of Ath.",
          "id": 285624
        },
        {
          "text": "against the Arians (details in Newman, p.",
          "id": 285625
        },
        {
          "text": "499).",
          "id": 285626
        },
        {
          "text": "Again, the fact that not only the Ep.",
          "id": 285627
        },
        {
          "text": "aeg.",
          "id": 285628
        },
        {
          "text": ", but even the dubious de Incar.",
          "id": 285629
        },
        {
          "text": "c.",
          "id": 285630
        },
        {
          "text": "Arian.",
          "id": 285631
        },
        {
          "text": ", are in some mss.",
          "id": 285632
        },
        {
          "text": "included in the Orationes, while our present oration appears sometimes as the 'fifth' sometimes as the 'sixth,' cast a shade of doubt upon its claim to be included in the 'Pentabiblus against the Arians' referred to by Photius.",
          "id": 285633
        },
        {
          "text": "In addition to these external considerations, Newman lays stress on the apparent want of continuity in its argument; on its non-conformity to the structural plan of Orat.",
          "id": 285634
        },
        {
          "text": "i.",
          "id": 285635
        },
        {
          "text": "–iii.",
          "id": 285636
        },
        {
          "text": ", on the use of the term ὁμοούσιον (§§10, 22, contrast Orat.",
          "id": 285637
        },
        {
          "text": "i.",
          "id": 285638
        },
        {
          "text": "§9, p.",
          "id": 285639
        },
        {
          "text": "311, note 12); on certain peculiarities of style which seem characteristic of disjointed notes rather than of a systematic treatise; on the reference to 'Eusebius' (of Caesarea) as apparently still living (§8); and on the general absence of personal reference to opponents, while yet a definite and extant system seems to be combated.",
          "id": 285640
        },
        {
          "text": "Now a comparison with the works of Eusebius against Marcellus leaves little doubt that the system combated by Athan.",
          "id": 285641
        },
        {
          "text": "is that of the latter (described briefly Prolegg.",
          "id": 285642
        },
        {
          "text": "ch.",
          "id": 285643
        },
        {
          "text": "ii.",
          "id": 285644
        },
        {
          "text": "§3 (2) c).",
          "id": 285645
        },
        {
          "text": "After laying down as a thesis (§1) the substantive existence of the divine Word or Wisdom, Athan.",
          "id": 285646
        },
        {
          "text": "proceeds to combat the idea that the Word has no personality distinct from that of the Father.",
          "id": 285647
        },
        {
          "text": "Setting aside the alternative errors of Sabellius (§2) and Arius (§3), he taxes with the consequence of involving two ᾽Αρχαί a view that the Word had a substantive existence and was then united to the Father (cf.",
          "id": 285648
        },
        {
          "text": "Euseb.",
          "id": 285649
        },
        {
          "text": "c.",
          "id": 285650
        },
        {
          "text": "Marcell.",
          "id": 285651
        },
        {
          "text": "32 A, 108 A, 106 C, D).",
          "id": 285652
        },
        {
          "text": "This consequence can only be avoided by falling into the Sabellian alternative of a θεὸς διφυής (cf.",
          "id": 285653
        },
        {
          "text": "Tertullian's 'Deum versipellem'), unless the true solution, that of the eternal divine γέννησις, be accepted (§3 worked out in 4, 5).",
          "id": 285654
        },
        {
          "text": "The argument, apparently interrupted by an anti-Arian digression §§6, 7, is resumed §8, whence it proceeds without break to §24.",
          "id": 285655
        },
        {
          "text": "Eusebius, insisting against Marcellus on the eternity of Christ's Kingdom, inconsistently defends those who deny the eternity of His Person.",
          "id": 285656
        },
        {
          "text": "But if so, how inconsistent are those who deny the Son any pre-existence, while yet repelling the Arian formulae with indignation! In §§9–12, taking Joh.",
          "id": 285657
        },
        {
          "text": "x.",
          "id": 285658
        },
        {
          "text": "30 as his text, Athan.",
          "id": 285659
        },
        {
          "text": "asks his opponents in what sense Christ and the Father 'are one,' distinguishing from his own answer that of Sabellius (9, 10), and that of Marcellus (11, 12), whom he presses with the paradoxical character of his explanation of the divine γέννησις.",
          "id": 285660
        },
        {
          "text": "In §§13, 14, he examines the (Marcellian, not Sabellian) doctrine of πλατυσμὸς and συστολή, charging it with Sabellianism as its consequence.",
          "id": 285661
        },
        {
          "text": "Next (§§15–24) Ath.",
          "id": 285662
        },
        {
          "text": "turns upon the radically weak point of the system of Marcellus (Prolegg.",
          "id": 285663
        },
        {
          "text": "ubi supra), and asks What do his followers mean by 'the Son?' Do they mean merely (a) the man, Christ (§20, Photinus), or (b) the union of Word and Man, or (c) the Word regarded as Incarnate? The latter was the answer (§22) of Marcellus himself.",
          "id": 285664
        },
        {
          "text": "This last point leads to a discussion (§24) of those O.",
          "id": 285665
        },
        {
          "text": "T.",
          "id": 285666
        },
        {
          "text": "passages on which Marcellus notoriously relied.",
          "id": 285667
        },
        {
          "text": "§25, which Zahn understands as a direct polemic against Sabellius, is far more probably, as Newman maintains in his note, a supplemental argument against Marcellianism, for the view combated is said to lead inevitably to Sabellianism.",
          "id": 285668
        },
        {
          "text": "The concluding portion, §§26–36, turns the argument of §24, that Scripture declares the identity of Son and Word, against those who (adopting alternative (a) supra) drift from Marcellianism toward the Samosatene rather than toward the Sabellian position (on the connection of the two see Prolegg.",
          "id": 285669
        },
        {
          "text": "ch.",
          "id": 285670
        },
        {
          "text": "ii.",
          "id": 285671
        },
        {
          "text": "§3 (2) a and c).",
          "id": 285672
        },
        {
          "text": "Even here, the name of Photinus, to whose position the section specially applies, is significantly withheld.",
          "id": 285673
        },
        {
          "text": "Such is the course of the argument in the Fourth Oration; and with the exception of §§6, 7, and again possibly §25, it forms a homogeneous, if not a finished and elaborated piece of argument.",
          "id": 285674
        },
        {
          "text": "Its date and composition may be left an open question; but its purpose as an appendix to Orat.",
          "id": 285675
        },
        {
          "text": "i.",
          "id": 285676
        },
        {
          "text": "–iii.",
          "id": 285677
        },
        {
          "text": ", is we think open to little doubt (supr.",
          "id": 285678
        },
        {
          "text": "p.",
          "id": 285679
        },
        {
          "text": "304).",
          "id": 285680
        },
        {
          "text": "Of Sabellius, who left no writings, the age of Athanasius knew little, except that he identified Father and Son (υἱοπατώρ), and denied the Trinity of Persons.",
          "id": 285681
        },
        {
          "text": "Most that is told us of Sabellius from the fourth century onwards requires careful sifting, in order to eliminate what really belongs to Marcellus, Photinus, or others who were taxed with Sabellianism, and combated as 'Sabellians.",
          "id": 285682
        },
        {
          "text": "' But with the simple patri-passianism which is the one undoubted element in the teaching of Sabellius, Marcellus had little or nothing in common.",
          "id": 285683
        },
        {
          "text": "The criticism of Marcellus that Sabellius 'knew not the Word' reveals the true difference between them.",
          "id": 285684
        },
        {
          "text": "To Sabellius, creation and redemption were the work of the one God under successive changes of manifestation; to Marcellus, they were the realisation of a process eternally latent in God; but both Marcellus and apparently Sabellius referred to the divine Nature what the theology of the Church has consistently referred to the divine Will.",
          "id": 285685
        },
        {
          "text": "The following table will make the foregoing scheme clear.",
          "id": 285686
        },
        {
          "text": "§1.",
          "id": 285687
        },
        {
          "text": "Introductory.",
          "id": 285688
        },
        {
          "text": "Thesis: the co-eternal personality of the Son or Word.",
          "id": 285689
        },
        {
          "text": "§§2–5.",
          "id": 285690
        },
        {
          "text": "Those who, while rejecting Arianism, would avoid Sabellianism, must accept the eternal divine Generation of the Son.",
          "id": 285691
        },
        {
          "text": "§§6, 7.",
          "id": 285692
        },
        {
          "text": "[Digression: the humiliation of the Word explained against the Arians.",
          "id": 285693
        },
        {
          "text": "]  §8.",
          "id": 285694
        },
        {
          "text": "The eternity of Christ's Kingdom and of His Person implied each in the other.",
          "id": 285695
        },
        {
          "text": "§§9–12.",
          "id": 285696
        },
        {
          "text": "In what sense Christ and the Father are, and are not, one.",
          "id": 285697
        },
        {
          "text": "The divine γέννησις.",
          "id": 285698
        },
        {
          "text": "§§13, 14.",
          "id": 285699
        },
        {
          "text": "The doctrine of divine dilatation and contraction denies true personal distinctions in the Godhead.",
          "id": 285700
        },
        {
          "text": "§§15–24.",
          "id": 285701
        },
        {
          "text": "The Son and the Word identical.",
          "id": 285702
        },
        {
          "text": "Refutation of the three alternative suppositions, and of the argument alleged from the O.",
          "id": 285703
        },
        {
          "text": "T.",
          "id": 285704
        },
        {
          "text": "in support of them.",
          "id": 285705
        },
        {
          "text": "§25.",
          "id": 285706
        },
        {
          "text": "Final refutation of the doctrine of dilatation.",
          "id": 285707
        },
        {
          "text": "§§26–36.",
          "id": 285708
        },
        {
          "text": "The Scriptural identification of Son and Word refutes the restriction of the former title to the man Jesus.",
          "id": 285709
        }
      ]
    }
  ]
}