{
  "book": "Augustine: Soliloquies Book I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Two Books of Soliloquies Book I:  As I had been long revolving with myself matters many and various, and had been for many days sedulously inquiring both concerning myself and my chief good, or what of evil there was to be avoided by me: suddenly some one addresses me, whether I myself, or some other one, within me or without, I know not.",
          "id": 334042
        },
        {
          "text": "For this very thing is what I chiefly toil to know.",
          "id": 334043
        },
        {
          "text": "There says then to me, let us call it Reason,—Behold, assuming that you had discovered somewhat, to whose charge would you commit it, that you might go on with other things? A.",
          "id": 334044
        },
        {
          "text": "To the memory, no doubt.",
          "id": 334045
        },
        {
          "text": "R.",
          "id": 334046
        },
        {
          "text": "But is the force of memory so great as to keep safely everything that may have been wrought out in thought? A.",
          "id": 334047
        },
        {
          "text": "It hardly could, nay indeed it certainly could not.",
          "id": 334048
        },
        {
          "text": "R.",
          "id": 334049
        },
        {
          "text": "Therefore you must write.",
          "id": 334050
        },
        {
          "text": "But what are you to do, seeing that your health recoils from the labor of writing? nor will these things bear to be dictated, seeing they consent not but with utter solitude.",
          "id": 334051
        },
        {
          "text": "A.",
          "id": 334052
        },
        {
          "text": "True.",
          "id": 334053
        },
        {
          "text": "Therefore I am wholly at a loss what to say.",
          "id": 334054
        },
        {
          "text": "R.",
          "id": 334055
        },
        {
          "text": "Entreat of God health and help, that you may the better compass your desires, and commit to writing this very petition, that you may be the more courageous in the offspring of your brain.",
          "id": 334056
        },
        {
          "text": "Then, what you discover sum up in a few brief conclusions.",
          "id": 334057
        },
        {
          "text": "Nor care just now to invite a crowd of readers; it will suffice if these things find audience among the few of thine own city.",
          "id": 334058
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "2.",
          "id": 334059
        },
        {
          "text": "O God, Framer of the universe, grant me first rightly to invoke Thee; then to show myself worthy to be heard by Thee; lastly, deign to set me free.",
          "id": 334060
        },
        {
          "text": "God, through whom all things, which of themselves were not, tend to be.",
          "id": 334061
        },
        {
          "text": "God, who withholdest from perishing even that which seems to be mutually destructive.",
          "id": 334062
        },
        {
          "text": "God, who, out of nothing, hast created this world, which the eyes of all perceive to be most beautiful.",
          "id": 334063
        },
        {
          "text": "God, who dost not cause evil, but causest that it be not most evil.",
          "id": 334064
        },
        {
          "text": "God, who to the few that flee for refuge to that which truly is, showest evil to be nothing.",
          "id": 334065
        },
        {
          "text": "God, through whom the universe, even taking in its sinister side, is perfect.",
          "id": 334066
        },
        {
          "text": "God, from whom things most widely at variance with Thee effect no dissonance, since worser things are included in one plan with better.",
          "id": 334067
        },
        {
          "text": "God, who art loved, wittingly or unwittingly, by everything that is capable of loving.",
          "id": 334068
        },
        {
          "text": "God, in whom are all things, to whom nevertheless neither the vileness of any creature is vile, nor its wickedness harmful, nor its error erroneous.",
          "id": 334069
        },
        {
          "text": "God, who hast not willed that any but the pure should know the truth.",
          "id": 334070
        },
        {
          "text": "God, the Father of truth, the Father of wisdom, the Father of the true and crowning life, the Father of blessedness, the Father of that which is good and fair, the Father of intelligible light, the Father of our awakening and illumination, the Father of the pledge by which we are admonished to return to Thee.",
          "id": 334071
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "3.",
          "id": 334072
        },
        {
          "text": "Thee I invoke, O God, the Truth, in whom and from whom and through whom all things are true which anywhere are true.",
          "id": 334073
        },
        {
          "text": "God, the Wisdom, in whom and from whom and through whom all things are wise which anywhere are wise.",
          "id": 334074
        },
        {
          "text": "God, the true and crowning Life, in whom and from whom and through whom all things live, which truly and supremely live.",
          "id": 334075
        },
        {
          "text": "God, the Blessedness, in whom and from whom and through whom all things are blessed, which anywhere are blessed.",
          "id": 334076
        },
        {
          "text": "God, the Good and Fair, in whom and from whom and through whom all things are good and fair, which anywhere are good and fair.",
          "id": 334077
        },
        {
          "text": "God, the intelligible Light, in whom and from whom and through whom all things intelligibly shine, which anywhere intelligibly shine.",
          "id": 334078
        },
        {
          "text": "God, whose kingdom is that whole world of which sense has no ken.",
          "id": 334079
        },
        {
          "text": "God, from whose kingdom a law is even derived down upon these lower realms.",
          "id": 334080
        },
        {
          "text": "God, from whom to be turned away, is to fall: to whom to be turned back, is to rise again: in whom to abide, is to stand firm.",
          "id": 334081
        },
        {
          "text": "God, from whom to go forth, is to die: to whom to return, is to revive: in whom to have our dwelling, is to live.",
          "id": 334082
        },
        {
          "text": "God, whom no one loses, unless deceived: whom no one seeks, unless stirred up: whom no one finds, unless made pure.",
          "id": 334083
        },
        {
          "text": "God, whom to forsake, is one thing with perishing; towards whom to tend, is one thing with living: whom to see is one thing with having.",
          "id": 334084
        },
        {
          "text": "God, towards whom faith rouses us, hope lifts us up, with whom love joins us.",
          "id": 334085
        },
        {
          "text": "God, through whom we overcome the enemy, Thee I entreat.",
          "id": 334086
        },
        {
          "text": "God, through whose gift it is, that we do not perish utterly.",
          "id": 334087
        },
        {
          "text": "God, by whom we are warned to watch.",
          "id": 334088
        },
        {
          "text": "God, by whom we distinguish good from ill.",
          "id": 334089
        },
        {
          "text": "God, by whom we flee evil, and follow good.",
          "id": 334090
        },
        {
          "text": "God, through whom we yield not to calamities.",
          "id": 334091
        },
        {
          "text": "God, through whom we faithfully serve and benignantly govern.",
          "id": 334092
        },
        {
          "text": "God, through whom we learn those things to be another's which aforetime we accounted ours, and those things to be ours which we used to account as belonging to another.",
          "id": 334093
        },
        {
          "text": "God, through whom the baits and enticements of evil things have no power to hold us.",
          "id": 334094
        },
        {
          "text": "God, through whom it is that diminished possessions leave ourselves complete.",
          "id": 334095
        },
        {
          "text": "God, through whom our better good is not subject to a worse.",
          "id": 334096
        },
        {
          "text": "God, through whom death is swallowed up in victory.",
          "id": 334097
        },
        {
          "text": "God, who dost turn us to Thyself.",
          "id": 334098
        },
        {
          "text": "God, who dost strip us of that which is not, and arrayest us in that which is.",
          "id": 334099
        },
        {
          "text": "God, who dost make us worthy to be heard.",
          "id": 334100
        },
        {
          "text": "God, who dost fortify us.",
          "id": 334101
        },
        {
          "text": "God, who leadest us into all truth.",
          "id": 334102
        },
        {
          "text": "God, who speakest to us only good, who neither terrifiest into madness nor sufferest another so to do.",
          "id": 334103
        },
        {
          "text": "God, who callest us back into the way.",
          "id": 334104
        },
        {
          "text": "God, who leadest us to the door of life.",
          "id": 334105
        },
        {
          "text": "God, who causest it to be opened to them that knock.",
          "id": 334106
        },
        {
          "text": "God, who givest us the bread of life.",
          "id": 334107
        },
        {
          "text": "God, through whom we thirst for the draught, which being drunk we never thirst.",
          "id": 334108
        },
        {
          "text": "God, who dost convince the world of sin, of righteousness, and of judgment.",
          "id": 334109
        },
        {
          "text": "God, through whom it is that we are not commoved by those who refuse to believe.",
          "id": 334110
        },
        {
          "text": "God, through whom we disapprove the error of those, who think that there are no merits of souls before Thee.",
          "id": 334111
        },
        {
          "text": "God, through whom it comes that we are not in bondage to the weak and beggarly elements.",
          "id": 334112
        },
        {
          "text": "God, who cleansest us, and preparest us for Divine rewards, to me propitious come Thou.",
          "id": 334113
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "4.",
          "id": 334114
        },
        {
          "text": "Whatever has been said by me, Thou the only God, do Thou come to my help, the one true and eternal substance, where is no discord, no confusion, no shifting, no indigence, no death.",
          "id": 334115
        },
        {
          "text": "Where is supreme concord, supreme evidence, supreme steadfastness, supreme fullness, and life supreme.",
          "id": 334116
        },
        {
          "text": "Where nothing is lacking, nothing redundant.",
          "id": 334117
        },
        {
          "text": "Where Begetter and Begotten are one.",
          "id": 334118
        },
        {
          "text": "God, whom all things serve, that serve, to whom is compliant every virtuous soul.",
          "id": 334119
        },
        {
          "text": "By whose laws the poles revolve, the stars fulfill their courses, the sun vivifies the day, the moon tempers the night: and all the framework of things, day after day by vicissitude of light and gloom, month after month by waxings and wanings of the moon, year after year by orderly successions of spring and summer and fall and winter, cycle after cycle by accomplished concurrences of the solar course, and through the mighty orbs of time, folding and refolding upon themselves, as the stars still recur to their first conjunctions, maintains, so far as this merely visible matter allows, the mighty constancy of things.",
          "id": 334120
        },
        {
          "text": "God, by whose ever-during laws the stable motion of shifting things is suffered to feel no perturbation, the thronging course of circling ages is ever recalled anew to the image of immovable quiet: by whose laws the choice of the soul is free, and to the good rewards and to the evil pains are distributed by necessities settled throughout the nature of everything.",
          "id": 334121
        },
        {
          "text": "God, from whom distil even to us all benefits, by whom all evils are withheld from us.",
          "id": 334122
        },
        {
          "text": "God, above whom is nothing, beyond whom is nothing, without whom is nothing.",
          "id": 334123
        },
        {
          "text": "God, under whom is the whole, in whom is the whole, with whom is the whole.",
          "id": 334124
        },
        {
          "text": "Who hast made man after Thine image and likeness, which he discovers, who has come to know himself.",
          "id": 334125
        },
        {
          "text": "Hear me, hear me, graciously hear me, my God, my Lord, my King, my Father, my Cause, my Hope, my Wealth, my Honor, my House, my Country, my Health, my Light, my Life.",
          "id": 334126
        },
        {
          "text": "Hear, hear, hear me graciously, in that way, all Thine own, which though known to few is to those few known so well.",
          "id": 334127
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "5.",
          "id": 334128
        },
        {
          "text": "Henceforth Thee alone do I love, Thee alone I follow, Thee alone I seek, Thee alone am I prepared to serve, for Thou alone art Lord by a just title, of Thy dominion do I desire to be.",
          "id": 334129
        },
        {
          "text": "Direct, I pray, and command whatever Thou wilt, but heal and open my ears, that I may hear Thine utterances.",
          "id": 334130
        },
        {
          "text": "Heal and open my eyes, that I may behold Thy significations of command.",
          "id": 334131
        },
        {
          "text": "Drive delusion.",
          "id": 334132
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "from me, that I may recognize Thee.",
          "id": 334133
        },
        {
          "text": "Tell me whither I must tend, to behold Thee, and I hope that I shall do all things Thou mayest enjoin.",
          "id": 334134
        },
        {
          "text": "O Lord, most merciful Father receive, I pray, Thy fugitive; enough already, surely, have I been punished, long enough have I served Thine enemies, whom Thou hast under Thy feet, long enough have I been a sport of fallacies.",
          "id": 334135
        },
        {
          "text": "Receive me fleeing from these, Thy house-born servant, for did not these receive me, though another Master's, when I was fleeing from Thee? To Thee I feel I must return: I knock; may Thy door be opened to me; teach me the way to Thee.",
          "id": 334136
        },
        {
          "text": "Nothing else have I than the will: nothing else do I know than that fleeting and falling things are to be spurned, fixed and everlasting things to be sought.",
          "id": 334137
        },
        {
          "text": "This I do, Father, because this alone I know, but from what quarter to approach Thee I do not know.",
          "id": 334138
        },
        {
          "text": "Do Thou instruct me, show me, give me my provision for the way.",
          "id": 334139
        },
        {
          "text": "If it is by faith that those find Thee, who take refuge with Thee then grant faith: if by virtue, virtue: if by knowledge, knowledge.",
          "id": 334140
        },
        {
          "text": "Augment in me, faith, hope, and charity.",
          "id": 334141
        },
        {
          "text": "O goodness of Thine, singular and most to be admired!.",
          "id": 334142
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "7.",
          "id": 334143
        },
        {
          "text": "A.",
          "id": 334144
        },
        {
          "text": "Behold I have prayed to God.",
          "id": 334145
        },
        {
          "text": "R.",
          "id": 334146
        },
        {
          "text": "What then wouldst thou know? A.",
          "id": 334147
        },
        {
          "text": "All these things which I have prayed for.",
          "id": 334148
        },
        {
          "text": "R.",
          "id": 334149
        },
        {
          "text": "Sum them up in brief.",
          "id": 334150
        },
        {
          "text": "A.",
          "id": 334151
        },
        {
          "text": "God and the soul, that is what I desire to know.",
          "id": 334152
        },
        {
          "text": "R.",
          "id": 334153
        },
        {
          "text": "Nothing more? A.",
          "id": 334154
        },
        {
          "text": "Nothing whatever.",
          "id": 334155
        },
        {
          "text": "R.",
          "id": 334156
        },
        {
          "text": "Therefore begin to inquire.",
          "id": 334157
        },
        {
          "text": "But first explain how, if God should be set forth to thee, thou wouldst be able to say, It is enough.",
          "id": 334158
        },
        {
          "text": "A.",
          "id": 334159
        },
        {
          "text": "I know not how He is to be so set forth to me as that I shall say, It is enough: for I believe not that I know anything in such wise as I desire to know God.",
          "id": 334160
        },
        {
          "text": "R.",
          "id": 334161
        },
        {
          "text": "What then are we to do? Dost thou not judge that first thou oughtest to know, what it is to know God sufficiently, so that arriving at that point, thou mayst seek no farther? A.",
          "id": 334162
        },
        {
          "text": "So I judge, indeed: but how that is to be brought about, I see not.",
          "id": 334163
        },
        {
          "text": "For what have I ever understood like to God, so that I could say, As I understand this, so would I fain understand God? R.",
          "id": 334164
        },
        {
          "text": "Not having yet made acquaintance with God, whence hast thou come to know that thou knowest nothing like to God? A.",
          "id": 334165
        },
        {
          "text": "Because if I knew anything like God, I should doubtless love it: but now I love nothing else than God and the soul, neither of which I know.",
          "id": 334166
        },
        {
          "text": "R.",
          "id": 334167
        },
        {
          "text": "Do you then not love your friends? A.",
          "id": 334168
        },
        {
          "text": "Loving them, how can I otherwise than love the soul? R.",
          "id": 334169
        },
        {
          "text": "Do you then love gnats and bugs similarly? A.",
          "id": 334170
        },
        {
          "text": "The animating soul I said I loved, not animals.",
          "id": 334171
        },
        {
          "text": "R.",
          "id": 334172
        },
        {
          "text": "Men are then either not your friends, or you do not love them.",
          "id": 334173
        },
        {
          "text": "For every man is an animal, and you say that you do not love animals.",
          "id": 334174
        },
        {
          "text": "A.",
          "id": 334175
        },
        {
          "text": "Men are my friends, and I love them, not in that they are animals, but in that they are men, that is, in that they are animated by rational souls, which I love even in highwaymen.",
          "id": 334176
        },
        {
          "text": "For I may with good right in any man love reason, even though I rightly hate him, who uses ill that which I love.",
          "id": 334177
        },
        {
          "text": "Therefore I love my friends the more, the more worthily they use their rational soul, or certainly the more earnestly they desire to use it worthily.",
          "id": 334178
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "8.",
          "id": 334179
        },
        {
          "text": "R.",
          "id": 334180
        },
        {
          "text": "I allow so much: but yet if any one should say to thee, I will give thee to know God as well as thou dost know Alypius, wouldst thou not give thanks, and say, It is enough? A.",
          "id": 334181
        },
        {
          "text": "I should give thanks indeed: but I should not say, It is enough.",
          "id": 334182
        },
        {
          "text": "R.",
          "id": 334183
        },
        {
          "text": "Why, I pray? A.",
          "id": 334184
        },
        {
          "text": "Because I do not even know God so well as I know Alypius, and yet I do not know Alypius well enough.",
          "id": 334185
        },
        {
          "text": "R.",
          "id": 334186
        },
        {
          "text": "Beware then lest shamelessly thou wouldest fain be satisfied in the knowledge of God, who hast not even such a knowledge of Alypius as satisfies.",
          "id": 334187
        },
        {
          "text": "A.",
          "id": 334188
        },
        {
          "text": "Non sequitur.",
          "id": 334189
        },
        {
          "text": "For, comparing it with the stars, what is of lower account than my supper? and yet what I shall sup on to-morrow I know not: but in what sign the moon will be, I need take no shame to profess that I know.",
          "id": 334190
        },
        {
          "text": "R.",
          "id": 334191
        },
        {
          "text": "Is it then enough for thee to know God as well as thou dost know in what sign the moon will hold her course to-morrow? A.",
          "id": 334192
        },
        {
          "text": "It is not enough, for this I test by the senses.",
          "id": 334193
        },
        {
          "text": "But I do not know whether or not either God, or some hidden cause of nature may suddenly change the moon's ordinary course, which if it came to pass, would render false all that I had presumed.",
          "id": 334194
        },
        {
          "text": "R.",
          "id": 334195
        },
        {
          "text": "And believest thou that this may happen? A.",
          "id": 334196
        },
        {
          "text": "I do not believe.",
          "id": 334197
        },
        {
          "text": "But I at least am seeking what I may know, not what I may believe.",
          "id": 334198
        },
        {
          "text": "Now everything that we know, we may with reason perhaps be said to believe, but not to know everything which we believe.",
          "id": 334199
        },
        {
          "text": "R.",
          "id": 334200
        },
        {
          "text": "In this matter therefore you reject all testimony of the senses? A.",
          "id": 334201
        },
        {
          "text": "I utterly reject it.",
          "id": 334202
        },
        {
          "text": "R.",
          "id": 334203
        },
        {
          "text": "That friend of yours then, whom you say you do not yet know, is it by sense that you wish to know him or by intellectual perception? A.",
          "id": 334204
        },
        {
          "text": "Whatever in him I know by sense, if indeed anything is known by sense, is both mean and sufficiently known.",
          "id": 334205
        },
        {
          "text": "But that part which bears affection to me, that is, the mind itself, I desire to know intellectually.",
          "id": 334206
        },
        {
          "text": "R.",
          "id": 334207
        },
        {
          "text": "Can it, indeed, be known otherwise? A.",
          "id": 334208
        },
        {
          "text": "By no means.",
          "id": 334209
        },
        {
          "text": "R.",
          "id": 334210
        },
        {
          "text": "Do you venture then to call your friend, your inmost friend, unknown to you? A.",
          "id": 334211
        },
        {
          "text": "Why not venture? For I account most equitable that law of friendship, by which it is prescribed, that as one is to bear no less, so he is to bear no  more affection to his friend than to himself.",
          "id": 334212
        },
        {
          "text": "Since then I know not myself, what injury does he suffer, whom I declare to be unknown to me, above all since (as I believe) he does not even know himself? R.",
          "id": 334213
        },
        {
          "text": "If then these things which thou wouldst fain know, are of such a sort as are to be intellectually attained, when I said it was shameless in thee to crave to know God, when thou knowest not even Alypius, thou oughtest not to have urged to me the similitude of thy supper and the moon, if these things, as thou hast said, appertain to sense.",
          "id": 334214
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "9.",
          "id": 334215
        },
        {
          "text": "But let that go, and now answer to this: if those things which Plato and Plotinus have said concerning God are true, is it enough for thee to know God as they knew him? A.",
          "id": 334216
        },
        {
          "text": "Even allowing that those things which they have said are true, does it follow at once that they knew them? For many copiously utter what they do not know, as I myself have said that I desired to know all those things for which I prayed, which I should not desire if I knew them already: yet I was none the less able to enumerate them all.",
          "id": 334217
        },
        {
          "text": "For I have enumerated not what I intellectually comprehended, but things which I have gathered from all sides and entrusted to my memory, and to which I yield as ample a faith as I am able: but to know is another thing.",
          "id": 334218
        },
        {
          "text": "R.",
          "id": 334219
        },
        {
          "text": "Tell me, I pray, do you at least know in geometry what a line is? A.",
          "id": 334220
        },
        {
          "text": "So much I certainly know.",
          "id": 334221
        },
        {
          "text": "R.",
          "id": 334222
        },
        {
          "text": "Nor in professing so do you stand in awe of the Academicians? A.",
          "id": 334223
        },
        {
          "text": "In no wise.",
          "id": 334224
        },
        {
          "text": "For they, as wise men, would not run the risk of erring: but I am not wise.",
          "id": 334225
        },
        {
          "text": "Therefore as yet I do not shrink from professing the knowledge of those things which I have come to know.",
          "id": 334226
        },
        {
          "text": "But if, as I desire, I should ever have attained to wisdom, I will do what I may find her to suggest.",
          "id": 334227
        },
        {
          "text": "R.",
          "id": 334228
        },
        {
          "text": "I except not thereto: but, I had begun to inquire, as you know a line, do you also know a ball, or, as they say, a sphere? A.",
          "id": 334229
        },
        {
          "text": "I do.",
          "id": 334230
        },
        {
          "text": "R.",
          "id": 334231
        },
        {
          "text": "Both alike, or one more, one less? A.",
          "id": 334232
        },
        {
          "text": "Just alike.",
          "id": 334233
        },
        {
          "text": "I am altogether certain of both.",
          "id": 334234
        },
        {
          "text": "R.",
          "id": 334235
        },
        {
          "text": "Have you grasped these by the senses or the intellect? A.",
          "id": 334236
        },
        {
          "text": "Nay, I have essayed the senses in this matter as a ship.",
          "id": 334237
        },
        {
          "text": "For after they had carried me to the place I was aiming for, and I had dismissed them, and was now, as it were, left on dry ground, where I began to turn these things over in thought, the oscillations of the senses long continued to swim in my brain.",
          "id": 334238
        },
        {
          "text": "Wherefore it seems to me that it would be easier to sail on dry land, than to learn geometry by the senses, although young beginners seem to derive some help from them.",
          "id": 334239
        },
        {
          "text": "R.",
          "id": 334240
        },
        {
          "text": "Then you do not hesitate to call whatever acquaintance you have with such things, Knowledge? A.",
          "id": 334241
        },
        {
          "text": "Not if the Stoics permit, who attribute knowledge only to the Wise Man.",
          "id": 334242
        },
        {
          "text": "Certainly I maintain myself to have the perception of these things, which they concede even to folly: but neither am I at all in any great fear of the stoics: unquestionably I hold those things which thou hast questioned me of in knowledge: proceed now till I see to what end thou questionest me of them.",
          "id": 334243
        },
        {
          "text": "R.",
          "id": 334244
        },
        {
          "text": "Be not too eager, we are not pressed for time.",
          "id": 334245
        },
        {
          "text": "But give strict heed, lest you should make some rash concession.",
          "id": 334246
        },
        {
          "text": "I would fain give thee the joy of things wherein thou fearest not to slip, and dost thou enjoin haste, as in a matter of no moment? A.",
          "id": 334247
        },
        {
          "text": "God grant the event as thou forecastest it.",
          "id": 334248
        },
        {
          "text": "Therefore question at thy will, and rebuke me more sharply if I err so again.",
          "id": 334249
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "10.",
          "id": 334250
        },
        {
          "text": "R.",
          "id": 334251
        },
        {
          "text": "It is then plain to you that a line cannot possibly be longitudinally divided into two? A.",
          "id": 334252
        },
        {
          "text": "Plainly so.",
          "id": 334253
        },
        {
          "text": "R.",
          "id": 334254
        },
        {
          "text": "What of a cross-section? A.",
          "id": 334255
        },
        {
          "text": "This, of course, is possible to infinity.",
          "id": 334256
        },
        {
          "text": "R.",
          "id": 334257
        },
        {
          "text": "But is it equally apparent that if, beginning with the centre, you make any sections you please of a sphere, no two resulting circles will be equal? A.",
          "id": 334258
        },
        {
          "text": "It is equally apparent.",
          "id": 334259
        },
        {
          "text": "R.",
          "id": 334260
        },
        {
          "text": "What are a line and a sphere? Do they seem to you to be identical, or somewhat different? A.",
          "id": 334261
        },
        {
          "text": "Who does not see that they differ very much? R.",
          "id": 334262
        },
        {
          "text": "If then you know this and that equally well, while yet, as you acknowledge, they differ widely from each other, there must be an indifferent knowledge of different things.",
          "id": 334263
        },
        {
          "text": "A.",
          "id": 334264
        },
        {
          "text": "Who ever disputed it? R.",
          "id": 334265
        },
        {
          "text": "You, a little while ago.",
          "id": 334266
        },
        {
          "text": "For when I asked thee what way of knowing God was in thy desire, such that thou couldst say, It is enough, thou didst answer that thou couldst not explain this, because thou hadst no perception held in such a way as that in which thou didst desire to perceive God, for that thou didst know nothing like God.",
          "id": 334267
        },
        {
          "text": "What then? Are a line and sphere alike? A.",
          "id": 334268
        },
        {
          "text": "Absurd.",
          "id": 334269
        },
        {
          "text": "R.",
          "id": 334270
        },
        {
          "text": "But I had asked, not what you knew such as God, but what you knew so as you desire to know God.",
          "id": 334271
        },
        {
          "text": "For you know a line in such wise as you know a sphere, although the properties of a line are not those of a sphere.",
          "id": 334272
        },
        {
          "text": "Wherefore answer whether it would suffice you to know God in such wise as you know that geometrical ball; that is, to be equally without doubt concerning God as concerning that.",
          "id": 334273
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "11.",
          "id": 334274
        },
        {
          "text": "A.",
          "id": 334275
        },
        {
          "text": "Pardon me, however vehemently thou urge and argue, yet I dare not say that I wish so to know God as I know these things.",
          "id": 334276
        },
        {
          "text": "For not only the objects of the knowledge, but the knowledge itself appears to be unlike.",
          "id": 334277
        },
        {
          "text": "First, because the line and the ball are not so unlike, but that one science includes the knowl  edge of them both: but no geometrician has ever professed to teach God.",
          "id": 334278
        },
        {
          "text": "Then, if the knowledge of God and of these things were equivalent, I should rejoice as much to know them as I am persuaded that I should rejoice if God were known by me.",
          "id": 334279
        },
        {
          "text": "But now I hold these things in the deepest disdain in comparison with Him, so that sometimes it seems to me that if I understood Him, and that in that manner in which He can be seen, all these things would perish out of my knowledge: since even now by reason of the love of Him they scarce come into my mind.",
          "id": 334280
        },
        {
          "text": "R.",
          "id": 334281
        },
        {
          "text": "Allow that thou wouldst rejoice more and much more in knowing God than in knowing these things, yet not by a different perception of the things; unless we are to say that thou beholdest with a different vision the earth and the serenity of the skies, although the aspect of this latter soothes and delights thee far more than of the former.",
          "id": 334282
        },
        {
          "text": "But unless your eyes are deceived, I believe that, if asked whether you are as well assured that you see earth as heaven, you ought to answer yes, although you are not as much delighted by the earth and her beauty as by the beauty and magnificence of heaven.",
          "id": 334283
        },
        {
          "text": "A.",
          "id": 334284
        },
        {
          "text": "I am moved, I confess, by this similitude, and am brought to allow that by how much earth differs in her kind from heaven, so much do those demonstrations of the sciences, true and certain as they are, differ from the intelligible majesty of God.",
          "id": 334285
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "12.",
          "id": 334286
        },
        {
          "text": "R.",
          "id": 334287
        },
        {
          "text": "Thou art moved to good effect.",
          "id": 334288
        },
        {
          "text": "For the Reason which is talking with thee promises so to demonstrate God to thy mind, as the sun demonstrates himself to the eyes.",
          "id": 334289
        },
        {
          "text": "For the senses of the soul are as it were the eyes of the mind; but all the certainties of the sciences are like those things which are brought to light by the sun, that they may be seen, the earth, for instance, and the things upon it: while God is Himself the Illuminator.",
          "id": 334290
        },
        {
          "text": "Now I, Reason, am that in the mind, which the act of looking is in the eyes.",
          "id": 334291
        },
        {
          "text": "For to have eyes is not the same as to look; nor again to look the same as to see.",
          "id": 334292
        },
        {
          "text": "Therefore the soul has need of three distinct things: to have eyes, such as it can use to good advantage, to look, and to see.",
          "id": 334293
        },
        {
          "text": "Sound eyes, that means the mind pure from all stain of the body, that is, now remote and purged from the lusts of mortal things: which, in the first condition, nothing else accomplishes for her than Faith.",
          "id": 334294
        },
        {
          "text": "For what cannot yet be shown forth to her stained and languishing with sins, because, unless sound, she cannot see, if she does not believe that otherwise she will not see, she gives no heed to her health.",
          "id": 334295
        },
        {
          "text": "But what if she believes that the case stands as I say, and that, if she is to see at all, she can only see on these terms, but despairs of being healed; does she not utterly contemn herself and cast herself away, refusing to comply with the prescriptions of the physician? A.",
          "id": 334296
        },
        {
          "text": "Beyond doubt, above all because by sickness remedies must needs be felt as severe.",
          "id": 334297
        },
        {
          "text": "R.",
          "id": 334298
        },
        {
          "text": "Then Hope must be added to Faith.",
          "id": 334299
        },
        {
          "text": "A.",
          "id": 334300
        },
        {
          "text": "So I believe.",
          "id": 334301
        },
        {
          "text": "R.",
          "id": 334302
        },
        {
          "text": "Moreover, if she both believes that the case stands so, and hopes that she could be healed, yet loves not, desires not the promised light itself, and thinks that she ought meanwhile to be content with her darkness, which now, by use, has become pleasant to her; does she not none the less reject the physician? A.",
          "id": 334303
        },
        {
          "text": "Beyond doubt.",
          "id": 334304
        },
        {
          "text": "R.",
          "id": 334305
        },
        {
          "text": "Therefore Charity must needs make a third.",
          "id": 334306
        },
        {
          "text": "A.",
          "id": 334307
        },
        {
          "text": "Nothing so needful.",
          "id": 334308
        },
        {
          "text": "R.",
          "id": 334309
        },
        {
          "text": "Without these three things therefore no mind is healed, so that it can see, that is, understand its God.",
          "id": 334310
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "13.",
          "id": 334311
        },
        {
          "text": "When therefore the mind has come to have sound eyes, what next? A.",
          "id": 334312
        },
        {
          "text": "That she look.",
          "id": 334313
        },
        {
          "text": "R.",
          "id": 334314
        },
        {
          "text": "The mind's act of looking is Reason; but because it does not follow that every one who looks sees, a right and perfect act of looking, that is, one followed by vision, is called Virtue; for Virtue is either right or perfect Reason.",
          "id": 334315
        },
        {
          "text": "But even the power of vision, though the eyes be now healed, has not force to turn them to the light, unless these three things abide.",
          "id": 334316
        },
        {
          "text": "Faith, whereby the soul believes that thing, to which she is asked to turn her gaze, is of such sort, that being seen it will give blessedness; Hope, whereby the mind judges that if she looks attentively, she will see; Charity, whereby she desires to see and to be filled with the enjoyment of the sight.",
          "id": 334317
        },
        {
          "text": "The attentive view is now followed by the very vision of God, which is the end of looking; not because the power of beholding ceases, but because it has nothing further to which it can turn itself: and this is the truly perfect virtue, Virtue arriving at its end, which is followed by the life of blessedness.",
          "id": 334318
        },
        {
          "text": "Now this vision itself is that apprehension which is in the soul, compounded of the apprehending subject and of that which is apprehended: as in like manner seeing with the eyes results from the conjunction of the sense and the object of sense, either of which being withdrawn, seeing becomes impossible.",
          "id": 334319
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "14.",
          "id": 334320
        },
        {
          "text": "Therefore when the soul has obtained to see, that is, to apprehend God, let us see whether those three things are still necessary to her.",
          "id": 334321
        },
        {
          "text": "Why should Faith be necessary to the soul, when she now sees? Or Hope, when she already grasps? But from Charity not only is nothing diminished, but rather it receives large increase.",
          "id": 334322
        },
        {
          "text": "For when the soul has  once seen that unique and unfalsified Beauty, she will love it the more, and unless she shall with great love have fastened her gaze thereon, nor any way declined from the view, she will not be able to abide in that most blessed vision.",
          "id": 334323
        },
        {
          "text": "But while the soul is in this body, even though she most fully sees, that is, apprehends God; yet, because the bodily senses still have their proper effect, if they have no prevalency to mislead, yet they are not without a certain power to call in doubt, therefore that may be called Faith whereby these dispositions are resisted, and the opposing truth affirmed.",
          "id": 334324
        },
        {
          "text": "Moreover, in this life, although the soul is already blessed in the apprehension of God; yet, because she endures many irksome pains of the body, she has occasion of hope that after death all these incommodities will have ceased to be.",
          "id": 334325
        },
        {
          "text": "Therefore neither does Hope, so long as she is in this life, desert the soul.",
          "id": 334326
        },
        {
          "text": "But when after this life she shall have wholly collected herself in God, Charity remains whereby she is retained there.",
          "id": 334327
        },
        {
          "text": "For neither can she be said to have Faith that those things are true, when she is solicited by no interruption of falsities; nor does anything remain for her to hope, whereas she securely possesses the whole.",
          "id": 334328
        },
        {
          "text": "Three things therefore pertain to the soul, that she be sane, that she behold, that she see.",
          "id": 334329
        },
        {
          "text": "And other three, Faith, Hope, Charity, for the first and second of those three conditions are always necessary: for the third in this life all; after this life, Charity alone.",
          "id": 334330
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "15.",
          "id": 334331
        },
        {
          "text": "Now listen, so far as the present time requires, while from that similitude of sensible things I now teach also something concerning God.",
          "id": 334332
        },
        {
          "text": "Namely, God is intelligible, not sensible, intelligible also are those demonstrations of the schools; nevertheless they differ very widely.",
          "id": 334333
        },
        {
          "text": "For as the earth is visible, so is light; but the earth, unless illumined by light, cannot be seen.",
          "id": 334334
        },
        {
          "text": "Therefore those things also which are taught in the schools, which no one who understands them doubts in the least to be absolutely true, we must believe to be incapable of being understood, unless they are illuminated by somewhat else, as it were a sun of their own.",
          "id": 334335
        },
        {
          "text": "Therefore as in this visible sun we may observe three things: that he is, that he shines, that he illuminates: so in that God most far withdrawn whom thou wouldst fain apprehend, there are these three things: that He is, that He is apprehended, and that He makes other things to be apprehended.",
          "id": 334336
        },
        {
          "text": "These two, God and thyself, I dare promise that I can teach thee to understand.",
          "id": 334337
        },
        {
          "text": "But give answer how thou receivest these things, as probable, or as true? A.",
          "id": 334338
        },
        {
          "text": "As probable certainly; and, as I must own, I have been hoping more: for excepting those two illustrations of the line and the globe, nothing has been said by thee which I should dare to say that I know.",
          "id": 334339
        },
        {
          "text": "R.",
          "id": 334340
        },
        {
          "text": "It is not to be wondered at: for nothing has been yet so set forth, as that it exacts of thee perception.",
          "id": 334341
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "16.",
          "id": 334342
        },
        {
          "text": "But why do we delay? Let us set out: but first let us see (for this comes first) whether we are in a sound state.",
          "id": 334343
        },
        {
          "text": "A.",
          "id": 334344
        },
        {
          "text": "Do thou see to it, if either in thyself or in me that hast any discernment of what is to be found; I will answer, being inquired of, to my best knowledge.",
          "id": 334345
        },
        {
          "text": "R.",
          "id": 334346
        },
        {
          "text": "Do you love anything besides the knowledge of God and yourself? A.",
          "id": 334347
        },
        {
          "text": "I might answer, that I love nothing besides, having regard to my present feelings; but I should be safer to say that I do not know.",
          "id": 334348
        },
        {
          "text": "For it hath often chanced to me, that when I believed I was open to nothing else, something nevertheless would come into the mind which stung me otherwise than I had presumed.",
          "id": 334349
        },
        {
          "text": "So often, when something, conceived in thought, disturbed me little, yet when it came in fact it disquieted me more than I supposed: but now I do not see myself sensible to perturbation except by three things; by the fear of losing those whom I love, by the fear of pain, by the fear of death.",
          "id": 334350
        },
        {
          "text": "R.",
          "id": 334351
        },
        {
          "text": "You love, therefore, both a life associated with those dearest to you, and your own good health, and your bodily life itself: or you would not fear the loss of these.",
          "id": 334352
        },
        {
          "text": "A.",
          "id": 334353
        },
        {
          "text": "It is so, I acknowledge.",
          "id": 334354
        },
        {
          "text": "R.",
          "id": 334355
        },
        {
          "text": "Now therefore, the fact that all your friends are not with you, and that your health is not very firm, occasions you some uneasiness of mind.",
          "id": 334356
        },
        {
          "text": "For that I see to be implied.",
          "id": 334357
        },
        {
          "text": "A.",
          "id": 334358
        },
        {
          "text": "Thou seest rightly; I am not able to deny it.",
          "id": 334359
        },
        {
          "text": "R.",
          "id": 334360
        },
        {
          "text": "How if you should suddenly feel and find yourself sound in health, and should see all whom you love and who love each other, enjoying in your company liberal ease? would you not think it right to give way in reasonable measure even to transports of joy? A.",
          "id": 334361
        },
        {
          "text": "In a measure, undoubtedly.",
          "id": 334362
        },
        {
          "text": "Nay, if these things, as thou sayest, bechanced me suddenly, how could I contain myself? how could I possibly even dissemble joy of such a sort? R.",
          "id": 334363
        },
        {
          "text": "As yet, therefore, you are tossed about by all the diseases and perturbations of the mind.",
          "id": 334364
        },
        {
          "text": "What shamelessness, then, that with such eyes you should wish to see such a Sun! A.",
          "id": 334365
        },
        {
          "text": "Thy conclusion then is, that I am utterly ignorant how far I am advanced in health, how far disease has receded, or how far it remains.",
          "id": 334366
        },
        {
          "text": "Suppose me to grant this.",
          "id": 334367
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "17.",
          "id": 334368
        },
        {
          "text": "R.",
          "id": 334369
        },
        {
          "text": "Do you not see that these eyes of the body, even when sound, are often so smitten by the light of this visible sun, as to be compelled to turn away and to take  refuge in their own obscurity? Now you are proposing to yourself what you are moved to seek, but are not proposing to yourself what you desire to see: and yet I would discuss this very thing with you, what advance you think we have made.",
          "id": 334370
        },
        {
          "text": "Are you without desire of riches? A.",
          "id": 334371
        },
        {
          "text": "This at least no longer chiefly.",
          "id": 334372
        },
        {
          "text": "For, being now three and thirty years of age, for almost these fourteen years last past I have ceased to desire them, nor have I sought anything from them, if by chance they should be offered, beyond the necessities of life and such a use of them as agrees with the state of a freeman.",
          "id": 334373
        },
        {
          "text": "A single book of Cicero has thoroughly persuaded me, that riches are in no wise to be craved, but that if they come in our way, they are to be with the utmost wisdom and caution administered.",
          "id": 334374
        },
        {
          "text": "R.",
          "id": 334375
        },
        {
          "text": "What of honors? A.",
          "id": 334376
        },
        {
          "text": "I confess that it is only lately, and as it were yesterday, that I have ceased to desire these.",
          "id": 334377
        },
        {
          "text": "R.",
          "id": 334378
        },
        {
          "text": "What of a wife? Are you not sometimes charmed by the image of a beautiful, modest, complying maiden, well lettered, or of parts that can easily be trained by you, bringing you too (being a despiser of riches) just so large a dowry as will relieve your leisure of all burden on her account? It is implied, moreover, that you have good hope of coming to no grief through her.",
          "id": 334379
        },
        {
          "text": "A.",
          "id": 334380
        },
        {
          "text": "However much thou please to portray her and adorn her with all manner of gifts, I have determined that nothing is so much to be avoided by me as such a bedfellow: I perceive that nothing more saps the citadel of manly strength, whether of mind or body, than female blandishments and familiarities.",
          "id": 334381
        },
        {
          "text": "Therefore, if (which I have not yet discovered) it appertains to the office of a wise man to desire offspring, whoever for this reason only comes into this connection, may appear to me worthy of admiration, but in no wise a model for imitation: for there is more peril in the essay, than felicity in the accomplishment.",
          "id": 334382
        },
        {
          "text": "Wherefore, I believe, I am contradicting neither justice nor utility in providing for the liberty of my mind by neither desiring, nor seeking, nor taking a wife.",
          "id": 334383
        },
        {
          "text": "R.",
          "id": 334384
        },
        {
          "text": "I inquire not now what thou hast determined, but whether thou dost yet struggle, or hast indeed already overcome desire itself.",
          "id": 334385
        },
        {
          "text": "For we are considering the soundness of thine eyes.",
          "id": 334386
        },
        {
          "text": "A.",
          "id": 334387
        },
        {
          "text": "Nothing of the kind do I any way seek, nothing do I desire; it is even with horror and loathing that I recall such things to mind.",
          "id": 334388
        },
        {
          "text": "What more wouldst thou? And day by day does this benefit grow upon me: for the more I grow in the hope of beholding that supernal Beauty with the desire of which I glow, the more my love and delight is wholly converted thereto.",
          "id": 334389
        },
        {
          "text": "R.",
          "id": 334390
        },
        {
          "text": "What of pleasant viands? How much do you care for them? A.",
          "id": 334391
        },
        {
          "text": "Those things which I have determined not to eat, tempt me not.",
          "id": 334392
        },
        {
          "text": "As to those which I have not cut off, I allow that I take pleasure in their present use, yet so that without any disturbance of mind, either the sight or the taste of them may be withdrawn.",
          "id": 334393
        },
        {
          "text": "And when they are entirely absent, no craving of them dares intrude itself to the disturbance of my thoughts.",
          "id": 334394
        },
        {
          "text": "But no need to inquire concerning food or drink, or baths: so much of these do I seek to have, as is profitable for the confirmation of health.",
          "id": 334395
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "18.",
          "id": 334396
        },
        {
          "text": "R.",
          "id": 334397
        },
        {
          "text": "Thou hast made great progress: yet those things which remain in order to the seeing of that light, very greatly impede.",
          "id": 334398
        },
        {
          "text": "But I am aiming at something which appears to me very easy to be shown; that either nothing remains to us to be subdued, or that we have made no advance at all, and that the taint of all those things which we believed cut away remains.",
          "id": 334399
        },
        {
          "text": "For I ask of thee, if thou wert persuaded that thou couldst live with the throng of those dearest to thee in the study and pursuit of wisdom on no other terms than as possessed of an estate ample enough to meet all your joint necessities; would you not desire and seek for wealth? A.",
          "id": 334400
        },
        {
          "text": "I should.",
          "id": 334401
        },
        {
          "text": "R.",
          "id": 334402
        },
        {
          "text": "How, if it should also be clear, that you would be to many a master of wisdom, if your authority in teaching were supported by civil honor, and that even these your familiars would not be able to put a bridle on their cravings except as they too were in honor, and that this could only accrue to them through your honors and dignity? would not honor then be a worthy object of desire, and of strenuous pursuit? A.",
          "id": 334403
        },
        {
          "text": "It is as thou sayest.",
          "id": 334404
        },
        {
          "text": "R.",
          "id": 334405
        },
        {
          "text": "I do not consider the question of a wife; for perhaps no such necessity could arise of marrying one: although if it were certain that by her ample patrimony all those could be sustained whom thou wouldst fain have live at ease with thee in one place, and that moreover with her cordial consent, especially if she were of a family of such nobility as that through her those honors which you have just granted, in our hypothesis, to be necessary, could easily be attained, I do not know that it would be any part of your duty to contemn these advantages, thus obtained.",
          "id": 334406
        },
        {
          "text": "A.",
          "id": 334407
        },
        {
          "text": "But how could I hope for such things?.",
          "id": 334408
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "19.",
          "id": 334409
        },
        {
          "text": "R.",
          "id": 334410
        },
        {
          "text": "You speak as if I were now inquiring what you hope.",
          "id": 334411
        },
        {
          "text": "I am not inquiring what, denied, delights not, but what delights, obtained.",
          "id": 334412
        },
        {
          "text": "For an extinguished plague is one thing, a dormant plague another.",
          "id": 334413
        },
        {
          "text": "And, as some wise men say, all pools are so unsound, that they always smell of every foul thing, although you do not always perceive this, but  only when you stir them up.",
          "id": 334414
        },
        {
          "text": "And there is a wide difference whether a craving is suppressed by hopelessness of compassing it, or is expelled by saneness of soul.",
          "id": 334415
        },
        {
          "text": "A.",
          "id": 334416
        },
        {
          "text": "Although I am not able to answer thee, never wilt thou, for all this, persuade me that in this affection of mind in which I now perceive myself to be, I have advantaged nothing.",
          "id": 334417
        },
        {
          "text": "R.",
          "id": 334418
        },
        {
          "text": "This, doubtless, appears so to thee, because although thou mightest desire these things, yet they would not seem to thee objects of desire, on their own account, but for ulterior ends.",
          "id": 334419
        },
        {
          "text": "A.",
          "id": 334420
        },
        {
          "text": "That is what I was endeavoring to say: for when I desired riches, I desired them for this reason, that I might be rich.",
          "id": 334421
        },
        {
          "text": "And those honors, the lust of which I have declared myself to have but even now thoroughly overcome, I craved by a mere delight in some intrinsic splendor I imputed to them; and nothing else did I expect in a wife, when I expected, than the reputable enjoyment of voluptuousness.",
          "id": 334422
        },
        {
          "text": "Then there was in me a veritable craving for those things; now I utterly contemn them all: but if I cannot except through these find a passage to those things which in effect I desire, I do not pursue them as things to be embraced, but accept them as things to be allowed.",
          "id": 334423
        },
        {
          "text": "R.",
          "id": 334424
        },
        {
          "text": "A thoroughly excellent distinction: for neither do I impute unworthiness to the desire of any lower things that are sought on account of something else.",
          "id": 334425
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "20.",
          "id": 334426
        },
        {
          "text": "But I ask of thee, why thou dost desire, either that the persons whom thou affectest should live, or that they should live with thee.",
          "id": 334427
        },
        {
          "text": "A.",
          "id": 334428
        },
        {
          "text": "That together and concordantly we might inquire out God and our souls.",
          "id": 334429
        },
        {
          "text": "For so, whichever first discovers aught, easily introduces his companions into it.",
          "id": 334430
        },
        {
          "text": "R.",
          "id": 334431
        },
        {
          "text": "What if these will not inquire? A.",
          "id": 334432
        },
        {
          "text": "I would persuade them into the love of it.",
          "id": 334433
        },
        {
          "text": "R.",
          "id": 334434
        },
        {
          "text": "What if you could not, be it that they suppose themselves to have already found, or think that such things are beyond discovery, or that they are entangled in cares and cravings of other things? A.",
          "id": 334435
        },
        {
          "text": "We will use our best endeavors, I with them, and they with me.",
          "id": 334436
        },
        {
          "text": "R.",
          "id": 334437
        },
        {
          "text": "What if even their presence impedes you in your inquiries? would you not choose and endeavor that they should not be with you, rather than be with you on such terms? A.",
          "id": 334438
        },
        {
          "text": "I own it is as thou sayest.",
          "id": 334439
        },
        {
          "text": "R.",
          "id": 334440
        },
        {
          "text": "It is not therefore on its own account that you crave either their life or presence, but as an auxiliary in the discovery of wisdom? A.",
          "id": 334441
        },
        {
          "text": "I thoroughly agree to that.",
          "id": 334442
        },
        {
          "text": "R.",
          "id": 334443
        },
        {
          "text": "Further: if you were certain that your own life were an impediment to your comprehension of wisdom, should you desire its continuance? A.",
          "id": 334444
        },
        {
          "text": "I should utterly eschew it.",
          "id": 334445
        },
        {
          "text": "R.",
          "id": 334446
        },
        {
          "text": "Furthermore: if thou wert taught, that either in this body or after leaving it thou couldst equally well attain unto wisdom, wouldst thou care whether it was in this or another life that thou didst enjoy that which thou supremely affectest? A.",
          "id": 334447
        },
        {
          "text": "If I ascertained that I was to experience nothing worse, which would lead me back from the point to which I had made progress, I should not care.",
          "id": 334448
        },
        {
          "text": "R.",
          "id": 334449
        },
        {
          "text": "Then thy present dread of death rests on the fear of being involved in some worse evil, whereby the Divine cognition may be borne away from thee.",
          "id": 334450
        },
        {
          "text": "A.",
          "id": 334451
        },
        {
          "text": "Not solely such a possible loss do I dread, if I have any right understanding of the fact, but also lest access should be barred me into those things which I am now eager to explore; although what I already possess, I believe will remain with me.",
          "id": 334452
        },
        {
          "text": "R.",
          "id": 334453
        },
        {
          "text": "Therefore not for the sake of this life in itself, but for the sake of wisdom thou dost desire the continuance of this life.",
          "id": 334454
        },
        {
          "text": "A.",
          "id": 334455
        },
        {
          "text": "It is the truth.",
          "id": 334456
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "21.",
          "id": 334457
        },
        {
          "text": "R.",
          "id": 334458
        },
        {
          "text": "We have pain of body left, which perhaps moves thee of its proper force.",
          "id": 334459
        },
        {
          "text": "A.",
          "id": 334460
        },
        {
          "text": "Nor indeed do I grievously dread even that for any other reason than that it impedes me in my research.",
          "id": 334461
        },
        {
          "text": "For although of late I have been grievously tormented with attacks of toothache, so that I was not suffered to revolve aught in my mind except such things as I have been engaged in learning; while, as the whole intensity of my mind was requisite for new advances, I was entirely restrained from making these: yet it seemed to me, that if the essential refulgence of Truth would disclose itself to me, I should either not have felt that pain, or certainly would have made no account of it.",
          "id": 334462
        },
        {
          "text": "But although I have never had anything severer to bear, yet, often reflecting how much severer the pains are which I might have to bear, I am sometimes forced to agree with Cornelius Celsus, who says that the supreme good is wisdom, and the supreme evil bodily pain.",
          "id": 334463
        },
        {
          "text": "For since, says he, we are composed of two parts, namely, mind and body, of which the former part, the mind, is the better, the body the worse; the highest good is the best of the better part, and the chiefest evil the worst of the inferior; now the best thing in the mind is wisdom, and the worst thing in the body is pain.",
          "id": 334464
        },
        {
          "text": "It is concluded, therefore, and as I fancy, most justly, that the chief good of man is to be wise, and his chief evil, to suffer pain.",
          "id": 334465
        },
        {
          "text": "R.",
          "id": 334466
        },
        {
          "text": "We will consider this later.",
          "id": 334467
        },
        {
          "text": "For perchance Wisdom herself, towards which we strive, will bring us to be of another mind.",
          "id": 334468
        },
        {
          "text": "But if she should show this to be true, we will then not hesitate to adhere to this your present judgment concerning the highest good and the deepest ill.",
          "id": 334469
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "22.",
          "id": 334470
        },
        {
          "text": "Now let us inquire concerning this,  what sort of lover of wisdom thou art, whom thou desirest to behold with most chaste view and embrace, and to grasp her unveiled charms in such wise as she affords herself to no one, except to her few and choicest rotaries.",
          "id": 334471
        },
        {
          "text": "For assuredly a beautiful woman, who had kindled thee to ardent love, would never surrender herself to thee, if she had discovered that thou hadst in thy heart another object of affection; and shall that most chaste beauty of Wisdom exhibit itself to thee, unless thou art kindled for it alone? A.",
          "id": 334472
        },
        {
          "text": "Why then am I still made to hang in wretchedness, and put off with miserable pining? Assuredly I have already made it plain that I love nothing else, since what is not loved for itself is not loved.",
          "id": 334473
        },
        {
          "text": "Now I at least love Wisdom for herself alone, while as to other things, it is for her sake that I desire their presence or absence, such as life, ease, friends.",
          "id": 334474
        },
        {
          "text": "But what measure can the love of that beauty have in which I not only do not envy others, but even long for as many as possible to seek it, gaze upon it, grasp it and enjoy it with me; knowing that our friendship will be the closer, the more thoroughly conjoined we are in the object of our love?.",
          "id": 334475
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "23.",
          "id": 334476
        },
        {
          "text": "R.",
          "id": 334477
        },
        {
          "text": "Such lovers assuredly it is, whom Wisdom ought to have.",
          "id": 334478
        },
        {
          "text": "Such lovers does she seek, the love of whom has in it nothing but what is pure.",
          "id": 334479
        },
        {
          "text": "But there are various ways of approach to her.",
          "id": 334480
        },
        {
          "text": "For it is according to our soundness and strength that each one comprehends that unique and truest good.",
          "id": 334481
        },
        {
          "text": "It is a certain ineffable and incomprehensible light of minds.",
          "id": 334482
        },
        {
          "text": "Let this light of the common day teach us, as well as it can, concerning the higher light.",
          "id": 334483
        },
        {
          "text": "For there are eyes so sound and keen, that, as soon as they are first opened, they turn themselves unshrinkingly upon the sun himself.",
          "id": 334484
        },
        {
          "text": "To these, as it were, the light itself is health, nor do they need a teacher, but only, perchance, a warning.",
          "id": 334485
        },
        {
          "text": "For these to believe, to hope, to love is enough.",
          "id": 334486
        },
        {
          "text": "But others are smitten by that very effulgence which they vehemently desire to see, and when the sight of it is withdrawn often return into darkness with delight.",
          "id": 334487
        },
        {
          "text": "To whom, although such as that they may reasonably be called sound, it is nevertheless dangerous to insist on showing what as yet they have not the power to behold.",
          "id": 334488
        },
        {
          "text": "These therefore should be first put in training, and their love for their good is to be nourished by delay.",
          "id": 334489
        },
        {
          "text": "For first certain things are to be shown to them which are not luminous of themselves, but may be seen by the light, such as a garment, a wall, or the like.",
          "id": 334490
        },
        {
          "text": "Then something which, though still not shining of itself, yet in the light flames out more gloriously, such as gold or silver, yet not so brilliantly as to injure the eyes.",
          "id": 334491
        },
        {
          "text": "Then perchance this familiar fire of earth is to be cautiously shown, then the stars, then the moon, then the brightening dawn, and the brilliance of the luminous sky.",
          "id": 334492
        },
        {
          "text": "Among which things, whether sooner or later, whether through the whole succession, or with some steps passed over, each one accustoming himself according to his strength, will at last without shrinking and with great delight behold the sun.",
          "id": 334493
        },
        {
          "text": "In some such way do the best masters deal with those who are heartily devoted to Wisdom, and who, though seeing but dimly, yet have already eyes that see.",
          "id": 334494
        },
        {
          "text": "For it is the office of a wise training to bring one near to her in a certain graduated approach, but to arrive in her presence without these intermediary steps is a scarcely credible felicity.",
          "id": 334495
        },
        {
          "text": "But to-day, I think we have written enough; regard must be had to health.",
          "id": 334496
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "24.",
          "id": 334497
        },
        {
          "text": "And, another day having come, A.",
          "id": 334498
        },
        {
          "text": "Give now, I pray, if thou canst, that order.",
          "id": 334499
        },
        {
          "text": "Lead by what way thou wilt, through what things thou wilt, how thou wilt.",
          "id": 334500
        },
        {
          "text": "Lay on me things ever so hard, ever so strenuous, and, if only they are within my power, I doubt not that I shall perform them if only I may thereby arrive whither I long to be.",
          "id": 334501
        },
        {
          "text": "R.",
          "id": 334502
        },
        {
          "text": "There is only one thing which I can teach thee; I know nothing more.",
          "id": 334503
        },
        {
          "text": "These things of sense are to be utterly eschewed, and the utmost caution is to be used, lest while we bear about this body, our pinions should be impeded by the viscous distilments of earth, seeing we need them whole and perfect, if we would fly from this darkness into that supernal Light: which deigns not even to show itself to those shut up in this cage of the body, unless they have been such that whether it were broken down or worn out it would be their native airs into which they escaped.",
          "id": 334504
        },
        {
          "text": "Therefore, whenever thou shalt have become such that nothing at all of earthly things delights thee, at that very moment, believe me, at that very point of time thou wilt see what thou desirest.",
          "id": 334505
        },
        {
          "text": "A.",
          "id": 334506
        },
        {
          "text": "When shall that be, I entreat thee? For I think not that I am able to attain to this supreme contempt, unless I shall have seen that in comparison with which these things are worthless.",
          "id": 334507
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "25.",
          "id": 334508
        },
        {
          "text": "R.",
          "id": 334509
        },
        {
          "text": "In this way too the bodily eye might say: I shall not love the darkness, when I shall have seen the sun.",
          "id": 334510
        },
        {
          "text": "For this too seems, as it were, to pertain to the right order though it is far otherwise.",
          "id": 334511
        },
        {
          "text": "For it loves darkness, for the reason that it is not sound; but the sun, unless sound, it is not able to see.",
          "id": 334512
        },
        {
          "text": "And in this the mind is often at fault, that it thinks itself and boasts itself sound; and complains, as if with good sight,  because it does not yet see.",
          "id": 334513
        },
        {
          "text": "But that supernal Beauty knows when she should show herself.",
          "id": 334514
        },
        {
          "text": "For she herself discharges the office of physician, and better understands who are sound than the very ones who are rendered sound.",
          "id": 334515
        },
        {
          "text": "But we, as far as we have emerged, seem to ourselves to see; but how far we were plunged in darkness, or how far we had made progress, we are not permitted either to think or feel, and in comparison with the deeper malady we believe ourselves to be in health.",
          "id": 334516
        },
        {
          "text": "See you not how securely yesterday we had pronounced, that we were no longer detained by any evil thing, and loved nothing except Wisdom; and sought or wished other things only for her sake? To thee how low, how foul, how execrable those female embraces seemed, when we discoursed concerning the desire of a wife! Certainly in the watches of this very night, when we had again been discoursing together of the same things, thou didst feel how differently from what thou hadst presumed those imaginary blandishments and that bitter sweetness tickled thee; far, far less indeed, than is the wont, but also far otherwise than thou hadst thought: so that that most confidential physician of thine set forth to thee each thing, both how far thou hast come on under his care, and what remains to be cured.",
          "id": 334517
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "26.",
          "id": 334518
        },
        {
          "text": "A.",
          "id": 334519
        },
        {
          "text": "Peace, I pray thee, peace.",
          "id": 334520
        },
        {
          "text": "Why tormentest thou me? Why diggest thou so remorselessly and descendest so deep? Now I weep intolerably, henceforth I promise nothing, I presume nothing; question me not concerning these things.",
          "id": 334521
        },
        {
          "text": "Most true is what thou sayest, that He whom I burn to see Himself knows when I am in health; let Him do what pleaseth Him: when it pleaseth Him let Him show Himself; I now commit myself wholly to His clemency and care.",
          "id": 334522
        },
        {
          "text": "Once for all do I believe that those so affected towards Him He faileth not to lift up.",
          "id": 334523
        },
        {
          "text": "I will pronounce nothing concerning my health, except when I shall have seen that Beauty.",
          "id": 334524
        },
        {
          "text": "R.",
          "id": 334525
        },
        {
          "text": "Do nothing else, indeed.",
          "id": 334526
        },
        {
          "text": "But now refrain from tears, and gird up thy mind.",
          "id": 334527
        },
        {
          "text": "Thou hast wept most sore, and to the great aggravation of that trouble of thy breast.",
          "id": 334528
        },
        {
          "text": "A.",
          "id": 334529
        },
        {
          "text": "Wouldest thou set a measure to my tears, when I see no measure of my misery? or dost thou bid me consider the disease of my body, when I in my inmost self am wasted away with pining consumption? But, I pray thee, if thou availest aught over me, essay to lead me through some shorter ways, so that, at least by some neighbor nearness of that Light, such as, if I have made any advance whatever, I shall be able to endure, I may be made ashamed of withdrawing my eyes into that darkness which I have left; if indeed I can be said to have left a darkness which yet dares to dally with my blindness.",
          "id": 334530
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "27.",
          "id": 334531
        },
        {
          "text": "R.",
          "id": 334532
        },
        {
          "text": "Let us conclude, if you will, this first volume, that in a second we may attempt some such way as may commodiously offer itself.",
          "id": 334533
        },
        {
          "text": "For this disposition of yours must not fail to be cherished by reasonable exercise.",
          "id": 334534
        },
        {
          "text": "A.",
          "id": 334535
        },
        {
          "text": "I will in no wise suffer this volume to be ended, unless thou open to me at least a gleam from the nearness of that Light whither I am bound.",
          "id": 334536
        },
        {
          "text": "R.",
          "id": 334537
        },
        {
          "text": "Thy Divine Physician yields so far to thy wish.",
          "id": 334538
        },
        {
          "text": "For a certain radiance seizes me, inviting me to conduct thee to it.",
          "id": 334539
        },
        {
          "text": "Therefore be intent to receive it.",
          "id": 334540
        },
        {
          "text": "A.",
          "id": 334541
        },
        {
          "text": "Lead, I entreat thee, and snatch me away whither thou wilt.",
          "id": 334542
        },
        {
          "text": "R.",
          "id": 334543
        },
        {
          "text": "Thou art sure that thou art minded to know the soul, and God? A.",
          "id": 334544
        },
        {
          "text": "That is all my desire.",
          "id": 334545
        },
        {
          "text": "R.",
          "id": 334546
        },
        {
          "text": "Nothing more? A.",
          "id": 334547
        },
        {
          "text": "Nothing at all.",
          "id": 334548
        },
        {
          "text": "R.",
          "id": 334549
        },
        {
          "text": "What, do you not wish to comprehend Truth? A.",
          "id": 334550
        },
        {
          "text": "As if I could know these things except through her.",
          "id": 334551
        },
        {
          "text": "R.",
          "id": 334552
        },
        {
          "text": "Therefore she first is to be known, through whom these things can be known.",
          "id": 334553
        },
        {
          "text": "A.",
          "id": 334554
        },
        {
          "text": "I refuse not.",
          "id": 334555
        },
        {
          "text": "R.",
          "id": 334556
        },
        {
          "text": "First then let us see this, whether, as Truth and True are two words, you hold that by these two words two things are signified, or one thing.",
          "id": 334557
        },
        {
          "text": "A.",
          "id": 334558
        },
        {
          "text": "Two things, I hold.",
          "id": 334559
        },
        {
          "text": "For, as Chastity is one thing, and that which is chaste, another, and many things in this manner; so I believe that Truth is one thing, and that which, being declared, is true, is another.",
          "id": 334560
        },
        {
          "text": "R.",
          "id": 334561
        },
        {
          "text": "Which of these two do you esteem most excellent? A.",
          "id": 334562
        },
        {
          "text": "Truth, as I believe.",
          "id": 334563
        },
        {
          "text": "For it is not from that which is chaste that Chastity arises, but that which is chaste from Chastity.",
          "id": 334564
        },
        {
          "text": "So also, if anything is true, it is assuredly from Truth that it is true.",
          "id": 334565
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "28.",
          "id": 334566
        },
        {
          "text": "R.",
          "id": 334567
        },
        {
          "text": "What? When a chaste person dies, do you judge that Chastity dies also? A.",
          "id": 334568
        },
        {
          "text": "By no means.",
          "id": 334569
        },
        {
          "text": "R.",
          "id": 334570
        },
        {
          "text": "Then, when anything perishes that is true, Truth perishes not.",
          "id": 334571
        },
        {
          "text": "A.",
          "id": 334572
        },
        {
          "text": "But how should anything true perish? For I see not.",
          "id": 334573
        },
        {
          "text": "R.",
          "id": 334574
        },
        {
          "text": "I marvel that you ask that question: do we not see thousands of things perish before our eyes? Unless perchance you think this tree, either to be a tree, but not a true one, or if so to be unable to perish.",
          "id": 334575
        },
        {
          "text": "For even if you believe not your senses, and are capable of answering, that you are wholly ignorant whether it is a tree; yet this, I believe, you will not deny, that it is a true tree, if it is a tree: for this judgment is not of the senses, but of the intelligence.",
          "id": 334576
        },
        {
          "text": "For if it is a false tree, it is not a tree; but if it is a tree, it cannot but be a true one.",
          "id": 334577
        },
        {
          "text": "A.",
          "id": 334578
        },
        {
          "text": "This I allow.",
          "id": 334579
        },
        {
          "text": "R.",
          "id": 334580
        },
        {
          "text": "Then as to the other proposition; do you not concede that a tree is of such a sort of things, as that it originates and perishes? A.",
          "id": 334581
        },
        {
          "text": "I cannot deny it.",
          "id": 334582
        },
        {
          "text": "R.",
          "id": 334583
        },
        {
          "text": "It is con  cluded therefore, that something which is true perishes.",
          "id": 334584
        },
        {
          "text": "A.",
          "id": 334585
        },
        {
          "text": "I do not dispute it.",
          "id": 334586
        },
        {
          "text": "R.",
          "id": 334587
        },
        {
          "text": "What follows? Does it not seem to thee that when true things perish Truth does not perish, as Chastity dies not when a chaste person dies? A.",
          "id": 334588
        },
        {
          "text": "I now grant this too, and eagerly wait to see what thou art laboring to show.",
          "id": 334589
        },
        {
          "text": "R.",
          "id": 334590
        },
        {
          "text": "Therefore attend.",
          "id": 334591
        },
        {
          "text": "A.",
          "id": 334592
        },
        {
          "text": "I am all attention.",
          "id": 334593
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "29.",
          "id": 334594
        },
        {
          "text": "R.",
          "id": 334595
        },
        {
          "text": "Does this proposition seem to you to be true: Whatever is, is compelled to be somewhere? A.",
          "id": 334596
        },
        {
          "text": "Nothing so entirely wins my consent.",
          "id": 334597
        },
        {
          "text": "R.",
          "id": 334598
        },
        {
          "text": "And you confess that Truth is? A.",
          "id": 334599
        },
        {
          "text": "I confess it.",
          "id": 334600
        },
        {
          "text": "R.",
          "id": 334601
        },
        {
          "text": "Then we must needs inquire where it is; for it is not in a place, unless perchance you think there is something else in a place than a body, or think that Truth is a body.",
          "id": 334602
        },
        {
          "text": "A.",
          "id": 334603
        },
        {
          "text": "I think neither of these things.",
          "id": 334604
        },
        {
          "text": "R.",
          "id": 334605
        },
        {
          "text": "Where then do you believe her to be? For she is not nowhere, whom we have granted to be.",
          "id": 334606
        },
        {
          "text": "A.",
          "id": 334607
        },
        {
          "text": "If I knew where she was, perchance I should seek nothing more.",
          "id": 334608
        },
        {
          "text": "R.",
          "id": 334609
        },
        {
          "text": "At least you are able to know where she is not? A.",
          "id": 334610
        },
        {
          "text": "If thou pass in review the places, perchance I shall be.",
          "id": 334611
        },
        {
          "text": "R.",
          "id": 334612
        },
        {
          "text": "It is not, assuredly, in mortal things.",
          "id": 334613
        },
        {
          "text": "For whatever is, cannot abide in anything, if that does not abide in which it is: and that Truth abides, even though true things perish, has just been conceded.",
          "id": 334614
        },
        {
          "text": "Truth, therefore, is not in mortal things.",
          "id": 334615
        },
        {
          "text": "But Truth is, and is not nowhere.",
          "id": 334616
        },
        {
          "text": "There are therefore things immortal.",
          "id": 334617
        },
        {
          "text": "And nothing is true in which Truth is not.",
          "id": 334618
        },
        {
          "text": "It results therefore that nothing is true, except those things which are immortal.",
          "id": 334619
        },
        {
          "text": "And every false tree is not a tree, and false wood is not wood, and false silver is not silver, and everything whatever which is false, is not.",
          "id": 334620
        },
        {
          "text": "Now everything which is not true, is false.",
          "id": 334621
        },
        {
          "text": "Nothing therefore is rightly said to be, except things immortal.",
          "id": 334622
        },
        {
          "text": "Do you diligently consider this little argument, lest there should be in it any point which you think impossible to concede.",
          "id": 334623
        },
        {
          "text": "For if it is sound, we have almost accomplished our whole business, which in the other book will perchance appear more plainly.",
          "id": 334624
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "30.",
          "id": 334625
        },
        {
          "text": "A.",
          "id": 334626
        },
        {
          "text": "I thank thee much, and will diligently and cautiously review these things in my own mind, and moreover with thee, when we are in quiet, if no darkness interfere, and, which I vehemently dread, inspire in me delight in itself.",
          "id": 334627
        },
        {
          "text": "R.",
          "id": 334628
        },
        {
          "text": "Steadfastly believe in God, and commit thyself wholly to Him as much as thou canst.",
          "id": 334629
        },
        {
          "text": "Be not willing to be as it were thine own and in thine own control; but profess thyself to be the bondman of that most clement and most profitable Lord.",
          "id": 334630
        },
        {
          "text": "For so will He not desist from lifting thee to Himself, and will suffer nothing to occur to thee, except what shall profit thee, even though thou know it not.",
          "id": 334631
        },
        {
          "text": "A.",
          "id": 334632
        },
        {
          "text": "I hear, I believe, and as much as I can I yield compliance; and most intently do I offer a prayer for this very thing, that I may have the utmost power, unless perchance thou desirest something more of me.",
          "id": 334633
        },
        {
          "text": "R.",
          "id": 334634
        },
        {
          "text": "It is well meanwhile, thou wilt do afterwards what He Himself, being now seen, shall require of thee.",
          "id": 334635
        }
      ]
    }
  ]
}