{
  "book": "Augustine: Against Two Letters of the Pelagians Book II",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Book II.",
          "id": 297616
        },
        {
          "text": "He undertakes to examine the second letter of the Pelagians, filled, like the first, with calumnies against the Catholics—a letter that was sent by them to Thessalonica in the name of eighteen bishops; and, first of all, he shows, by the comparison of the heretical writings with one another, that the Catholics are by no means falling into the errors of the Manicheans in detesting the dogmas of the Pelagians.",
          "id": 297617
        },
        {
          "text": "He repels the calumny of prevarication incurred by the Roman clergy in the latter condemnation of Pelagius and Coelestius by Zosimus, showing that the Pelagian dogmas were never approved at Rome, although for some time, by the clemency of Zosimus, Coelestius was mercifully dealt with, with a view to leading him to the correction of his errors.",
          "id": 297618
        },
        {
          "text": "He shows that, under the name of grace, Catholics neither assert a doctrine of fate, nor attribute respect of persons to God; although they truly say that God's grace is not given according to human merits, and that the first desire of good is inspired by God; so that a man does not at all make a beginning of a change from bad to good, unless the unbought and gratuitous mercy of God effects that beginning in him.",
          "id": 297619
        },
        {
          "text": "Chapter 1.",
          "id": 297620
        },
        {
          "text": "—Introduction; The Pelagians Impeach Catholics as Manicheans.",
          "id": 297621
        },
        {
          "text": "Let me now consider a second letter, not of Julian's alone, but common to him with several bishops, which they sent to Thessalonica; and let me answer it, with God's help, as I best can.",
          "id": 297622
        },
        {
          "text": "And lest this work of mine become longer than the necessity of the subject itself requires, what need is there to refute those things which do not contain the insidious poison of their doctrine, but seem only to plead for the acquiescence of the Eastern bishops for their assistance, or, on behalf of the catholic faith, against the profanity, as they say, of the Manicheans; with no other view except, a horrible heresy being presented to them, whose adversaries they profess themselves to be, to lie hid as the enemies of grace in praise of nature? For who at any time has stirred any question of these matters against them? or what catholic is displeased because they condemn those whom the apostle foretold as departing from the faith, having their conscience seared, forbidding to marry, abstaining from meats that they think unclean, not thinking that all things were created by God? Who at any time constrained them to deny that every creature of God is good, and there is no substance which the supreme God has not made, except God Himself, who was not made by any? It is not such things as these, which it is plain are catholic truths, that are rebuked and condemned in them; because not alone the catholic faith holds in detestation the Manichean impiety as exceedingly foolish and mischievous, but also all heretics who are not Manicheans.",
          "id": 297623
        },
        {
          "text": "Whence even these Pelagians do well to utter an anathema against the Manicheans, and to speak against their errors.",
          "id": 297624
        },
        {
          "text": "But they do two evil things, for which they themselves must also be anathematized—one, that they impeach catholics under the name of Manicheans, the other, that they themselves also are introducing the heresy of a new error.",
          "id": 297625
        },
        {
          "text": "For they are not therefore sound in the faith because they are not labouring under the disease of the Manicheans.",
          "id": 297626
        },
        {
          "text": "The kind of pestilence is not always one and the same—as in the bodies, so also in the minds.",
          "id": 297627
        },
        {
          "text": "As, therefore, the physician of the body would not have pronounced a man free from peril of death whom he might have declared free from dropsy, if he had seen him to be sick of some other mortal disease; so truth is not acknowledged in their case because they are not Manicheans, if they are raving in some other kind of perversity.",
          "id": 297628
        },
        {
          "text": "Wherefore what we anathematize with them is one thing, what we anathematize in them is another.",
          "id": 297629
        },
        {
          "text": "For we hold in abhorrence with them what is rightly offensive to them also; just as, nevertheless, we hold in abhorrence in them that for which they themselves are rightly offensive.",
          "id": 297630
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 2 (II.",
          "id": 297631
        },
        {
          "text": ")—The Heresies of the Manicheans and Pelagians are Mutually Opposed, and are Alike Reprobated by the Catholic Church.",
          "id": 297632
        },
        {
          "text": "The Manicheans say that the good God is not the Creator of all natures; the Pelagians that God is not the Purifier, the Saviour, the Deliverer of all ages among men.",
          "id": 297633
        },
        {
          "text": "The catholic Church condemns both; as well maintaining God's creation against the Manicheans, that no nature may be denied to be framed by Him, as maintaining against the Pelagians that in all ages human nature must be sought after as ruined.",
          "id": 297634
        },
        {
          "text": "The Manicheans rebuke the concupiscence of the flesh, not as if it were an accidental vice, but as if it were a nature bad from eternity; the Pelagians approve it as if it were no vice, but even a natural good.",
          "id": 297635
        },
        {
          "text": "The catholic faith condemns both, saying to the Manicheans, \"It is not nature, but it is vice;\" saying to the Pelagians, \"It is not of the Father, but it is of the world;\" in order that both may allow it as an evil sickness to be cured—the former by ceasing to believe it, as it were, incurable, the latter by ceasing to proclaim it as laudable.",
          "id": 297636
        },
        {
          "text": "The Manicheans deny that to a good man the beginning of evil came from free will; the Pelagians say that even a bad man has free will sufficiently to perform the good commandment.",
          "id": 297637
        },
        {
          "text": "The catholic Church condemns both, saying to the former, \"God made man upright,\" and saying to the latter, \"If the Son shall make you free, ye shall be free indeed\".",
          "id": 297638
        },
        {
          "text": "The Manicheans say that the soul, as a particle of God, has sin by the commixture of an evil nature; the Pelagians say that the soul is upright, not indeed a particle, but a creature of God, and has not even in this corruptible life any sin.",
          "id": 297639
        },
        {
          "text": "The catholic Church condemns both, saying to the Manicheans, \"Either make the tree good and its fruit good, or make the tree evil and its fruit evil,\" which would not be said to man who cannot make his own nature, unless because sin is not nature, but vice; and saying to the Pelagians, \"If we say that we have no sin we deceive ourselves, and the truth is not in us\".",
          "id": 297640
        },
        {
          "text": "In these diseases, opposed as they are to one another, the Manicheans and the Pelagians are at issue, with dissimilar will but with similar vanity, separated by different opinions, but close together by a perverse mind.",
          "id": 297641
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 3.",
          "id": 297642
        },
        {
          "text": "—How Far the Manicheans and Pelagians are Joined in Error; How Far They are Separated.",
          "id": 297643
        },
        {
          "text": "Still, indeed, they alike oppose the grace of Christ, they alike make His baptism of no account, they alike dishonour His flesh; but, moreover, they do these things in different ways and for different reasons.",
          "id": 297644
        },
        {
          "text": "For the Manicheans assert that divine assistance is given to the merits of a good nature, but the Pelagians, to the merits of a good will.",
          "id": 297645
        },
        {
          "text": "The former say, God owes this to the labours of His members; the latter say, God owes this to the virtues of His servants.",
          "id": 297646
        },
        {
          "text": "In both cases, therefore, the reward is not imputed according to grace, but according to debt.",
          "id": 297647
        },
        {
          "text": "The Manicheans contend, with a profane heart, that the washing of regeneration—that is, the water itself—is superfluous, and is of no advantage.",
          "id": 297648
        },
        {
          "text": "But the Pelagians assert that what is said in holy baptism for the putting away of sins is of no avail to infants, as they have no sin; and thus in the baptism of infants, as far as pertains to the remission of sins, the Manicheans destroy the visible element, but the Pelagians destroy even the invisible sacrament.",
          "id": 297649
        },
        {
          "text": "The Manicheans dishonour Christ's flesh by blaspheming the birth from the Virgin; but the Pelagians by making the flesh of those to be redeemed equal to the flesh of the Redeemer.",
          "id": 297650
        },
        {
          "text": "Since Christ was born, not of course in sinful flesh, but in the likeness of sinful flesh, while the flesh of the rest of mankind is born sinful.",
          "id": 297651
        },
        {
          "text": "The Manicheans, therefore, who absolutely abominate all flesh, take away the manifest truth from the flesh of Christ; but the Pelagians, who maintain that no flesh is born sinful, take away from Christ's flesh its special and proper dignity.",
          "id": 297652
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 4.",
          "id": 297653
        },
        {
          "text": "—The Two Contrary Errors.",
          "id": 297654
        },
        {
          "text": "Let the Pelagians, then, cease to object to the catholics that which they are not, but let them rather hasten to amend what they themselves are; and let them not wish to be considered deserving of approval because they are opposed to the hateful error of the Manicheans, but let them acknowledge themselves to be deservedly hateful because they do not put away their own error.",
          "id": 297655
        },
        {
          "text": "For two errors may be opposed to one another, although both are to be reprobated because both are alike opposed to the truth.",
          "id": 297656
        },
        {
          "text": "For if the Pelagians are to be loved because they hate the Manicheans, the Manicheans should also be loved because they hate the Pelagians.",
          "id": 297657
        },
        {
          "text": "But be it far from our catholic mother to choose some to love on the ground that they hate others, when by the warning and help of the Lord she ought to avoid both, and should desire to heal both.",
          "id": 297658
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 5 (III.",
          "id": 297659
        },
        {
          "text": ")—The Calumny of the Pelagians Against the Clergy of the Roman Church.",
          "id": 297660
        },
        {
          "text": "Moreover, they accuse the Roman clergy, writing, \"That, driven by the fear of a command, they have not blushed to be guilty of the crime of prevarication; so that, contrary to their previous judgment, wherein by their proceedings they had assented to the catholic dogma, they subsequently pronounced that the nature of men is evil\".",
          "id": 297661
        },
        {
          "text": "Nay, but the Pelagians had conceived, with a false hope, that the new and execrable dogma of Pelagius or Coelestius could be made acceptable to the catholic intelligences of certain Romans, when those crafty spirits—however perverted by a wicked error, yet not contemptible, since they appeared rather to be deserving of considerate correction than of easy condemnation—were treated with somewhat more of lenity than the stricter discipline of the Church required.",
          "id": 297662
        },
        {
          "text": "For while so many and such important ecclesiastical documents were passing and repassing between the Apostolical See and the African bishops, —and,moreover, when the proceedings in this matter in that see were completed, with Coelestius present and making answer,—what sort of a letter, what decree, is found of Pope Zosimus, of venerable memory, wherein he prescribed that it must be believed that man is born without any taint of original sin? Absolutely he never said this—never wrote it at all.",
          "id": 297663
        },
        {
          "text": "But since Coelestius had written this in his pamphlet, among those matters, merely, on which he confessed that he was still in doubt and desired to be instructed, the desire of amendment in a man of so acute an intellect, who, if he could be put right, would assuredly be of advantage to many, and not the falsehood of the doctrine, was approved.",
          "id": 297664
        },
        {
          "text": "And therefore his pamphlet was called catholic, because this also is the part of a catholic disposition,—if by chance in any matters a man thinks differently from what the truth demands, not with the greatest accuracy to define those matters, but, if detected and demonstrated, to reject them.",
          "id": 297665
        },
        {
          "text": "For it was not to heretics, but to catholics, that the apostle was speaking when he said, \"Let us, therefore, as many as are perfect, be thus minded; and if in anything ye be otherwise minded, God shall reveal even this unto you\".",
          "id": 297666
        },
        {
          "text": "This was thought to have been the case in him when he replied that he consented to the letters of Pope Innocent of blessed memory, in which all doubt about this matter was removed.",
          "id": 297667
        },
        {
          "text": "And in order that this might be made fuller and more manifest in him, matters were delayed until letters should come from Africa, in which province his craftiness had in some sort become more evidently known.",
          "id": 297668
        },
        {
          "text": "And afterwards these letters came to Rome containing this, that it was not sufficient for men of more sluggish and anxious minds that he confessed his general consent to the letters of Bishop Innocent, but that he ought openly to anathematize the mischievous statements which he had made in his pamphlet; lest if he did not do so, many people of better intelligence should rather believe that in his pamphlet those poisons of the faith had been approved by the catholic see, because it had been affirmed by that see that that pamphlet was catholic, than that they had been amended because of his answer that he consented to the letters of Pope Innocent.",
          "id": 297669
        },
        {
          "text": "Then, therefore, when his presence was demanded, in order that by certain and clear answers either the craft of the man or his correction might plainly appear and remain doubtful to no one, he withdrew himself and refused the examination.",
          "id": 297670
        },
        {
          "text": "Neither would the delay which had already been made for the advantage of others have taken place, if it could not be of advantage to the pertinacity and madness of those who were excessively perverse.",
          "id": 297671
        },
        {
          "text": "But if, which be far from the case, it had so been judged in the Roman Church concerning Coelestius or Pelagius, that those dogmas of theirs, which in themselves and with themselves Pope Innocent had condemned, should be pronounced worthy of approval and maintenance, the mark of prevarication would rather have to be branded on the Roman clergy for this.",
          "id": 297672
        },
        {
          "text": "But now, when the first letters of the most blessed Pope Innocent, in reply to the letters of the African bishops,  would have equally condemned this error which these men are endeavouring to commend to us; and his successor, the holy Pope Zosimus, would never have said, never have written, that this dogma which these men think concerning infants is to be held; nay, would even have bound Coelestius by a repeated sentence, when he endeavoured to clear himself, to a consent to the above-mentioned letters of the Apostolic See;—assuredly, whatever in the meanwhile was done more leniently concerning Coelestius, provided the stability of the most ancient and robust faith were maintained, was the most merciful persuasion of correction, not the most pernicious approval of wickedness; and that afterwards, by the same priesthood, Coelestius and Pelagius were condemned by repeated authority, was the proof of a severity, for a little while intermitted, at length of necessity to be carried out, not a denial of a previously-known truth or a new acknowledgment of truth.",
          "id": 297673
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 6 (IV.",
          "id": 297674
        },
        {
          "text": ")—What Was Done in the Case of Coelestius and Zosimus.",
          "id": 297675
        },
        {
          "text": "But what need is there for us to delay longer in speaking of this matter, when there are extant here and there proceedings and writings drawn up, where all those things just as they were transacted may be either learnt or recalled? For who does not see in what degree Coelestius was bound by the interrogations of your holy predecessor and by the answers of Coelestius, whereby he professed that he consented to the letters of Pope Innocent, and fastened by a most wholesome chain, so as not to dare any further to maintain that the original sin of infants is not put away in baptism? Because these are the words of the venerable Bishop Innocent concerning this matter to the Carthaginian Council: \"For once,\" he said, \"he bore free will; but, using his advantage inconsiderately, and falling into the depths of apostasy, he was overwhelmed, and found no way whereby he could rise from thence; and, deceived for ever by his liberty, he would have lain under the oppression of this ruin, if the advent of Christ had not subsequently for his grace delivered him, and, by the purification of a new regeneration, purged all past sin by the washing of His baptism\".",
          "id": 297676
        },
        {
          "text": "What could be more clear or more manifest than that judgment of the Apostolical See? To this Coelestius professed that he assented, when it was said to him by your holy predecessor, \"Do you condemn all those things that are bandied about under your name?\" and he himself replied, \"I condemn them in accordance with the judgment of your predecessor Innocent, of blessed memory\".",
          "id": 297677
        },
        {
          "text": "But among other things which had been uttered under his name, the deacon Paulinus had objected to Coelestius that he said \"that the sin of Adam was prejudicial to himself alone, and not to the human race, and that infants newly born were in the same condition in which Adam was before his sin\".",
          "id": 297678
        },
        {
          "text": "Accordingly, if he would condemn the views objected to by Paulinus with a truthful heart and tongue, according to the judgment of the blessed Pope Innocent, what could remain to him afterwards whence he could contend that there was no sin in infants resulting from the past transgression of the first man, which would be purged in holy baptism by the purification of the new regeneration? But he showed that he had answered deceitfully by the final event, when he withdrew himself from the examination, lest he should be compelled, according to the African rescripts, absolutely to mention and anathematize the very words themselves concerning this question which he wrote in his tractate.",
          "id": 297679
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 7.",
          "id": 297680
        },
        {
          "text": "—He Suggests a Dilemma to Coelestius.",
          "id": 297681
        },
        {
          "text": "What was that which the same pope replied to the bishops of Numidia concerning this very cause, because he had received letters from both Councils, as well from the Council of Carthage as from the Council of Mileve—does he not speak most plainly concerning infants? For these are his words: \"For what your Fraternity asserts that they preach, that infants can be endowed with the rewards of eternal life even without the grace of baptism, is excessively silly; for unless they shall eat the flesh of the Son of man, and drink His blood, they shall not have life in themselves.",
          "id": 297682
        },
        {
          "text": "And they who maintain this as being theirs without regeneration, appear to me to wish to destroy baptism itself, since they proclaim that these have that which we believe is not to be conferred on them without baptism\".",
          "id": 297683
        },
        {
          "text": "What does the ungrateful man say to this, when the Apostolic See had already spared him on his profession, as if he were corrected by its most benignant lenity? What does he say to this? Will infants after the end of their life, even if while they live they are not baptized in Christ, be in eternal life, or will they not? If he should say, \"They will,\" how then did he answer that he had condemned what had been uttered under his name \"according to the judgment of Innocent, of blessed memory\"? Lo, Pope Innocent, of blessed memory, says that infants have not life without Christ's baptism, and without partaking of Christ's body and blood.",
          "id": 297684
        },
        {
          "text": "If he should say, \"They will not,\" how then, if they do not receive eternal life, are they certainly by consequence condemned in eternal death if they derive no original sin?.",
          "id": 297685
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 8.",
          "id": 297686
        },
        {
          "text": "—The Catholic Faith Concerning Infants.",
          "id": 297687
        },
        {
          "text": "What do they say to these things who dare also to write their mischievous impieties, and dare to send them to the Eastern bishops? Coelestius is held to have given consent to the letters of the venerable Innocent; the letters themselves of the prelate mentioned are read, and he writes that infants who are not baptized cannot have life.",
          "id": 297688
        },
        {
          "text": "And who will deny that, as a consequence, they have death, if they have not life? Whence, then, in infants, is so wretched a penalty as that, if there is no original fault? How, then, are the Roman clergy charged with prevarication by those forsakers of the faith and opponents of grace under Bishop Zosimus, as if they had had any other view in the subsequent condemnation of Coelestius and Pelagius than that which they had in a former one under Innocent? Because, certainly, since by the letters of the venerable Innocent concerning the abode of infants in eternal death unless they were baptized in Christ, the antiquity of the catholic faith shone forth, assuredly he would rather be a prevaricator from the Roman Church who should deviate from that judgment; and since with God's blessing this did not happen, but that judgment itself was constantly maintained in the repeated condemnation of Coelestius and Pelagius, let them understand that they themselves are in the position wherein they accuse others of being, and let them hereafter be healed of their prevarication from the faith.",
          "id": 297689
        },
        {
          "text": "Because the catholic faith does not say that the nature of man is bad in as far as he was made man at first by the Creator; nor now is what God creates in that nature when He makes men from men, his evil; but what he derives from that sin of the first man.",
          "id": 297690
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter 9 (V.",
          "id": 297691
        },
        {
          "text": ")—He Replies to the Calumnies of the Pelagians.",
          "id": 297692
        },
        {
          "text": "And now we must look to those things which they objected to us in their letters, and briefly mentioned.",
          "id": 297693
        },
        {
          "text": "And to these this is my answer.",
          "id": 297694
        },
        {
          "text": "We do not say that by the sin of Adam free will perished out of the nature of men; but that it avails for sinning in men subjected to the devil; while it is not of avail for good and pious living, unless the will itself of man should be made free by God's grace, and assisted to every good movement of action, of speech, of thought.",
          "id": 297695
        },
        {
          "text": "We say that no one but the Lord God is the maker of those who are born, and that marriage was ordained not by the devil, but by God Himself; yet that all are born under sin on account of the fault of propagation, and that, therefore, all are under the devil until they are born again in Christ.",
          "id": 297696
        },
        {
          "text": "Nor are we maintaining fate under the name of grace, because we say that the grace of God is preceded by no merits of man.",
          "id": 297697
        },
        {
          "text": "If, however, it is agreeable to any to call the will of the Almighty God by the name of fate, while we indeed shun profane novelties of words, we have no use for contending about words.",
          "id": 297698
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter 10.",
          "id": 297699
        },
        {
          "text": "—Why the Pelagians Falsely Accuse Catholics of Maintaining Fate Under the Name of Grace.",
          "id": 297700
        },
        {
          "text": "But, as I was somewhat more attentively considering for what reason they should think it well to object this to us, that we assert fate under the name of grace, I first of all looked into those words of theirs which follow.",
          "id": 297701
        },
        {
          "text": "For thus they have thought that this was to be objected to us: \"Under the name,\" say they, \"of grace, they so assert fate as to say that unless God inspired unwilling and resisting man with the desire of good, and that good imperfect, he would neither be able to decline from evil nor to lay hold of good\".",
          "id": 297702
        },
        {
          "text": "Then a little after, where they mention what they maintain, I gave heed to what was said by them about this matter.",
          "id": 297703
        },
        {
          "text": "\"We confess,\" say they, that baptism is necessary for all ages, and that grace, moreover, assists the good purpose of everybody; but yet that it does not infuse the love of virtue into a reluctant one, because there is no acceptance of persons with God\".",
          "id": 297704
        },
        {
          "text": "From these words of theirs, I perceived that for this reason they either think, or wish it to be thought, that we assert fate under the name of grace, because we say that God's grace is not given in respect of our merits, but according to His own most merciful will, in that He said, \"I will be gracious to whom I will be gracious, and will show mercy on whom I will show mercy\".",
          "id": 297705
        },
        {
          "text": "Where, by way of consequence, it is added, \"Therefore it is not of him that willeth, nor of him that runneth, but of God that showeth mercy\".",
          "id": 297706
        },
        {
          "text": "Here any one might be equally foolish in thinking or saying that the apostle is an assertor of fate.",
          "id": 297707
        },
        {
          "text": "But here these people sufficiently lay themselves open; for when they malign us by saying that we maintain fate under the name of grace, because we say that God's grace is not given on account of our merits, beyond a doubt they confess that they themselves say that it is given on account of our merits; thus their blindness could not conceal and dissimulate that they believe and think thus, although, when this view was objected to him, Pelagius, in the episcopal judgment of Palestine, with crafty fear condemned it.",
          "id": 297708
        },
        {
          "text": "For it was objected to him from the words of his own disciple Coelestius, indeed, that he himself also was in the habit of saying that God's grace is given on account of our merits.",
          "id": 297709
        },
        {
          "text": "And he in abhorrence, or in pretended abhorrence, of this, did not delay, with his lips at least, to anathematize it; but, as his later writings indicate, and the assertion of those followers of his makes evident, he kept it in his deceitful heart, until afterwards his boldness might put forth in letters what the cunning of a denier had then hidden for fear.",
          "id": 297710
        },
        {
          "text": "And still the Pelagian bishops do not dread, and at least are not ashamed, to send their letters to the catholic Eastern bishops, in which they charge us with being assertors of fate because we do not say that even grace is given according to our merits; although Pelagius, fearing the Eastern bishops, did not dare to say this, and so was compelled to condemn it.",
          "id": 297711
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter 11 (VI.",
          "id": 297712
        },
        {
          "text": ")—The Accusation of Fate is Thrown Back Upon the Adversaries.",
          "id": 297713
        },
        {
          "text": "But is it true, O children of pride, enemies of God's grace, new Pelagian heretics, that whoever says that all man's good deservings are preceded by God's grace, and that God's grace is not given to merits, lest it should not be grace if it is not given freely but be repaid as due to those who deserve it, seems to you to assert fate? Do not you yourselves also say, whatever be your purpose, that baptism is necessary for all ages? Have you not written in this very letter of yours that opinion concerning baptism, and that concerning grace, side by side? Why did not baptism, which is given to infants, by that very juxtaposition admonish you what you ought to think concerning grace? For these are your words: \"We confess that baptism is necessary for all ages, and that grace, moreover, assists the good purpose of everybody; but yet that it does not infuse the love of virtue into a reluctant one, because there is no acceptance of persons with God\".",
          "id": 297714
        },
        {
          "text": "In all these words of yours, I for the meanwhile say nothing of what you have said concerning grace.",
          "id": 297715
        },
        {
          "text": "But give a reason concerning baptism, why you should say that it is necessary for all ages; say why it is necessary for infants.",
          "id": 297716
        },
        {
          "text": "Assuredly because it confers some good upon them; and that same something is neither small nor moderate, but of great account.",
          "id": 297717
        },
        {
          "text": "For although you deny that they contract the original sin which is remitted in baptism, yet you do not deny that in that laver of regeneration they are adopted from the sons of men unto the sons of God; nay, you even preach this.",
          "id": 297718
        },
        {
          "text": "Tell us, then, how the infants, whoever they are, that are baptized in Christ and have departed from the body, received so lofty a gift as this, and with what preceding merits.",
          "id": 297719
        },
        {
          "text": "If you should say that they have deserved this by the piety of their parents, it will be replied to you, Why is this benefit sometimes denied to the children of pious people and given to the children of the wicked? For sometimes the offspring born from religious people, in tender age, and thus fresh from the womb, is forestalled by death before it can be washed in the laver of regeneration, and the infant born of Christ's foes is baptized in Christ by the mercy of Christians,—the baptized mother bewails her own little one not baptized, and the chaste virgin gathers in to be baptized a foreign offspring, exposed by an unchaste mother.",
          "id": 297720
        },
        {
          "text": "Here, certainly, the merits of parents are wanting, and even by your own confession the merits of the infants themselves are wanting also.",
          "id": 297721
        },
        {
          "text": "For we know that you do not believe this of the human soul, that it has lived somewhere before it inhabited this earthly body, and has done something either of good or of evil for which it might deserve such difference in the flesh.",
          "id": 297722
        },
        {
          "text": "What cause, then, has procured baptism for this infant, and has denied it to that? Do they have fate because they do not have merit? or is there in these things acceptance of persons with God? For you have said both,—first fate, afterwards acceptance of persons,—that, since both must be refuted, there may remain the merit which you wish to introduce against grace.",
          "id": 297723
        },
        {
          "text": "Answer, then, concerning the merits of infants, why some should depart from their bodies baptized, others not baptized, and by the merits of their parents neither possess nor fail of so excellent a gift that they should become sons of God from sons of men, by no deserving of their parents, by no deservings of their own.",
          "id": 297724
        },
        {
          "text": "You are silent, forsooth, and you find yourselves rather in the same position which you object to us.",
          "id": 297725
        },
        {
          "text": "For if when there is no merit you say that consequently there is fate, and on this account wish the merit of man to be understood in the grace of God, lest you should be compelled to confess fate; see, you rather assert a fate in the baptism of infants, since you avow that in them there is no merit.",
          "id": 297726
        },
        {
          "text": "But if, in the case of infants to be baptized, you deny that any merit at all precedes, and yet do not concede that there is a fate, why do you cry out,—when we say that the grace of God is therefore given freely, lest it should not be grace, and is not repaid as if it were due to preceding merits,—that we are assertors of fate?—not perceiving that in the justification of the wicked, as there are no merits because it is God's grace, so that it is not fate because it is God's grace, and so that it is not acceptance of persons because it is God's grace.",
          "id": 297727
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter 12.",
          "id": 297728
        },
        {
          "text": "—What is Meant Under the Name of Fate.",
          "id": 297729
        },
        {
          "text": "Because they who affirm fate contend that not only actions and events, but, moreover, our very wills themselves depend on the position of the stars at the time in which one is conceived or born; which positions they call \"constellations\".",
          "id": 297730
        },
        {
          "text": "But the grace of God stands above not only all stars and all heavens, but, moreover, all angels.",
          "id": 297731
        },
        {
          "text": "In a word, the assertors of fate attribute both men's good and evil doings and fortunes to fate; but God in the ill fortunes of men follows up their merits with due retribution, while good fortunes He bestows by undeserved grace with a merciful will; doing both the one and the other not according to a temporal conjunction of stars, but according to the eternal and high counsel of His severity and goodness.",
          "id": 297732
        },
        {
          "text": "We see, then, that neither belongs to fate.",
          "id": 297733
        },
        {
          "text": "Here, if you answer that this very benevolence of God, by which He follows not merits, but bestows undeserved benefits with gratuitous bounty, should rather be called \"fate,\" when the apostle calls this \"grace,\" saying, \"By grace are ye saved through faith; and that not of yourselves, but it is the gift of God; not of works, lest perchance any one should be lifted up,\"—do you not consider, do you not perceive that it is not by us that fate is asserted under the name of grace, but it is rather by you that divine grace is called by the name of fate?.",
          "id": 297734
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter 13 (VII.",
          "id": 297735
        },
        {
          "text": ")—He Repels the Calumny Concerning the Acceptance of Persons.",
          "id": 297736
        },
        {
          "text": "And, moreover, we rightly call it \"acceptance of persons\" where he who judges, neglecting the merit of the cause concerning which he is judging, favours the one against the other, because he finds something in his person which is worthy of honour or of pity.",
          "id": 297737
        },
        {
          "text": "But if any one have two debtors, and he choose to remit the debt to the one, to require it of the other, he gives to whom he will and defrauds nobody; nor is this to be called \"acceptance of persons,\" since there is no injustice.",
          "id": 297738
        },
        {
          "text": "The acceptance of persons may seem otherwise to those who are of small understanding, where the lord of the vineyard gave to those labourers who had done work therein for one hour as much as to those who had borne the burden and heat of the day, making them equal in wages in the labour of whom there had been such a difference.",
          "id": 297739
        },
        {
          "text": "But what did he reply to those who murmured against the goodman of the house concerning this, as it were, acceptance of persons? \"Friend,\" said he, \"I do thee no wrong.",
          "id": 297740
        },
        {
          "text": "Hast not thou agreed with me for a denarius? Take what thine is, and go; but I choose to give to this last as to thee.",
          "id": 297741
        },
        {
          "text": "Is it not lawful to me to do what I will? Is thine eye evil because I am good?\" Here, forsooth, is the entire justice: \"I choose this.",
          "id": 297742
        },
        {
          "text": "To thee,\" he says, \"I have repaid; on him I have bestowed; nor have I taken anything away from thee to bestow it on him; nor have I either diminished or denied what I owed to you\".",
          "id": 297743
        },
        {
          "text": "\"May I not do what I will? Is thine eye evil because I am good?\" As, therefore, here there is no acceptance of persons, because one is honoured freely in such wise as that another is not defrauded of what is due to him: so also when, according to the purpose of God, one is called, another is not called, a gratuitous benefit is bestowed on the one that is called, of which benefit the calling itself is the beginning,—an evil is repaid to him that is not called, because all are guilty, from the fact that by one man sin entered into the world.",
          "id": 297744
        },
        {
          "text": "And in that parable of the labourers, indeed, where they received one denarius who laboured for one hour, as well as those who laboured twelve times as long,—though assuredly these latter, according to human reasonings, however vain, ought in proportion to the amount of their labour to have received twelve denarii,—both were put on an equality in respect of benefit, not some delivered and others condemned; because even those who laboured more had it from the goodman of the house himself, both that they were so called as to come, and that they were so fed as to have no want.",
          "id": 297745
        },
        {
          "text": "But where it is said, \"Therefore, on whom He will He has mercy, and whom He will He hardeneth,\"  who \"maketh one vessel to honour and another to dishonour\" it is given indeed without deserving, and freely, because he is of the same mass to whom it is not given; but evil is deservedly and of debt repaid, since in the mass of perdition evil is not repaid to the evil unjustly.",
          "id": 297746
        },
        {
          "text": "And to him to whom it is repaid it is evil, because it is his punishment; while to Him by whom it is repaid it is good, because it is His right to do it.",
          "id": 297747
        },
        {
          "text": "Nor is there any acceptance of persons in the case of two debtors equally guilty, if to the one is remitted and from the other is claimed that which is equally owed by both.",
          "id": 297748
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter 14.",
          "id": 297749
        },
        {
          "text": "—He Illustrates His Argument by an Example.",
          "id": 297750
        },
        {
          "text": "But that what I am saying may be made clear by the exhibition of an example, let us suppose certain twins, born of a certain harlot, and exposed that they might be taken up by others.",
          "id": 297751
        },
        {
          "text": "One of them has expired without baptism; the other is baptized.",
          "id": 297752
        },
        {
          "text": "What can we say was in this case the \"fate\" or the \"fortune,\" which are here absolutely nothing? What \"acceptance of persons,\" when with God there is none, even if there could be any such thing in these cases, seeing that they certainly had nothing for which the one could be preferred to the other, and no merits of their own,—whether good, for which the one might deserve to be baptized; or evil, for which the other might deserve to die without baptism? Were there any merits in their parents, when the father was a fornicator, the mother a harlot? But of whatever kind those merits were, there were certainly not any that were different in those who died in such different conditions, but all were common to both.",
          "id": 297753
        },
        {
          "text": "If, then, neither fate, since no stars made them to differ; nor fortune, since no fortuitous accidents produce these things; nor the diversity of persons nor of merits have done this; what remains, so far as it refers to the baptized child, save the grace of God, which is given freely to vessels made unto honour; but, as it refers to the unbaptized child, the wrath of God, which is repaid to the vessels made for dishonour in respect of the deservings of the lump itself? But in that one which is baptized we constrain you to confess the grace of God, and convince you that no merit of its own preceded; but as to that one which died without baptism, why that sacrament should have been wanting to it, which even you confess to be needful for all ages, and what in that manner may have been punished in him, it is for you to see who will not have it that there is any original sin.",
          "id": 297754
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter 15.",
          "id": 297755
        },
        {
          "text": "—The Apostle Meets the Question by Leaving It Unsolved.",
          "id": 297756
        },
        {
          "text": "Since in the case of those two twins we have without a doubt one and the same case, the difficulty of the question why the one died in one way, and the other in another, is solved by the apostle as it were by not solving it; for, when he had proposed something of the same kind about two twins, seeing that it was said (not of works, since they had not as yet done anything either of good or of evil, but of Him that calleth), \"The older shall serve the younger,\"  and, \"Jacob have I loved, and Esau have I hated;\" and he had prolonged the horror of this deep thing even to the point of saying, \"Therefore hath He mercy on whom He will, and whom He will He hardeneth:\" he perceived at once what the trouble was, and opposed to himself the words of a gainsayer which he was to check by apostolical authority.",
          "id": 297757
        },
        {
          "text": "For he says, \"You say, then, unto me, \"Why doth He yet find fault? For who has resisted His will?\" And to him who says this he answered, \"O man, who art thou that repliest against God? Doth the thing formed say to him that formed it, Why hast thou made me thus? Hath not the potter power of the clay of the same lump to make one vessel unto honour and another unto dishonour?\" Then, following on, he opened up this great and hidden secret as far as he judged it fit that it should be disclosed to men, saying, \"But if God, willing to show His wrath and to demonstrate His power, endured in much patience the vessels of wrath fitted for destruction, even that He might make known the riches of His glory on the vessels of mercy which He has prepared for glory\".",
          "id": 297758
        },
        {
          "text": "This is not only the assistance, but, moreover, the proof of God's grace—the assistance, namely, in the vessels of mercy, but the proof in the vessels of wrath; for in these He shows His anger and makes known His power, because His goodness is so mighty that He even uses the evil well; and in those He makes known the riches of His glory on the vessels of mercy, because what the justice of a punisher requires from the vessels of wrath, the grace of the Deliverer remits to the vessels of mercy.",
          "id": 297759
        },
        {
          "text": "Nor would the kindness which is bestowed on some freely appear, unless to other equally guilty and from the same mass God showed what was really due to both, and condemned them with a righteous judgment.",
          "id": 297760
        },
        {
          "text": "\"For who maketh thee to differ?\" says the same apostle to a man as it were boasting concerning himself and his own benefits.",
          "id": 297761
        },
        {
          "text": "\"For who maketh thee to differ\" from the vessels of wrath; of course, from the mass of perdition which has sent all by one into damnation? \"Who maketh thee to differ?\" And as if he had answered, \"My faith maketh me to differ,—my purpose, my merit,\"—he says, \"For what hast thou which thou hast not received? But if thou hast received it, why dost thou boast as if thou receivedst it not?\"—that is, as if that by which thou art made to differ were of thine own.",
          "id": 297762
        },
        {
          "text": "Therefore He maketh thee to differ who bestows that whence thou art made to differ, by removing the penalty that is due, by conferring the grace which is not due.",
          "id": 297763
        },
        {
          "text": "He maketh to differ, who, when the darkness was upon the face of the abyss, said, \"Let there be light; and there was light, and divided\"—that is, made to differ—\"between the light and the darkness\".",
          "id": 297764
        },
        {
          "text": "For when there was only darkness, He did not find what He should make to differ; but by making the light, He made to differ; so that it may be said to the justified wicked, \"For ye were sometime darkness, but now are ye light in the Lord\".",
          "id": 297765
        },
        {
          "text": "And thus he who glories must glory not in himself, but in the Lord.",
          "id": 297766
        },
        {
          "text": "He makes to differ who—of those who are not yet born, and who have not yet done any good or evil, that His purpose, according to the election, might stand not of works, but of Himself that calleth—said, The older shall serve the younger, and commending that very purpose afterwards by the mouth of the prophet, said, \"Jacob have I loved, but Esau have I hated\".",
          "id": 297767
        },
        {
          "text": "Because he said \"the election,\" and in this God does not find made by another what He may choose, but Himself makes what He may find; just as it is written of the remnant of Israel: \"There is made a remnant by the election of grace; but if by grace, then it is no more of works, otherwise grace is no more grace\".",
          "id": 297768
        },
        {
          "text": "On which account you are certainly foolish who, when the Truth declares, \"Not of works, but of Him that calleth, it was said,\" say that Jacob was loved on account of future works which God foreknew that he would do, and thus contradict the apostle when he says, \"Not of works;\" as if he could not have said, \"Not of present, but of future works\".",
          "id": 297769
        },
        {
          "text": "But he says, \"Not of works,\" that He might commend grace; \"but if of grace, now is it no more of works, otherwise grace is no more grace\".",
          "id": 297770
        },
        {
          "text": "For grace, not due, but free, precedes, that by it good works may be done; but if good works should precede, grace should be repaid, as it were, to works, and thus grace should be no more grace.",
          "id": 297771
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter 16.",
          "id": 297772
        },
        {
          "text": "—The Pelagians are Refuted by the Case of the Twin Infants Dying, the One After, and the Other Without, the Grace of Baptism.",
          "id": 297773
        },
        {
          "text": "But that every lurking-place of your darkness may be taken away from you, I have proposed to you the case of such twins as were not assisted by the merits of their parents, and both died in the very beginning of infancy, the one baptized, the other without baptism; lest you should say that God foreknew their future works, as you say of Jacob and Esau, in opposition to the apostle.",
          "id": 297774
        },
        {
          "text": "For how did He foreknow that those things should be, which, in those infants who were to die in infancy, He rather foreknew as not to be, since His foreknowledge cannot be deceived? Or what does it profit those who are taken away from this life that wickedness may not change their understanding, nor deceit beguile their soul, if even the sin which has not been done, said, or thought, is thus punished as if it had been committed? Because, if it is most absurd, silly, and senseless, that certain men should have to be condemned for those sins, the guilt of which they could neither derive from their parents, as you say, nor could incur themselves, either by committing them, or even by conceiving of them, there comes back to you that unbaptized twin brother of the baptized one, and silently asks you for what reason he was made to differ from his brother in respect of happiness,—why he was punished with that infelicity, so that, while his brother was adopted into a child of God, he himself should not receive that sacrament which, as you confess, is necessary for every age, if, even as there is not a fortune or a fate, or an acceptance of persons with God, so there is no gift of grace without merits, and no original sin.",
          "id": 297775
        },
        {
          "text": "To this dumb child you absolutely submit your tongue and voice; to this witness who says nothing,—you have nothing at all to say!.",
          "id": 297776
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter 17 (VIII.",
          "id": 297777
        },
        {
          "text": ")—Even the Desire of an Imperfect Good is a Gift of Grace, Otherwise Grace Would Be Given According to Merits.",
          "id": 297778
        },
        {
          "text": "Let us now see, as we can, the nature of this thing which they will have to precede in man, in order that he may be regarded as worthy of the assistance of grace, and to the merit of which in him grace is not given as if unearned, but is rendered as due; and thus grace is no more grace.",
          "id": 297779
        },
        {
          "text": "Let us see, however, what this is.",
          "id": 297780
        },
        {
          "text": "\"Under the name,\" say they, \"of grace, they so assert fate as to say that unless God should have inspired the desire for good, and that, imperfect good, into unwilling and resisting man, he would neither be able to decline from evil nor to grasp after good\".",
          "id": 297781
        },
        {
          "text": "I have already shown what empty things they speak about fate and grace.",
          "id": 297782
        },
        {
          "text": "Now the question which I ought to consider is this, whether God inspires the desire of good into unwilling and resisting man, that he may be no longer unwilling, no longer resisting, but consenting to the good and willing the good.",
          "id": 297783
        },
        {
          "text": "For those men will have it that the desire of good in man begins from man himself; that the merit of this beginning is, moreover, attended with the grace of completion—if, at least, they will allow so much as even this.",
          "id": 297784
        },
        {
          "text": "For Pelagius says that what is good is \"more easily\" fulfilled if grace assists.",
          "id": 297785
        },
        {
          "text": "By which addition—that is, by adding \"more easily\"—he certainly signifies that he is of the opinion that, even if the aid of grace should be wanting, yet good might be accomplished, although with greater difficulty, by free will.",
          "id": 297786
        },
        {
          "text": "But let me prescribe to my present opponents what they should think in this matter, without speaking of the author of this heresy himself.",
          "id": 297787
        },
        {
          "text": "Let us allow them, with their free will, to be free even from Pelagius himself, and rather give heed to their words which they have written in this letter to which I am replying.",
          "id": 297788
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter 18.",
          "id": 297789
        },
        {
          "text": "—The Desire of Good is God's Gift.",
          "id": 297790
        },
        {
          "text": "For they have thought that it was to be objected to us that we say \"that God inspires into unwilling and resisting man the desire,\" not of any very great good, but \"even of imperfect good\".",
          "id": 297791
        },
        {
          "text": "Possibly, then, they themselves are keeping open, in some sense at least, a place for grace, as thinking that man may have the desire of good without grace, but only of imperfect good; while of perfect, he could not easily have the desire with grace, but except with it they could not have it at all.",
          "id": 297792
        },
        {
          "text": "Truly, even in this way, too, they are saying that God's grace is given according to our merits, which Pelagius, in the ecclesiastical meeting in the East, condemned, in the fear of being condemned.",
          "id": 297793
        },
        {
          "text": "For if without God's grace the desire of good begins with ourselves, merit itself will have begun—to which, as if of debt, comes the assistance of grace; and thus God's grace will not be bestowed freely, but will be given according to our merit.",
          "id": 297794
        },
        {
          "text": "But that he might furnish a reply to the future Pelagius, the Lord does not say, \"Without me it is with difficulty that you can do anything,\" but He says, \"Without me ye can do nothing\".",
          "id": 297795
        },
        {
          "text": "And, that He might also furnish an answer to these future heretics, in that very same evangelical saying He does not say, \"Without me you can perfect nothing,\" but \"do\" nothing.",
          "id": 297796
        },
        {
          "text": "For if He had said \"perfect,\" they might say that God's aid is necessary not for beginning good, which is of ourselves, but for perfecting it.",
          "id": 297797
        },
        {
          "text": "But let them hear also the apostle.",
          "id": 297798
        },
        {
          "text": "For when the Lord says, \"Without me ye can do nothing,\" in this one word He comprehends both the beginning and the ending.",
          "id": 297799
        },
        {
          "text": "The apostle, indeed, as if he were an expounder of the Lord's saying, distinguished both very clearly when he says, \"Because He who hath begun a good work in you will perfect it even to the day of Christ Jesus\".",
          "id": 297800
        },
        {
          "text": "But in the Holy Scriptures, in the writings of the same apostle, we find more about that of which we are speaking.",
          "id": 297801
        },
        {
          "text": "For we are now speaking of the desire of good, and if they will have this to begin of ourselves and to be perfected by God, let them see what they can answer to the apostle when he says, \"Not that we are sufficient to think anything as of ourselves, but our sufficiency is of God\".",
          "id": 297802
        },
        {
          "text": "\"To think anything,\" he says,—he certainly means, \"to think anything good;\" but is it less to think than to desire.",
          "id": 297803
        },
        {
          "text": "Because we think all that we desire, but we do not desire all that we think; because sometimes also we think what we do not desire.",
          "id": 297804
        },
        {
          "text": "Since, then, it is a smaller thing to think than to desire,—for a man may think good which he does not yet desire, and by advancing may afterwards desire what before without desire he thought of,—how are we not sufficient as of ourselves to that which is less, that is, to the thinking of something good, but our sufficiency is of God; while to that which is greater,—that is, to the desire of some good thing—without the divine help, we are sufficient of free will? For what the apostle says here is not, \"Not that we are sufficient as of ourselves to think that which is perfect;\" but he says, \"to think anything,\" to which \"nothing\" is the contrary.",
          "id": 297805
        },
        {
          "text": "And this is the meaning of what the Lord says, \"Without me ye can do nothing\".",
          "id": 297806
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter 19 (IX.",
          "id": 297807
        },
        {
          "text": ")—He Interprets the Scriptures Which the Pelagians Make Ill Use of.",
          "id": 297808
        },
        {
          "text": "But assuredly, as to what is written, \"The preparation of the heart is man's part, and the answer of the tongue is from the Lord,\" they are misled by an imperfect understanding, so as to think that to prepare the heart—that is, to begin good—pertains to man without the aid of God's grace.",
          "id": 297809
        },
        {
          "text": "Be it far from the children of promise thus to understand it! As if, when they heard the Lord saying, \"Without me ye can do nothing,\" they would convict Him by saying, \"Behold without Thee we can prepare the heart;\" or when they heard from Paul the apostle, \"Not that we are sufficient to think anything as of ourselves, but our sufficiency is of God,\" as if they would also convict him, saying, \"Behold, we are sufficient of ourselves to prepare our heart, and thus also to think some good thing; for who can without good thought prepare his heart for good?\" Be it far from any thus to understand the passage, except the proud maintainers of free will and forsakers of the catholic faith! Therefore, since it is written, \"It is man's part to prepare the heart, and the answer of the tongue is from the Lord,\" it is that man prepares his heart, not, however, without the aid of God, who so touches the heart that man prepares the heart.",
          "id": 297810
        },
        {
          "text": "But in the answer of the tongue—that is, in that which the divine tongue answers to the prepared heart—man has no part; but the whole is from the Lord God.",
          "id": 297811
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter 20.",
          "id": 297812
        },
        {
          "text": "—God's Agency is Needful Even in Man's Doings.",
          "id": 297813
        },
        {
          "text": "For as it is said, \"It is man's part to prepare his heart, and the answer of the tongue is from the Lord;\" so also is it said, \"Open thy mouth, and I will fill it\".",
          "id": 297814
        },
        {
          "text": "For although, save by His assistance without whom we can do nothing, we cannot open our mouth, yet we open it by His aid and by our own agency, while the Lord fills it without our agency.",
          "id": 297815
        },
        {
          "text": "For what is to prepare the heart and to open the mouth, but to prepare the will? And yet in the same scriptures is read, \"The will is prepared by the Lord,\" and, \"Thou shalt open my lips, and my mouth shall show forth Thy praise\".",
          "id": 297816
        },
        {
          "text": "So God admonishes us to prepare our will in what we read,\" It is man's part to prepare his heart;\" and yet, that man may do this, God helps him, because the will is prepared by the Lord.",
          "id": 297817
        },
        {
          "text": "And,\" Open thy mouth\".",
          "id": 297818
        },
        {
          "text": "This He so says by way of command, as that nobody can do this unless it is done by His aid, to whom it is said, \"Thou shalt open my lips\".",
          "id": 297819
        },
        {
          "text": "Are any of these men so foolish as to contend that the mouth is one thing, the lips another; and to say with marvellous triviality that man opens his own mouth, and God opens man's lips? And yet God restrains them from even that absurdity where He says to Moses His servant, \"I will open thy mouth, and I will instruct thee what thou oughtest to speak\".",
          "id": 297820
        },
        {
          "text": "In that clause, therefore, where He says, \"Open thy mouth and I will fill it,\" it seems, as it were, that one of them pertains to man, the other to God.",
          "id": 297821
        },
        {
          "text": "But in this, where it is said, \"I will open thy mouth and will instruct thee,\" both belong to God.",
          "id": 297822
        },
        {
          "text": "Why is this, except that in one of these cases He co-operates with man as the agent, in the other He does it alone?.",
          "id": 297823
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter 21.",
          "id": 297824
        },
        {
          "text": "—Man Does No Good Thing Which God Does Not Cause Him to Do.",
          "id": 297825
        },
        {
          "text": "Wherefore God does many good things in man which man does not do; but man does none which God does not cause man to do.",
          "id": 297826
        },
        {
          "text": "Accordingly, there would be no desire of good in man from the Lord if it were not a good; but if it is a good, we have it not save from Him who is supremely and incommunicably good.",
          "id": 297827
        },
        {
          "text": "For what is the desire for good but love, of which John the apostle speaks without any ambiguity, and says, \"Love is of God\"?  Nor is its beginning of ourselves, and its perfection of God; but if love is of God, we have the whole of it from God.",
          "id": 297828
        },
        {
          "text": "May God by all means turn away this folly of making ourselves first in His gifts, Himself last,—because \"His mercy shall prevent me\".",
          "id": 297829
        },
        {
          "text": "And it is He to whom is faithfully and truthfully sung, \"For Thou hast prevented him with the blessings of sweetness\".",
          "id": 297830
        },
        {
          "text": "And what is here more fitly understood than that very desire of good of which we are speaking? For good begins then to be longed for when it has begun to grow sweet.",
          "id": 297831
        },
        {
          "text": "But when good is done by the fear of penalty, not by the love of righteousness, good is not yet well done.",
          "id": 297832
        },
        {
          "text": "Nor is that done in the heart which seems to be done in the act when a man would rather not do it if he could evade it with impunity.",
          "id": 297833
        },
        {
          "text": "Therefore the \"blessing of sweetness\" is God's grace, by which is caused in us that what He prescribes to us delights us, and we desire it,—that is, we love it; in which if God does not precede us, not only is it not perfected, but it is not even begun, from us.",
          "id": 297834
        },
        {
          "text": "For, if without Him we are able to do nothing actually, we are able neither to begin nor to perfect,—because to begin, it is said \"His mercy shall prevent me;\" to finish, it is said, \"His mercy shall follow me\".",
          "id": 297835
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter 22 (X.",
          "id": 297836
        },
        {
          "text": ")—According to Whose Purpose the Elect are Called.",
          "id": 297837
        },
        {
          "text": "Why, then, is it that, in what follows, where they mention what they themselves think, they say they confess \"That grace also assists the good purpose of every one, but that yet it does not infuse the desire of virtue into a reluctant heart\"? Because they so say this as if man of himself, without God's assistance, has a good purpose and a desire of virtue; and this precedent merit is worthy of being assisted by the subsequent grace of God.",
          "id": 297838
        },
        {
          "text": "For they think, perchance, that the apostle thus said, \"For we know that He worketh all things for good to them that love God, to them who are called according to the purpose,\" so as to wish the purpose of man to be understood, which purpose, as a good merit, the mercy of the God that calleth might follow; being ignorant that it is said, \"Who are called according to the purpose,\" so that there may be understood the purpose of God, not man, whereby those whom He foreknew and predestinated as conformed to the image of His Son, He elected before the foundation of the world.",
          "id": 297839
        },
        {
          "text": "For not all the called are called according to purpose, since \"many are called, few are chosen\".",
          "id": 297840
        },
        {
          "text": "They, therefore, are called according to the purpose, who were elected before the foundation of the world.",
          "id": 297841
        },
        {
          "text": "Of this purpose of God, that also was said which I have already mentioned concerning the twins Esau and Jacob, \"That according to the election the purpose of God might remain, not of works, but of Him that calleth; it was said, that the elder shall serve the younger\".",
          "id": 297842
        },
        {
          "text": "This purpose of God is also mentioned in that place where, writing to Timothy, he says, \"Labour with the gospel according to the power of God, who saves us and calls us with this holy calling; not according to our works, but according to His purpose and grace, which was given to us in Christ Jesus before the eternal ages, but is now made manifest by the coming of our Saviour Jesus Christ\".",
          "id": 297843
        },
        {
          "text": "This, then, is the purpose of God, whereof it is said, \"He worketh together all things for good for those who are called according to the purpose\".",
          "id": 297844
        },
        {
          "text": "But subsequent grace indeed assists man's good purpose, but the purpose would not itself exist if grace did not precede.",
          "id": 297845
        },
        {
          "text": "The desire of man, also, which is called good, although in beginning to exist it is aided by grace, yet does not begin without grace, but is inspired by Him of whom the apostle says, \"But thanks be to God, who has given the same desire for you in the heart of Titus\".",
          "id": 297846
        },
        {
          "text": "If God gives desire that every one may have it for others, who else will give it that a man may have it for himself?.",
          "id": 297847
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter 23.",
          "id": 297848
        },
        {
          "text": "—Nothing is Commanded to Man Which is Not Given by God.",
          "id": 297849
        },
        {
          "text": "Since these things are so, I see that nothing is commanded to man by the Lord in the Holy Scriptures, for the sake of trying his free will, which is not found either to begin by His goodness, or to be asked in order to demonstrate the aid of grace; nor does man at all begin to be changed by the beginning of faith from evil to good, unless the unbought and gratuitous mercy of God effects this in him.",
          "id": 297850
        },
        {
          "text": "Of which one recalling his thought, as we read in the Psalms, says, \"Shall God forget to be gracious? or will He restrain His mercies in His anger? And I said, Now have I begun; this change is of the right hand of the Most High\".",
          "id": 297851
        },
        {
          "text": "When, therefore, he had said, \"Now have I begun,\" he does not say, \"This change is of my will,\" but \"of the right hand of the Most High\".",
          "id": 297852
        },
        {
          "text": "So, therefore, let God's grace be thought of, that from the beginning of his good changing, even to the end of his completion, he who glorieth may glory in the Lord; because, as no one can perfect good without the Lord, so no one can begin it without the Lord.",
          "id": 297853
        },
        {
          "text": "But let this be the end of this book, that the attention of the reader may be refreshed and strengthened for what follows.",
          "id": 297854
        }
      ]
    }
  ]
}