{
  "book": "Augustine: Reply to Faustus the Manichaean II",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Book XXIII.",
          "id": 270277
        },
        {
          "text": "Faustus recurs to the genealogical difficulty and insists that even according to Matthew Jesus was not Son of God until His baptism.",
          "id": 270278
        },
        {
          "text": "Augustin sets forth the Catholic view of the relation of the divine and the human in the person of Christ.",
          "id": 270279
        },
        {
          "text": "1.",
          "id": 270280
        },
        {
          "text": "Faustus said: On one occasion, when addressing a large audience, I was asked by one of the crowd, Do you believe that Jesus was born of Mary? I replied, Which Jesus do you mean? for in the Hebrew it is the name of several people.",
          "id": 270281
        },
        {
          "text": "One was the son of Nun, the follower of Moses;  another was the son of Josedech the high priest;  again, another is spoken of as the son of David;  and another is the Son of God.",
          "id": 270282
        },
        {
          "text": "Of which of these do you ask whether I believe him to have been born of Mary? His answer was, The Son of God, of course.",
          "id": 270283
        },
        {
          "text": "On what evidence, said I, oral or written, am I to believe this? He replied, On the authority of Matthew.",
          "id": 270284
        },
        {
          "text": "What, said I, did Matthew write? He replied, \"The book of the generation of Jesus Christ, the son of David, the son of Abraham\" (Matt.",
          "id": 270285
        },
        {
          "text": "i.",
          "id": 270286
        },
        {
          "text": "1).",
          "id": 270287
        },
        {
          "text": "Then said I, I was afraid you were going to say, The book of the generation of Jesus Christ, the Son of God; and I was prepared to correct you.",
          "id": 270288
        },
        {
          "text": "Now that you have quoted the verse accurately, you must nevertheless be advised to pay attention to the words.",
          "id": 270289
        },
        {
          "text": "Matthew does not profess to give an account of the generation of the Son of God, but of the son of David.",
          "id": 270290
        },
        {
          "text": "2.",
          "id": 270291
        },
        {
          "text": "I will, for the present, suppose that this person was right in saying that the son of David was born of Mary.",
          "id": 270292
        },
        {
          "text": "It still remains true, that in this whole passage of the generation no mention is made of the Son of God till we come to the baptism; so that it is an injurious misrepresentation on your part to speak of this writer as making the Son of God the inmate of a womb.",
          "id": 270293
        },
        {
          "text": "The writer, indeed, seems to cry out against such an idea, and in the very title of his book to clear himself of such blasphemy, asserting that the person whose birth he describes is the son of David, not the Son of God.",
          "id": 270294
        },
        {
          "text": "And if you attend to the writer's meaning and purpose, you will see that what he wishes us to believe of Jesus the Son of God is not so much that He was born of Mary, as that He became the Son of God by baptism at the river Jordan.",
          "id": 270295
        },
        {
          "text": "He tells us that the person of whom he spoke at the outset as the son of David was baptized by John, and became the Son of God on this particular occasion, when about thirty years old, according to Luke, when also the voice was heard saying to Him, \"Thou art my Son; this day have I begotten Thee\".",
          "id": 270296
        },
        {
          "text": "It appears from this, that what was born, as is supposed, of Mary thirty years before, was not the Son of God, but what was afterwards made so by baptism at Jordan, that is, the new man, the same as in us when we were converted from Gentile error, and believe in God.",
          "id": 270297
        },
        {
          "text": "This doctrine may or may not agree with what you call the Catholic faith; at all events, it is what Matthew says, if Matthew is the real author.",
          "id": 270298
        },
        {
          "text": "The words, Thou art my Son, this day I have begotten Thee, or, This is my beloved Son, in whom I am well pleased, do not occur in connection with the story of Mary's motherhood, but with the putting away of sin at Jordan.",
          "id": 270299
        },
        {
          "text": "This is what is written; and if you believe this doctrine, you must be called a Matth aean, for you will no longer be a Catholic.",
          "id": 270300
        },
        {
          "text": "The Catholic doctrine is well known; and it is as unlike Matthew's representations as it is unlike the truth.",
          "id": 270301
        },
        {
          "text": "In the words of your creed, you declare that you believe in Jesus Christ, the Son of God, who was born of the Virgin Mary.",
          "id": 270302
        },
        {
          "text": "According to you, therefore, the Son of God comes from Mary; according to Matthew, from the Jordan; while we believe Him to come from God.",
          "id": 270303
        },
        {
          "text": "Thus the doctrine of Matthew, if we are right in assigning the authorship to him, is as different from yours as from ours; only we acknowledge that he is more cautious than you in ascribing the being born of a woman to the son of David, and not to the Son of God.",
          "id": 270304
        },
        {
          "text": "As for you, your only alternative is to deny that those statements were made, as they appear to be, by Matthew, or to allow that you have abandoned the faith of the apostles.",
          "id": 270305
        },
        {
          "text": "3.",
          "id": 270306
        },
        {
          "text": "For our part, while no one can alter our conviction that the Son of God comes from God, we might indulge a credulous disposition, to the extent of admitting the fiction, that Jesus became the Son of God at Jordan, but not that the Son of God was born of a woman.",
          "id": 270307
        },
        {
          "text": "Then, again, the son said to have been born of Mary cannot properly be called the son of David, unless it is ascertained that he was begotten by Joseph.",
          "id": 270308
        },
        {
          "text": "You say he was not, and therefore you must allow him not to have been the son of David, even though he were the son of Mary.",
          "id": 270309
        },
        {
          "text": "The genealogy proceeds in the line of Hebrew fathers from Abraham to David, and from David to Joseph; and as we are told that Joseph was not the real father of Jesus, Jesus cannot be said to be the son of David.",
          "id": 270310
        },
        {
          "text": "To begin with calling Jesus the son of David, and then to go on to tell of his being born of Mary before the consummation of her marriage with Joseph, is pure madness.",
          "id": 270311
        },
        {
          "text": "And if the son of Mary cannot be called the son of David, on account of his not being the son of Joseph, still less can the name be given to the Son of God.",
          "id": 270312
        },
        {
          "text": "4.",
          "id": 270313
        },
        {
          "text": "Moreover, the Virgin herself appears to have belonged not to the tribe of Judah, to which the Jewish kings belonged, and which all agree was David's tribe, but to the priestly tribe of Levi.",
          "id": 270314
        },
        {
          "text": "This appears from the fact that the Virgin's father Joachim was a priest; and his name does not occur in the genealogy.",
          "id": 270315
        },
        {
          "text": "How, then, can Mary be brought within the pale of relationship to David, when she has neither father nor husband belonging to it? Consequently, Mary's son cannot possibly be the son of David, unless you can bring the mother into some connection with Joseph, so as to be either his wife or his daughter.",
          "id": 270316
        },
        {
          "text": "5.",
          "id": 270317
        },
        {
          "text": "Augustin replied: The Catholic, which is also the apostolic, doctrine, is, that our Lord and Saviour Jesus Christ is both the Son of God in His divine nature, and the Son of David after the flesh.",
          "id": 270318
        },
        {
          "text": "This we prove from the writings of the evangelists and apostles, so that no one can reject our proofs without also rejecting these writings.",
          "id": 270319
        },
        {
          "text": "Faustus' plan is to represent some one as saying a few words, without bringing forward any evidence in answer to Faustus' fertile sophistry.",
          "id": 270320
        },
        {
          "text": "But with all his ingenuity, the proofs I have to give will leave Faustus no reply, but that these passages are spurious interpolations in the sacred record,—a reply which serves as a means of escaping, or of trying to escape, the force of the plainest statements in Holy Scripture.",
          "id": 270321
        },
        {
          "text": "We have already in this treatise sufficiently exposed the irrational absurdity, as well as the daring profanity, of such criticism; and not to exceed all limits, we must avoid repetition.",
          "id": 270322
        },
        {
          "text": "It cannot be necessary that we should bring together all the passages scattered throughout Scripture, which show, in answer to Faustus, that in the books of the highest and most sacred authority He who is called the only-begotten Son of God, even God with God, is also called the Son of David, on account of His taking the form of a servant from the Virgin Mary, the wife of Joseph.",
          "id": 270323
        },
        {
          "text": "To instance only Matthew, since Faustus' argument refers to this Gospel, as the whole book cannot be quoted here, let whoever choose read it, and see how Matthew carries on to the passion and the resurrection the narrative of Him whom He calls the Son of David in the introduction to the genealogy.",
          "id": 270324
        },
        {
          "text": "Of this same Son of David he speaks as being conceived and born of the Virgin Mary by the Holy Ghost.",
          "id": 270325
        },
        {
          "text": "He also applies to this the declaration of the prophet, \"Behold, a virgin shall conceive, and shall bear a son, and they shall call His name Emmanuel, which is being interpreted, God with us\".",
          "id": 270326
        },
        {
          "text": "Again, He who was called, even from the Virgin's womb, God-with-us, is said to have heard, when He was baptized by John, a voice from heaven, saying, \"This is my beloved Son, in whom I am well pleased\".",
          "id": 270327
        },
        {
          "text": "Will Faustus say that to be called God is less than to be called the Son of God? He seems to think so, for he tries to prove that because this voice came from heaven at the time of the baptism, therefore, according to Matthew, He must then have become the Son of God; whereas the same evangelist, in a previous passage, quotes the sacred announcement made by the prophet, in which the child born of the Virgin is called God-with-us.",
          "id": 270328
        },
        {
          "text": "6.",
          "id": 270329
        },
        {
          "text": "It is remarkable how, amid his wild irrelevancies, this wretched trifler loses no available opportunity of darkening the declarations of Scripture by the fabulous creations of his own fancy.",
          "id": 270330
        },
        {
          "text": "Thus he says of Abraham, that when he took his handmaid to wife he disbelieved God's promise that he should have a child by Sarah; whereas, in fact, this promise had not at that time been given.",
          "id": 270331
        },
        {
          "text": "Then he accuses Abraham of falsehood in calling Sarah his sister, not having read what may be learned on the authority of Scripture about the family of Sarah.",
          "id": 270332
        },
        {
          "text": "Abraham's son Isaac also he accuses of falsely calling his wife his sister, though a distinct account is given of her family.",
          "id": 270333
        },
        {
          "text": "Then he accuses Jacob of there being a daily quarrel among his four wives, which should be the first to appropriate him on his return from the field, while nothing of this is said in Scripture.",
          "id": 270334
        },
        {
          "text": "And this is the man who pretends to hate the writers of the sacred books for their falsehood, and who has the effrontery so to misrepresent even the gospel record, though its authority is admitted by all as possessing the most abundant confirmation, as to try to make it appear, not indeed that Matthew himself,—for in that case he would have been forced to yield to apostolic authority,—but that some one under the name of Matthew, has written about Christ what he refuses to believe, and attempts to refute with a contumelious ingenuity!  7.",
          "id": 270335
        },
        {
          "text": "The voice from heaven at the Jordan should be compared with the voice heard on the Mount.",
          "id": 270336
        },
        {
          "text": "In neither case do the words, \"This is my beloved Son, in whom I am well pleased,\" imply that He was not the Son of God before; for He who from the Virgin's womb took the form of a servant \"was in the form of God, and thought it no robbery to be equal with God\".",
          "id": 270337
        },
        {
          "text": "And the same Apostle Paul himself says distinctly elsewhere, \"But in the fullness of time, God sent His Son, made of a woman, made under the law;\"  that is, a woman in the Hebrew sense, not a wife, but one of the female sex.",
          "id": 270338
        },
        {
          "text": "The Son of God is both Lord of David in His divine nature, and Son of David as being of the seed of David after the flesh.",
          "id": 270339
        },
        {
          "text": "And if it were not profitable for us to believe this, the same apostle would not have made it so prominent as he does, when he says to Timothy, \"Remember that Christ Jesus, of the seed of David, rose from the dead, according to my gospel\".",
          "id": 270340
        },
        {
          "text": "And he carefully enjoins believers to regard as accursed whoever preaches another gospel contrary to this.",
          "id": 270341
        },
        {
          "text": "8.",
          "id": 270342
        },
        {
          "text": "This assailant of the holy Gospel need find no difficulty in the fact that Christ is called the Son of David, though He was born of a virgin, and though Joseph was not His real father; while the genealogy is brought down by the evangelist Matthew, not to Mary, but to Joseph.",
          "id": 270343
        },
        {
          "text": "First of all, the husband, as the man, is the more honorable; and Joseph was Mary's husband, though she did not live with him, for Matthew himself mentions that she was called Joseph's wife by the angel; as it is also from Matthew that we learn that Mary conceived not by Joseph, but by the Holy Spirit.",
          "id": 270344
        },
        {
          "text": "But if this, instead of being a true narrative written by Matthew the apostle, was a false narrative written by some one else under his name, is it likely that he would have contradicted himself in such an apparent manner, and in passages so immediately connected, as to speak of the Son of David as born of Mary without conjugal intercourse, and then, in giving His genealogy, to bring it down to the very man with whom the Virgin is expressly said not to have had intercourse, unless he had some reason for doing so? Even supposing there were two writers, one calling Christ the Son of David, and giving an account of Christ's progenitors from David down to Joseph; while the other does not call Christ the Son of David, and says that He was born of the Virgin Mary without intercourse with any man; those statements are not irreconcilable, so as to prove that one or both writers must be false.",
          "id": 270345
        },
        {
          "text": "It will appear on reflection that both accounts might be true; for Joseph might be called the husband of Mary, though she was his wife only in affection, and in the intercourse of the mind, which is more intimate than that of the body.",
          "id": 270346
        },
        {
          "text": "In this way it might be proper that the husband of the virgin-mother of Christ should have a place in the list of Christ's ancestors.",
          "id": 270347
        },
        {
          "text": "It might also be the case that some of David's blood flowed in Mary herself, so that the flesh of Christ, although produced from a virgin, still owed its origin to David's seed.",
          "id": 270348
        },
        {
          "text": "But as, in fact, both statements are made by one and the same writer, who informs us both that Joseph was the husband of Mary and that the mother of Christ was a virgin, and that Christ was of the seed of David, and that Joseph is in the list of Christ's progenitors in the line of David, those who prefer the authority of the sacred Gospel to that of heretical fiction must conclude that Mary was not unconnected with the family of David, and that she was properly called the wife of Joseph, because being a woman she was in spiritual alliance with him, though there was no bodily connection.",
          "id": 270349
        },
        {
          "text": "Joseph, too, it is plain, could not be omitted in the genealogy; for, from the superiority of his sex, such an omission would be equivalent to a denial of his relation to the woman with whom he was inwardly united; and believers in Christ are taught not to think carnal connection the chief thing in marriage, as if without this they could not be man and wife, but to imitate in Christian wedlock as closely as possible the parents of Christ, that so they may have the more intimate union with the members of Christ.",
          "id": 270350
        },
        {
          "text": "9.",
          "id": 270351
        },
        {
          "text": "We believe that Mary, as well as Joseph, was of the family of David, because we believe the Scriptures, which assert both that Christ was of the seed of David after the flesh, and that His mother was the Virgin Mary, He having no human father.",
          "id": 270352
        },
        {
          "text": "Therefore, whoever denies the relationship of Mary to David, evidently opposes the pre-eminent authority of these passages of Scripture; and to maintain this opposition he must bring evidence in support of his statement from writings acknowledged by the Church as canonical and catholic, not from any writings he pleases.",
          "id": 270353
        },
        {
          "text": "In the matters of which we are now treating, only the canonical writings have any weight with us; for they only are received and acknowledged by the Church spread over all the world, which is itself a fulfillment of the prophecies regarding it contained in these writings.",
          "id": 270354
        },
        {
          "text": "Accordingly, I am not bound to admit the uncanonical account of Mary's birth which Faustus adopts, that her father was a priest of the tribe of Levi, of the name of Joachim.",
          "id": 270355
        },
        {
          "text": "But even were I to admit this account, I should still contend that Joachim must have in some way belonged to the family of David, and had somehow been adopted from the tribe of Judah into that of Levi; or if not he, one of his ancestors; or, at least, that while born in the tribe of Levi, he had still some relation to the line of David; as Faustus himself acknowledges that Mary, though belonging to the tribe of Levi, could be given to a husband of the tribe of Judah; and he expressly says that if Mary were Joseph's daughter, the name Son of David would be applicable to Christ.",
          "id": 270356
        },
        {
          "text": "In this way, by the marriage of Joseph's daughter in the tribe of Levi, her son, though born in the tribe of Levi, might not improperly be called the Son of David.",
          "id": 270357
        },
        {
          "text": "And so, if the mother of that Joachim, who in the passage quoted by Faustus is called the father of Mary, married in the tribe of Levi while she belonged to the tribe of Judah and to the family of David, there would thus be a sufficient reason for speaking of Joachim and Mary and Mary's son as belonging to the seed of David.",
          "id": 270358
        },
        {
          "text": "If I felt obliged to pay any regard to the apocryphal scripture in which Joachim is called the father of Mary, I should adopt some such explanation as the above, rather than admit any falsehood in the Gospel, where it is written both that Jesus Christ, the Son of God, and our Saviour, was of the seed of David after the flesh, and that He was born of the Virgin Mary.",
          "id": 270359
        },
        {
          "text": "It is enough for us that the enemies of these Scriptures, which record these truths and which we believe, cannot prove against them any charge of falsehood.",
          "id": 270360
        },
        {
          "text": "10.",
          "id": 270361
        },
        {
          "text": "Faustus cannot pretend then I am unable to prove that Mary was of the family of David, as I have shown him unable to prove that she was not.",
          "id": 270362
        },
        {
          "text": "I produce the strongest evidence from Scriptures of established authority, which declare that Christ was of the seed of David, and that He was born without a father of the Virgin Mary.",
          "id": 270363
        },
        {
          "text": "Faustus expresses what he considers a most becoming indignation against impropriety when he says, It is an injurious misrepresentation of the writer to make him speak of the Son of God as the inmate of a womb.",
          "id": 270364
        },
        {
          "text": "Of course, the Catholic doctrine which teaches that Christ the Son of God was born in the flesh of a virgin, does not make the Son of God the inmate of her womb in the sense of having no existence beyond it, as if He had abandoned the government of heaven and earth, or as if He had left the presence of the Father.",
          "id": 270365
        },
        {
          "text": "The mistake is with the Manich aeans, whose understanding is so incapable of forming a conception of anything except what is material, that they cannot comprehend how the Word of God, who is the virtue and wisdom of God, while remaining in Himself and with the Father, and while governing the universe, reaches from end to end in strength, and sweetly orders all things.",
          "id": 270366
        },
        {
          "text": "In the faultless procedure of this adorable providence, He appointed for Himself an earthly mother; and to free His servants from the bondage of corruption He took in this mother the form of a servant, that is, a mortal body; and this body which He took He showed openly, and when it had been exposed, even to suffering and death, He raised it again from the dead, and built again the temple which had been destroyed.",
          "id": 270367
        },
        {
          "text": "You who shrink from this doctrine as blasphemous, make the members of your god to be confined not in a virgin's womb, but in the wombs of all female animals, from elephants down to flies.",
          "id": 270368
        },
        {
          "text": "Perhaps you think the less of the true Christ, because the Word is said so to have become incarnate in the Virgin's womb as to provide a temple for Himself in human nature, while His own nature continued unaltered in its integrity; and, on the other hand, you think the more of your god, because in the bonds and pollution of his confinement in flesh, in the part which is to be made fast to the mass of darkness, he seeks for help to no purpose, or is even rendered powerless to ask for help.",
          "id": 270369
        },
        {
          "text": ".",
          "id": 270370
        }
      ]
    }
  ]
}