{
  "book": "Augustine: Against Two Letters of the Pelagians Book III",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Book III.",
          "id": 297855
        },
        {
          "text": "Augustin goes on to refute other matters which are calumniously objected by the Pelagians in the same letter sent to Thessalonica; and expounds, in opposition to their heresy, what those who are truly Catholic say concerning the utility of the law; what they teach of the effect and virtue of baptism; what of the discrepancy between the two Testaments, the Old and the New; what concerning the righteousness and perfection of the prophets and apostles; what of the appellation of sin in Christ, when He is said in the likeness of sinful flesh concerning sin to have condemned sin, or to have become sin; and finally, what they profess concerning the fulfilment of the commandments in the future life.",
          "id": 297856
        },
        {
          "text": "Chapter 1 (I.",
          "id": 297857
        },
        {
          "text": ")—Statement.",
          "id": 297858
        },
        {
          "text": "There still follow things which they calumniously object to us; they do not yet begin to work out those things which they themselves think.",
          "id": 297859
        },
        {
          "text": "But lest the prolixity of these writings should be an offence, I have divided those matters which they object into two Books,—the former of which being completed, which is the Second Book of this entire work, I am here commencing the other, and joining it as the Third to the First and Second.",
          "id": 297860
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 2 (II.",
          "id": 297861
        },
        {
          "text": ")—The Misrepresentation of the Pelagians Concerning the Use of the Old Law.",
          "id": 297862
        },
        {
          "text": "They declare \"that we say that the law of the Old Testament was given not for the end that it might justify the obedient, but rather that it might become the cause of greater sin\".",
          "id": 297863
        },
        {
          "text": "Certainly, they do not understand what we say concerning the law; because we say what the apostle says, whom they do not understand.",
          "id": 297864
        },
        {
          "text": "For who can say that they are not justified who are obedient to the law, when, unless they were justified, they could not be obedient? But we say, that by the law is effected that what God wills to be done is heard, but that by grace is effected that the law is obeyed.",
          "id": 297865
        },
        {
          "text": "\"For not the hearers of the law,\" says the apostle, \"are just before God, but the doers of the law shall be justified\".",
          "id": 297866
        },
        {
          "text": "Therefore the law makes hearers of righteousness, grace makes doers.",
          "id": 297867
        },
        {
          "text": "\"For what was impossible to the law,\" says the same apostle, \"in that it was weak through the flesh, God sent His Son in the likeness of sinful flesh, and for sin condemned sin in the flesh: that the righteousness of the law might be fulfilled in us who walk not according to the flesh, but according to the Spirit\".",
          "id": 297868
        },
        {
          "text": "This is what we say;—let them pray that they may one day understand it, and not dispute so as never to understand it.",
          "id": 297869
        },
        {
          "text": "For it is impossible that the law should be fulfilled by the flesh, that is, by carnal presumption, in which the proud, who are ignorant of the righteousness of God,—that is, which is of God to man, that he may be righteous,—and desirous of establishing their own righteousness,—as if by their own will, unassisted from above, the law could be fulfilled,—are not subjected to the righteousness of God.",
          "id": 297870
        },
        {
          "text": "Therefore the righteousness of the law is fulfilled in them who walk not according to the flesh—that is, according to man, ignorant of the righteousness of God and desirous of establishing his own—but walk according to the Spirit.",
          "id": 297871
        },
        {
          "text": "But who walks according to the Spirit, except whosoever is led by the Spirit of God? \"For as many as are led by the Spirit of God, these are the sons of God\".",
          "id": 297872
        },
        {
          "text": "Therefore \"the letter killeth, but the Spirit maketh alive\".",
          "id": 297873
        },
        {
          "text": "And the letter is not evil because it killeth; but it convicts the wicked of transgression.",
          "id": 297874
        },
        {
          "text": "\"For the law is holy, and the commandment holy and just and good.",
          "id": 297875
        },
        {
          "text": "Was, then,\" says he, \"that which is good made death unto me? By no means; but sin, that it might appear sin, worked death in me by that which is good, that it might become above measure a sinner or a sin by the commandment\".",
          "id": 297876
        },
        {
          "text": "This is what is the meaning of \"the letter killeth\".",
          "id": 297877
        },
        {
          "text": "\"For the sting of death is sin, but the strength of sin is the law;\" because by the prohibition it increases the desires of sin, and thence slays a man unless grace by coming to his assistance makes him alive.",
          "id": 297878
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 3.",
          "id": 297879
        },
        {
          "text": "—Scriptural Confirmation of the Catholic Doctrine.",
          "id": 297880
        },
        {
          "text": "This is what we say; this is that about which they object to us that we say \"that the law was so given as to be a cause of greater sin\".",
          "id": 297881
        },
        {
          "text": "They do not hear the apostle saying, \"For the law worketh wrath; for where no law is, there is no transgression;\" and, \"The law was added for the sake of transgression until the seed should come to whom the promise was made;\" and, \"If there had been a law given which could have given life, righteousness should altogether have been by the law; but the Scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe\".",
          "id": 297882
        },
        {
          "text": "Hence it is that the Old Testament, from the Mount Sinai, where the law was given, gendereth to bondage, which is Agar.",
          "id": 297883
        },
        {
          "text": "\"Now we,\" says he, \"are not children of the bondmaid but of the freewoman\".",
          "id": 297884
        },
        {
          "text": "Therefore they are not children of the freewoman who have accepted the law of the letter, whereby they can be shown to be not only sinners, but moreover transgressors; but they who have received the Spirit of grace, whereby the law itself, holy and just and good, may be fulfilled.",
          "id": 297885
        },
        {
          "text": "This is what we say: let them attend and not contend; let them seek enlightenment and not bring false accusations.",
          "id": 297886
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 4 (III.",
          "id": 297887
        },
        {
          "text": ")—Misrepresentation Concerning the Effect of Baptism.",
          "id": 297888
        },
        {
          "text": "\"They assert,\" say they, \"that baptism, moreover, does not make men new—that is, does not give complete remission of sins; but they contend that they are partly made children of God and partly remain children of the world, that is, of the devil\".",
          "id": 297889
        },
        {
          "text": "They deceive; they lay traps; they shuffle; we do not say this.",
          "id": 297890
        },
        {
          "text": "For we say that all men who are children of the devil are also children of the world; but not that all children of the world are also children of the devil.",
          "id": 297891
        },
        {
          "text": "Far be it from us to say that the holy fathers Abraham, Isaac, and Jacob, and others of this kind, were children of the devil when they were begetting in marriage, and those believers who until now and still hereafter continue to beget.",
          "id": 297892
        },
        {
          "text": "And yet we cannot contradict the Lord when He says, \"The children of this world marry and give in marriage\".",
          "id": 297893
        },
        {
          "text": "Some, therefore, are children of this world, and yet are not children of the devil.",
          "id": 297894
        },
        {
          "text": "For although the devil is the author and source of all sins, yet it is not every sin that makes children of the devil; for the children of God also sin, since if they say they have no sins they deceive themselves, and the truth is not in them.",
          "id": 297895
        },
        {
          "text": "But they sin in virtue of that condition by which they are still children of this world; but by that grace wherewith they are the children of God they certainly sin not, because every one that is born of God sinneth not.",
          "id": 297896
        },
        {
          "text": "But unbelief makes children of the devil; and unbelief is specially called sin, as if it were the only one, if it is not expressed what is the nature of the sin.",
          "id": 297897
        },
        {
          "text": "As when the \"apostle\" is spoken of, if it be not expressed what apostle, none is understood but Paul; because he is better known by his many epistles, and he laboured more than they all.",
          "id": 297898
        },
        {
          "text": "For which reason, in what the Lord said of the Holy Spirit, \"He shall convict the world of sin,\" He meant unbelief to be understood; for He said this when He was explaining, \"Of sin because they believed not on me,\" and when He says, \"If I had not come and spoken to them, they should not have sin\".",
          "id": 297899
        },
        {
          "text": "For He meant not that before they had no sin, but He wished to indicate that very want of faith by which they did not believe Him even when He was present to them and speaking to them; since they belonged to him of whom the apostle says, \"According to the prince of the power of the air, who now worketh in the children of unbelief\".",
          "id": 297900
        },
        {
          "text": "Therefore they in whom there is not faith are the children of the devil, because they have not in the inner man any reason why there should be forgiven them whatever is committed either by human infirmity, or by ignorance, or by any evil will whatever.",
          "id": 297901
        },
        {
          "text": "But those are the children of God who certainly, if they should \"say that they have no sin, deceive themselves, and the truth is not in them, but immediately\" (as it continues) \"when they confess their sins\" (which the children of the devil do not do, or do not do according to the faith which is peculiar to the children of God), \"He is faithful and just to forgive them their sins, and to cleanse them from all unrighteousness\".",
          "id": 297902
        },
        {
          "text": "And in order that what we say may be more fully understood, let Jesus Himself be heard, who certainly was speaking to the children of God when He said: \"And if ye, being evil, know how to give good gifts to your children, how much more shall your Father which is in heaven give good things to them that ask Him\".",
          "id": 297903
        },
        {
          "text": "For if these were not the children of God, He would not say to them, \"Your Father which is in heaven\".",
          "id": 297904
        },
        {
          "text": "And yet He says that they are evil, and that they know how to give good gifts to their children.",
          "id": 297905
        },
        {
          "text": "Are they, then, evil in that they are the children of God? Away with the thought! But they are thence evil because they are still the children of this world, although now made children of God by the pledge of the Holy Spirit.",
          "id": 297906
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 5.",
          "id": 297907
        },
        {
          "text": "—Baptism Puts Away All Sins, But It Does Not at Once Heal All Infirmities.",
          "id": 297908
        },
        {
          "text": "Baptism, therefore, washes away indeed all sins—absolutely all sins, whether of deeds or words or thoughts, whether original or added, whether such as are committed in ignorance or allowed in knowledge; but it does not take away the weakness which the regenerate man resists when he fights the good fight, but to which he consents when as man he is overtaken in any fault; on account of the former, rejoicing with thanksgiving, but on account of the latter, groaning in the utterance of prayers.",
          "id": 297909
        },
        {
          "text": "On account of the former, saying, \"What shall I render to the Lord for all that He has given me?\" On account of the latter, saying, \"Forgive us our debts\".",
          "id": 297910
        },
        {
          "text": "On account of the former, saying, \"I will love Thee, O Lord, my strength\".",
          "id": 297911
        },
        {
          "text": "On account of the latter, saying, \"Have mercy on me, O Lord; for I am weak\".",
          "id": 297912
        },
        {
          "text": "On account of the former, saying, \"Mine eyes are ever towards the Lord; for He shall pluck my feet out of the net\".",
          "id": 297913
        },
        {
          "text": "On account of the latter, saying, \"Mine eye is troubled with wrath\".",
          "id": 297914
        },
        {
          "text": "And there are innumerable passages with which the divine writings are filled, which alternately, either in exultation over God's benefits or in lamentation over our own evils, are uttered by children of God by faith as long as they are still children of this world in respect of the weakness of this life; whom, nevertheless, God distinguishes from the children of the devil, not only by the laver of regeneration, but moreover by the righteousness of that faith which worketh by love, because the just lives by faith.",
          "id": 297915
        },
        {
          "text": "But this weakness with which we contend, with alternating failure and progress, even to the death of the body, and which is of great importance as to what it can overcome in us, shall be consumed by another regeneration, of which the Lord says, \"In the regeneration when the Son of man shall sit on the throne of His glory, ye also shall sit upon twelve thrones,\" etc.",
          "id": 297916
        },
        {
          "text": "Certainly in this passage He without doubt calls the last resurrection the regeneration, which Paul the Apostle also calls both the adoption and the redemption, where he says, \"But even we ourselves, which have the first-fruits of the Spirit, ourselves also groan within ourselves, waiting for the adoption, the redemption, of our body\".",
          "id": 297917
        },
        {
          "text": "Have we not been regenerated, adopted, and redeemed by the holy washing? And yet there remains a regeneration, an adoption, a redemption, which we ought now patiently to be waiting for as to come in the end, that we may then be in no degree any longer children of this world.",
          "id": 297918
        },
        {
          "text": "Whosoever, then, takes away from baptism that which we only receive by its means, corrupts the faith; but whosoever attributes to it now that which we shall receive by its means indeed, but yet hereafter, cuts off hope.",
          "id": 297919
        },
        {
          "text": "For if any one should ask of me whether we have been saved by baptism, I shall not be able to deny it, since the apostle says, \"He saved us by the washing of regeneration and renewing of the Holy Ghost\".",
          "id": 297920
        },
        {
          "text": "But if he should ask whether by the same washing He has already absolutely in every way saved us, I shall answer: It is not so.",
          "id": 297921
        },
        {
          "text": "Because the same apostle also says, \"For we are saved by hope; but hope that is seen is not hope: for what a man seeth, why doth he yet hope for? But if we hope for that we see not, we with patience wait for it\".",
          "id": 297922
        },
        {
          "text": "Therefore the salvation of man is effected in baptism, because whatever sin he has derived from his parents is remitted, or whatever, moreover, he himself has sinned on his own account before baptism; but his salvation will hereafter be such that he cannot sin at all.",
          "id": 297923
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 6 (IV.",
          "id": 297924
        },
        {
          "text": ")—The Calumny Concerning the Old Testament and the Righteous Men of Old.",
          "id": 297925
        },
        {
          "text": "Now if these things are so, out of these things are rebutted those which they subsequently object to us.",
          "id": 297926
        },
        {
          "text": "For what catholic would say that which they charge us with saying, \"that the Holy Spirit was not the assister of virtue in the old testament,\" unless when we so understand \"the old testament\" in the manner in which the apostle spoke of it as \"gendering from Mount Sinai into bondage\"? But because in it was prefigured the new testament, the men of God who at that time understood this according to the ordering of the times, were indeed the stewards and bearers of the old testament, but are shown to be the heirs of the new.",
          "id": 297927
        },
        {
          "text": "Shall we deny that he belongs to the new testament who says, \"Create in me a clean heart, O God; and renew a right spirit within me\"? or he who says, \"He hath set my feet upon a rock, and directed my goings; and he hath put a new song in my mouth, even a hymn to our God\"? or that father of the faithful before the old testament which is from Mount Sinai, of whom the apostle says, \"Brethren, I speak after the manner of men; yet even a man's testament, when it is confirmed, no man disannulleth or addeth thereto.",
          "id": 297928
        },
        {
          "text": "To Abraham and to his seed were the promises made.",
          "id": 297929
        },
        {
          "text": "He saith not, And to seeds, as of many, but as of one; and to thy seed, which is Christ.",
          "id": 297930
        },
        {
          "text": "And this I say,\" said he, \"that the testament confirmed by God, the law which was made four hundred and thirty years after, does not weaken, so as to make the promise of none effect.",
          "id": 297931
        },
        {
          "text": "For if the inheritance be of the law, it is no more of promise: but God gave it to Abraham by promise\".",
          "id": 297932
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 7.",
          "id": 297933
        },
        {
          "text": "—The New Testament is More Ancient Than the Old; But It Was Subsequently Revealed.",
          "id": 297934
        },
        {
          "text": "Here, certainly, if we ask whether this testament, which, he says, being confirmed by God was not weakened by the law, which was made four hundred and thirty years after, is to be understood as the new or the old one, who can hesitate to answer \"the new, but hidden in the prophetic shadows until the time should come wherein it should be revealed in Christ\"? For if we should say the old, what will that be which genders from Mount Sinai to bondage? For there was made the law four hundred and thirty years after, by which law he asserts that this testament of the promise of Abraham could not be weakened; and he will have this which was made by Abraham to pertain rather to us, whom he will have to be children of the freewoman, not of the bondwoman, heirs by the promise, not by the law, when he says, \"For if the inheritance be by the law, it is no more of promise: but God gave it to Abraham by promise\".",
          "id": 297935
        },
        {
          "text": "So that, because the law was made four hundred and thirty years after, it might enter that the offence might abound; since by sin the pride of man presuming on his own righteousness is convinced of transgression, and where sin abounded grace much more abounded by the faith of the now humble man failing in the law and taking refuge in God's mercy.",
          "id": 297936
        },
        {
          "text": "Therefore, when he had said, \"For if the inheritance be of the law, it is no longer of promise: but God gave it to Abraham by promise,\" as if it might be said to him, \"Why then was the law made afterwards? \"he added and said, \"What then is the law?\" To which interrogation he immediately replied, \"It was added because of transgression, until the seed should come to which the promise was made\".",
          "id": 297937
        },
        {
          "text": "This he says again, thus: \"For if they who are of the law be heirs, faith is made void, and the promise is made of none effect: because the law worketh wrath: for where there is no law, there is no transgression\".",
          "id": 297938
        },
        {
          "text": "What he says in the former testimony: \"For if the inheritance be of the law, it is no more of promise: but God gave it to Abraham by promise,\" this he says in the latter: \"For if they who are of the law be heirs, faith is made void; and the promise is made of none effect;\" sufficiently showing that to our faith (which certainly is of the new testament) belongs what God gave to Abraham by promise.",
          "id": 297939
        },
        {
          "text": "And what he says in the former testimony, \"What then is the law?\" and answered, \"It was added for the sake of transgression,\" this he instantly added in the latter testimony, \"For the law worketh wrath: for where there is no law, there is no transgression\".",
          "id": 297940
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 8.",
          "id": 297941
        },
        {
          "text": "—All Righteous Men Before and After Abraham are Children of the Promise and of Grace.",
          "id": 297942
        },
        {
          "text": "Whether, then, Abraham, or righteous men before him or after him, even to Moses himself, by whom was given the testament gendering to bondage from Mount Sinai, or the rest of the prophets after him, and the holy men of God till John the Baptist, they are all children of the promise and of grace according to Isaac the son of the freewoman,—not of the law, but of the promise, heirs of God and joint-heirs with Christ.",
          "id": 297943
        },
        {
          "text": "Far be it from us to deny that righteous Noah and the righteous men of the earlier times, and whoever from that time till the time of Abraham could be righteous, either manifestly or hiddenly, belong to the Jerusalem which is above, who is our mother, although they are found to be earlier in time than Sarah, who bore the prophecy and figure of the free mother herself.",
          "id": 297944
        },
        {
          "text": "How much more evidently, then, after Abraham, to whom that promise was declared, that he should be called the father of many nations, must all, whoever have pleased God, be esteemed the children of the promise! For from Abraham, and the righteous men who followed him, the generation is not found more true, but the prophecy more plain.",
          "id": 297945
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter 9.",
          "id": 297946
        },
        {
          "text": "—Who are the Children of the Old Covenant.",
          "id": 297947
        },
        {
          "text": "But those belong to the old testament, \"which gendereth from Mount Sinai to bondage,\" which is Agar, who, when they have received a law which is holy and just and good, think that the letter can suffice them for life; and do not seek the divine mercy, so as they may become doers of the law, but, being ignorant of the righteousness of God, and wishing to establish their own righteousness, are not subject to the righteousness of God.",
          "id": 297948
        },
        {
          "text": "Of this kind was that multitude which murmured against God in the wilderness, and made an idol; and that multitude which even in the very land of promise committed fornication after strange gods.",
          "id": 297949
        },
        {
          "text": "But this multitude, even in the old testament itself, was strongly rebuked.",
          "id": 297950
        },
        {
          "text": "They, moreover, whoever they were at that time who followed after those earthly promises alone which God promises there, and who were ignorant of that which those promises signify under the new testament, and who kept God's commandments with the desire of gaining and with the fear of losing those promises,—certainly did not observe them, but only seemed to themselves to observe.",
          "id": 297951
        },
        {
          "text": "For there was no faith in them that worked by love, but earthly cupidity and carnal fear.",
          "id": 297952
        },
        {
          "text": "But he who thus fulfils the commandments beyond a doubt fulfils them unwillingly, and then does not do them in his heart; for he would rather not do them at all, if in respect of those things which he desires and fears he might be allowed to neglect them with impunity.",
          "id": 297953
        },
        {
          "text": "And thus, in the will itself within him, he is guilty; and it is here that God, who gives the command, looks.",
          "id": 297954
        },
        {
          "text": "Such were the children of the earthly Jerusalem, concerning which the apostle says, \"For she is in bondage with her children,\" and belongs to the old testament \"which gendereth to bondage from Mount Sinai, which is Agar\".",
          "id": 297955
        },
        {
          "text": "Of that same kind were they who crucified the Lord, and continued in the same unbelief.",
          "id": 297956
        },
        {
          "text": "Thence there are still their children in the great multitude of the Jews, although now the new testament as it was prophesied is made plain and confirmed by the blood of Christ; and the gospel is made known from the river where He was baptized and began His teachings, even to the ends of the earth.",
          "id": 297957
        },
        {
          "text": "And these Jews, according to the prophecies which they read, are dispersed everywhere over all the earth, that even from their writings may not be wanting a testimony to Christian truth.",
          "id": 297958
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter 10.",
          "id": 297959
        },
        {
          "text": "—The Old Law Also Given by God.",
          "id": 297960
        },
        {
          "text": "And it is for this reason that God made the old testament, because it pleased God to veil the heavenly promises in earthly promises, as if established in reward, until the fulness of time; and to give to a people which longed for earthly blessings, and therefore had a hard heart, a law, which, although spiritual, was yet written on tables of stone.",
          "id": 297961
        },
        {
          "text": "Because, with the exception of the sacraments of the old books, which were only enjoined for the sake of their significance (although in them also, since they are to be spiritually understood, the law is rightly called spiritual), the other matters certainly which pertain to piety and to good living must not be referred by any interpretation to some significancy, but are to be done absolutely as they are spoken.",
          "id": 297962
        },
        {
          "text": "Assuredly no one will doubt that that law of God was necessary not alone for that people at that time, but also is now necessary for us for the right ordering of our life.",
          "id": 297963
        },
        {
          "text": "For if Christ took away from us that very heavy yoke of many observances, so that we are not circumcised according to the flesh, we do not immolate victims of the cattle, we do not rest even from necessary works on the Sabbath, retaining the seventh in the revolution of the days, and other things of this kind; but keep them as spiritually understood, and, the symbolizing shadows being removed, are watchful in the light of those things which are signified by them; shall we therefore say, that when it is written that whoever finds another man's property of any kind that has been lost, should return it to him who has lost it, it does not pertain to us? and many other like things whereby people learn to live piously and uprightly? and especially the Decalogue itself, which is contained in those two tables of stone, apart from the carnal observance of the Sabbath, which signifies spiritual sanctification and rest? For who can say that Christians ought not to be observant to serve the one God with religious obedience, not to worship an idol, not to take the name of the Lord in vain, to honour one's parents, not to commit adulteries, murders, thefts, false witness, not to covet another man's wife, or anything at all that belongs to another man? Who is so impious as to say that he does not keep those precepts of the law because he is a Christian, and is established not under the law, but under grace?.",
          "id": 297964
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter 11.",
          "id": 297965
        },
        {
          "text": "—Distinction Between the Children of the Old and of the New Testaments.",
          "id": 297966
        },
        {
          "text": "But there is plainly this great difference, that they who are established under the law, whom the letter killeth, do these things either with the desire of gaining, or with the fear of losing earthly happiness; and that thus they do not truly do them, since fleshly desire, by which sin is rather bartered or increased, is not healed by desire of another kind.",
          "id": 297967
        },
        {
          "text": "These pertain to the old testament, which genders to bondage; because carnal fear and desire make them servants, gospel faith and hope and love do not make them children.",
          "id": 297968
        },
        {
          "text": "But they who are placed under grace, whom the Spirit quickens, do these things of faith which worketh by love in the hope of good things, not carnal but spiritual, not earthly but heavenly, not temporal but eternal; especially believing on the Mediator, by whom they do not doubt but that a Spirit of grace is ministered to them, so that they may do these things well, and that they may be pardoned when they sin.",
          "id": 297969
        },
        {
          "text": "These pertain to the new testament, are the children of promise, and are regenerated by God the Father and a free mother.",
          "id": 297970
        },
        {
          "text": "Of this kind were all the righteous men of old, and Moses himself, the minister of the old testament, the heir of the new,—because of the faith whereby we live, of one and the same they lived, believing the incarnation, passion, and resurrection of Christ as future, which we believe as already accomplished,—even until John the Baptist himself, as it were a certain limit of the old dispensation, who, signifying that the Mediator Himself would come, not with any shadow of the future or allegorical intimation, or with any prophetical announcement, but pointing Him out with his finger, said: \"Behold the Lamb of God; behold Him who taketh away the sin of the world\".",
          "id": 297971
        },
        {
          "text": "As if saying, Whom many righteous men have desired to see, on whom, as about to come, they have believed from the beginning of the human race itself, concerning whom the promises were spoken to Abraham, of whom Moses wrote, of whom the law and the prophets are witnesses: \"Behold the Lamb of God, who taketh away the sin of the world\".",
          "id": 297972
        },
        {
          "text": "From this John and afterwards, all those things concerning Christ began to become past or present, which by all the righteous men of the previous time were believed, hoped for, desired, as future.",
          "id": 297973
        },
        {
          "text": "Therefore the faith is the same as well in those who, although not yet in name, were in fact previously Christians, as in those who not only are so but are also called so; and in both there is the same grace by the Holy Spirit.",
          "id": 297974
        },
        {
          "text": "Whence says the apostle: \"We having the same Spirit of faith, according as it is written, I believed, therefore have I spoken; we also believe, and therefore speak\".",
          "id": 297975
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter 12.",
          "id": 297976
        },
        {
          "text": "—The Old Testament is Properly One Thing—The Old Instrument Another.",
          "id": 297977
        },
        {
          "text": "Therefore, by a custom of speech already prevailing, in one way the law and all the prophets who prophesied until John are called the \"Old Testament;\" although this is more definitely called the \"Old Instrument\" rather than the \"Old Testament;\" but this name is used in another way by the apostolical authority, whether expressly or impliedly.",
          "id": 297978
        },
        {
          "text": "For the apostle is express when he says, \"Until this day, as long as Moses is read, remaineth the same veil in the reading of the old testament; because it is not revealed, because it is made of no effect in Christ\".",
          "id": 297979
        },
        {
          "text": "For thus certainly the old testament referred to the ministry of Moses.",
          "id": 297980
        },
        {
          "text": "Moreover, he says, \"That we should serve in the newness of the Spirit, and not in the oldness of the letter,\" signifying that same testament under the name of the letter.",
          "id": 297981
        },
        {
          "text": "In another place also, \"Who also hath made us able ministers of the new testament; not of the letter, but of the Spirit: for the letter killeth, but the Spirit maketh alive\".",
          "id": 297982
        },
        {
          "text": "And here, by the mention of the new, he certainly meant the former to be understood as the old.",
          "id": 297983
        },
        {
          "text": "But much more evidently, although he did not say either old or new, he distinguished the two testaments and the two sons of Abraham, the one of the bondwoman, the other of the free, as I have above mentioned.",
          "id": 297984
        },
        {
          "text": "For what can be more express than his saying, \"Tell me, ye that desire to be under the law, have ye not heard the law? For it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman.",
          "id": 297985
        },
        {
          "text": "But he who was of the bondwoman was born after the flesh; but he of the freewoman was by promise.",
          "id": 297986
        },
        {
          "text": "Which things are in allegory; for these are the two testaments; the one in the Mount Sinai, gendering to bondage, which is Agar.",
          "id": 297987
        },
        {
          "text": "For Sinai is a mountain in Arabia, which is associated with Jerusalem which now is, for it is in bondage with her children.",
          "id": 297988
        },
        {
          "text": "But Jerusalem that is above is free, which is our mother?\" What is more clear, what more certain, what more remote from all obscurity and ambiguity to the children of the promise? And a little after, \"Now we, brethren, as Isaac was, are the children of promise\".",
          "id": 297989
        },
        {
          "text": "Also a little after, \"But we, brethren, are not children of the bondwoman, but of the free,\" with the liberty with which Christ has made us free.",
          "id": 297990
        },
        {
          "text": "Let us, therefore, choose whether to call the righteous men of old the children of the bondwoman or of the free.",
          "id": 297991
        },
        {
          "text": "Be it far from us to say, of the bondwoman; therefore if of the free, they pertain to the new testament in the Holy Spirit, whom, as making alive, the apostle opposes to the killing letter.",
          "id": 297992
        },
        {
          "text": "For on what ground do they not belong to the grace of the new testament, from whose words and looks we convict and rebut such most frantic and ungrateful enemies of the same grace as these?.",
          "id": 297993
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter 13.",
          "id": 297994
        },
        {
          "text": "—Why One of the Covenants is Called Old, the Other New.",
          "id": 297995
        },
        {
          "text": "But some one will say, \"In what way is that called the old which was given by Moses four hundred and thirty years after; and that called the new which was given so many years before to Abraham?\" Let him who on this subject is disturbed, not litigiously but earnestly, first understand that when from its earlier time one is called \"old,\" and from its posterior time the other \"new,\" it is the revelation of them that is considered in their names, not their institution.",
          "id": 297996
        },
        {
          "text": "Because the old testament was revealed through Moses, by whom the holy and just and good law was given, whereby should be brought about not the doing away but the knowledge of sin,—by which the proud might be convicted who were desirous of establishing their own righteousness, as if they had no need of divine help, and being made guilty of the letter, might flee to the Spirit of grace, not to be justified by their own righteousness, but by that of God—that is, by the righteousness which was given to them of God.",
          "id": 297997
        },
        {
          "text": "For as the same apostle says, \"By the law is the knowledge of sin.",
          "id": 297998
        },
        {
          "text": "But now the righteousness of God without the law is manifested, being witnessed by the law and by the prophets\".",
          "id": 297999
        },
        {
          "text": "Because the law, by the very fact that in it no man is justified, affords a witness to the righteousness of God.",
          "id": 298000
        },
        {
          "text": "For that in the law no man is justified before God is manifest, because \"the just by faith lives\".",
          "id": 298001
        },
        {
          "text": "Thus, therefore, although the law does not justify the wicked when he is convicted of transgression, it sends to the God who justifieth, and thus affords a testimony to the righteousness of God.",
          "id": 298002
        },
        {
          "text": "Moreover, the prophets offer testimony to God's righteousness by fore-announcing Christ, \"who is made unto us wisdom from God, and righteousness, and sanctification, and redemption: that, as it is written, he that glorieth, let him glory in the Lord\".",
          "id": 298003
        },
        {
          "text": "But that law was kept hidden from the beginning, when nature itself convicted wicked men, who did to others what they would not have done to themselves.",
          "id": 298004
        },
        {
          "text": "But the revelation of the new testament in Christ was made when He was manifested in the flesh, wherein appeared the righteousness of God—that is, the righteousness which is to men from God.",
          "id": 298005
        },
        {
          "text": "For hence he says, \"But now the righteousness of God without the law is manifested\".",
          "id": 298006
        },
        {
          "text": "This is the reason why the former is called the old testament, because it was revealed in the earlier time; and the latter the new, because it was revealed in the later time.",
          "id": 298007
        },
        {
          "text": "In a word, it is because the old testament pertains to the old man, from which it is necessary that a man should make a beginning; but the new to the new man, by which a man ought to pass from his old state.",
          "id": 298008
        },
        {
          "text": "Thus, in the former are earthly promises, in the latter heavenly promises; because this pertained to God's mercy, that no one should think that even earthly felicity of any kind whatever could be conferred on anybody, save from the Lord, who is the Creator of all things.",
          "id": 298009
        },
        {
          "text": "But if God is worshipped for the sake of that earthly happiness, the worship is that of a slave, belonging to the children of the bondmaid; but if for the sake of God Himself, so that in the life eternal God may be all things in all, it is a free service belonging to the children of the freewoman, who is our mother eternal in the heavens—who first seemed, as it were, barren, when she had not any children manifest; but now we see what was prophesied concerning her: \"Rejoice, thou barren, that bearest not; break forth and cry, thou that travailest not: for there are many children of the desolate more than of her who has an husband,\"—that is, more than of that Jerusalem, who in a certain manner is married in the bond of the law, and is in bondage with her children.",
          "id": 298010
        },
        {
          "text": "In the time, then, of the old testament, we say that the Holy Spirit, in those who even then were the children of promise according to Isaac, was not only an assistant, which these men think is sufficient for their opinion, but also a bestower of virtue; and this they deny, attributing it rather to their free will, in contradiction to those fathers who knew how to cry unto God with truthful piety, \"I will love Thee, O Lord, my strength\".",
          "id": 298011
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter 14 (V.",
          "id": 298012
        },
        {
          "text": ")—Calumny Concerning the Righteousness of the Prophets and Apostles.",
          "id": 298013
        },
        {
          "text": "They say, moreover, \"that all the apostles or prophets are not defined as entirely holy by us, but that we say that they were less wicked in comparison with those that were worse; and that this is the righteousness to which God affords His testimony, so that, as the prophet says that Sodom was justified in comparison with the Jews, so also we say that the saints exercised some goodness in comparison with criminal men\".",
          "id": 298014
        },
        {
          "text": "Be it far from us to say such things; but either they are not able to understand, or they are unwilling to observe, or, for the sake of misrepresentation, they pretend that they do not know what we say.",
          "id": 298015
        },
        {
          "text": "Let them hear, therefore, either themselves, or rather those whom, as inexperienced and unlearned persons, they are striving to deceive.",
          "id": 298016
        },
        {
          "text": "Our faith—that is, the catholic faith—distinguishes the righteous from the unrighteous not by the law of works, but by that of faith, because the just by faith lives.",
          "id": 298017
        },
        {
          "text": "By which distinction it results that the man who leads his life without murder, without theft, without false-witness, without coveting other men's goods, giving due honour to his parents, chaste even to continence from all carnal intercourse whatever, even conjugal, most liberal in alms-giving, most patient of injuries; who not only does not deprive another of his goods, but does not even ask again for what has been taken away from himself; or who has even sold all his own property and appropriated it to the poor, and possesses nothing which belongs to him as his own;—with such a character as this, laudable as it seems to be, if he has not a true and catholic faith in God, must yet depart from this life to condemnation.",
          "id": 298018
        },
        {
          "text": "But another, who has good works from a right faith which worketh by love, maintains his continency in the honesty of wedlock, although he does not, like the other, well refrain altogether, but pays and repays the debt of carnal connection, and has intercourse not only for the sake of offspring, but also for the sake of pleasure, although only with his wife, which the apostle allows to those that are married as pardonable;—does not receive injuries with so much patience, but is raised into anger with the desire of vengeance, although, in order that he may say, \"As we also forgive our debtors,\" forgives when he is asked;—possesses personal property, giving thence indeed some alms, but not as the former so liberally;—does not take away what belongs to another, but, although by ecclesiastical, not by civil judgment, yet contends for his own: certainly this man, who seems so inferior in morals to the former, on account of the right faith which he has in God, by which he lives, and according to which in all his wrong-doings he accuses himself, and in all his good works praises God, giving to himself the shame, to God the glory, and receiving from Him both forgiveness of sins and love of right deeds,—shall be delivered for this life, and depart to be received into the company of those who shall reign with Christ.",
          "id": 298019
        },
        {
          "text": "Wherefore, if not on account of faith? Which, although without works it saves no man (for it is not a reprobate faith, since it worketh by love), yet by it even sins are loosed, because the just by faith liveth; but without it, even those things which seem good works are turned into sins: \"For everything which is not of faith is sin\".",
          "id": 298020
        },
        {
          "text": "And it is brought about, on account of this great difference, that although with no possibility of doubt a persevering integrity of virginity is preferable to conjugal chastity, yet a woman even twice married, if she be a catholic, is preferred to a professed virgin that is a heretic; nor is she in such wise preferred because this one is better in God's kingdom, but because the other is not there at all.",
          "id": 298021
        },
        {
          "text": "Now the former, indeed, whom we have described as being of better morals, if a true faith be his, surpasses the second one, although both will be in heaven; yet if the faith be wanting to him, he is so surpassed by him that he himself is not there at all.",
          "id": 298022
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter 15.",
          "id": 298023
        },
        {
          "text": "—The Perfection of Apostles and Prophets.",
          "id": 298024
        },
        {
          "text": "Since, then, all righteous men, both the more ancient and the apostles, lived from a right faith which is in Christ Jesus our Lord; and had with their faith morals so holy, that although they might not be of such perfect virtue in this life as that which should be after this life, yet whatever of sin might creep in from human infirmity might be constantly done away by the piety of their faith itself: it results from this that, in comparison with the wicked whom God will condemn, it must be said that these were \"righteous,\" since by their pious faith they were so far removed into the opposite of those wicked men that the apostle cries out, \"What part hath he that believeth with an infidel?\" But it is plain that the Pelagians, these modern heretics, seem to themselves to be religious lovers and praisers of the saints, since they do not dare to say that they were of an imperfect virtue; although that elected vessel confesses this, who, considering in what state he still was, and that the body which is corrupted drags down the soul, says, \"Not that I have already attained or am yet perfect; brethren, I count not myself to have apprehended\".",
          "id": 298025
        },
        {
          "text": "And yet a little after, he who had denied himself to be perfect says, \"Let us therefore, as many as be perfect, be thus minded,\" in order that he might show that, according to the measure of this life, there is a certain perfection, and that to that perfection this also is to be attributed, even although any one may know that he is not yet perfect.",
          "id": 298026
        },
        {
          "text": "For what is more perfect, or what was more excellent, than the holy priests among the ancient people? And yet God prescribed to them to offer sacrifice first of all for their own sins.",
          "id": 298027
        },
        {
          "text": "And what is more holy among the new people than the apostles? And yet the Lord prescribed to them to say in their prayer, \"Forgive us our debts\".",
          "id": 298028
        },
        {
          "text": "For all the pious, therefore, who lie under this burden of a corruptible flesh, and groan in the infirmity of this life of theirs, there is one hope: \"We have an advocate with the Father, Jesus Christ the righteous: and He is the propitiation for our sins\".",
          "id": 298029
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter 16 (VI.",
          "id": 298030
        },
        {
          "text": ")—Misrepresentation Concerning Sin in Christ.",
          "id": 298031
        },
        {
          "text": "They have not a righteous advocate, who are (even if that were the only difference) distinguished absolutely and widely from the righteous.",
          "id": 298032
        },
        {
          "text": "Be it far from us to say, as they themselves slanderously affirm, that this just Advocate \"spoke falsely by the necessity of the flesh;\" but we say that He, in the likeness of sinful flesh, in respect of sin, condemned sin.",
          "id": 298033
        },
        {
          "text": "And they, perchance not understanding this, and being blinded by the desire of misrepresentation, and ignorant of the number of ways in which the name of sin is accustomed to be used in the Holy Scriptures, declare that we affirm sin of Christ.",
          "id": 298034
        },
        {
          "text": "Therefore we assert that Christ both had no sin,—neither in soul nor in the body; and that, by taking upon Him flesh in the likeness of sinful flesh, in respect of sin He condemned sin.",
          "id": 298035
        },
        {
          "text": "And this assertion, somewhat obscurely made by the apostle, is explained in two ways,—either that the likenesses of things are accustomed to be called by the names of those things to which they are like, so that the apostle may be understood to have intended to call this likeness of sinful flesh by the name of \"sin;\" or else that the sacrifices for sins were under the law called \"sins,\" all which things were figures of the flesh of Christ, which is the true and only sacrifice for sins,—not only for those which are all washed away in baptism, but also for those which afterwards creep in from the weakness of this life, on account of which the universal Church daily cries in prayer to God, \"Forgive us our debts,\" and they are forgiven us by means of that singular sacrifice for sins which the apostle, speaking according to the law, did not hesitate to call \"sin\".",
          "id": 298036
        },
        {
          "text": "Whence, moreover, is that much plainer passage of his, which is not uncertain by any twofold ambiguity, \"We beseech you in Christ's stead to be reconciled to God.",
          "id": 298037
        },
        {
          "text": "He made Him to be sin for us, who had not known sin; that we might be the righteousness of God in Him\".",
          "id": 298038
        },
        {
          "text": "For the passage which I have above mentioned, \"In respect of sin, He condemned sin,\" because it was not said, \"In respect of his sin,\" may be understood by any one, as if He said that He condemned sin in respect of the sin of the Jews; because in respect of their sin who crucified Him, it happened that He shed His blood for the remission of sins.",
          "id": 298039
        },
        {
          "text": "But this passage, where God is said to have made Christ Himself \"sin,\" who had not known sin, does not seem to me to be more fittingly understood than that Christ was made a sacrifice for sins, and on this account was called \"sin\".",
          "id": 298040
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter 17 (VII.",
          "id": 298041
        },
        {
          "text": ")—Their Calumny About the Fulfilment of Precepts in the Life to Come.",
          "id": 298042
        },
        {
          "text": "But who can bear their objecting to us, \"that we say that after the resurrection such is to be our progress, that there men can begin to fulfil the commands of God, which they would not here;\" since we say that there there will be no sin at all, no struggle with any desire of sin; as if they themselves would dare to deny this? That wisdom also and the knowledge of God, is then perfected in us, and that in the Lord there is such rejoicing that it is a full and a true security, who will deny, unless he is so averse from the truth that on this very account he cannot attain unto it? But these things will not be in precepts, but in reward of those precepts which should here be observed; the neglect of which precepts, indeed, does not lead thither to the reward.",
          "id": 298043
        },
        {
          "text": "But here the grace of God gives the desire of keeping His commandments; and if anything in these commandments is less perfectly observed, He forgives it on account of what we say in prayer, as well \"Thy will be done,\" as \"Forgive us our debts\".",
          "id": 298044
        },
        {
          "text": "Here, then, it is prescribed that we sin not; there, the reward is that we cannot sin.",
          "id": 298045
        },
        {
          "text": "Here, the precept is that we obey not the desires of sin; there, the reward that we have no desires of sin.",
          "id": 298046
        },
        {
          "text": "Here, the precept is, \"Understand, ye senseless among the people; and ye fools, be at some time wise;\" there, the reward is full wisdom and perfect knowledge.",
          "id": 298047
        },
        {
          "text": "\"For we see now through a glass in an enigma,\" says the apostle, \"but then face to face: now I know in part; but then I shall know even as also I am known\".",
          "id": 298048
        },
        {
          "text": "Here, the precept is, \"Exult unto the Lord, our helper,\" and, \"Rejoice, ye righteous, in the Lord;\" there, the reward is to rejoice with a perfect and unspeakable joy.",
          "id": 298049
        },
        {
          "text": "Lastly, in the precept it is written, \"Blessed are they which hunger and thirst after righteousness;\" but in the reward, \"Because they shall be filled\".",
          "id": 298050
        },
        {
          "text": "Whence, I ask, shall they be filled, except with what they hunger and thirst after? Who, then, is so abhorrent, not only from the divine perception, but also from the human perception, as to say that in man there can be such righteousness while he is hungering and thirsting for it, as there will be when he shall be filled with it? But when we are hungering and thirsting after righteousness, if the faith of Christ is watchful in us, what is it to be believed that we are hungering and thirsting for, save Christ? \"For He is made unto us wisdom from God, and righteousness, and sanctification, and redemption; that, as it is written, He that glorieth, let him glory in the Lord\".",
          "id": 298051
        },
        {
          "text": "And because we only believe on Him not seeing Him, therefore we thirst and hunger after righteousness.",
          "id": 298052
        },
        {
          "text": "For as long as we are in the body, we wander from the Lord; for we walk by faith, not by appearance.",
          "id": 298053
        },
        {
          "text": "But when we shall see Him, and attain certainly to the appearance, we shall rejoice with joy unspeakable; and then we shall be filled with righteousness, since now we say to Him with pious longing, \"I shall be satisfied when Thy glory shall be manifested\".",
          "id": 298054
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter 18.",
          "id": 298055
        },
        {
          "text": "—Perfection of Righteousness and Full Security Was Not Even in Paul in This Life.",
          "id": 298056
        },
        {
          "text": "But how impudent I do not say, but how insane, is the pride which, not yet being equal to the angels of God, thinks itself already able to have a righteousness equal to the angels of God; and does not consider so great and holy a man, who assuredly hungered and thirsted after that very perfection of righteousness, when he was unwilling to be lifted up by the greatness of his revelations; and yet that he might not be lifted up, he was not left to his own choice and will, but received \"the thorn in the flesh, a messenger of Satan, to buffet him; on which account he besought the Lord thrice that it might depart from him, and the Lord said unto him, My grace is sufficient for thee, for strength is made perfect in weakness\".",
          "id": 298057
        },
        {
          "text": "What strength, save that to which it belongs not to be lifted up? And who doubts that this belongs to righteousness? The angels of God, then, are endowed with this perfection of righteousness, since they always behold the face of the Father, and thus of the entire Trinity, because they see through the Son, in the Holy Spirit.",
          "id": 298058
        },
        {
          "text": "But nothing is more sublime than that revelation, nor yet does any of the angels in that contemplation of rejoicing ones find a messenger of Satan needful that he may be buffeted by him, lest so great a magnitude of revelation should lift him up.",
          "id": 298059
        },
        {
          "text": "The apostle Paul certainly had not yet that perfection of virtue, nor yet was he equal to the angels of God; but there was in him the weakness of lifting himself up, which also had to be checked by the angel of Satan, lest he should be lifted up by the magnitude of his revelations.",
          "id": 298060
        },
        {
          "text": "Although, then, the first lifting up cast down Satan, yet that greatest Physician, who well knew how to make use of even evil things, applied from the angel of Satan, against the mischief of elation, a wholesome, although a painful, medicament, just as an antidote used to be made even of serpents against the poisons of serpents.",
          "id": 298061
        },
        {
          "text": "What, then, is the meaning of \"My grace is sufficient for thee,\" except that you may not by giving way succumb to the buffet of the messenger of Satan? And what is \"Strength is made perfect in weakness,\" except that in that place of weakness hitherto, there may be the perfection of virtue, so that in the very presence of infirmity, lifting-up may be repressed? Which infirmity assuredly shall be healed by future immortality.",
          "id": 298062
        },
        {
          "text": "For how is that soundness to be called perfect where medicine is still needful, even from the buffet of an angel of Satan?.",
          "id": 298063
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter 19.",
          "id": 298064
        },
        {
          "text": "—In What Sense the Righteousness of Man in This Life is Said to Be Perfect.",
          "id": 298065
        },
        {
          "text": "From this it results that the virtue which is now in the righteous man is named perfect up to this point, that to its perfection belong both the true knowledge and humble confession of even imperfection itself.",
          "id": 298066
        },
        {
          "text": "For, in respect to this infirmity, that little righteousness of man's is perfect according to its measure, when it understands even what it lacks.",
          "id": 298067
        },
        {
          "text": "And therefore the apostle calls himself both perfect and imperfect,—imperfect, to wit, in the thought of how much is wanting to him for the righteousness for the fulness of which he is still hungering and thirsting; but perfect in that he does not blush to confess his own imperfection, and goes forward in good that he may attain.",
          "id": 298068
        },
        {
          "text": "As we can say that the wayfarer is perfect whose approach is well forwarded, although his intention is not carried out unless his arrival be actually effected.",
          "id": 298069
        },
        {
          "text": "Therefore, when he had said, \"According to the righteousness which is in the law, I am one who has been without blame,\" he immediately added, \"What things were gain to me, those I counted but loss for Christ's sake.",
          "id": 298070
        },
        {
          "text": "Yea, doubtless, and I count all things to be loss for the sake of the eminent knowledge of Christ Jesus our Lord: for whose sake I have believed all things not only to be losses, but I have thought them to be even as dung, that I might gain Christ and be found in Him, not having my own righteousness, which is of the law, but that which is by the faith of Christ, the righteousness which is of God in faith\".",
          "id": 298071
        },
        {
          "text": "See! the apostle does not, of course, say falsely, that \"according to the righteousness which is of the law he was without blame;\" and yet those things which were gain to him, he casts away for Christ's sake, and thinks them losses, injuries, dung.",
          "id": 298072
        },
        {
          "text": "And not only these things, but all other things which he mentioned previously; not on account of any kind of knowledge, but, as he himself says, \"the eminent knowledge of Christ Jesus our Lord,\" which, beyond a doubt, he had as yet in faith, but not yet in sight.",
          "id": 298073
        },
        {
          "text": "For then the knowledge of Christ will be eminent, when He shall be so revealed that what is believed is seen.",
          "id": 298074
        },
        {
          "text": "Whence, in another place, he thus says, \"For ye have died, and your life is hidden with Christ in God.",
          "id": 298075
        },
        {
          "text": "When Christ, your life, shall appear, then shall ye also appear with Him in glory\".",
          "id": 298076
        },
        {
          "text": "Hence, also, the Lord Himself says, \"He who loveth me shall be loved of my Father, and I will love him, and will manifest myself to him\".",
          "id": 298077
        },
        {
          "text": "Hence John the Evangelist says, \"Beloved, now are we the sons of God, and it has not yet appeared what we shall be: but we know, that when He shall appear, we shall be like Him; for we shall see Him as He is\".",
          "id": 298078
        },
        {
          "text": "Then shall the knowledge of Christ be eminent.",
          "id": 298079
        },
        {
          "text": "For now it is, as it were, hidden away in faith; but it does not yet appear eminent in sight.",
          "id": 298080
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter 20.",
          "id": 298081
        },
        {
          "text": "—Why the Righteousness Which is of the Law is Valued Slightly by Paul.",
          "id": 298082
        },
        {
          "text": "Therefore the blessed Paul casts away those past attainments of his righteousness, as \"losses\" and \"dung,\" that \"he may win Christ and be found in Him, not having his own righteousness, which is of the law\".",
          "id": 298083
        },
        {
          "text": "Wherefore his own, if it is of the law? For that law is the law of God.",
          "id": 298084
        },
        {
          "text": "Who has denied this, save Marcion and Manicheus, and such like pests? Since, then, that is the law of God, he says it is \"his own\" righteousness \"which is of the law;\" and this righteousness of his own he would not have, but cast it forth as \"dung\".",
          "id": 298085
        },
        {
          "text": "Why so, except because it is this which I have above demonstrated, that those are under the law who, being ignorant of the righteousness of God, and going about to establish their own, are not subject to the righteousness of God? For they think that, by the strength of their own will, they will fulfil the commands of the law; and wrapped up in their pride, they are not converted to assisting grace.",
          "id": 298086
        },
        {
          "text": "Thus the letter killeth them either openly, as being guilty to themselves, by not doing what the law commands; or by thinking that they do it, although they do it not with spiritual love, which is of God.",
          "id": 298087
        },
        {
          "text": "Thus they remain either plainly wicked or deceitfully righteous,—manifestly cut off in open unrighteousness, or foolishly elated in fallacious righteousness.",
          "id": 298088
        },
        {
          "text": "And by this means—marvellous indeed, but yet true—the righteousness of the law is not fulfilled by the righteousness which is in the law, or by the law, but by that which is in the Spirit of grace.",
          "id": 298089
        },
        {
          "text": "Because the righteousness of the law is fulfilled in those, as it is written, who walk not according to the flesh, but according to the Spirit.",
          "id": 298090
        },
        {
          "text": "But, according to the righteousness which is in the law, the apostle says that he was blameless in the flesh, not in the Spirit; and he says that the righteousness which is of the law was his, not God's.",
          "id": 298091
        },
        {
          "text": "It must be understood, therefore, that the righteousness of the law is not fulfilled according to the righteousness which is in the law or of the law, that is, according to the righteousness of man, but according to the righteousness which is in the Spirit of grace, therefore according to the righteousness of God, that is, which man has from God.",
          "id": 298092
        },
        {
          "text": "Which may be thus more clearly and briefly stated: That the righteousness of the law is not fulfilled when the law commands, and man as it were of his own strength obeys; but when the Spirit aids, and man's free will, but freed by the grace of God, performs.",
          "id": 298093
        },
        {
          "text": "Therefore the righteousness of the law is to command what is pleasing to God, to forbid what is displeasing; but the righteousness in the law is to obey the letter, and beyond it to seek for no assistance of God for holy living.",
          "id": 298094
        },
        {
          "text": "For when he had said, \"Not having my own righteousness, which is of the law, but that which is by the faith of Christ,\" he added, \"Which is from God\".",
          "id": 298095
        },
        {
          "text": "That, therefore, is itself the righteousness of God, being ignorant of which the proud go about to establish their own; for it is not called the righteousness of God because by it God is righteous, but because man has it from God.",
          "id": 298096
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter 21.",
          "id": 298097
        },
        {
          "text": "—That Righteousness is Never Perfected in This Life.",
          "id": 298098
        },
        {
          "text": "Now, according to this righteousness of God, that is, which we have from God, faith now worketh by love.",
          "id": 298099
        },
        {
          "text": "But it worketh that, in what way man can attain to Him on whom now, not seeing, he believes; and when he shall see Him, then that which was in faith through a glass enigmatically, shall at length be in sight face to face; and then shall be perfected even love itself.",
          "id": 298100
        },
        {
          "text": "Because it is said with excessive folly, that God is loved as much before He is seen, as He will be loved when He is seen.",
          "id": 298101
        },
        {
          "text": "Further, if in this life, as no religious person doubts, the more we love God, so much the more righteous we certainly are, who can doubt that pious and true righteousness will then be perfected when the love of God shall be perfect? Then the law, therefore, shall be fulfilled; so that nothing at all is wanting to it, of which law, according to the apostle, the fulfilling is Love.",
          "id": 298102
        },
        {
          "text": "And thus, when he had said, \"Not having my own righteousness, which is of the law, but that which is by the faith of Jesus Christ, which is the righteousness from God in faith,\" he then added, \"That I may know Him, and the power of His resurrection, and the fellowship of His sufferings\".",
          "id": 298103
        },
        {
          "text": "All these things were not yet full and perfect in the apostle; but, as if he were placed on the way, he was running towards their fulness and perfection.",
          "id": 298104
        },
        {
          "text": "For how had he already perfectly known Christ, who says in another place, \"Now I know in part; but then I shall know even as I am known\"? And how had he already perfectly known the power of His resurrection, to whom it remained to know it yet more fully by experience at the time of the resurrection of the flesh? And how had he perfectly known already the fellowship of His suffering, if he had not yet experienced for him the suffering of death? Finally, he adds and says, \"If in any manner I may attain unto the resurrection of the dead\".",
          "id": 298105
        },
        {
          "text": "And then he says, \"Not that I have already received or am already perfected\".",
          "id": 298106
        },
        {
          "text": "What, then, does he confess that he has not yet received, and in what is he not yet perfected, except that righteousness which is of God, which he desired, not willing to have his own righteousness, which is of the law? For hence he was speaking, and such was the reason for his saying these things in resistance to the enemies of the grace of God, for the bestowal of which Christ was crucified; and of the race of whom are also these.",
          "id": 298107
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter 22.",
          "id": 298108
        },
        {
          "text": "—Nature of Human Righteousness and Perfection.",
          "id": 298109
        },
        {
          "text": "For from the place in which he undertook to say these things, he thus began, \"Beware of dogs, beware of evil workers, beware of the concision.",
          "id": 298110
        },
        {
          "text": "For we are the circumcision, who serve God in the Spirit,\"—or, as some codices have it, \"who serve God the Spirit,\" or \"the Spirit of God,\"—\"and glory in Christ Jesus, and have no confidence in the flesh\".",
          "id": 298111
        },
        {
          "text": "Here it is manifest that he is speaking against the Jews, who, observing the law carnally, and going about to establish their own righteousness, were slain by the letter, and not made alive by the Spirit, and gloried in themselves while the apostles and all the children of the promise were glorying in Christ.",
          "id": 298112
        },
        {
          "text": "Then he added, \"Although I may have confidence in the flesh.",
          "id": 298113
        },
        {
          "text": "If any one else thinks that he has confidence in the flesh, I more\".",
          "id": 298114
        },
        {
          "text": "And enumerating all things which have glory according to the flesh, he ended at that point where he says, \"According to the righteousness which is in the law, blameless\".",
          "id": 298115
        },
        {
          "text": "And when he had said that he regarded all these things as altogether loss and disadvantage and dung that he might gain Christ, he added the passage which I am treating, \"And be found in Him, not having my own righteousness, but that which is by the faith of Christ, which is from God\".",
          "id": 298116
        },
        {
          "text": "He confessed that he had not yet received the perfection of this righteousness, which will not be except in that excellent knowledge of Christ, on account of which he said that all things were loss to him; and he confessed, therefore, that he was not yet perfect.",
          "id": 298117
        },
        {
          "text": "\"But I follow on,\" said he, \"if I may apprehend that in which I also am apprehended of Christ Jesus\".",
          "id": 298118
        },
        {
          "text": "\"I may apprehend that in which I also am apprehended,\" is much the same as, \"I may know, even as I also am known\".",
          "id": 298119
        },
        {
          "text": "\"Brethren,\" says he, \"I count not myself to have apprehended: but one thing, forgetting those things which are behind, and reaching forward to those which are before, I follow on according to the purpose for the reward of the supreme calling of God in Christ Jesus\".",
          "id": 298120
        },
        {
          "text": "The order of the words is, \"But one thing I follow\".",
          "id": 298121
        },
        {
          "text": "Of which one thing the Lord also is well understood to have admonished Martha, where he says, \"Martha, Martha, thou art careful and troubled about many things: but one thing is needful\".",
          "id": 298122
        },
        {
          "text": "The apostle, wishing to apprehend this as if set in the way, said that he followed on to the reward of the high calling of God in Christ Jesus.",
          "id": 298123
        },
        {
          "text": "For who can delay when he would apprehend that which he declares that he is following, that he shall then have a righteousness equal to the righteousness of the holy angels, none of whom, of course, does any messenger of Satan buffet lest he should be lifted up with the greatness of his revelations? Then, admonishing those who might think themselves already perfect with the fulness of that righteousness, he says, \"Let as many of us, therefore, as are perfect, be thus minded\".",
          "id": 298124
        },
        {
          "text": "As if he should say, If, according to the capacity of mortal man for the little measure of this life, we are perfect, let us understand that it also belongs to that perfection that we perceive that we are not yet perfected in that angelical righteousness which we shall have in the manifestation of Christ.",
          "id": 298125
        },
        {
          "text": "\"And if in anything,\" he said, \"ye be otherwise minded, God shall also reveal even this unto you\".",
          "id": 298126
        },
        {
          "text": "How, save to those that are walking and advancing in the way of the faith, until that wandering be finished and they come to the actual vision? Whence following on, he added, \"Nevertheless, whereunto we have already attained, let us walk therein\".",
          "id": 298127
        },
        {
          "text": "Then he concludes that they should be bewared of, concerning whom this passage treated at its beginning.",
          "id": 298128
        },
        {
          "text": "\"Brethren, be imitators of me, and mark them which so walk as ye have our example.",
          "id": 298129
        },
        {
          "text": "For many walk, of whom I have spoken often, and now tell you even weeping, whose end is destruction,\" and the rest.",
          "id": 298130
        },
        {
          "text": "These are the very ones of whom, in the beginning, he had said, \"Beware of dogs, beware of evil workers,\" and what follows.",
          "id": 298131
        },
        {
          "text": "Therefore all are enemies of the cross of Christ who, going about to establish their own righteousness, which is of the law,—that is, where only the letter commands, and the Spirit does not fulfil,—are not subject to the law of God.",
          "id": 298132
        },
        {
          "text": "For if they who are of the law be heirs, faith is made an empty thing.",
          "id": 298133
        },
        {
          "text": "\"If righteousness is by the law, then Christ has died in vain: then is the offence of the cross done away\".",
          "id": 298134
        },
        {
          "text": "And thus those are enemies of the cross of Christ who say that righteousness is by the law, to which it belongs to command, not to assist.",
          "id": 298135
        },
        {
          "text": "But the grace of God through Jesus Christ the Lord in the Holy Spirit helpeth our infirmity.",
          "id": 298136
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter 23.",
          "id": 298137
        },
        {
          "text": "—There is No True Righteousness Without the Faith of the Grace of Christ.",
          "id": 298138
        },
        {
          "text": "Wherefore he who lives according to the righteousness which is in the law, without the faith of the grace of Christ, as the apostle declares that he lived blameless, must be accounted to have no true righteousness; not because the law is not true and holy, but because to wish to obey the letter which commands, without the Spirit of God which quickens, as if of the strength of free will, is not true righteousness.",
          "id": 298139
        },
        {
          "text": "But the righteousness according to which the righteous man lives by faith, since man has it from God by the Spirit of grace, is true righteousness.",
          "id": 298140
        },
        {
          "text": "And although this is not undeservedly said to be perfect in some righteous men, according to the capacity of this life, yet it is but little to that great righteousness which the equality of the angels receives.",
          "id": 298141
        },
        {
          "text": "And he who had not yet possessed this, on the one hand, in respect of that which was already in him, said that he was perfect; and in respect of that which was still wanting to him, said that he was imperfect.",
          "id": 298142
        },
        {
          "text": "But manifestly that lower degree of righteousness makes merit, that higher kind becomes reward.",
          "id": 298143
        },
        {
          "text": "Whence he who does not strive after the former does not attain unto the latter.",
          "id": 298144
        },
        {
          "text": "Wherefore, after the resurrection of man, to deny that there will be a fulness of righteousness, and to think that the righteousness in the body of that life will be such as it can be in the body of this death, is singular folly.",
          "id": 298145
        },
        {
          "text": "But it is most true that men do not there begin to fulfil those commands of God which here they have been unwilling to obey.",
          "id": 298146
        },
        {
          "text": "For there will be the fulness of the most perfect righteousness, yet not of men striving after what is commanded, and making gradual endeavours after that fulness; but in the twinkling of an eye, even as shall be that resurrection of the dead itself, because that greatness of perfect righteousness will be given as a reward to those who here have obeyed the commandments, and will not itself be commanded to them as a thing to be accomplished.",
          "id": 298147
        },
        {
          "text": "But I should in such wise say they have done the commandments, that we might remember that to these very commandments belongs the prayer in which the holy children of promise daily say with truth, \"Thy will be done,\" and \"Forgive us our debts\".",
          "id": 298148
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter 24 (VIII.",
          "id": 298149
        },
        {
          "text": ")—There are Three Principal Heads in the Pelagian Heresy.",
          "id": 298150
        },
        {
          "text": "When, then, the Pelagians are pressed with these and such like testimonies and words of truth, not to deny original sin; not to say that the grace of God whereby we are justified is not given freely, but according to our merits; nor to say that in mortal man, however holy and well doing, there is so great righteousness that even after the washing of regeneration, until he finishes this life of his, forgiveness of sins is not necessary to him,—therefore when they are pressed not to make these three assertions, and by their means alienate men who believe them from the grace of the Saviour, and persuade the lifted-up unto pride to go headlong unto the judgment of the devil: they introduce the clouds of other questions in which their impiety—in the sight of men more simpleminded, whether that they are more slow or less instructed in the sacred writings—may be concealed.",
          "id": 298151
        },
        {
          "text": "These are the misty questions of the praise of the creature, of the praise of marriage, of the praise of the law, of the praise of free will, of the praise of the saints; as if any one of our people were in the habit of disparaging those things, and not rather of announcing all things with due praises to the honour of the Creator and Saviour.",
          "id": 298152
        },
        {
          "text": "But even the creature does not desire in such wise to be praised as to be unwilling to be healed.",
          "id": 298153
        },
        {
          "text": "And the more marriage is to be praised, the less is to be attributed to it the shameful concupiscence of the flesh, which is not of the Father, but of the world; and which assuredly marriage found and did not make in men; because, moreover, it is actually in very many without marriage, and if nobody had sinned marriage itself might be without it.",
          "id": 298154
        },
        {
          "text": "And the law, holy and just and good, is neither grace itself, nor is anything rightly done by it without grace; because the law is not given that it may give life, but it was added because of transgression, that it might conclude all persons convicted under sin, and that the promise by faith of Jesus Christ might be given to them that believe.",
          "id": 298155
        },
        {
          "text": "And the free will taken captive does not avail, except for sin; but for righteousness, unless divinely set free and aided, it does not avail.",
          "id": 298156
        },
        {
          "text": "And thus, also, all the saints, whether from that ancient Abel to John the Baptist, or from the apostles themselves up to this time, and henceforth even to the end of the world, are to be praised in the Lord, not in themselves.",
          "id": 298157
        },
        {
          "text": "Because the voice, even of those earlier ones, is, \"In the Lord shall my soul be praised\".",
          "id": 298158
        },
        {
          "text": "And the voice of the later ones is, \"By the grace of God I am what I am\".",
          "id": 298159
        },
        {
          "text": "And to all belongs, \"That he that glorieth may glory in the Lord\".",
          "id": 298160
        },
        {
          "text": "And it is the common confession of all, \"If we say that we have no sin, we deceive ourselves, and the truth is not in us\".",
          "id": 298161
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter 25 (IX.",
          "id": 298162
        },
        {
          "text": ")—He Shows that the Opinion of the Catholics is the Mean Between that of the Manicheans and Pelagians, and Refutes Both.",
          "id": 298163
        },
        {
          "text": "But since, in these five particulars which I have set forth, in which they seek lurking-places, and from which they weave misrepresentations, they are forsaken and convicted by the divine writings, they have thought to deter those whom they could by the hateful name of Manicheans, lest in opposition to their most perverse teachings their ears should be conformed to the truth; because doubtless the Manicheans blasphemously condemn the three former of those five dogmas, saying that neither the human creature, nor marriage, nor the law was ordained by the supreme and true God.",
          "id": 298164
        },
        {
          "text": "But they do not receive what the truth says, that sin took its origin from free will, and that all evil, whether of angel or man, comes from it; because they prefer to believe, in their turning aside from God, that the nature of evil was always evil, and co-eternal with God.",
          "id": 298165
        },
        {
          "text": "They, moreover, attack the holy patriarchs and prophets with as many execrations as they can.",
          "id": 298166
        },
        {
          "text": "This is the way in which the modern heretics think, that by objecting the name of Manicheans, they evade the force of truth.",
          "id": 298167
        },
        {
          "text": "But they do not evade it; because it follows them up, and overturns at once Manicheans and Pelagians.",
          "id": 298168
        },
        {
          "text": "For in that when a man is born there is something good, so far as he is a man, he condemns the Manichean, and praises the Creator; but in so far as he derives original sin, he condemns the Pelagian, and holds a Saviour necessary.",
          "id": 298169
        },
        {
          "text": "For even because that nature is said to be healable, it repels both teachings; because it would not, on the one hand, have need of medicine if it were sound, which is opposed to the Pelagian, nor could it be healed at all if the evil in it were eternal and immutable, which is opposed to the Manichean.",
          "id": 298170
        },
        {
          "text": "Moreover, in that to marriage, which we praise as ordained of God, we do not say that the concupiscence of the flesh is to be attributed, this is both contrary to the Pelagians, who make this concupiscence itself a matter of praise, and contrary to the Manicheans, who attribute it to a foreign and evil nature, when it really is an evil accidental to our nature, not to be separated by the disjunction from God, but to be healed by the mercy of God.",
          "id": 298171
        },
        {
          "text": "Moreover, in that we say that the law, holy and just and good, was given not for the justification of the wicked, but for the conviction of the proud, for the sake of transgressions,—this is, on the one hand, opposed to the Manicheans, in that according to the apostle the law is praised; and on the other opposed to the Pelagians, in that, in accordance with the apostle, no one is justified by the law; and therefore, for the sake of making alive those whom the letter has killed, that is, whom the law, enjoining good, makes guilty by transgressions, the Spirit of grace freely brings aid.",
          "id": 298172
        },
        {
          "text": "Also in that we say that the will is free in evil, but for doing good it must be made free by God's grace, this is opposed to the Pelagians; but in that we say it originated from that which previously was not evil, this is opposed to the Manicheans.",
          "id": 298173
        },
        {
          "text": "Again, that we honour the holy patriarchs and prophets with praises due to them in God, is in opposition to the Manicheans; but that we say that even to them, however righteous and pleasing to God they might have been, the propitiation of the Lord was necessary, this is in opposition to the Pelagians.",
          "id": 298174
        },
        {
          "text": "The catholic faith, therefore, finds them both, as it does also other heretics, in opposition to it, and convicts both by the authority of the divine testimonies and by the light of truth.",
          "id": 298175
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter 26 (X.",
          "id": 298176
        },
        {
          "text": ")—The Pelagians Still Strive After a Hiding-Place, by Introducing the Needless Question of the Origin of the Soul.",
          "id": 298177
        },
        {
          "text": "The Pelagians, indeed, add to the clouds which envelop their lurking-places the unnecessary question concerning the origin of the soul, for the purpose of erecting a hiding-place by disturbing manifest things by the obscurity of other matters.",
          "id": 298178
        },
        {
          "text": "For they say \"that we guard the continuous propagation of souls with the continuous propagation of sin\".",
          "id": 298179
        },
        {
          "text": "And where and when they have read this, either in the addresses or in the writings of those who maintain the catholic faith against this, I do not know; because, although I find something written by catholics on the subject, yet the defence of the truth had not yet been undertaken against those men, neither was there any anxiety to answer them.",
          "id": 298180
        },
        {
          "text": "But this I say, that according to the Holy Scriptures original sin is so manifest, and that this is put away in infants by the laver of regeneration is confirmed by such antiquity and authority of the catholic faith, notorious by such a clear concurrent testimony of the Church, that what is argued by the inquiry or affirmation of anybody concerning the origin of the soul, if it is contrary to this, cannot be true.",
          "id": 298181
        },
        {
          "text": "Wherefore, whoever builds up, either concerning the soul or any other obscure matter, any edifice whence he may destroy this, which is true, best founded, and best known, whether he is a son or an enemy of the Church, must either be corrected or avoided.",
          "id": 298182
        },
        {
          "text": "But let this be the end of this Book, that the things which follow may have another beginning.",
          "id": 298183
        }
      ]
    }
  ]
}