{
  "book": "Augustine: On the Merits and Forgiveness of Sins, and On the Baptism of Infants Book II",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "On the Merits and Forgiveness of Sins, and on the Baptism of Infants, Book II  In which Augustin argues against such as say that in the present life there are, have been, and will be, men who have absolutely no sin at all.",
          "id": 290156
        },
        {
          "text": "He lays down four propositions on this head: and teaches, first, that a man might possibly live in the present life without sin, by the grace of God and his own free will; he next shows that nevertheless in fact there is no man who lives quite free from sin in this life; thirdly, he sets forth the reason of this,—because there is no man who exactly confines his wishes within the limits of the just requirement of each case, which just requirement he either fails to perceive, or is unwilling to carry out in practice; in the fourth place, he proves that there is not, nor has been, nor ever will be, a human being—except the one mediator, Christ—who is free from all sin.",
          "id": 290157
        },
        {
          "text": "Chapter 1 (I.",
          "id": 290158
        },
        {
          "text": ")—What Has Thus Far Been Dwelt On; And What is to Be Treated in This Book.",
          "id": 290159
        },
        {
          "text": "We have, my dearest Marcellinus, discussed at sufficient length, I think, in the former book the baptism of infants,—how that it is given to them not only for entrance into the kingdom of God, but also for attaining salvation and eternal life, which none can have without the kingdom of God, or without that union with the Saviour Christ, wherein He has redeemed us by His blood.",
          "id": 290160
        },
        {
          "text": "I undertake in the present book to discuss and explain the question, Whether there lives in this world, or has yet lived, or ever will live, any one without any sin whatever, except \"the one Mediator between God and man, the Man Christ Jesus, who gave Himself a ransom for all;\"—with as much care and ability as He may Himself vouchsafe to me.",
          "id": 290161
        },
        {
          "text": "And should there occasionally arise in this discussion, either inevitably or casually from the argument, any question about the baptism or the sin of infants, I must neither be surprised nor must I shrink from giving the best answer I can, at such emergencies, to whatever point challenges my attention.",
          "id": 290162
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 2 (II.",
          "id": 290163
        },
        {
          "text": ")—Some Persons Attribute Too Much to the Freedom of Man's Will; Ignorance and Infirmity.",
          "id": 290164
        },
        {
          "text": "A solution is extremely necessary of this question about a human life unassailed by any deception or preoccupation of sin, in consequence even of our daily prayers.",
          "id": 290165
        },
        {
          "text": "For there are some persons who presume so much upon the free determination of the human will, as to suppose that it need not sin, and that we require no divine assistance,—attributing to our nature, once for all, this determination of free will.",
          "id": 290166
        },
        {
          "text": "An inevitable consequence of this is, that we ought not to pray \"not to enter into temptation,\"—that is, not to be overcome of temptation, either when it deceives and surprises us in our ignorance, or when it presses and importunes us in our weakness.",
          "id": 290167
        },
        {
          "text": "Now how hurtful, and how pernicious and contrary to our salvation in Christ, and how violently adverse to the religion itself in which we are instructed, and to the piety whereby we worship God, it cannot but be for us not to beseech the Lord for the attainment of such a benefit, but be rather led to think that petition of the Lord's Prayer, \"Lead us not into temptation,\" a vain and useless insertion,—it is beyond my ability to express in words.",
          "id": 290168
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 3 (III.",
          "id": 290169
        },
        {
          "text": ")—In What Way God Commands Nothing Impossible.",
          "id": 290170
        },
        {
          "text": "Works of Mercy, Means of Wiping Out Sins.",
          "id": 290171
        },
        {
          "text": "Now these people imagine that they are acute (as if none among us knew it) when they say, that \"if we have not the will, we commit no sin; nor would God command man to do what was impossible for human volition\".",
          "id": 290172
        },
        {
          "text": "But they do not see, that in order to overcome certain things, which are the objects either of an evil desire or an ill-conceived fear, men need the strenuous efforts, and sometimes even all the energies, of the will; and that we should only imperfectly employ these in every instance, He foresaw who willed so true an utterance to be spoken by the prophet: \"In Thy sight shall no man living be justified\".",
          "id": 290173
        },
        {
          "text": "The Lord, therefore, foreseeing that such would be our character, was pleased to provide and endow with efficacious virtue certain healthful remedies against the guilt and bonds even of sins committed after baptism,—for instance, the works of mercy,—as when he says: \"Forgive, and ye shall be forgiven; give, and it shall be given unto you\".",
          "id": 290174
        },
        {
          "text": "For who could quit this life with any hope of obtaining eternal salvation, with that sentence impending: \"Whosoever shall keep the whole law, and yet offend in one point, he is guilty of all,\" if there did not soon after follow: \"So speak ye, and so do, as they that shall be judged by the law of liberty: for he shall have judgment without mercy that hath showed no mercy; and mercy rejoiceth against judgment?\".",
          "id": 290175
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 4 (IV.",
          "id": 290176
        },
        {
          "text": ")—Concupiscence, How Far in Us; The Baptized are Not Injured by Concupiscence, But Only by Consent Therewith.",
          "id": 290177
        },
        {
          "text": "Concupiscence, therefore, as the law of sin which remains in the members of this body of death, is born with infants.",
          "id": 290178
        },
        {
          "text": "In baptized infants, it is deprived of guilt, is left for the struggle (of life), but pursues with no condemnation, such as die before the struggle.",
          "id": 290179
        },
        {
          "text": "Unbaptized infants it implicates as guilty and as children of wrath, even if they die in infancy, draws into condemnation.",
          "id": 290180
        },
        {
          "text": "In baptized adults, however, endowed with reason, whatever consent their mind gives to this concupiscence for the commission of sin is an act of their own will.",
          "id": 290181
        },
        {
          "text": "After all sins have been blotted out, and that guilt has been cancelled which by nature bound men in a conquered condition, it still remains,—but not to hurt in any way those who yield no consent to it for unlawful deeds,—until death is swallowed up in victory and, in that perfection of peace, nothing is left to be conquered.",
          "id": 290182
        },
        {
          "text": "Such, however, as yield consent to it for the commission of unlawful deeds, it holds as guilty; and unless, through the medicine of repentance, and through works of mercy, by the intercession in our behalf of the heavenly High Priest, they be healed, it conducts us to the second death and utter condemnation.",
          "id": 290183
        },
        {
          "text": "It was on this account that the Lord, when teaching us to pray, advised us, besides other petitions, to say: \"Forgive us our debts, as we forgive our debtors; and lead us not into tempation, but deliver us from evil\".",
          "id": 290184
        },
        {
          "text": "For evil remains in our flesh, not by reason of the nature in which man was created by God and wisdom, but by reason of that offence into which he fell by his own will, and in which, since its powers are lost, he is not healed with the same facility of will as that with which he was wounded.",
          "id": 290185
        },
        {
          "text": "Of this evil the apostle says: \"I know that in my flesh dwelleth no good thing;\" and it is likewise to the same evil that he counsels us to give no obedience, when he says: \"Let not sin therefore reign in your mortal body, to obey the lusts thereof\".",
          "id": 290186
        },
        {
          "text": "When, therefore, we have by an unlawful inclination of our will yielded consent to these lusts of the flesh, we say, with a view to the cure of this fault, \"Forgive us our debts;\" and we at the same time apply the remedy of a work of mercy, in that we add, \"As we forgive our debtors\".",
          "id": 290187
        },
        {
          "text": "That we may not, however, yield such consent, let us pray for assistance, and say, \"And lead us not into temptation;\"—not that God ever Himself tempts any one with such temptation, \"for God is not a tempter to evil, neither tempteth He any man;\" but in order that whenever we feel the rising of temptation from our concupiscence, we may not be deserted by His help, in order that thereby we may be able to conquer, and not be carried away by enticement.",
          "id": 290188
        },
        {
          "text": "We then add our request for that which is to be perfected at the last, when mortality shall be swallowed up of life: \"But deliver us from evil\".",
          "id": 290189
        },
        {
          "text": "For then there will exist no longer a concupiscence which we are bidden to struggle against, and not to consent to.",
          "id": 290190
        },
        {
          "text": "The whole substance, accordingly, of these three petitions may be thus briefly expressed: \"Pardon us for those things in which we have been drawn away by concupiscence; help us not to be drawn away by concupiscence; take away concupiscence from us\".",
          "id": 290191
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 5 (V.",
          "id": 290192
        },
        {
          "text": ")—The Will of Man Requires the Help of God.",
          "id": 290193
        },
        {
          "text": "Now for the commission of sin we get no help from God; but we are not able to do justly, and to fulfil the law of righteousness in every part thereof, except we are helped by God.",
          "id": 290194
        },
        {
          "text": "For as the bodily eye is not helped by the light to turn away therefrom shut or averted, but is helped by it to see, and cannot see at all unless it help it; so God, who is the light of the inner man, helps our mental sight, in order that we may do some good, not according to our own, but according to His righteousness.",
          "id": 290195
        },
        {
          "text": "But if we turn away from Him, it is our own act; we then are wise according to the flesh, we then consent to the concupiscence of the flesh for unlawful deeds.",
          "id": 290196
        },
        {
          "text": "When we turn to Him, therefore, God helps us; when we turn away from Him, He forsakes us.",
          "id": 290197
        },
        {
          "text": "But then He helps us even to turn to Him; and this, certainly, is something that light does not do for the eyes of the body.",
          "id": 290198
        },
        {
          "text": "When, therefore, He commands us in the words, \"Turn ye unto me, and I will turn unto you,\" and we say to Him, \"Turn us, O God of our salvation,\" and again, \"Turn us, O God of hosts;\" what else do we say than, \"Give what Thou commandest?\" When He commands us, saying, \"Understand now, ye simple among the people,\" and we say to Him, \"Give me understanding, that I may learn Thy commandments;\" what else do we say than, \"Give what Thou commandest?\" When He commands us, saying, \"Go not after thy lusts,\" and we say to Him, \"We know that no man can be continent, except God gives it to him;\" what else do we say than, \"Give what Thou commandest?\" When He commands us, saying, \"Do justice,\" and we say, \"Teach me Thy judgments, O Lord;\" what else do we say than, \"Give what Thou commandest?\" In like manner, when He says: \"Blessed are they which hunger and thirst after righteousness; for they shall be filled,\" from whom ought we to seek for the meat and drink of righteousness, but from Him who promises His fulness to such as hunger and thirst after it?.",
          "id": 290199
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 6.",
          "id": 290200
        },
        {
          "text": "—Wherein the Pharisee Sinned When He Thanked God; To God's Grace Must Be Added the Exertion of Our Own Will.",
          "id": 290201
        },
        {
          "text": "Let us then drive away from our ears and minds those who say that we ought to accept the determination of our own free will and not pray God to help us not to sin.",
          "id": 290202
        },
        {
          "text": "By such darkness as this even the Pharisee was not blinded; for although he erred in thinking that he needed no addition to his righteousness, and supposed himself to be saturated with abundance of it, he nevertheless gave thanks to God that he was not \"like other men, unjust, extortioners, adulterers, or even as the publican; for he fasted twice in the week, he gave tithes of all that he possessed\".",
          "id": 290203
        },
        {
          "text": "He wished, indeed, for no addition to his own righteousness; but yet, by giving thanks to God, he confessed that all he had he had received from Him.",
          "id": 290204
        },
        {
          "text": "Notwithstanding, he was not approved, both because he asked for no further food of righteousness, as if he were already filled, and because he arrogantly preferred himself to the publican, who was hungering and thirsting after righteousness.",
          "id": 290205
        },
        {
          "text": "What, then, is to be said of those who, whilst acknowledging that they have no righteousness, or no fulness thereof, yet imagine that it is to be had from themselves alone, not to be besought from their Creator, in whom is its store and its fountain? And yet this is not a question about prayers alone, as if the energy of our will also should not be strenuously added.",
          "id": 290206
        },
        {
          "text": "God is said to be \"our Helper;\" but nobody can be helped who does not make some effort of his own accord.",
          "id": 290207
        },
        {
          "text": "For God does not work our salvation in us as if he were working in insensate stones, or in creatures in whom nature has placed neither reason nor will.",
          "id": 290208
        },
        {
          "text": "Why, however, He helps one man, but not another; or why one man so much, and another so much; or why one man in one way, and another in another,—He reserves to Himself according to the method of His own most secret justice, and to the excellency of His power.",
          "id": 290209
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 7 (VI.",
          "id": 290210
        },
        {
          "text": ")—Four Questions on the Perfection of Righteousness: (1.",
          "id": 290211
        },
        {
          "text": ") Whether a Man Can Be Without Sin in This Life.",
          "id": 290212
        },
        {
          "text": "Now those who aver that a man can exist in this life without sin, must not be immediately opposed with incautious rashness; for if we should deny the possibility, we should derogate both from the free will of man, who in his wish desires it, and from the power or mercy of God, who by His help effects it.",
          "id": 290213
        },
        {
          "text": "But it is one question, whether he could exist; and another question, whether he does exist.",
          "id": 290214
        },
        {
          "text": "Again, it is one question, if he does not exist when he could exist, why he does not exist; and another question, whether such a man as had never sinned at all, not only is in existence, but also could ever have existed, or can ever exist.",
          "id": 290215
        },
        {
          "text": "Now, if in the order of this fourfold set of interrogative propositions, I were asked, (1st,) Whether it be possible for a man in this life to be without sin? I should allow the possibility, through the grace of God and the man's own free will; not doubting that the free will itself is ascribable to God's grace, in other words, to the gifts of God,—not only as to its existence, but also as to its being good, that is, to its conversion to doing the commandments of God.",
          "id": 290216
        },
        {
          "text": "Thus it is that God's grace not only shows what ought to be done, but also helps to the possibility of doing what it shows.",
          "id": 290217
        },
        {
          "text": "\"What indeed have we that we have not received?\" Whence also Jeremiah says: \"I know, O Lord, that the way of man is not in himself; it is not in man to walk and direct his steps\".",
          "id": 290218
        },
        {
          "text": "Accordingly, when in the Psalms one says to God, \"Thou hast commanded me to keep Thy precepts diligently,\" he at once adds not a word of confidence concerning himself but a wish to be able to keep these precepts: \"O that my ways,\" says he, \"were directed to keep Thy statutes! Then should I not be ashamed, when I have respect to all Thy commandments? Now who ever wishes for what he has already so in his own power, that he requires no further help for attaining it? To whom, however, he directs his wish,—not to fortune, or fate, or some one else besides God,—he shows with sufficient clearness in the following words, where he says: \"Order my steps in Thy word; and let not any iniquity have dominion over me\".",
          "id": 290219
        },
        {
          "text": "From the thraldom of this execrable dominion they are liberated, to whom the Lord Jesus gave power to become the sons of God.",
          "id": 290220
        },
        {
          "text": "From so horrible a domination were they to be freed, to whom He says, \"If the Son shall make you free, then shall ye be free indeed\".",
          "id": 290221
        },
        {
          "text": "From these and many other like testimonies, I cannot doubt that God has laid no impossible command on man; and that, by God's aid and help, nothing is impossible, by which is wrought what He commands.",
          "id": 290222
        },
        {
          "text": "In this way may a man, if he pleases, be without sin by the assistance of God.",
          "id": 290223
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 8 (VII.",
          "id": 290224
        },
        {
          "text": ")—(2) Whether There is in This World a Man Without Sin.",
          "id": 290225
        },
        {
          "text": "(2nd.",
          "id": 290226
        },
        {
          "text": ") If, however, I am asked the second question which I have suggested,—whether there be a sinless man,—I believe there is not.",
          "id": 290227
        },
        {
          "text": "For I rather believe the Scripture, which says: \"Enter not into judgment with Thy servant; for in Thy sight shall no man living be justified\".",
          "id": 290228
        },
        {
          "text": "There is therefore need of the mercy of God, which \"exceedingly rejoiceth against judgment,\" and which that man shall not obtain who does not show mercy.",
          "id": 290229
        },
        {
          "text": "And whereas the prophet says, \"I said, I will confess my transgressions unto the Lord, and Thou forgavest the iniquity of my heart,\" he yet immediately adds, \"For this shall every saint pray unto Thee in an acceptable time\".",
          "id": 290230
        },
        {
          "text": "Not indeed every sinner, but \"every saint;\" for it is the voice of saints which says, \"If we say that we have no sin, we deceive ourselves, and the truth is not in us\".",
          "id": 290231
        },
        {
          "text": "Accordingly we read, in the Apocalypse of the same Apostle, of \"the hundred and forty and four thousand\" saints, \"which were not defiled with women; for they continued virgins: and in their mouth was found no guile; for they are without fault\".",
          "id": 290232
        },
        {
          "text": "\"Without fault,\" indeed, they no doubt are for this reason,—because they truly found fault with themselves; and for this reason, \"in their mouth was discovered no guile,\"—\"because if they said they had no sin, they deceived themselves, and the truth was not in them\".",
          "id": 290233
        },
        {
          "text": "Of course, where the truth was not, there would be guile; and when a righteous man begins a statement by accusing himself, he verily utters no falsehood.",
          "id": 290234
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter 9.",
          "id": 290235
        },
        {
          "text": "—The Beginning of Renewal; Resurrection Called Regeneration; They are the Sons of God Who Lead Lives Suitable to Newness of Life.",
          "id": 290236
        },
        {
          "text": "And hence in the passage, \"Whosoever is born of God doth not sin, and he cannot sin, for His seed remaineth in him,\" and in every other passage of like import, they much deceive themselves by an inadequate consideration of the Scriptures.",
          "id": 290237
        },
        {
          "text": "For they fail to observe that men severally become sons of God when they begin to live in newness of spirit, and to be renewed as to the inner man after the image of Him that created them.",
          "id": 290238
        },
        {
          "text": "For it is not from the moment of a man's baptism that all his old infirmity is destroyed, but renovation begins with the remission of all his sins, and so far as he who is now wise is spiritually wise.",
          "id": 290239
        },
        {
          "text": "All things else, however, are accomplished in hope, looking forward to their being also realized in fact, even to the renewal of the body itself in that better state of immortality and incorruption with which we shall be clothed at the resurrection of the dead.",
          "id": 290240
        },
        {
          "text": "For this too the Lord calls a regeneration,—though, of course, not such as occurs through baptism, but still a regeneration wherein that which is now begun in the spirit shall be brought to perfection also in the body.",
          "id": 290241
        },
        {
          "text": "\"In the regeneration,\" says He, \"when the Son of man shall sit in the throne of His glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel\".",
          "id": 290242
        },
        {
          "text": "For however entire and full be the remission of sins in baptism, nevertheless, if there was wrought by it at once, an entire and full change of the man into his everlasting newness,—I do not mean change in his body, which is now most clearly tending evermore to the old corruption and to death, after which it is to be renewed into a total and true newness,—but, the body being excepted, if in the soul itself, which is the inner man, a perfect renewal was wrought in baptism, the apostle would not say: \"Even though our outward man perishes, yet the inward man is renewed day by day\".",
          "id": 290243
        },
        {
          "text": "Now, undoubtedly, he who is still renewed day by day is not as yet wholly renewed; and in so far as he is not yet wholly renewed, he is still in his old state.",
          "id": 290244
        },
        {
          "text": "Since, then, men, even after they are baptized, are still in some degree in their old condition, they are on that account also still children of the world; but inasmuch as they are also admitted into a new state, that is to say, by the full and perfect remission of their sins, and in so far as they are spiritually-minded, and behave correspondingly, they are the children of God.",
          "id": 290245
        },
        {
          "text": "Internally we put off the old man and put on the new; for we then and there lay aside lying, and speak truth, and do those other things wherein the apostle makes to consist the putting off of the old man and the putting on of the new, which after God is created in righteousness and true holiness.",
          "id": 290246
        },
        {
          "text": "Now it is men who are already baptized and faithful whom he exhorts to do this,—an exhortation which would be unsuitable to them, if the absolute and perfect change had been already made in their baptism.",
          "id": 290247
        },
        {
          "text": "And yet made it was, since we were then actually saved; for \"He saved us by the laver of regeneration\".",
          "id": 290248
        },
        {
          "text": "In another passage, however, he tells us how this took place.",
          "id": 290249
        },
        {
          "text": "\"Not they only,\" says he, \"but ourselves also, which have the first-fruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.",
          "id": 290250
        },
        {
          "text": "For we are saved by hope: but hope that is seen is not hope; for what a man seeth, why doth he yet hope for? But if we hope for that we see not, then do we with patience wait for it\".",
          "id": 290251
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter 10 (VIII.",
          "id": 290252
        },
        {
          "text": ")—Perfection, When to Be Realized.",
          "id": 290253
        },
        {
          "text": "Our full adoption, then, as children, is to happen at the redemption of our body.",
          "id": 290254
        },
        {
          "text": "It is therefore the first-fruits of the Spirit which we now possess, whence we are already really become the children of God; for the rest, indeed, as it is by hope that we are saved and renewed, so are we the children of God.",
          "id": 290255
        },
        {
          "text": "But inasmuch as we are not yet actually saved, we are also not yet fully renewed, nor yet also fully sons of God, but children of the world.",
          "id": 290256
        },
        {
          "text": "We are therefore advancing in renewal and holiness of life,—and it is by this that we are children of God, and by this also we cannot commit sin;—until at last the whole of that by which we are kept as yet children of this world is changed into this;—for it is owing to this that we are as yet able to sin.",
          "id": 290257
        },
        {
          "text": "Hence it comes to pass that \"whosoever is born of God doth not commit sin;\" and as well, \"if we were to say that we have no sin, we should deceive ourselves, and the truth would not be in us\".",
          "id": 290258
        },
        {
          "text": "There shall be then an end put to that within us which keeps us children of the flesh and of the world; whilst that other shall be perfected which makes us the children of God, and renews us by His Spirit.",
          "id": 290259
        },
        {
          "text": "Accordingly the same John says, \"Beloved, now are we the sons of God; and it doth not yet appear what we shall be\".",
          "id": 290260
        },
        {
          "text": "Now what means this variety in the expressions, \"we are,\" and \"we shall be,\" but this —we are in hope, we shall be in reality? For he goes on to say, \"We know that when He shall appear, we shall be like Him, for we shall see Him as He is\".",
          "id": 290261
        },
        {
          "text": "We have therefore even now begun to be like Him, having the first-fruits of the Spirit; but yet we are still unlike Him, by reason of the remainders of the old nature.",
          "id": 290262
        },
        {
          "text": "In as far, then, as we are like Him, in so far are we, by the regenerating Spirit, sons of God; but in as far as we are unlike Him, in so far are we the children of the flesh and of the world.",
          "id": 290263
        },
        {
          "text": "On the one side, we cannot commit sin; but, on the other, if we say that we have no sin, we only deceive ourselves,—until we pass entirely into the adoption, and the sinner be no more, and you look for his place and find it not.",
          "id": 290264
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter 11 (IX.",
          "id": 290265
        },
        {
          "text": ")—An Objection of the Pelagians: Why Does Not a Righteous Man Beget a Righteous Man?  In vain, then, do some of them argue: \"If a sinner begets a sinner, so that the guilt of original sin must be done away in his infant son by his receiving baptism, in like manner ought a righteous man to beget a righteous son\".",
          "id": 290266
        },
        {
          "text": "Just as if a man begat children in the flesh by reason of his righteousness, and not because he is moved thereto by the concupiscence which is in his members, and the law of sin is applied by the law of his mind to the purpose of procreation.",
          "id": 290267
        },
        {
          "text": "His begetting children, therefore, shows that he still retains the old nature among the children of this world; it does not arise from the fact of his promotion to newness of life among the children of God.",
          "id": 290268
        },
        {
          "text": "For \"the children of this world beget and are begotten\".",
          "id": 290269
        },
        {
          "text": "Hence also what is born of them is like them; for \"that which is born of the flesh is flesh\".",
          "id": 290270
        },
        {
          "text": "Only the children of God, however, are righteous; but in so far as they are the children of God, they do not carnally beget, because it is of the Spirit, and not of the flesh, that they are themselves begotten.",
          "id": 290271
        },
        {
          "text": "But as many of them as become parents, beget children from the circumstance that they have not yet put off the entire remains of their old nature in exchange for the perfect renovation which awaits them.",
          "id": 290272
        },
        {
          "text": "It follows, therefore, that every son who is born in this old and infirm condition of his father's nature, must needs himself partake of the same old and infirm condition.",
          "id": 290273
        },
        {
          "text": "In order, then, that he may be begotten again, he must also himself be renewed by the Spirit through the remission of sin; and if this change does not take place in him, his righteous father will be of no use to him.",
          "id": 290274
        },
        {
          "text": "For it is by the Spirit that he is righteous, but it is not by the Spirit that he begat his son.",
          "id": 290275
        },
        {
          "text": "On the other hand, if this change does accrue to him, he will not be damaged by an unrighteous father: for it is by the grace of the Spirit that he has passed into the hope of the eternal newness; whereas it is owing to his carnal mind that his father has wholly remained in the old nature.",
          "id": 290276
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter 12 (X.",
          "id": 290277
        },
        {
          "text": ")—He Reconciles Some Passages of Scripture.",
          "id": 290278
        },
        {
          "text": "The statement, therefore, \"He that is born of God sinneth not,\" is not contrary to the passage in which it is declared by those who are born of God, \"If we say that we have no sin, we deceive ourselves, and the truth is not in us\".",
          "id": 290279
        },
        {
          "text": "For however complete may be a man's present hope, and however real may be his renewal by spiritual regeneration in that part of his nature, he still, for all that, carries about a body which is corrupt, and which presses down his soul; and so long as this is the case, one must distinguish even in the same individual the relation and source of each several action.",
          "id": 290280
        },
        {
          "text": "Now, I suppose it is not easy to find in God's Scripture so weighty a testimony of holiness given of any man as that which is written of His three servants, Noah, Daniel, and Job, whom the Prophet Ezekiel describes as the only men able to be delivered from God's impending wrath.",
          "id": 290281
        },
        {
          "text": "In these three men he no doubt prefigures three classes of mankind to be delivered: in Noah, as I suppose, are represented righteous leaders of nations, by reason of his government of the ark as a type of the Church; in Daniel, men who are righteous in continence; in Job, those who are righteous in wedlock;—to say nothing of any other view of the passage, which it is unnecessary now to consider.",
          "id": 290282
        },
        {
          "text": "It is, at any rate, clear from this testimony of the prophet, and from other inspired statements, how eminent were these worthies in righteousness.",
          "id": 290283
        },
        {
          "text": "Yet no man must be led by their history to say, for instance, that drunkenness is not sin, although so good a man was overtaken by it; for we read that Noah was once drunk, but God forbid that it should be thought that he was an habitual drunkard.",
          "id": 290284
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter 13.",
          "id": 290285
        },
        {
          "text": "—A Subterfuge of the Pelagians.",
          "id": 290286
        },
        {
          "text": "Daniel, indeed, after the prayer which he poured out before God, actually says respecting himself, \"Whilst I was praying and confessing my sins, and the sins of my people, before the Lord my God\".",
          "id": 290287
        },
        {
          "text": "This is the reason, if I am not mistaken, why in the above-mentioned Prophet Ezekiel a certain most haughty person is asked, \"Art thou then wiser than Daniel?\" Nor on this point can that be possibly said which some contend for in opposition to the Lord's Prayer: \"For although,\" they say, \"that prayer was offered by the apostles, after they became holy and perfect, and had no sin whatever, yet it was not in behalf of their own selves, but of imperfect and still sinful men that they said, 'Forgive us our debts, as we also forgive our debtors.",
          "id": 290288
        },
        {
          "text": "' They used the word our,\" they say, \"in order to show that in one body are contained both those who still have sins, and themselves, who were already altogether free from sin\".",
          "id": 290289
        },
        {
          "text": "Now this certainly cannot be said in the case of Daniel, who (as I suppose) foresaw as a prophet this presumptuous opinion, when he said so often in his prayer, \"We have sinned;\" and explained to us why he said this, not so as that we should hear from him, Whilst I was praying and confessing the sins of my people to the Lord, my God; nor yet confounding distinction, so as that it would be uncertain whether he had said, on account of the fellowship of one body, While I was confessing our sins to the Lord my God; but he expresses himself in language so distinct and precise, as if he were full of the distinction himself, and wanted above all things to commend it to our notice: \"My sins,\" says he, \"and the sins of my people\".",
          "id": 290290
        },
        {
          "text": "Who can gainsay such evidence as this, but he who is more pleased to defend what he thinks than to find out what he ought to think?.",
          "id": 290291
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter 14.",
          "id": 290292
        },
        {
          "text": "—Job Was Not Without Sin.",
          "id": 290293
        },
        {
          "text": "But let us see what Job has to say of himself, after God's great testimony of his righteousness.",
          "id": 290294
        },
        {
          "text": "\"I know of a truth,\" he says, \"that it is so: for how shall a mortal man be just before the Lord? For if He should enter into judgment with him, he would not be able to obey Him\".",
          "id": 290295
        },
        {
          "text": "And shortly afterwards he asks: \"Who shall resist His judgment? Even if I should seem righteous, my mouth will speak profanely\".",
          "id": 290296
        },
        {
          "text": "And again, further on, he says: \"I know He will not leave me unpunished.",
          "id": 290297
        },
        {
          "text": "But since I am ungodly, why have I not died? If I should wash myself with snow, and be purged with clean hands, thou hadst thoroughly stained me with filth\".",
          "id": 290298
        },
        {
          "text": "In another of his discourses he says: \"For Thou hast written evil things against me, and hast compassed me with the sins of my youth; and Thou hast placed my foot in the stocks.",
          "id": 290299
        },
        {
          "text": "Thou hast watched all my works, and hast inspected the soles of my feet, which wax old like a bottle, or like a moth-eaten garment.",
          "id": 290300
        },
        {
          "text": "For man that is born of a woman hath but a short time to live, and is full of wrath; like a flower that hath bloomed, so doth he fall; he is gone like a shadow, and continueth not.",
          "id": 290301
        },
        {
          "text": "Hast Thou not taken account even of him, and caused him to enter into judgment with Thee? For who is pure from uncleanness? Not even one; even should his life last but a day\".",
          "id": 290302
        },
        {
          "text": "Then a little afterwards he says: \"Thou hast numbered all my necessities; and not one of my sins hath escaped Thee.",
          "id": 290303
        },
        {
          "text": "Thou hast sealed up my transgressions in a bag, and hast marked whatever I have done unwillingly\".",
          "id": 290304
        },
        {
          "text": "See how Job, too, confesses his sins, and says how sure he is that there is none righteous before the Lord.",
          "id": 290305
        },
        {
          "text": "So he is sure of this also, that if we say we have no sin, the truth is not in us.",
          "id": 290306
        },
        {
          "text": "While, therefore, God bestows on him His high testimony of righteousness, according to the standard of human conduct, Job himself, taking his measure from that rule of righteousness, which, as well as he can, he beholds in God, knows of a truth that so it is; and he goes on at once to say, \"How shall a mortal man be just before the Lord? For if He should enter into judgment with him, he would not be able to obey Him;\" in other words, if, when challenged to judgment, he wished to show that nothing could be found in him which He could condemn, \"he would not be able to obey him,\" since he misses even that obedience which might enable him to obey Him who teaches that sins ought to be confessed.",
          "id": 290307
        },
        {
          "text": "Accordingly (the Lord) rebukes certain men, saying, \"Why will ye contend with me in judgment?\" This (the Psalmist) averts, saying, \"Enter not into judgment with Thy servant; for in Thy sight shall no man living be justified\".",
          "id": 290308
        },
        {
          "text": "In accordance with this, Job also asks: \"For who shall resist his judgment? Even if I should seem righteous, my mouth will speak profanely;\" which means: If, contrary to His judgment, I should call myself righteous, when His perfect rule of righteousness proves me to be unrighteous, then of a truth my mouth would speak profanely, because it would speak against the truth of God.",
          "id": 290309
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter 15.",
          "id": 290310
        },
        {
          "text": "—Carnal Generation Condemned on Account of Original Sin.",
          "id": 290311
        },
        {
          "text": "He sets forth that this absolute weakness, or rather condemnation, of carnal generation is from the transgression of original sin, when, treating of his own sins, he shows, as it were, their causes, and says that \"man that is born of a woman hath but a short time to live, and is full of wrath\".",
          "id": 290312
        },
        {
          "text": "Of what wrath, but of that in which all are, as the apostle says, \"by nature,\" that is, by origin, \"children of wrath,\" inasmuch as they are children of the concupiscence of the flesh and of the world? He further shows that to this same wrath also pertains the death of man.",
          "id": 290313
        },
        {
          "text": "For after saying, \"He hath but a short time to live, and is full of wrath,\" he added, \"Like a flower that hath bloomed, so doth he fall; he is gone like a shadow, and continueth not\".",
          "id": 290314
        },
        {
          "text": "He then subjoins: \"Hast Thou not caused him to enter into judgment with Thee? For who is pure from uncleanness? Not even one; even should his life last but a day\".",
          "id": 290315
        },
        {
          "text": "In these words he in fact says, Thou hast thrown upon man, short-lived though he be, the care of entering into judgment with Thee.",
          "id": 290316
        },
        {
          "text": "For how brief soever be his life,—even if it last but a single day,—he could not possibly be clean of filth; and therefore with perfect justice must he come under Thy judgment.",
          "id": 290317
        },
        {
          "text": "Then, when he says again, \"Thou hast numbered all my necessities, and not one of my sins hath escaped Thee: Thou hast sealed up my transgressions in a bag, and hast marked whatever I have done unwillingly;\" is it not clear enough that even those sins are justly imputed which are not committed through allurement of pleasure, but for the sake of avoiding some trouble, or pain, or death? Now these sins, too, are said to be committed under some necessity, whereas they ought all to be overcome by the love and pleasure of righteousness.",
          "id": 290318
        },
        {
          "text": "Again, what he said in the clause, \"Thou hast marked whatever I have done unwillingly,\" may evidently be connected with the saying: \"For what I would, that I do not; but what I hate, that do I\".",
          "id": 290319
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter 16—Job Foresaw that Christ Would Come to Suffer; The Way of Humility in Those that are Perfect.",
          "id": 290320
        },
        {
          "text": "Now it is remarkable that the Lord Himself, after bestowing on Job the testimony which is expressed in Scripture, that is, by the Spirit of God, \"In all the things which happened to him he sinned not with his lips before the Lord,\" did yet afterwards speak to him with a rebuke, as Job himself tells us: \"Why do I yet plead, being admonished, and hearing the rebukes of the Lord?\" Now no man is justly rebuked unless there be in him something which deserves rebuke.",
          "id": 290321
        },
        {
          "text": "(XI.",
          "id": 290322
        },
        {
          "text": ") And what sort of rebuke is this,—which, moreover, is understood to proceed from the person of Christ our Lord? He re-counts to him all the divine operations of His power, rebuking him under this idea,—that He seems to say to him, \"Canst thou effect all these mighty works as I can?\" But to what purpose is all this but that Job might understand (for this instruction was divinely inspired into him, that he might foreknow Christ's coming to suffer),—that he might understand how patiently he ought to endure all that he went through, since Christ, although, when He became man for us, He was absolutely without sin, and although as God He possessed so great power, did for all that by no means refuse to obey even to the suffering of death? When Job understood this with a purer intensity of heart, he added to his own answer these words: \"I used before now to hear of Thee by the hearing of the ear; but behold now mine eye seeth Thee: therefore I abhor myself and melt away, and account myself but dust and ashes\".",
          "id": 290323
        },
        {
          "text": "Why was he thus so deeply displeased with himself? God's work, in that he was man, could not rightly have given him displeasure, since it is even said to God Himself, \"Despise not Thou the work of Thine own hands\".",
          "id": 290324
        },
        {
          "text": "It was indeed in view of that righteousness, in which he had discovered his own unrighteousness, that he abhorred himself and melted away, and deemed himself dust and ashes,—beholding, as he did in his mind, the righteousness of Christ, in whom there could not possibly be any sin, not only in respect of His divinity, but also of His soul and His flesh.",
          "id": 290325
        },
        {
          "text": "It was also in view of this righteousness which is of God that the Apostle Paul, although as \"touching the righteousness which is of the law he was blameless,\" yet \"counted all things\" not only as loss, but even as dung.",
          "id": 290326
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter 17 (XII.",
          "id": 290327
        },
        {
          "text": ")—No One Righteous in All Things.",
          "id": 290328
        },
        {
          "text": "That illustrious testimony of God, therefore, in which Job is commended, is not contrary to the passage in which it is said, \"In Thy sight shall no man living be justified;\" for it does not lead us to suppose that in him there was nothing at all which might either by himself truly or by the Lord God rightly be blamed, although at the same time he might with no untruth be said to be a righteous man, and a sincere worshipper of God, and one who keeps himself from every evil work.",
          "id": 290329
        },
        {
          "text": "For these are God's words concerning him: \"Hast thou diligently considered my servant Job? For there is none like him on the earth, blameless, righteous, a true worshipper of God, who keeps himself from every evil work\".",
          "id": 290330
        },
        {
          "text": "First, he is here praised for his excellence in comparison with all men on earth.",
          "id": 290331
        },
        {
          "text": "He therefore excelled all who were at that time able to be righteous upon earth; and yet, because of this superiority over others in righteousness, he was not therefore altogether without sin.",
          "id": 290332
        },
        {
          "text": "He is next said to be \"blameless\"—no one could fairly bring an accusation against him in respect of his life; \"righteous\"—he had advanced so greatly in moral probity, that no man could be mentioned on a par with him; \"a true worshipper of God\"—because he was a sincere and humble confessor of his own sins; \"who keeps himself from every evil work\"—it would have been wonderful if this had extended to every evil word and thought.",
          "id": 290333
        },
        {
          "text": "How great a man indeed Job was, we are not told; but we know that he was a just man; we know, too, that in the endurance of terrible afflictions and trials he was great; and we know that it was not on account of his sins, but for the purpose of demonstrating his righteousness, that he had to bear so much suffering.",
          "id": 290334
        },
        {
          "text": "But the language in which the Lord commends Job might also be applied to him who \"delights in the law of God after the inner man, whilst he sees another law in his members warring against the law of his mind;\" especially as he says, \"The good that I would I do not: but the evil which I would not, that I do.",
          "id": 290335
        },
        {
          "text": "Now, if I do that I would not, it is no more I that do it, but sin that dwelleth in me\".",
          "id": 290336
        },
        {
          "text": "Observe how he too after the inward man is separate from every evil work, because such work he does not himself effect, but the evil which dwells in his flesh; and yet, since he does not have even that ability to delight in the law of God except from the grace of God, he, as still in want of deliverance, exclaims, \"O wretched man that I am! who shall deliver me from the body of this death? God's grace, through Jesus Christ our Lord!\".",
          "id": 290337
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter 18 (XIII.",
          "id": 290338
        },
        {
          "text": ")—Perfect Human Righteousness is Imperfect.",
          "id": 290339
        },
        {
          "text": "There are then on earth righteous men, there are great men, brave, prudent, chaste, patient, pious, merciful, who endure all kinds of temporal evil with an even mind for righteousness' sake.",
          "id": 290340
        },
        {
          "text": "If, however, there is truth—nay, because there is truth—in these words, \"If we say we have no sin, we deceive ourselves,\" and in these, \"In Thy sight shall no man living be justified,\" they are not without sin; nor is there one among them so proud and foolish as not to think that the Lord's Prayer is needful to him, by reason of his manifold sins.",
          "id": 290341
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter 19.",
          "id": 290342
        },
        {
          "text": "—Zacharias and Elisabeth, Sinners.",
          "id": 290343
        },
        {
          "text": "Now what must we say of Zacharias and Elisabeth, who are often alleged against us in discussions on this question, except that there is clear evidence in the Scripture that Zacharias was a man of eminent righteousness among the chief priests, whose duty it was to offer up the sacrifices of the Old Testament? We also read, however, in the Epistle to the Hebrews, in a passage which I have already quoted in my previous book, that Christ was the only High Priest who had no need, as those who were called high priests, to offer daily a sacrifice for his own sins first, and then for the people.",
          "id": 290344
        },
        {
          "text": "\"For such a High Priest,\" it says, \"became us, righteous, harmless, undefiled, separate from sinners, and made higher than the heavens; who needeth not daily, as those high priests, to offer up sacrifice, first for his own sins\".",
          "id": 290345
        },
        {
          "text": "Amongst the priests here referred to was Zacharias, amongst them was Phinehas, yea, Aaron himself, from whom this priesthood had its beginning, and whatever others there were who lived laudably and righteously in this priesthood; and yet all these were under the necessity, first of all, of offering sacrifice for their own sins,—Christ, of whose future coming they were a type, being the only one who, as an incontaminable priest, had no such necessity.",
          "id": 290346
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter 20.",
          "id": 290347
        },
        {
          "text": "—Paul Worthy to Be the Prince of the Apostles, and Yet a Sinner.",
          "id": 290348
        },
        {
          "text": "What commendation, however, is bestowed on Zacharias and Elisabeth which is not comprehended in what the apostle has said about himself before he believed in Christ? He said that, \"as touching the righteousness which is in the law, he had been blameless\".",
          "id": 290349
        },
        {
          "text": "The same is said also of them: \"They were both righteous before God, walking in all the commandments and ordinances of the Lord blameless\".",
          "id": 290350
        },
        {
          "text": "It was because whatever righteousness they had in them was not a pretence before men that it is said accordingly, \"They walked before the Lord\".",
          "id": 290351
        },
        {
          "text": "But that which is written of Zacharias and his wife in the phrase, in all the commandments and ordinances of the Lord, the apostle briefly expressed by the words, in the law.",
          "id": 290352
        },
        {
          "text": "For there was not one law for him and another for them previous to the gospel.",
          "id": 290353
        },
        {
          "text": "It was one and the same law which, as we read, was given by Moses to their fathers, and according to which, also, Zacharias was priest, and offered sacrifices in his course.",
          "id": 290354
        },
        {
          "text": "And yet the apostle, who was then endued with the like righteousness, goes on to say: \"But what things were gain to me, those I counted loss for Christ.",
          "id": 290355
        },
        {
          "text": "Yea doubtless, and I count all things but loss for the excellency of the knowledge of our Lord Jesus Christ; for whose sake I have not only thought all things to be only detriments, but I have even counted them as dung, that I may win Christ, and be found in Him, not having my own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith: that I may know Him, and the power of His resurrection, and the fellowship of His suffering, being made comformable unto His death; if by any means I might attain unto the resurrection of the dead\".",
          "id": 290356
        },
        {
          "text": "So far, then, is it from being true that we should, from the words in which Scripture describes them, suppose that Zacharias and Elisabeth had a perfect righteousness without any sin, that we must even regard the apostle himself, according to the selfsame rule, as not perfect, not only in that righteousness of the law which he possessed in common with them, and which he counts as loss and dung in comparison with that most excellent righteousness which is by the faith of Christ, but also in the very gospel itself, wherein he deserved the pre-eminence of his great apostleship.",
          "id": 290357
        },
        {
          "text": "Now I would not venture to say this if I did not deem it very wrong to refuse credence to himself.",
          "id": 290358
        },
        {
          "text": "He extends the passage which we have quoted, and says: \"Not as though I had already attained, or were already perfect; but I follow after, if I may comprehend that for which also I am apprehended in Christ Jesus.",
          "id": 290359
        },
        {
          "text": "Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before, I press toward the mark, for the prize of the high calling of God in Christ Jesus\".",
          "id": 290360
        },
        {
          "text": "Here he confesses that he has not yet attained, and is not yet perfect in that plenitude of righteousness which he had longed to obtain in Christ; but that he was as yet pressing towards the mark, and, forgetting what was past, was reaching out to the things which are before him.",
          "id": 290361
        },
        {
          "text": "We are sure, then, that what he says elsewhere is true even of himself: \"Although our outward man is perishing, yet the inward man is renewed day by day\".",
          "id": 290362
        },
        {
          "text": "Although he was already a perfect traveller, he had not yet attained the perfect end of his journey.",
          "id": 290363
        },
        {
          "text": "All such he would fain take with him as companions of his course.",
          "id": 290364
        },
        {
          "text": "This he expresses in the words which follow our former quotation: \"Let as many, then, of us as are perfect, be thus minded: and if ye be yet of another mind, God will reveal even this also to you.",
          "id": 290365
        },
        {
          "text": "Nevertheless, whereunto we have already attained, let us walk by that rule\".",
          "id": 290366
        },
        {
          "text": "This \"walk\" is not performed with the legs of the body, but with the affections of the soul and the character of the life, so that they who possess righteousness may arrive at perfection, who, advancing in their renewal day by day along the straight path of faith, have by this time become perfect as travellers in the selfsame righteousness.",
          "id": 290367
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter 21 (XIV.",
          "id": 290368
        },
        {
          "text": ")—All Righteous Men Sinners.",
          "id": 290369
        },
        {
          "text": "In like manner, all who are described in the Scriptures as exhibiting in their present life good will and the actions of righteousness, and all who have lived like them since, although lacking the same testimony of Scripture; or all who are even now so living, or shall hereafter so live: all these are great, they are all righteous, and they are all really worthy of praise,—yet they are by no means without sin: inasmuch as, on the authority of the same Scriptures which make us believe in their virtues, we believe also that in \"God's sight no man living is justified,\" whence all ask that He will \"not enter into judgment with His servants:\" and that not only to all the faithful in general, but to each of them in particular, the Lord's Prayer is necessary, which He delivered to His disciples.",
          "id": 290370
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter 22 (XV.",
          "id": 290371
        },
        {
          "text": ")—An Objection of the Pelagians; Perfection is Relative; He is Rightly Said to Be Perfect in Righteousness Who Has Made Much Progress Therein.",
          "id": 290372
        },
        {
          "text": "\"Well, but,\" they say, \"the Lord says, 'Be ye perfect even as your Father which is in heaven is perfect,'—an injunction which He would not have given, if He had known that what He enjoined was impracticable\".",
          "id": 290373
        },
        {
          "text": "Now the present question is not whether it be possible for any men, during this present life, to be without sin if they receive that perfection for the purpose; for the question of possibility we have already discussed:—but what we have now to consider is, whether any man in fact achieves perfection.",
          "id": 290374
        },
        {
          "text": "We have, however, already recognised the fact that no man wills as much as the duty demands, as also the testimony of the Scriptures, which we have quoted so largely above, declares.",
          "id": 290375
        },
        {
          "text": "When, indeed, perfection is ascribed to any particular person, we must look carefully at the thing in which it is ascribed.",
          "id": 290376
        },
        {
          "text": "For I have just above quoted a passage of the apostle, wherein he confesses that he was not yet perfect in the attainment of righteousness which he desired; but still he immediately adds, \"Let as many of us as are perfect be thus minded\".",
          "id": 290377
        },
        {
          "text": "Now he would certainly not have uttered these two sentences if he had not been perfect in one thing, and not in another.",
          "id": 290378
        },
        {
          "text": "For instance, a man may be perfect as a scholar in the pursuit of wisdom: and this could not yet be said of those to whom (the apostle) said, \"I have fed you with milk, and not with meat: for hitherto ye have not been able to bear it, neither are ye yet able;\" whereas to those of whom it could be said he says, \"Howbeit we speak wisdom among them that are perfect,\"—meaning, of course, \"perfect pupils\" to be understood.",
          "id": 290379
        },
        {
          "text": "It may happen, therefore, as I have said, that a man may be already perfect as a scholar, though not as yet perfect as a teacher of wisdom; may be perfect as a learner, though not as yet perfect as a doer of righteousness; may be perfect as a lover of his enemies, though not as yet perfect in bearing their wrong.",
          "id": 290380
        },
        {
          "text": "Even in the case of him who is so far perfect as to love all men, inasmuch as he has attained even to the love of his enemies, it still remains a question whether he be perfect in that love,—in other words, whether he so loves those whom he loves as is prescribed to be exercised towards those to be loved, by the unchangeable love of truth.",
          "id": 290381
        },
        {
          "text": "Whenever, then, we read in the Scriptures of any man's perfection, it must be carefully considered in what it is asserted, since a man is not therefore to be understood as being entirely without sin because he is described as perfect in some particular thing; although the term may also be employed to show, not, indeed, that there is no longer any point left for a man to reach his way to perfection, but that he has in fact advanced a very great way, and on that account may be deemed worthy of the designation.",
          "id": 290382
        },
        {
          "text": "Thus, a man may be said to be perfect in the science of the law, even if there be still something unknown to him; and in the same manner the apostle called men perfect, to whom he said at the same time, \"Yet if in anything ye be otherwise minded, God shall reveal even this to you.",
          "id": 290383
        },
        {
          "text": "Nevertheless, whereto we have already attained, let us walk by the same rule\".",
          "id": 290384
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter 23 (XXI.",
          "id": 290385
        },
        {
          "text": ")—Why God Prescribes What He Knows Cannot Be Observed.",
          "id": 290386
        },
        {
          "text": "We must not deny that God commands that we ought to be so perfect in doing righteousness, as to have no sin at all.",
          "id": 290387
        },
        {
          "text": "Now that cannot be sin, whatever it may be, unless God has enjoined that it shall not be.",
          "id": 290388
        },
        {
          "text": "Why then, they ask, does He command what He knows no man living will perform? In this manner it may also be asked, Why He commanded the first human beings, who were only two, what He knew they would not obey? For it must not be pretended that He issued that command, that some of us might obey it, if they did not; for, that they should not partake of the fruit of the particular tree, God commanded them, and none besides.",
          "id": 290389
        },
        {
          "text": "Because, as He knew what amount of righteousness they would fail to perform, so did He also know what righteous measures He meant Himself to adopt concerning them.",
          "id": 290390
        },
        {
          "text": "In the same way, then, He orders all men to commit no sin, although He knows beforehand that no man will fulfil the command; in order that He may, in the case of all who impiously and condemnably despise His precepts, Himself do what is just in their condemnation; and, in the case of all who while obediently and piously pressing on in his precepts, though failing to observe to the utmost all things which He has enjoined, do yet forgive others as they wish to to be forgiven themselves, Himself do what is good in their cleansing.",
          "id": 290391
        },
        {
          "text": "For how can forgiveness be bestowed by God's mercy on the forgiving, when there is no sin? or how prohibition fail to be given by the justice of God, when there is sin?.",
          "id": 290392
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter 24.",
          "id": 290393
        },
        {
          "text": "—An Objection of the Pelagians.",
          "id": 290394
        },
        {
          "text": "The Apostle Paul Was Not Free From Sin So Long as He Lived.",
          "id": 290395
        },
        {
          "text": "\"But see,\" say they, \"how the apostle says, 'I have fought a good fight, I have kept the faith, I have finished my course: henceforth there is laid up for me a crown of righteousness;' which he would not have said if he had any sin\".",
          "id": 290396
        },
        {
          "text": "It is for them, then, to explain how he could have said this, when there still remained for him to encounter the great conflict, the grievous and excessive weight of that suffering which he had just said awaited him.",
          "id": 290397
        },
        {
          "text": "In order to finish his course, was there yet wanting only a small thing, when that in fact was still left to suffer wherein would be a fiercer and more cruel foe? If, however, he uttered such words of joy feeling sure and secure, because he had been made sure and secure by Him who had revealed to him the imminence of his suffering, then he spoke these words, not in the fulness of realization, but in the firmness of hope, and represents what he foresees is to come as if it had already been done.",
          "id": 290398
        },
        {
          "text": "If, therefore, he had added to those words the further statement, \"I have no longer any sin,\" we must have understood him as even then speaking of a perfection arising from a future prospect, not from an accomplished fact.",
          "id": 290399
        },
        {
          "text": "For his having no sin, which they suppose was completed when he spoke these words, pertained to the finishing of his course; just in the same way as his triumphing over his adversary in the decisive conflict of his suffering had also reference to the finishing of his course, although this they must needs themselves allow remained yet to be effected, when he was speaking these words.",
          "id": 290400
        },
        {
          "text": "The whole of this, therefore, we declare to have been as yet awaiting its accomplishment, at the time when the apostle, with his perfect trust in the promise of God, spoke of it all as having been already realized.",
          "id": 290401
        },
        {
          "text": "For it was in reference to the finishing of his course that he forgave the sins of those who sinned against him, and prayed that his own sins might in like manner be forgiven him; and it was in his most certain confidence in this promise of the Lord, that he believed he should have no sin in that last end, which was still future, even when in his trustfulness he spoke of it as already accomplished.",
          "id": 290402
        },
        {
          "text": "Now, omitting all other considerations, I wonder whether, when he uttered the words in which he is thought to imply that he had no sin, that \"thorn of the flesh\" had been already removed from him, for the taking away of which he had three times entreated the Lord, and had received this answer: \"My grace is sufficient for thee; for my strength is made perfect in weakness\".",
          "id": 290403
        },
        {
          "text": "For bringing so great a man to perfection, it was needful that that \"messenger of Satan\" should not be taken away by whom he was therefore to be buffeted, \"lest he should be unduly exalted by the abundance of his revelations,\" and is there then any man so bold as either to think or to say, that any one who has to bend beneath the burden of this life is altogether clean from all sin whatever?.",
          "id": 290404
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter 25.",
          "id": 290405
        },
        {
          "text": "—God Punishes Both in Wrath and in Mercy.",
          "id": 290406
        },
        {
          "text": "Although there are some men who are so eminent in righteousness that God speaks to them out of His cloudy pillar, such as \"Moses and Aaron among His priests, and Samuel among them that call upon His name,\" the latter of whom is much praised for his piety and purity in the Scriptures of truth, from his earliest childhood, in which his mother, to accomplish her vow, placed him in God's temple, and devoted him to the Lord as His servant;—yet even of such men it is written, \"Thou, O God, wast propitious unto them, though Thou didst punish all their devices\".",
          "id": 290407
        },
        {
          "text": "Now the children of wrath God punishes in anger; whereas it is in mercy that He punishes the children of grace; since \"whom He loveth He correcteth, and scourgeth every son whom He receiveth\".",
          "id": 290408
        },
        {
          "text": "However, there are no punishments, no correction, no scourge of God, but what are owing to sin, except in the case of Him who prepared His back for the smiter, in order that He might experience all things in our likeness without sin, in order that He might be the saintly Priest of saints, making intercession even for saints, who with no sacrifice of truth say each one even for himself, \"Forgive us our trespasses, even as we also forgive them that trespass against us\".",
          "id": 290409
        },
        {
          "text": "Wherefore even our opponents in this controversy, whilst they are chaste in their life, and commendable in character, and although they do not hesitate to do that which the Lord enjoined on the rich man, who inquired of Him about the attainment of eternal life, after he had told Him, in answer to His first question, that he had already fully kept every commandment in the law,—that \"if he wished to be perfect, he must sell all that he had and give to the poor, and transfer his treasure to heaven;\" yet they do not in any one instance venture to say that they are without sin.",
          "id": 290410
        },
        {
          "text": "But this, as we believe, they refrain from saying, with deceitful intent; but if they are lying, in this very act they begin either to augment or commit sin.",
          "id": 290411
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter 26 (XVII.",
          "id": 290412
        },
        {
          "text": ") — (3) Why No One in This Life is Without Sin.",
          "id": 290413
        },
        {
          "text": "(3d.",
          "id": 290414
        },
        {
          "text": ") Let us now consider the point which I mentioned as our third inquiry.",
          "id": 290415
        },
        {
          "text": "Since by divine grace assisting the human will, man may possibly exist in this life without sin, why does he not? To this question I might very easily and truthfully answer: Because men are unwilling.",
          "id": 290416
        },
        {
          "text": "But if I am asked why they are unwilling, we are drawn into a lengthy statement.",
          "id": 290417
        },
        {
          "text": "And yet, without prejudice to a more careful examination, I may briefly say this much: Men are unwilling to do what is right, either because what is right is unknown to them, or because it is unpleasant to them.",
          "id": 290418
        },
        {
          "text": "For we desire a thing more ardently in proportion to the certainty of our knowledge of its goodness, and the warmth of our delight in it.",
          "id": 290419
        },
        {
          "text": "Ignorance, therefore, and infirmity are faults which impede the will from moving either for doing a good work, or for refraining from an evil one.",
          "id": 290420
        },
        {
          "text": "But that what was hidden may come to light, and what was unpleasant may be made agreeable, is of the grace of God which helps the wills of men; and that they are not helped by it, has its cause likewise in themselves, not in God, whether they be predestinated to condemnation, on account of the iniquity of their pride, or whether they are to be judged and disciplined contrary to their very pride, if they are children of mercy.",
          "id": 290421
        },
        {
          "text": "Accordingly Jeremiah, after saying, \"I know, O Lord, that the way of man is not in himself, and that it belongeth not to any man to walk and direct his steps,\" immediately adds, \"Correct me, O Lord, but with judgment, and not in Thine anger;\" as much as to say, I know that it is for my correction that I am too little assisted by Thee, for my footsteps to be perfectly directed: but yet do not in this so deal with me as Thou dost in Thine anger, when Thou dost determine to condemn the wicked; but as Thou dost in Thy judgment whereby Thou dost teach Thy children not to be proud.",
          "id": 290422
        },
        {
          "text": "Whence in another passage it is said, \"And Thy judgments shall help me\".",
          "id": 290423
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter 27.",
          "id": 290424
        },
        {
          "text": "—The Divine Remedy for Pride.",
          "id": 290425
        },
        {
          "text": "You cannot therefore attribute to God the cause of any human fault.",
          "id": 290426
        },
        {
          "text": "For of all human offences, the cause is pride.",
          "id": 290427
        },
        {
          "text": "For the conviction and removal of this a great remedy comes from heaven.",
          "id": 290428
        },
        {
          "text": "God in mercy humbles Himself, descends from above, and displays to man, lifted up by pride, pure and manifest grace in very manhood, which He took upon Himself out of vast love for those who partake of it.",
          "id": 290429
        },
        {
          "text": "For, not even did even this One, so conjoined to the Word of God that by that conjunction he became at once the one Son of God and the same One the one Son of man, act by the antecedent merits of His own will.",
          "id": 290430
        },
        {
          "text": "It behoved Him, without doubt, to be one; had there been two, or three, or more, if this could have been done, it would not have come from the pure and simple gift of God, but from man's free will and choice.",
          "id": 290431
        },
        {
          "text": "This, then, is especially commended to us; this, so far as I dare to think, is the divine lesson especially taught and learned in those treasures of wisdom and knowledge which are hidden in Christ.",
          "id": 290432
        },
        {
          "text": "Every one of us, therefore, now knows, now does not know—now rejoices, now does not rejoice—to begin, continue, and complete our good work, in order that he may know that it is due not to his own will, but to the gift of God, that he either knows or rejoices; and thus he is cured of vanity which elated him, and knows how truly it is said not of this earth of ours, but spiritually, \"The Lord will give kindness and sweet grace, and our land shall yield her fruit\".",
          "id": 290433
        },
        {
          "text": "A good work, moreover, affords greater delight, in proportion as God is more and more loved as the highest unchangeable Good, and as the Author of all good things of every kind whatever.",
          "id": 290434
        },
        {
          "text": "And that God may be loved, \"His love is shed abroad in our hearts,\" not by ourselves, but \"by the Holy Ghost that is given unto us\".",
          "id": 290435
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chapter 28 (XVIII.",
          "id": 290436
        },
        {
          "text": ")—A Good Will Comes from God.",
          "id": 290437
        },
        {
          "text": "Men, however, are laboring to find in our own will some good thing of our own,—not given to us by God; but how it is to be found I cannot imagine.",
          "id": 290438
        },
        {
          "text": "The apostle says, when speaking of men's good works, \"What hast thou that thou didst not receive? now, if thou didst receive it, why dost thou glory, as if thou hadst not received it?\" But, besides this, even reason itself, which may be estimated in such things by such as we are, sharply restrains every one of us in our investigations so as that we may not so defend grace as to seem to take away free will, or, on the other hand, so assert free will as to be judged ungrateful to the grace of God, in our arrogant impiety.",
          "id": 290439
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chapter 29.",
          "id": 290440
        },
        {
          "text": "—A Subterfuge of the Pelagians.",
          "id": 290441
        },
        {
          "text": "Now, with reference to the passage of the apostle which I have quoted, some would maintain it to mean that \"whatever amount of good will a man has, must be attributed to God on this account,—namely, because even this amount could not be in him if he were not a human being.",
          "id": 290442
        },
        {
          "text": "Now, inasmuch as he has from God alone the capacity of being any thing at all, and of being human, why should there not be also attributed to God whatever there is in him of a good will, which could not exist unless he existed in whom it is?\" But in this same manner it may also be said that a bad will also may be attributed to God as its author; because even it could not exist in man unless he were a man in whom it existed; but God is the author of his existence as man; and thus also of his bad will, which could have no existence if it had not a man in whom it might exist.",
          "id": 290443
        },
        {
          "text": "But to argue thus is blasphemy.",
          "id": 290444
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chapter 30.",
          "id": 290445
        },
        {
          "text": "—All Will is Either Good, and Then It Loves Righteousness, or Evil, When It Does Not Love Righteousness.",
          "id": 290446
        },
        {
          "text": "Unless, therefore, we obtain not simply determination of will, which is freely turned in this direction and that, and has its place amongst those natural goods which a bad man may use badly; but also a good will, which has its place among those goods of which it is impossible to make a bad use:—unless the impossibility is given to us from God, I know not how to defend what is said: \"What hast thou that thou didst not receive?\" For if we have from God a certain free will, which may still be either good or bad; but the good will comes from ourselves; then that which comes from ourselves is better than that which comes from Him.",
          "id": 290447
        },
        {
          "text": "But inasmuch as it is the height of absurdity to say this, they ought to acknowledge that we attain from God even a good will.",
          "id": 290448
        },
        {
          "text": "It would indeed be a strange thing if the will could so stand in some mean as to be neither good nor bad; for we either love righteousness, and it is good, and if we love it more, more good,—if less, it is less good; or if we do not love it at all, it is not good.",
          "id": 290449
        },
        {
          "text": "And who can hesitate to affirm that, when the will loves not righteousness in any way at all, it is not only a bad, but even a wholly depraved will? Since therefore the will is either good or bad, and since of course we have not the bad will from God, it remains that we have of God a good will; else, I am ignorant, since our justification is from it, in what other gift from Him we ought to rejoice.",
          "id": 290450
        },
        {
          "text": "Hence, I suppose, it is written, \"The will is prepared of the Lord;\" and in the Psalms, \"The steps of a man will be rightly ordered by the Lord, and His way will be the choice of his will;\" and that which the apostle says, \"For it is God who worketh in you both to will and to do of His own good pleasure\".",
          "id": 290451
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "Chapter 31.",
          "id": 290452
        },
        {
          "text": "—Grace is Given to Some Men in Mercy; Is Withheld from Others in Justice and Truth.",
          "id": 290453
        },
        {
          "text": "Forasmuch then as our turning away from God is our own act, and this is evil will; but our turning to God is not possible, except He rouses and helps us, and this is good will,—what have we that we have not received? But if we received, why do we glory as if we had not received? Therefore, as \"he that glorieth must glory in the Lord,\" it comes from His mercy, not their merit, that God wills to impart this to some, but from His truth that He wills not to impart it to others.",
          "id": 290454
        },
        {
          "text": "For to sinners punishment is justly due, because \"the Lord God loveth mercy and truth,\" and \"mercy and truth are met together;\" and \"all the paths of the Lord are mercy and truth\".",
          "id": 290455
        },
        {
          "text": "And who can tell the numberless instances in which Holy Scripture combines these two attributes? Sometimes, by a change in the terms, grace is put for mercy, as in the passage, \"We beheld His glory, the glory as of the Only-begotten of the Father, full of grace and truth\".",
          "id": 290456
        },
        {
          "text": "Sometimes also judgment occurs instead of truth, as in the passage, \"I will sing of mercy and judgment unto Thee, O Lord\".",
          "id": 290457
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "Chapter 32.",
          "id": 290458
        },
        {
          "text": "—God's Sovereignity in His Grace.",
          "id": 290459
        },
        {
          "text": "As to the reason why He wills to convert some, and to punish others for turning away,—although nobody can justly censure the merciful One in conferring His blessing, nor can any man justly find fault with the truthful One in awarding His punishment (as no one could justly blame Him, in the parable of the labourers, for assigning to some their stipulated hire, and to others unstipulated largess), yet, after all, the purpose of His more hidden judgment is in His own power.",
          "id": 290460
        },
        {
          "text": "(XIX.",
          "id": 290461
        },
        {
          "text": ") So far as it has been given us, let us have wisdom, and let us understand that the good Lord God sometimes withholds even from His saints either the certain knowledge or the triumphant joy of a good work, just in order that they may discover that it is not from themselves, but from Him that they receive the light which illuminates their darkness, and the sweet grace which causes their land  to yield her fruit.",
          "id": 290462
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "Chapter 33.",
          "id": 290463
        },
        {
          "text": "—Through Grace We Have Both the Knowledge of Good, and the Delight Which It Affords.",
          "id": 290464
        },
        {
          "text": "But when we pray Him to give us His help to do and accomplish righteousness, what else do we pray for than that He would open what was hidden, and impart sweetness to that which gave no pleasure? For even this very duty of praying to Him we have learned by His grace, whereas before it was hidden; and by His grace have come to love it, whereas before it gave us no pleasure,—so that \"he who glorieth must glory not in himself, but in the Lord\".",
          "id": 290465
        },
        {
          "text": "To be lifted up, indeed, to pride, is the result of men's own will, not of the operation of God; for to such a thing God neither urges us nor helps us.",
          "id": 290466
        },
        {
          "text": "There first occurs then in the will of man a certain desire of its own power, to become disobedient through pride.",
          "id": 290467
        },
        {
          "text": "If it were not for this desire, indeed, there would be nothing difficult; and whenever man willed it, he might refuse without difficulty.",
          "id": 290468
        },
        {
          "text": "There ensued, however, out of the penalty which was justly due such a defect, that henceforth it became difficult to be obedient unto righteousness; and unless this defect were overcome by assisting grace, no one would turn to holiness; nor unless it were healed by efficient grace would any one enjoy the peace of righteousness.",
          "id": 290469
        },
        {
          "text": "But whose grace is it that conquers and heals, but His to whom the prayer is directed: \"Convert us, O God of our salvation, and turn Thine anger away from us?\" And both if He does this, He does it in mercy, so that it is said of Him, \"Not according to our sins hath He dealt with us, nor hath He recompensed us according to our iniquities;\" and when He refrains from doing this to any, it is in judgment that He refrains.",
          "id": 290470
        },
        {
          "text": "And who shall say to Him, \"What hast Thou done?\" when with pious mind the saints sing to the praise of His mercy and judgment? Wherefore even in the case of His saints and faithful servants He applies to them a tardier cure in certain of their failings, in order that, while they are involved in these, a less pleasure than is sufficient for the fulfilling of righteousness in all its perfection may be experienced by them at any good they may achieve, whether hidden or manifest; so that in respect of His most perfect rule of equity and truth \"no man living can be justified in His sight\".",
          "id": 290471
        },
        {
          "text": "He does not in His own self, indeed, wish us to fall under condemnation, but that we should become humble; and He displays to us all the self-same grace of His own.",
          "id": 290472
        },
        {
          "text": "Let us not, however, after we have attained facility in all things, suppose that to be our own which is really His; for that would be an error most antagonistic to religion and piety.",
          "id": 290473
        },
        {
          "text": "Nor let us think that we should, because of His grace, continue in the same sins as of old; but against that very pride, on account of which we are humiliated in them, let us, above all things, both vigilantly strive and ardently pray Him, knowing at the same time that it is by His gift that we have the power thus to strive and thus to pray; so that in every case, while we look not at ourselves, but raise our hearts above, we may render thanks to the Lord our God, and whenever we glory, glory in Him alone.",
          "id": 290474
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "Chapter 34 (XX.",
          "id": 290475
        },
        {
          "text": ")—(4) That No Man, with the Exception of Christ, Has Ever Lived, or Can Live Without Sin.",
          "id": 290476
        },
        {
          "text": "(4th.",
          "id": 290477
        },
        {
          "text": ") There now remains our fourth point, after the explanation of which, as God shall help us, this lengthened treatise of ours may at last be brought to an end.",
          "id": 290478
        },
        {
          "text": "It is this: Whether the man who never has had sin or is to have it, not merely is now living as one of the sons of men, but even could ever have existed at any time, or will yet in time to come exist? Now it is altogether most certain that such a man neither does now live, nor has lived, nor ever will live, except the one only Mediator between God and men, the Man Christ Jesus.",
          "id": 290479
        },
        {
          "text": "We have already said a good deal on this subject in our remarks on the baptism of infants; for if these have no sin, not only are there at present, but also there have been, and there will be, persons innumerable without sin.",
          "id": 290480
        },
        {
          "text": "Now if the point which we treated of under the second head be truly substantiated, that there is in fact no man without sin, then of course not even infants are without sin.",
          "id": 290481
        },
        {
          "text": "From which the conclusion arises, that even supposing a man could possibly exist in the present life so far advanced in virtue as to have reached the perfect fulness of holy living which is absolutely free from sin, he still must have been undoubtedly a sinner previously, and have been converted from the sinful state to this subsequent newness of life.",
          "id": 290482
        },
        {
          "text": "Now when we were discussing the second head, a different question was before us from that which is before us under this fourth head.",
          "id": 290483
        },
        {
          "text": "For then the point we had to consider was, Whether any man in this life could ever attain to such perfection as to be absolutely without sin by the grace of God, by the hearty desire of his own will? whereas the question now proposed in this fourth place is, Whether there be among the sons of men, or could possibly ever have been, or yet ever can be, a man who has not indeed emerged out of sin and attained to perfect righteousness, but has never, at any time whatever, been under the bondage of sin? If, therefore, the remarks are true which we have made at so great length concerning infants, there neither is, has been, nor will be, among the sons of men any such man, except the one Mediator, in whom there accrues to us propitiation and justification through which we have reconciliation with God, by the termination of the enmity produced by our sins.",
          "id": 290484
        },
        {
          "text": "It will therefore be not unsuitable to retrace a few considerations, so far as the present subject seems to require, from the very commencement of the human race, in order that they may inform and strengthen the reader's mind in answer to some objections which may possibly disturb him.",
          "id": 290485
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "Chapter 35 (XXI.",
          "id": 290486
        },
        {
          "text": ")—Adam and Eve; Obedience Most Strongly Enjoined by God on Man.",
          "id": 290487
        },
        {
          "text": "When the first human beings—the one man Adam, and his wife Eve who came out of him—willed not to obey the commandment which they had received from God, a just and deserved punishment overtook them.",
          "id": 290488
        },
        {
          "text": "The Lord had threatened that, on the day they ate the forbidden fruit, they should surely die.",
          "id": 290489
        },
        {
          "text": "Now, inasmuch as they had received the permission of using for food every tree that grew in Paradise, among which God had planted the tree of life, but had been forbidden to partake of one only tree, which He called the tree of knowledge of good and evil, to signify by this name the consequence of their discovering whether what good they would experience if they kept the prohibition, or what evil if they transgressed it: they are no doubt rightly considered to have abstained from the forbidden food previous to the malignant persuasion of the devil, and to have used all which had been allowed them, and therefore, among all the others, and before all the others, the tree of life.",
          "id": 290490
        },
        {
          "text": "For what could be more absurd than to suppose that they partook of the fruit of other trees, but not of that which had been equally with others granted to them, and which, by its especial virtue, prevented even their animal bodies from undergoing change through the decay of age, and from aging into death, applying this benefit from its own body to the man's body, and in a mystery demonstrating what is conferred by wisdom (which it symbolized) on the rational soul, even that, quickened by its fruit, it should not be changed into the decay and death of iniquity? For of her it is rightly said, \"She is a tree of life to them that lay hold of her\".",
          "id": 290491
        },
        {
          "text": "Just as the one tree was for the bodily Paradise, the other is for the spiritual; the one affording a vigour to the senses of the outward man, the other to those of the inner man, such as will abide without any change for the worse through time.",
          "id": 290492
        },
        {
          "text": "They therefore served God, since that dutiful obedience was committed to them, by which alone God can be worshipped.",
          "id": 290493
        },
        {
          "text": "And it was not possible more suitably to intimate the inherent importance of obedience, or its sole sufficiency securely to keep the rational creature under the Creator, than by forbidding a tree which was not in itself evil.",
          "id": 290494
        },
        {
          "text": "For God forbid that the Creator of good things, who made all things, \"and behold they were very good,\" should plant anything evil amidst the fertility of even that material Paradise.",
          "id": 290495
        },
        {
          "text": "Still, however, in order that he might show man, to whom submission to such a Master would be very useful, how much good belonged simply to obedience (and this was all that He had demanded of His servant, and this would be of advantage not so much for the lordship of the Master as for the profit of the servant), they were forbidden the use of a tree, which, if it had not been for the prohibition, they might have used without suffering any evil result whatever; and from this circumstance it may be clearly understood, that whatever evil they brought on themselves because they made use of it in spite of the prohibition, the tree did not produce from any noxious or pernicious quality in its fruit, but entirely on account of their violated obedience.",
          "id": 290496
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "Chapter 36 (XXII.",
          "id": 290497
        },
        {
          "text": ")—Man's State Before the Fall.",
          "id": 290498
        },
        {
          "text": "Before they had thus violated their obedience they were pleasing to God, and God was pleasing to them; and though they carried about an animal body, they yet felt in it no disobedience moving against themselves.",
          "id": 290499
        },
        {
          "text": "This was the righteous appointment, that inasmuch as their soul had received from the Lord the body for its servant, as it itself obeyed the Lord, even so its body should obey Him, and should exhibit a service suitable to the life given it without resistance.",
          "id": 290500
        },
        {
          "text": "Hence \"they were both naked, and were not ashamed\".",
          "id": 290501
        },
        {
          "text": "It is with a natural instinct of shame that the rational soul is now indeed affected, because in that flesh, over whose service it received the right of power, it can no longer, owing to some indescribable infirmity, prevent the motion of the members thereof, notwithstanding its own unwillingness, nor excite them to motion even when it wishes.",
          "id": 290502
        },
        {
          "text": "Now these members are on this account, in every man of chastity, rightly called \"pudenda,\" because they excite themselves, just as they like, in opposition to the mind which is their master, as if they were their own masters; and the sole authority which the bridle of virtue possesses over them is to check them from approaching impure and unlawful pollutions.",
          "id": 290503
        },
        {
          "text": "Such disobedience of the flesh as this, which lies in the very excitement, even when it is not allowed to take effect, did not exist in the first man and woman whilst they were naked and not ashamed.",
          "id": 290504
        },
        {
          "text": "For not yet had the rational soul, which rules the flesh, developed such a disobedience to its Lord, as by a reciprocity of punishment to bring on itself the rebellion of its own servant the flesh, along with that feeling of confusion and trouble to itself which it certainly failed to inflict upon God by its own disobedience to Him; for God is put to no shame or trouble when we do not obey Him, nor are we able in any wise to lessen His very great power over us; but we are shamed in that the flesh is not submissive to our government,—a result which is brought about by the infirmity which we have earned by sinning, and is called \"the sin which dwelleth in our members\".",
          "id": 290505
        },
        {
          "text": "But this sin is of such a character that it is the punishment of sin.",
          "id": 290506
        },
        {
          "text": "As soon, indeed, as that transgression was effected, and the disobedient soul turned away from the law of its Lord, then its servant, the body, began to cherish a law of disobedience against it; and then the man and the woman grew ashamed of their nakedness, when they perceived the rebellious motion of the flesh, which they had not felt before, and which perception is called \"the opening of their eyes;\"  for, of course, they did not walk about among the trees with closed eyes.",
          "id": 290507
        },
        {
          "text": "The same thing is said of Hagar: \"Her eyes were opened, and she saw a well\".",
          "id": 290508
        },
        {
          "text": "Then the man and the woman covered their parts of shame, which God had made for them as members, but they had made parts of shame.",
          "id": 290509
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "Chapter 37 (XXIII.",
          "id": 290510
        },
        {
          "text": ")—The Corruption of Nature is by Sin, Its Renovation is by Christ.",
          "id": 290511
        },
        {
          "text": "From this law of sin is born the flesh of sin, which requires cleansing through the sacrament of Him who came in the likeness of sinful flesh, that the body of sin might be destroyed, which is also called \"the body of this death,\" from which only God's grace delivers wretched man through Jesus Christ our Lord.",
          "id": 290512
        },
        {
          "text": "For this law, the origin of death, passed on from the first pair to their posterity, as is seen in the labour with which all men toil in the earth, and the travail of women in the pains of childbirth.",
          "id": 290513
        },
        {
          "text": "For these sufferings they merited by the sentence of God, when they were convicted of sin; and we see them fulfilled not only in them, but also in their descendants, in some more, in others less, but nevertheless in all.",
          "id": 290514
        },
        {
          "text": "Whereas, however, the primeval righteousness of the first human beings consisted in obeying God, and not having in their members the law of their own concupiscence against the law of their mind; now, since their sin, in our sinful flesh which is born of them, it is obtained by those who obey God, as a great acquisition, that they do not obey the desires of this evil concupiscence, but crucify in themselves the flesh with its affections and lusts, in order that they may be Jesus Christ's, who on His cross symbolized this, and who gave them power through His grace to become the sons of God.",
          "id": 290515
        },
        {
          "text": "For it is not to all men, but to as many as have received Him, that He has given to be born again to God of the Spirit, after they were born to the world by the flesh.",
          "id": 290516
        },
        {
          "text": "Of these indeed it is written: \"But as many as received Him, to them gave He power to become the sons of God; which were born, not of the flesh, nor of blood, nor of the will of man, nor of the will of the flesh, but of God\".",
          "id": 290517
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "Chapter 38 (XXIV.",
          "id": 290518
        },
        {
          "text": ")—What Benefit Has Been Conferred on Us by the Incarnation of the Word; Christ's Birth in the Flesh, Wherein It is Like and Wherein Unlike Our Own Birth.",
          "id": 290519
        },
        {
          "text": "He goes on to add, \"And the Word was made flesh, and dwelt among us;\" as much as to say, A great thing indeed has been done among them, even that they are born again to God of God, who had before been born of the flesh to the world, although created by God Himself; but a far more wonderful thing has been done that, although it accrued to them by nature to be born of the flesh, but by the divine goodness to be born of God,—in order that so great a benefit might be imparted to them, He who was in His own nature born of God, vouchsafed in mercy to be also born of the flesh;—no less being meant by the passage, \"And the Word was made flesh, and dwelt among us\".",
          "id": 290520
        },
        {
          "text": "Hereby, he says in effect, it has been wrought that we who were born of the flesh as flesh, by being afterwards born of the Spirit, may be spirit and dwell in God; because also God, who was born of God, by being afterwards born of the flesh, became flesh, and dwelt among us.",
          "id": 290521
        },
        {
          "text": "For the Word, which became flesh, was in the beginning, and was God with God.",
          "id": 290522
        },
        {
          "text": "But at the same time His participation in our inferior condition, in order to our participation in His higher state, held a kind of medium in His birth of the flesh; so that we indeed were born in sinful flesh, but He was born in the likeness of sinful flesh,—we not only of flesh and blood, but also of the will of man, and of the flesh, but He was born only of flesh and blood, not of the will of man, nor of the will of the flesh, but of God: we, therefore, to die on account of sin, He, to die on our account without sin.",
          "id": 290523
        },
        {
          "text": "So also, just as His inferior circumstances, into which He descended to us, were not in every particular exactly the same with our inferior circumstances, in which He found us here; so our superior state, into which we ascend to Him, will not be quite the same with His superior state, in which we are there to find Him.",
          "id": 290524
        },
        {
          "text": "For we by His grace are to be made the sons of God, whereas He was evermore by nature the Son of God; we, when we are converted, shall cleave to God, though not as His equals; He never turned from God, and remains ever equal to God; we are partakers of eternal life, He is eternal life.",
          "id": 290525
        },
        {
          "text": "He, therefore, alone having become man, but still continuing to be God, never had any sin, nor did he assume a flesh of sin, though born of a maternal flesh of sin.",
          "id": 290526
        },
        {
          "text": "For what He then took of flesh, He either cleansed in order to take it, or cleansed by taking it.",
          "id": 290527
        },
        {
          "text": "His virgin mother, therefore, whose conception was not according to the law of sinful flesh (in other words, not by the excitement of carnal concupiscence), but who merited by her faith that the holy seed should be framed within her, He formed in order to choose her, and chose in order to be formed from her.",
          "id": 290528
        },
        {
          "text": "How much more needful, then, is it for sinful flesh to be baptized in order to escape the judgment, when the flesh which was untainted by sin was baptized to set an example for imitation?.",
          "id": 290529
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "Chapter 39 (XXV.",
          "id": 290530
        },
        {
          "text": ")—An Objection of Pelagians.",
          "id": 290531
        },
        {
          "text": "The answer, which we have already given, to those who say, \"If a sinner has begotten a sinner, a righteous man ought also to have begotten a righteous man,\" we now advance in reply to such as argue that one who is born of a baptized man ought himself to be regarded as already baptized.",
          "id": 290532
        },
        {
          "text": "\"For why,\" they ask, \"could he not have been baptized in the loins of his father, when, according to the Epistle to the Hebrews, Levi, was able to pay tithes in the loins of Abraham?\" They who propose this argument ought to observe that Levi did not on this account subsequently not pay tithes, because he had paid tithes already in the loins of Abraham, but because he was ordained to the office of the priesthood in order to receive tithes, not to pay them; otherwise neither would his brethren, who all contributed their tithes to him, have been tithed—because they too, whilst in the loins of Abraham, had already paid tithes to Melchisedec.",
          "id": 290533
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "text": "Chapter 40.",
          "id": 290534
        },
        {
          "text": "—An Argument Anticipated.",
          "id": 290535
        },
        {
          "text": "And let no one contend that the descendants of Abraham might fairly enough have paid tithes, although they had already paid tithes in the loins of their forefather, seeing that paying tithes was an obligation of such a nature as to require constant repetition from each several person, just as the Israelites used to pay such contributions every year all through life to their Levites, to whom were due various tithes from all kinds of produce; whereas baptism is a sacrament of such a nature as is administered once for all, and if one had already received it when in his father, he must be considered as no other than baptized, since he was born of a man who had been himself baptized.",
          "id": 290536
        },
        {
          "text": "Well, whoever thus argues (I will simply say, without discussing the point at length,) should look at circumcision, which was administered once for all, and yet was administered to each person separately and individually.",
          "id": 290537
        },
        {
          "text": "Just as therefore it was necessary in the time of that ancient sacrament for the son of a circumcised man to be himself circumcised, so now the son of one who has been baptized must himself also receive baptism.",
          "id": 290538
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "text": "Chapter 41.",
          "id": 290539
        },
        {
          "text": "—Children of Believers are Called \"Clean\" By the Apostle.",
          "id": 290540
        },
        {
          "text": "The apostle indeed says, \"Else were your children unclean, but now are they holy;\" and \"therefore\" they infer \"there was no necessity for the children of believers to be baptized\".",
          "id": 290541
        },
        {
          "text": "I am surprised at the use of such language by persons who deny that original sin has been transmitted from Adam.",
          "id": 290542
        },
        {
          "text": "For, if they take this passage of the apostle to mean that the children of believers are born in a state of holiness, how is it that even they have no doubt about the necessity of their being baptized? Why, in fine, do they refuse to admit that any original sin is derived from a sinful parent, if some holiness is received from a holy parent? Now it certainly does not contravene our assertion, even if from the faithful \"holy\" children are propagated, when we hold that unless they are baptized those go into damnation, to whom our opponents themselves shut the kingdom of heaven, although they insist that they are without sin, whether actual or original.",
          "id": 290543
        },
        {
          "text": "Or, if they think it an unbecoming thing for \"holy ones\" to be damned, how can it be a becoming thing to exclude \"holy ones\" from the kingdom of God? They should rather pay especial attention to this point, How can something sinful help being derived from sinful parents, if something holy is derived from holy parents, and uncleanness from unclean parents? For the twofold principle was affirmed when he said, \"Else were your children unclean, but now are they holy\".",
          "id": 290544
        },
        {
          "text": "They should also explain to us how it is right that the holy children of believers and the unclean children of unbelievers are, notwithstanding their different circumstances, equally prohibited from entering the kingdom of God, if they have not been baptized.",
          "id": 290545
        },
        {
          "text": "What avails that sanctity of theirs to the one? Now if they were to maintain that the unclean children of unbelievers are damned, but that the holy children of believers are unable to enter the kingdom of heaven unless they are baptized,—but nevertheless are not damned, because they are \"holy,\"—that would be some sort of a distinction; but as it is, they equally declare respecting the holy children of holy parents and the unclean offspring of unclean parents, that they are not damned, since they have not any sin; and that they are excluded from the kingdom of God because they are unbaptized.",
          "id": 290546
        },
        {
          "text": "What an absurdity! Who can suppose that such splendid geniuses do not perceive it?.",
          "id": 290547
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "text": "Chapter 42.",
          "id": 290548
        },
        {
          "text": "—Sanctification Manifold; Sacrament of Catechumens.",
          "id": 290549
        },
        {
          "text": "Our opinions on this point are strictly in unison with the apostle's himself, who said, \"From one all to condemnation,\" and \"from one all to justification of life\".",
          "id": 290550
        },
        {
          "text": "Now how consistent these statements are with what he elsewhere says, when treating of another point, \"Else were your children unclean, but now are they holy,\" consider a while.",
          "id": 290551
        },
        {
          "text": "(XXVI.",
          "id": 290552
        },
        {
          "text": ") Sanctification is not of merely one measure; for even catechumens, I take it, are sanctified in their own measure by the sign of Christ, and the prayer of imposition of hands; and what they receive is holy, although it is not the body of Christ,—holier than any food which constitutes our ordinary nourishment, because it is a sacrament.",
          "id": 290553
        },
        {
          "text": "However, that very meat and drink, wherewithal the necessities of our present life are sustained, are, according to the same apostle, \"sanctified by the word of God and prayer,\" even the prayer with which we beg that our bodies may be refreshed.",
          "id": 290554
        },
        {
          "text": "Just as therefore this sanctification of our ordinary food does not hinder what enters the mouth from descending into the belly, and being ejected into the draught, and partaking of the corruption into which everything earthly is resolved, whence the Lord exhorts us to labour for the other food which never perishes: so the sanctification of the catechumen, if he is not baptized, does not avail for his entrance into the kingdom of heaven, nor for the remission of his sins.",
          "id": 290555
        },
        {
          "text": "And, by parity of reasoning, that sanctification likewise, of whatever measure it be, which, according to the apostle, is in the children of believers, has nothing whatever to do with the question of baptism and of the origin or the remission of sin.",
          "id": 290556
        },
        {
          "text": "The apostle, in this very passage which has occupied our attention, says that the unbeliever of a married couple is sanctified by a believing partner: \"For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband.",
          "id": 290557
        },
        {
          "text": "Else were your children unclean, but now are they holy\".",
          "id": 290558
        },
        {
          "text": "Now, I should say, there is not a man whose mind is so warped by unbelief, as to suppose that, whatever sense he gives to these words, they can possibly mean that a husband who is not a Christian should not be baptized, because his wife is a Christian, and that he has already obtained remission of his sins, with the certain prospect of entering the kingdom of heaven, because he is described as being sanctified by his wife.",
          "id": 290559
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "text": "Chapter 43 (XXVII.",
          "id": 290560
        },
        {
          "text": ")—Why the Children of the Baptized Should Be Baptized.",
          "id": 290561
        },
        {
          "text": "If any man, however, is still perplexed by the question why the children of baptized persons are baptized, let him briefly consider this: Inasmuch as the generation of sinful flesh through the one man, Adam, draws into condemnation all who are born of such generation, so the generation of the Spirit of grace through the one man Jesus Christ, draws to the justification of eternal life all who, because predestinated, partake of this regeneration.",
          "id": 290562
        },
        {
          "text": "But the sacrament of baptism is undoubtedly the sacrament of regenation: Wherefore, as the man who has never lived cannot die, and he who has never died cannot rise again, so he who has never been born cannot be born again.",
          "id": 290563
        },
        {
          "text": "From which the conclusion arises, that no one who has not been born could possibly have been born again in his father.",
          "id": 290564
        },
        {
          "text": "Born again, however, a man must be, after he has been born; because, \"Except a man be born again, he cannot see the kingdom of God\" Even an infant, therefore, must be imbued with the sacrament of regeneration, lest without it his would be an unhappy exit out of this life; and this baptism is not administered except for the remission of sins.",
          "id": 290565
        },
        {
          "text": "And so much does Christ show us in this very passage; for when asked, How could such things be? He reminded His questioner of what Moses did when he lifted up the serpent.",
          "id": 290566
        },
        {
          "text": "Inasmuch, then, as infants are by the sacrament of baptism conformed to the death of Christ, it must be admitted that they are also freed from the serpent's poisonous bite, unless we wilfully wander from the rule of the Christian faith.",
          "id": 290567
        },
        {
          "text": "This bite, however, they did not receive in their own actual life, but in him on whom the wound was primarily inflicted.",
          "id": 290568
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "text": "Chapter 44.",
          "id": 290569
        },
        {
          "text": "—An Objection of the Pelagians.",
          "id": 290570
        },
        {
          "text": "Nor do they fail to see this point, that his own sins are no detriment to the parent after his conversion; they therefore raise the question: \"How much more impossible is it that they should be a hinderance to his son?\" But they who thus think do not attend to this consideration, that as his own sins are not injurious to the father for the very reason that he is born again of the Spirit, so in the case of his son, unless he be in the same manner born again, the sins which he derived from his father will prove injurious to him.",
          "id": 290571
        },
        {
          "text": "Because even renewed parents beget children, not out of the first-fruits of their renewed condition, but carnally out of the remains of the old nature; and the children who are thus the offspring of their parents' remaining old nature, and are born in sinful flesh, escape from the condemnation which is due to the old man by the sacrament of spiritual regeneration and renewal.",
          "id": 290572
        },
        {
          "text": "Now this is a consideration which, on account of the controversies that have arisen, and may still arise, on this subject, we ought to keep in our view and memory,—that a full and perfect remission of sins takes place only in baptism, that the character of the actual man does not at once undergo a total change, but that the first-fruits of the Spirit in such as walk worthily change the old carnal nature into one of like character by a process of renewal, which increases day by day, until the entire old nature is so renovated that the very weakness of the natural body attains to the strength and incorruptibility of the spiritual body.",
          "id": 290573
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "text": "Chapter 45 (XXVIII.",
          "id": 290574
        },
        {
          "text": ")—The Law of Sin is Called Sin; How Concupiscence Still Remains After Its Evil Has Been Removed in the Baptized.",
          "id": 290575
        },
        {
          "text": "This law of sin, however, which the apostle also designates \"sin,\" when he says, \"Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof,\" does not so remain in the members of those who are born again of water and the Spirit, as if no remission thereof has been made, because there is a full and perfect remission of our sins, all the enmity being slain, which separated us from God; but it remains in our old carnal nature, as if overcome and destroyed, if it does not, by consenting to unlawful objects, somehow revive, and recover its own reign and dominion.",
          "id": 290576
        },
        {
          "text": "There is, however, so clear a distinction to be seen between this old carnal nature, in which the law of sin, or sin, is already repealed, and that life of the Spirit, in the newness of which they who are baptized are through God's grace born again, that the apostle deemed it too little to say of such that they were not in sin; unless he also said that they were not in the flesh itself, even before they departed out of this mortal life.",
          "id": 290577
        },
        {
          "text": "\"They that are in the flesh,\" says he, \"cannot please God; but ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you\".",
          "id": 290578
        },
        {
          "text": "And indeed, as they turn to good account the flesh itself, however corruptible it be, who apply its members to good works, and no longer are in that flesh, since they do not mould their understanding nor their life according to its principles; and as they in like manner make even a good use of death, which is the penalty of the first sin, who encounter it with fortitude and patience for their brethren's sake, and for the faith, and in defence of whatever is true and holy and just,—so also do all \"true yokefellows\" in the faith turn to good account that very law of sin which still remains, though remitted, in their old carnal nature, who, because they have the new life in Christ, do not permit lust to have dominion over them.",
          "id": 290579
        },
        {
          "text": "And yet these very persons, because they still carry about Adam's old nature, mortally generate children to be immortally regenerated, with that propagation of sin, in which such as are born again are not held bound, and from which such as are born are released by being born again.",
          "id": 290580
        },
        {
          "text": "As long, then, as the law by concupiscence dwells in the members, although it remains, the guilt of it is released; but it is released only to him who has received the sacrament of regeneration, and has already begun to be renewed.",
          "id": 290581
        },
        {
          "text": "But whatsoever is born of the old nature, which still abides with its concupiscence, requires to be born again in order to be healed.",
          "id": 290582
        },
        {
          "text": "Seeing that believing parents, who have been both carnally born and spiritually born again, have themselves begotten children in a carnal manner, how could their children by any possibility, previous to their first birth, have been born again?.",
          "id": 290583
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "text": "Chapter 46.",
          "id": 290584
        },
        {
          "text": "—Guilt May Be Taken Away But Concupiscence Remain.",
          "id": 290585
        },
        {
          "text": "You must not be surprised at what I have said, that although the law of sin remains with its concupiscence, the guilt thereof is done away through the grace of the sacrament.",
          "id": 290586
        },
        {
          "text": "For as wicked deeds, and words, and thoughts have already passed away, and cease to exist, so far as regards the mere movements of the mind and the body, and yet their guilt remains after they have passed away and no longer exist, unless it be done away by the remission of sins; so, contrariwise, in this law of concupiscence, which is not yet done away but still remains, its guilt is done away, and continues no longer, since in baptism there takes place a full forgiveness of sins.",
          "id": 290587
        },
        {
          "text": "Indeed, if a man were to quit this present life immediately after his baptism, there would be nothing at all left to hold him liable, inasmuch as all which held him is released.",
          "id": 290588
        },
        {
          "text": "As, on the one hand, therefore, there is nothing strange in the fact that the guilt of past sins of thought, and word, and deed remains before their remission; so, on the other hand, there ought to be nothing to create surprise, that the guilt of remaining concupiscence passes away after the remission of sin.",
          "id": 290589
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "text": "Chapter 47 (XXIX.",
          "id": 290590
        },
        {
          "text": ")—All the Predestinated are Saved Through the One Mediator Christ, and by One and the Same Faith.",
          "id": 290591
        },
        {
          "text": "This being the case, ever since the time when by one man sin thus entered into this world and death by sin, and so it passed through to all men, up to the end of this carnal generation and perishing world, the children of which beget and are begotten, there never has existed, nor ever will exist, a human being of whom, placed in this life of ours, it could be said that he had no sin at all, with the exception of the one Mediator, who reconciles us to our Maker through the forgiveness of sins.",
          "id": 290592
        },
        {
          "text": "Now this same Lord of ours has never yet refused, at any period of the human race, nor to the last judgment will He ever refuse, this His healing to those whom, in His most sure foreknowledge and future loving-kindness, He has predestinated to reign with Himself to life eternal.",
          "id": 290593
        },
        {
          "text": "For, previous to His birth in the flesh, and weakness in suffering, and power in His own resurrection, He instructed all who then lived, in the faith of those then future blessings, that they might inherit everlasting life; whilst those who were alive when all these things were being accomplished in Christ, and who were witnessing the fulfilment of prophecy, He instructed in the faith of these then present blessings; whilst again, those who have since lived, and ourselves who are now alive, and all those who are yet to live, He does not cease to instruct, in the faith of these now past blessings.",
          "id": 290594
        },
        {
          "text": "It is therefore \"one faith\" which saves all, who after their carnal birth are born again of the Spirit, and it terminates in Him, who came to be judged for us and to die,—the Judge of quick and dead.",
          "id": 290595
        },
        {
          "text": "But the sacraments of this \"one faith\" are varied from time to time in order to its suitable signification.",
          "id": 290596
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "text": "Chapter 48.",
          "id": 290597
        },
        {
          "text": "—Christ the Saviour Even of Infants; Christ, When an Infant, Was Free from Ignorance and Mental Weakness.",
          "id": 290598
        },
        {
          "text": "He is therefore the Saviour at once of infants and of adults, of whom the angel said, \"There is born unto you this day a Saviour;\" and concerning whom it was declared to the Virgin Mary, \"Thou shalt call His name Jesus, for He shall save His people from their sins,\" where it is plainly shown that He was called Jesus because of the salvation which He bestows upon us,—Jesus being tantamount to the Latin Salvator, \"Saviour\".",
          "id": 290599
        },
        {
          "text": "Who then can be so bold as to maintain that the Lord Christ is Jesus only for adults and not for infants also? who came in the likeness of sinful flesh, to destroy the body of sin, with infants' limbs fitted and suitable for no use in the extreme weakness of such body, and His rational soul oppressed with miserable ignorance! Now that such entire ignorance existed, I cannot suppose in the infant in whom the Word was made flesh, that He might dwell among us; nor can I imagine that such weakness of the mental faculty ever existed in the infant Christ which we see in infants generally.",
          "id": 290600
        },
        {
          "text": "For it is owing to such infirmity and ignorance that infants are disturbed with irrational affections, and are restrained by no rational command or government, but by pains and penalties, or the terror of such; so that you can quite see that they are children of that disobedience, which excites itself in the members of our body in opposition to the law of the mind,—and refuses to be still, even when the reason wishes; nay, often is either repressed only by some actual infliction of bodily pain, as for instance by flogging; or is checked only by fear, or by some such mental emotion, but not by any admonishing of the will.",
          "id": 290601
        },
        {
          "text": "Inasmuch, however, as in Him there was the likeness of sinful flesh, He willed to pass through the changes of the various stages of life, beginning even with infancy, so that it would seem as if even His flesh might have arrived at death by the gradual approach of old age, if He had not been killed while young.",
          "id": 290602
        },
        {
          "text": "Nevertheless, the death is inflicted in sinful flesh as the due of disobedience, but in the likeness of sinful flesh it was undergone in voluntary obedience.",
          "id": 290603
        },
        {
          "text": "For when He was on His way to it, and was soon to suffer it, He said, \"Behold, the prince of this world cometh, and hath nothing in me.",
          "id": 290604
        },
        {
          "text": "But that all may know that I am doing my Father's will, arise, let us go hence\".",
          "id": 290605
        },
        {
          "text": "Having said these words, He went straightway, and encountered His undeserved death, having become obedient even unto death.",
          "id": 290606
        }
      ]
    },
    {
      "chapter": 49,
      "verses": [
        {
          "text": "Chapter 49 (XXX.",
          "id": 290607
        },
        {
          "text": ")—An Objection of the Pelagians.",
          "id": 290608
        },
        {
          "text": "They therefore who say, \"If through the sin of the first man it was brought about that we must die, by the coming of Christ it should be brought about that, believing in Him, we shall not die;\" and they add what they deem a reason, saying, \"For the sin of the first transgressor could not possibly have injured us more than the incarnation or redemption of the Saviour has benefited us\".",
          "id": 290609
        },
        {
          "text": "But why do they not rather give an attentive ear, and an unhesitating belief, to that which the apostle has stated so unambiguously: \"Since by man came death, by Man came also the resurrection of the dead; for as in Adam all die, even so in Christ shall all be made alive?\" For it is of nothing else than of the resurrection of the body that he was speaking.",
          "id": 290610
        },
        {
          "text": "Having said that the bodily death of all men has come about through one man, he adds the promise that the bodily resurrection of all men to eternal life shall happen through one, even Christ.",
          "id": 290611
        },
        {
          "text": "How can it therefore be that \"the one has injured us more by sinning than the other has benefited us by redeeming,\" when by the sin of the former we die a temporal death, but by the redemption of the latter we rise again not to a temporal, but to a perpetual life? Our body, therefore, is dead because of sin, but Christ's body only died without sin, in order that, having poured out His blood without fault, \"the bonds\" which contain the register of all faults \"might be blotted out,\" by which they who now believe in Him were formerly held as debtors by the devil.",
          "id": 290612
        },
        {
          "text": "And accordingly He says, \"This is my blood, which is shed for many for the remission of sins\".",
          "id": 290613
        }
      ]
    },
    {
      "chapter": 50,
      "verses": [
        {
          "text": "Chapter 50 (XXXI.",
          "id": 290614
        },
        {
          "text": ")—Why It is that Death Itself is Not Abolished, Along with Sin, by Baptism.",
          "id": 290615
        },
        {
          "text": "He might, however, have also conferred this upon believers, that they should not even experience the death of their body.",
          "id": 290616
        },
        {
          "text": "But if He had done this, there might no doubt have been added a certain felicity to the flesh, but the fortitude of faith would have been diminished; for men have such a fear of death, that they would declare Christians happy, for nothing else than their mere immunity from dying.",
          "id": 290617
        },
        {
          "text": "And no one would, for the sake of that life which is to be so happy after death, hasten to the grace of Christ by the power of his contempt of death itself; but with a view to remove the trouble of death, would rather resort to a more delicate mode of believing in Christ.",
          "id": 290618
        },
        {
          "text": "More grace, therefore, than this has He conferred on those who believe on Him; and a greater gift, undoubtedly, has He vouchsafed to them! What great matter would it have been for a man, on seeing that people did not die when they became believers, himself also to believe that he was not to die? How much greater a thing is it, how much braver, how much more laudable, so to believe, that although one is sure to die, he can still hope to live hereafter for evermore! At last, upon some there will be bestowed this blessing at the last day, that they shall not feel death itself in sudden change, but shall be caught up along with the risen in the clouds to meet Christ in the air, and so shall they ever live with the Lord.",
          "id": 290619
        },
        {
          "text": "And rightly shall it be these who receive this grace, since there will be no posterity after them to be led to believe, not by the hope of what they see not, but by the love of what they see.",
          "id": 290620
        },
        {
          "text": "This faith is weak and nerveless, and must not be called faith at all, inasmuch as faith is thus defined: \"Faith is the firmness of those who hope, the clear proof of things which they do not see\".",
          "id": 290621
        },
        {
          "text": "Accordingly, in the same Epistle to the Hebrews, where this passage occurs, after enumerating in subsequent sentences certain worthies who pleased God by their faith, he says: \"These all died in faith, not having received the promises, but seeing them afar off, and hailing them, and confessing that they were strangers and pilgrims on the earth\".",
          "id": 290622
        },
        {
          "text": "And then afterwards he concluded his eulogy on faith in these words: \"And these all, having obtained a good report through faith, did not indeed receive God's promises; for they foresaw better things for us, and that without us they could not themselves become perfect\".",
          "id": 290623
        },
        {
          "text": "Now this would be no praise for faith, nor (as I said) would it be faith at all, were men in believing to follow after rewards which they could see,—in other words, if on believers were bestowed the reward of immortality in this present world.",
          "id": 290624
        }
      ]
    },
    {
      "chapter": 51,
      "verses": [
        {
          "text": "Chapter 51.",
          "id": 290625
        },
        {
          "text": "—Why the Devil is Said to Hold the Power and Dominion of Death.",
          "id": 290626
        },
        {
          "text": "Hence the Lord Himself willed to die, \"in order that,\" as it is written of Him, \"through death He might destroy him that had the power of death, that is, the devil; and deliver them who through fear of death were all their lifetime subject to bondage\".",
          "id": 290627
        },
        {
          "text": "From this passage it is shown with sufficient clearness that even the death of the body came about by the instigation and work of the devil,—in a word, from the sin which he persuaded man to commit; nor is there any other reason why he should be said in strictness of truth to hold the power of death.",
          "id": 290628
        },
        {
          "text": "Accordingly, He who died without any sin, original or actual, said in the passage I have already quoted: \"Behold, the prince of this world,\" that is, the devil, who had the power of death, \"cometh and findeth nothing in me,\"—meaning, he shall find no sin in me, because of which he has caused men to die.",
          "id": 290629
        },
        {
          "text": "As if the question were asked Him: Why then should you die? He says, \"That all may know that I am doing the will of my Father, arise, let us go hence;\" that is, that I may die, though I have no cause of death from sin under the author of sin, but only from obedience and righteousness, having become obedient unto death.",
          "id": 290630
        },
        {
          "text": "Proof is likewise afforded us by this passage, that the fact of the faithful overcoming the fear of death is a part of the struggle of faith itself; for all struggle would indeed be at an end, if immortality were at once to become the reward of them that believe.",
          "id": 290631
        }
      ]
    },
    {
      "chapter": 52,
      "verses": [
        {
          "text": "Chapter 52 (XXXII.",
          "id": 290632
        },
        {
          "text": ")—Why Christ, After His Resurrection, Withdrew His Presence from the World.",
          "id": 290633
        },
        {
          "text": "Although, therefore, the Lord wrought many visible miracles in order that faith might sprout at first and be fed by infant nourishment, and grow to its full strength by and by out of this softness (for as faith becomes stronger the less does it seek such help); He nevertheless wished us to wait quietly, without visible inducements, for the promised hope, in order that \"the just might live by faith;\" and so great was this wish of His, that though He rose from the dead the third day, He did not desire to remain among men, but, after leaving a proof of his resurrection by showing Himself in the flesh to those whom He deigned to have for His witnesses of this event, He ascended into heaven, withdrawing Himself thus from their sight, and conferring no such thing on the flesh of any one of them as He had displayed in His own flesh, in order that they too \"might live by faith,\" and in the present world might wait in patience and without visible inducements for the reward of that righteousness in which men live by faith,—a reward which should hereafter be visibly and openly bestowed.",
          "id": 290634
        },
        {
          "text": "To this signification I believe that passage must be referred which He speaks concerning the Holy Ghost: \"He will not come, unless I depart\".",
          "id": 290635
        },
        {
          "text": "For this was in fact saying Ye shall not be able to live righteously by faith, which ye shall have as a gift of mine,—that is, from the Holy Ghost,—unless I withdraw from your eyes that which ye now gaze upon, in order that your heart may advance in spiritual growth by fixing its faith on invisible things.",
          "id": 290636
        },
        {
          "text": "This righteousness of faith He constantly commends to them.",
          "id": 290637
        },
        {
          "text": "Speaking of the Holy Ghost, He says, \"He shall reprove the world of sin, and of righteousness, and of judgment: of sin, because they have not believed on me: of righteousness, because I go to the Father, and ye shall see me no more\".",
          "id": 290638
        },
        {
          "text": "What is that righteousness, whereby men were not to see Him, except that \"the just is to live by faith,\" and that we, not looking at the things which are seen, but at those which are not seen, are to wait in the Spirit for the hope of the righteousness that is by faith?.",
          "id": 290639
        }
      ]
    },
    {
      "chapter": 53,
      "verses": [
        {
          "text": "Chapter 53 (XXXIII.",
          "id": 290640
        },
        {
          "text": ")—An Objection of the Pelagians.",
          "id": 290641
        },
        {
          "text": "But those persons who say, \"If the death of the body has happened by sin, we of course ought not to die after that remission of sins which the Redeemer has bestowed upon us,\" do not understand how it is that some things, whose guilt God has cancelled in order that they may not stand in our way after this life, He yet permits to remain for the contest of faith, in order that they may become the means of instructing and exercising those who are advancing in the struggle after holiness.",
          "id": 290642
        },
        {
          "text": "Might not some man, by not understanding this, raise a question and ask, If God has said to man because of his sin, \"In the sweat of thy brow thou shall eat thy bread: thorns also and thistles shall the ground bring forth to thee,\" how comes it to pass that this labour and toil continues since the remission of sins, and that the ground of believers yields them this rough and terrible harvest? Again, since it was said to the woman in consequence of her sin, \"In sorrow shall thou bring forth children,\" how is it that believing women, notwithstanding the remission of their sins, suffer the same pains in the process of parturition? And nevertheless it is an incontestable fact, that by reason of the sin which they had committed, the primeval man and woman heard these sentences pronounced by God, and deserved them; nor does any one resist these words of the sacred volume, which I have quoted about man's labour and woman's travail, unless some one who is utterly hostile to the catholic faith, and an adversary to the inspired writings.",
          "id": 290643
        }
      ]
    },
    {
      "chapter": 54,
      "verses": [
        {
          "text": "Chapter 54 (XXXIV.",
          "id": 290644
        },
        {
          "text": ")—Why Punishment is Still Inflicted, After Sin Has Been Forgiven.",
          "id": 290645
        },
        {
          "text": "But, inasmuch as there are not wanting persons of such character, just as we say in answer to those who raise this question, that those things are punishments of sins before remission, which after remission become contests and exercises of the righteous; so again to such persons as are similarly perplexed about the death of the body, our answer ought to be so drawn as to show both that we acknowledge it to have accrued because of sin, and that we are not discouraged by the punishment of sins having been bequeathed to us for an exercise of discipline, in order that our great fear of it may be overcome by us as we advance in holiness.",
          "id": 290646
        },
        {
          "text": "For if only small virtue accrued to \"the faith which worketh by love\" in conquering the fear of death, there would be no great glory for the martyrs; nor could the Lord say, \"Greater love hath no man than this, that he lay down his life for his friends;\" which John in his epistle expresses in these terms: \"As He laid down His life for us, so ought we to lay down our lives for the brethren\".",
          "id": 290647
        },
        {
          "text": "In vain, therefore, would commendation be bestowed on the most eminent suffering in encountering or despising death for righteousness' sake, if there were not in death itself a really great and very severe trial.",
          "id": 290648
        },
        {
          "text": "And the man who overcomes the fear of it by his faith, procures a great glory and just recompense for his faith itself.",
          "id": 290649
        },
        {
          "text": "Wherefore it ought to surprise no one, either that the death of the body could not possibly have happened to man unless sin had been previously committed, since it was of this that it was to become the punishment; nor that after the remission of their sins it comes to the faithful, in order that in their triumphing over the fear of it, the fortitude of righteousness may be exercised.",
          "id": 290650
        }
      ]
    },
    {
      "chapter": 55,
      "verses": [
        {
          "text": "Chapter 55.",
          "id": 290651
        },
        {
          "text": "—To Recover the Righteousness Which Had Been Lost by Sin, Man Has to Struggle, with Abundant Labour and Sorrow.",
          "id": 290652
        },
        {
          "text": "The flesh which was originally created was not that sinful flesh in which man refused to maintain his righteousness amidst the delights of Paradise, wherefore God determined that sinful flesh should propagate itself after it had sinned, and struggle for the recovery of holiness, in many toils and troubles.",
          "id": 290653
        },
        {
          "text": "Therefore, after Adam was driven out of Paradise, he had to dwell over against Eden,—that is, over against the garden of delights,—to indicate that it is by labours and sorrows, which are the very contraries of delights, that sinful flesh had to be educated, after it had failed amidst its first pleasures to maintain its holiness, previous to its becoming sinful flesh.",
          "id": 290654
        },
        {
          "text": "As therefore our first parents, by their subsequent return to righteous living, by which they are supposed to have been released from the worst penalty of their sentence through the blood of the Lord, were still not deemed worthy to be recalled to Paradise during their life on earth, so in like manner our sinful flesh, even if a man lead a righteous life in it after the remission of his sins, does not deserve to be immediately exempted from that death which it has derived from its propagation of sin.",
          "id": 290655
        }
      ]
    },
    {
      "chapter": 56,
      "verses": [
        {
          "text": "Chapter 56.",
          "id": 290656
        },
        {
          "text": "—The Case of David, in Illustration.",
          "id": 290657
        },
        {
          "text": "Some such thought has occurred to us about the patriarch David, in the Book of Kings.",
          "id": 290658
        },
        {
          "text": "After the prophet was sent to him, and threatened him with the evils which were to arise from the anger of God on account of the sin which he had committed, he obtained pardon by the confession of his sin, and the prophet replied that the shame and crime had been remitted to him; but yet, for all that, the evils with which God had threatened him followed in due course, so that he was brought low by his son.",
          "id": 290659
        },
        {
          "text": "Now why is not an objection at once raised here: \"If it was on account of his sin that God threatened him, why, when the sin was forgiven, did He fulfil His threat?\" except because, if the cavil had been raised, it would have been most correctly answered, that the remission of the sin was given that the man might not be hindered from gaining the life eternal, but the threatened evil was still carried into effect, in order that the man's piety might be exercised and approved in the lowly condition to which he was reduced.",
          "id": 290660
        },
        {
          "text": "Thus also God has both inflicted on man the death of his body, because of his sin, and, after his sins are forgiven, has not released him in order that he may be exercised in righteousness.",
          "id": 290661
        }
      ]
    },
    {
      "chapter": 57,
      "verses": [
        {
          "text": "Chapter 57 (XXXV.",
          "id": 290662
        },
        {
          "text": ")—Turn to Neither Hand.",
          "id": 290663
        },
        {
          "text": "Let us hold fast, then, the confession of this faith, without faltering or failure.",
          "id": 290664
        },
        {
          "text": "One alone is there who was born without sin, in the likeness of sinful flesh, who lived without sin amid the sins of others, and who died without sin on account of our sins.",
          "id": 290665
        },
        {
          "text": "\"Let us turn neither to the right hand nor to the left\".",
          "id": 290666
        },
        {
          "text": "For to turn to the right hand is to deceive oneself, by saying that we are without sin; and to turn to the left is to surrender oneself to one's sins with a sort of impunity, in I know not how perverse and depraved a recklessness.",
          "id": 290667
        },
        {
          "text": "\"God indeed knoweth the ways on the right hand,\" even He who alone is without sin, and is able to blot out our sins; \"but the ways on the left hand are perverse,\" in friendship with sins.",
          "id": 290668
        },
        {
          "text": "Of such inflexibility were those youths of twenty years, who foretokened in figure God's new people; they entered the land of promise; they, it is said, turned neither to the right hand nor to the left.",
          "id": 290669
        },
        {
          "text": "Now this age of twenty is not to be compared with the age of children's innocence, but if I mistake not, this number is the shadow and echo of a mystery.",
          "id": 290670
        },
        {
          "text": "For the Old Testament has its excellence in the five books of Moses, while the New Testament is most refulgent in the authority of the four Gospels.",
          "id": 290671
        },
        {
          "text": "These numbers, when multiplied together, reach to the number twenty: four times five, or five times four, are twenty.",
          "id": 290672
        },
        {
          "text": "Such a people (as I have already said), instructed in the kingdom of heaven by the two Testaments—the Old and the New—turning neither to the right hand, in a proud assumption of righteousness, nor to the left hand, in a reckless delight in sin, shall enter into the land of promise, where we shall have no longer either to pray that sins may be forgiven to us, or to fear that they may be punished in us, having been freed from them all by that Redeemer, who, not being \"sold under sin,\" \"hath redeemed Israel out of all his iniquities,\" whether committed in the actual life, or derived from the original transgression.",
          "id": 290673
        }
      ]
    },
    {
      "chapter": 58,
      "verses": [
        {
          "text": "Chapter 58 (XXXVI.",
          "id": 290674
        },
        {
          "text": ")—\"Likeness of Sinful Flesh\" Implies the Reality.",
          "id": 290675
        },
        {
          "text": "It is no small concession to the authority and truthfulness of the inspired pages which those persons have made, who, although unwilling to admit openly in their writings that remission of sins is necessary for infants, have yet confessed that they need redemption.",
          "id": 290676
        },
        {
          "text": "Nothing that they have said differs indeed from another word, even that which is derived from Christian instruction.",
          "id": 290677
        },
        {
          "text": "Whilst by those who faithfully read, faithfully hear, and faithfully hold fast the Holy Scriptures, it cannot be doubted that from that flesh, which first became sinful flesh by the choice of sin, and which has been subsequently transmitted to all through successive generations, there has been propagated a sinful flesh, with the single exception of that \"likeness of sinful flesh,\"—which likeness, however, there could not have been, had there not been also the reality of sinful flesh.",
          "id": 290678
        }
      ]
    },
    {
      "chapter": 59,
      "verses": [
        {
          "text": "Chapter 59.",
          "id": 290679
        },
        {
          "text": "—Whether the Soul is Propagated; On Obscure Points, Concerning Which the Scriptures Give Us No Assistance, We Must Be on Our Guard Against Forming Hasty Judgments and Opinions; The Scriptures are Clear Enough on Those Subjects Which are Necessary to Salvation.",
          "id": 290680
        },
        {
          "text": "Concerning the soul, indeed, the question arises, whether it, too, is propagated in the same way (as the flesh,) and bound by the same guilt, which is forgiven to it—for we cannot say that it is only the flesh of the infant, and not his soul also, which requires the help of a Saviour and Redeemer, or that the latter must not be included in that thanksgiving in the Psalms, where we read and repeat, \"Bless the Lord, O my soul, and forget not all His benefits; who forgiveth all thine iniquities; who healeth all thy diseases; who redeemeth thy life from destruction\".",
          "id": 290681
        },
        {
          "text": "Or if it be not likewise propagated, we may ask, whether, by the very fact of its being mingled with and weighed down by the sinful flesh, it still has need of the remission of its own sin, and of a redemption of its own, God being judge, in the height of His foreknowledge, what infants do not deserve to be absolved from that guilt, even before they are born, or have in any instance ever done anything good or evil.",
          "id": 290682
        },
        {
          "text": "The question also arises, how God (even if He does not create souls by natural propagation) can yet not be the Author of that very guilt, on account of which redemption by the sacrament is necessary to the infant's soul.",
          "id": 290683
        },
        {
          "text": "The subject is a wide and important one, and requires another treatise.",
          "id": 290684
        },
        {
          "text": "The discussion, however, so far as I can judge, ought to be conducted with temper and moderation, so as to deserve the praise of cautious inquiry, rather than the censure of headstrong assertion.",
          "id": 290685
        },
        {
          "text": "For whenever a question arises on an unusually obscure subject, on which no assistance can be rendered by clear and certain proofs of the Holy Scriptures, the presumption of man ought to restrain itself; nor should it attempt anything definite by leaning to either side.",
          "id": 290686
        },
        {
          "text": "But if I must indeed be ignorant concerning any points of this sort, as to how they can be explained and proved, this much I should still believe, that from this very circumstance the Holy Scriptures would possess a most clear authority, whenever a point arose which no man could be ignorant of, without imperilling the salvation which has been promised him.",
          "id": 290687
        },
        {
          "text": "You have now before you, (my dear Marcellinus,) this treatise, worked out to the best of my ability.",
          "id": 290688
        },
        {
          "text": "I only wish that its value equalled its length; for its length I might probably be able to justify, only I should fear that, by adding the justification, I should stretch the prolixity beyond your endurance.",
          "id": 290689
        }
      ]
    }
  ]
}