{
  "book": "Augustine: Answer to the Letters of Petilian the Donatist Book I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Answer to the Letters of Petilian the Donatist, Book I.",
          "id": 273546
        },
        {
          "text": "Chapter I.",
          "id": 273547
        },
        {
          "text": "—1.",
          "id": 273548
        },
        {
          "text": "Ye know that we have often wished to bring forward into open notoriety, and to confute, not so much from our own arguments as from theirs, the sacrilegious error of the Donatist heretics; whence it came to pass that we wrote letters even to some of their leaders,—not indeed for purposes of communion with them, for of that they had already in times past rendered themselves unworthy by dissenting from the Church; nor yet in terms of reproach, but of a conciliatory character, with the view that, having discussed the question with us which caused them to break off from the holy communion of the whole world, they might, on consideration of the truth, be willing to be corrected, and might not defend the headstrong perversity of their predecessors with a yet more foolish obstinacy, but might be reunited to the Catholic stock, so as to bring forth the fruits of charity.",
          "id": 273549
        },
        {
          "text": "But as it is written, \"With those who have hated peace I am more peaceful,\"  so they rejected my letters, just as they hate the very name of peace, in whose interests they were written.",
          "id": 273550
        },
        {
          "text": "Now, however, as I was in the church of Constantina, Absentius  being present, with my colleague Fortunatus, his bishop, the brethren brought before my notice a letter, which they said that a bishop of the said schism had addressed to his presbyters, as was set forth in the superscription of the letter itself.",
          "id": 273551
        },
        {
          "text": "When I had read it, I was so amazed to find that in his very first words he cut away the very roots of the whole claims of his party to communion, that I was unwilling to believe that it could be the letter of a man who, if fame speaks truly, is especially conspicuous among them for learning and eloquence.",
          "id": 273552
        },
        {
          "text": "But some of those who were present when I read it, being acquainted with the polish and embellishment of his composition, gradually persuaded me that it was undoubtedly his address.",
          "id": 273553
        },
        {
          "text": "I thought, however, that whoever the author might be, it required refutation, lest the writer should seem to himself, in the company of the inexperienced, to have written something of weight against the Catholic Church.",
          "id": 273554
        },
        {
          "text": "2.",
          "id": 273555
        },
        {
          "text": "The first point, then, that he lays down in his letter is the statement, \"that we find fault with them for the repetition of baptism, while we ourselves pollute our souls with a laver stained with guilt\".",
          "id": 273556
        },
        {
          "text": "But to what profit is it that I should reproduce all his insulting terms? For, since it is one thing to strengthen proofs, another thing to meddle with abusive words by way of refutation, let us rather turn our attention to the mode in which he has sought to prove that we do not possess baptism, and that therefore they do not require the repetition of what was already present, but confer what hitherto was wanting.",
          "id": 273557
        },
        {
          "text": "For he says: \"What we look for is the conscience of the giver to cleanse that of the recipient\".",
          "id": 273558
        },
        {
          "text": "But supposing the conscience of the giver is concealed from view, and perhaps defiled with sin, how will it be able to cleanse the conscience of the recipient, if, as he says, \"what we look for is the conscience of the giver to cleanse that of the recipient?\" For if he should say that it makes no matter to the recipient what amount of evil may lie concealed from view in the conscience of the giver, perhaps that ignorance may have such a degree of efficacy as this, that a man cannot be defiled by the guilt of the conscience of him from whom he receives baptism, so long as he is unaware of it.",
          "id": 273559
        },
        {
          "text": "Let it then be granted that the guilty conscience of his neighbor cannot defile a man so long as he is unaware of it, but is it therefore clear that it can further cleanse him from his own guilt?.",
          "id": 273560
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 2 —3.",
          "id": 273561
        },
        {
          "text": "Whence, then, is a man to be cleansed who receives baptism, when the conscience of the giver is polluted without the knowledge of him who is to receive it? Especially when he goes on to say, \"For he who receives faith from the faithless receives not faith, but guilt\".",
          "id": 273562
        },
        {
          "text": "There stands before us one that is faithless ready to baptize, and he who should be baptized is ignorant of his faithlessness: what think you that he will receive? Faith, or guilt? If you answer faith, then you will grant that it is possible that a man should receive not guilt, but faith, from him that is faithless; and the former saying will be false, that \"he who receives faith from the faithless receives not faith, but guilt\".",
          "id": 273563
        },
        {
          "text": "For we find that it is possible that a man should receive faith even from one that is faithless, if he be not aware of the faithlessness of the giver.",
          "id": 273564
        },
        {
          "text": "For he does not say, He who receives faith from one that is openly and notoriously faithless; but he says, \"He who receives faith from the faithless receives not faith, but guilt;\" which certainly is false when a person is baptized by one who hides his faithlessness.",
          "id": 273565
        },
        {
          "text": "But if he shall say, Even when the faithlessness of the baptizer is concealed, the recipient receives not faith from him, but guilt, then let them rebaptize those who are well known to have been baptized by men who in their own body have long concealed a life of guilt, but have eventually been detected, convicted, and condemned.",
          "id": 273566
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 3 —For, so long as they escaped detection, they could not bestow faith on any whom they baptized, but only guilt, if it be true that whosoever receives faith from one that is faithless receives not faith, but guilt.",
          "id": 273567
        },
        {
          "text": "Let them therefore be baptized by the good, that they may be enabled to receive not guilt, but faith.",
          "id": 273568
        },
        {
          "text": "4.",
          "id": 273569
        },
        {
          "text": "But how, again, shall they have any certainty about the good who are to give them faith, if what we look to is the conscience of the giver, which is unseen by the eyes of the proposed recipient? Therefore, according to their judgment, the salvation of the spirit is made uncertain, so long as in opposition to the holy Scriptures, which say, \"It is better to trust in the Lord than to put confidence in man,\"  and, \"Cursed be the man that trusteth in man,\"  they remove the hope of those who are to be baptized from the Lord their God, and persuade them that it should be placed in man; the practical result of which is, that their salvation becomes not merely uncertain, but actually null and void.",
          "id": 273570
        },
        {
          "text": "For \"salvation belongeth unto the Lord,\"  and \"vain is the help of man\".",
          "id": 273571
        },
        {
          "text": "Therefore, whosoever places his trust in man, even in one whom he knows to be just and innocent, is accursed.",
          "id": 273572
        },
        {
          "text": "Whence also the Apostle Paul finds fault with those who said they were of Paul saying, \"Was Paul crucified for you? or were ye baptized in the name of Paul?\".",
          "id": 273573
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 4 —5.",
          "id": 273574
        },
        {
          "text": "Wherefore, if they were in error, and would have perished had they not been corrected, who wished to be of Paul, what must we suppose to be the hope of those who wished to be of Donatus? For they use their utmost endeavors to prove that the origin, root, and head of the baptized person is none other than the individual by whom he is baptized.",
          "id": 273575
        },
        {
          "text": "The result is, that since it is very often a matter of uncertainty what kind of man the baptizer is, the hope therefore of the baptized being of uncertain origin, of uncertain root, of uncertain head, is of itself uncertain altogether.",
          "id": 273576
        },
        {
          "text": "And since it is possible that the conscience of the giver may be in such a condition as to be accursed and defiled without the knowledge of the recipient, it results that, being of an accursed origin, accursed root, accursed head, the hope of the baptized may prove to be vain and ungrounded.",
          "id": 273577
        },
        {
          "text": "For Petilian expressly states in his epistle, that \"everything consists of an origin and root; and if it have not something for a head, it is nothing\".",
          "id": 273578
        },
        {
          "text": "And since by the origin and root and head of the baptized person he wishes to be understood the man by whom he is baptized, what good does the unhappy recipient derive from the fact that he does not know how bad a man his baptizer really is? For he does not know that he himself has a bad head, or actually no head at all.",
          "id": 273579
        },
        {
          "text": "And yet what hope can a man have, who, whether he is aware of it or not, has either a very bad head or no head at all? Can we maintain that his very ignorance forms a head, when his baptizer is either a bad head or none at all? Surely any one who thinks this is unmistakeably without a head.",
          "id": 273580
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 5 —6.",
          "id": 273581
        },
        {
          "text": "We ask, therefore, since he says, \"He who receives faith from the faithless receives not faith, but guilt,\" and immediately adds to this the further statement, that \"everything consists of an origin and root; and if it have not something for a head, it is nothing;\"—we ask, I say, in a case where the faithlessness of the baptizer is undetected: If then, the man whom he baptizes receives faith, and not guilt; if, then, the baptizer is not his origin and root and head, who is it from whom he receives faith? where is the origin from which he springs? where is the root of which he is a shoot? where the head which is his starting-point? Can it be, that when he who is baptized is unaware of the faithlessness of his baptizer, it is then Christ who gives faith, it is then Christ who is the origin and root and head? Alas for human rashness and conceit! Why do you not allow that it is always Christ who gives faith, for the purpose of making a man a Christian by giving it? Why do you not allow that Christ is always the origin of the Christian, that the Christian always plants his root in Christ, that Christ is the head of the Christian? Do we then maintain that, even when spiritual grace is dispensed to those that believe by the hands of a holy and faithful minister, it is still not the minister himself who justifies, but that One of whom it is said, that \"He justifieth the ungodly?\"   But unless we admit this, either the Apostle Paul was the head and origin of those whom he had planted, or Apollos the root of those whom he had watered, rather than He who had given them faith in believing; whereas the same Paul says, \"I have planted, Apollos watered, but God gave the increase: so then neither is he that planteth anything, nor he that watereth, but God that giveth the increase\".",
          "id": 273582
        },
        {
          "text": "Nor was the apostle himself their root, but rather He who says, \"I am the vine, ye are the branches\".",
          "id": 273583
        },
        {
          "text": "How, too, could he be their head, when he says, that \"we, being many, are one body in Christ,\"  and expressly declares in many passages that Christ Himself is the head of the whole body?.",
          "id": 273584
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 6 —7.",
          "id": 273585
        },
        {
          "text": "Wherefore, whether a man receive the sacrament of baptism from a faithful or a faithless minister, his whole hope is in Christ, that he fall not under the condemnation that \"cursed is he that placeth his hope in man\".",
          "id": 273586
        },
        {
          "text": "Otherwise, if each man is born again in spiritual grace of the same sort as he by whom he is baptized, and if when he who baptizes him is manifestly a good man, then he himself gives faith, he is himself the origin and root and head of him who is being born; whilst, when the baptizer is faithless without its being known, then the baptized person receives faith from Christ, then he derives his origin from Christ, then he is rooted in Christ, then he boasts in Christ as his head,—in that case all who are baptized should wish that they might have faithless baptizers, and be ignorant of their faithlessness: for however good their baptizers might have been, Christ is certainly beyond comparison better still; and He will then be the head of the baptized, if the faithlessness of the baptizer shall escape detection.",
          "id": 273587
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 7 —8.",
          "id": 273588
        },
        {
          "text": "But if it is perfect madness to hold such a view (for it is Christ always that justifieth the ungodly, by changing his ungodliness into Christianity; it is from Christ always that faith is received, Christ is always the origin of the regenerate and the head of the Church), what weight, then, will those words have, which thoughtless readers value by their sound, without inquiring what their inner meaning is? For the man who does not content himself with hearing the words with his ear, but considers the meaning of the phrase, when he hears, \"What we look to is the conscience of the giver, that it may cleanse the conscience of the recipient,\" will answer, The conscience of man is often unknown to me, but I am certain of the mercy of Christ: when he hears, \"He who receives faith from the faithless receives not faith, but guilt,\" will answer, Christ is not faithless, from whom I receive not guilt, but faith: when he hears, \"Everything consists of an origin and root; and if it have not something for a head, is nothing,\" will answer, My origin is Christ, my root is Christ, my head is Christ.",
          "id": 273589
        },
        {
          "text": "When he hears, \"Nor does anything well receive second birth, unless it be born again of good seed,\" he will answer, The seed of which I am born again is the Word of God, which I am warned to hear with attention, even though he through whom I hear it does not himself do what he preaches; according to the words of the Lord, which make me herein safe, \"All whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not\".",
          "id": 273590
        },
        {
          "text": "When he hears, \"What perversity must it be, that he who is guilty through his own sins should make another free from guilt!\" he will answer, No one makes me free from guilt but He who died for our sins, and rose again for our justification.",
          "id": 273591
        },
        {
          "text": "For I believe, not in the minister by whose hands I am baptized, but in Him who justifieth the ungodly, that my faith may be counted unto me for righteousness.",
          "id": 273592
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 8 —9.",
          "id": 273593
        },
        {
          "text": "When he hears, \"Every good tree bringeth good fruit, but a corrupt tree bringeth forth evil fruit: do men gather grapes of thorns?\"  and, \"A good man out of the good treasure of his heart bringeth forth good things, and an evil man out of the evil treasure bringeth forth evil things;\"  he will answer, This therefore is good fruit, that I should be a good tree, that is, a good man, that I should show forth good fruit, that is, good works.",
          "id": 273594
        },
        {
          "text": "But this will be given to me, not by him that planteth, nor by him that watereth, but by God that giveth the increase.",
          "id": 273595
        },
        {
          "text": "For if the good tree be the good baptizer, so that his good fruit should be the man whom he baptizes, then any one who has been baptized by a bad man, even if his wickedness be not manifest, will have no power to be good, for he is sprung from an evil tree.",
          "id": 273596
        },
        {
          "text": "For a good tree is one thing; a tree whose quality is concealed, but yet bad, is another.",
          "id": 273597
        },
        {
          "text": "Or if, when the tree is bad, but hides its badness, then whosoever is baptized by it is born not of it, but of Christ; then they are justified with more perfect holiness who are baptized by the bad who hide their evil nature, than they who are baptized by the manifestly good.",
          "id": 273598
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter 9 —10.",
          "id": 273599
        },
        {
          "text": "Again, when he hears, \"He that is washed by one dead, his washing profiteth him nought,\"  he will answer, \"Christ, being raised from the dead, dieth no more; death hath no more dominion over Him:\"  of whom it is said, \"The same is He which baptizeth with the Holy Ghost\".",
          "id": 273600
        },
        {
          "text": "But they are baptized by the dead, who are baptized in the temples of idols.",
          "id": 273601
        },
        {
          "text": "For even they themselves do not suppose that they receive the sanctification which they look for from their priests, but from their gods; and since these were men, and are dead in such sort as to be now neither upon earth nor in the rest of heaven,  they are truly baptized by the dead: and the same answer will hold good if there be any other way in which these words of holy Scripture may be examined, and profitably discussed and understood.",
          "id": 273602
        },
        {
          "text": "For if in this place I understand a baptizer who is a sinner, the same absurdity will follow, that whosoever has been baptized by an ungodly man, even though his ungodliness be undiscovered, is yet washed in vain, as though baptized by one dead.",
          "id": 273603
        },
        {
          "text": "For he does not say, He that is baptized by one manifestly dead, but absolutely, \"by one dead\".",
          "id": 273604
        },
        {
          "text": "And if they consider any man to be dead whom they know to be a sinner, but any one in their communion to be alive, even though he manages most adroitly to conceal a life of wickedness, in the first place with accursed pride they claim more for themselves than they ascribe to God, that when a sinner is unveiled to them he should be called dead, but when he is known by God he is held to be alive.",
          "id": 273605
        },
        {
          "text": "In the next place, if that sinner is to be called dead who is known to be such by men, what answer will they make about Optatus, whom they were afraid to condemn though they had long known his wickedness? Why are those who were baptized by him not said to have been baptized by one dead? Did he live because the Count was his faith? —an elegant and well-turned saying of some early colleagues of their own, which they themselves are wont to quote with pride, not understanding that at the death of the haughty Goliath it was his own sword by which his head was cut off.",
          "id": 273606
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter 10 —11.",
          "id": 273607
        },
        {
          "text": "Lastly, if they are willing to give the name of dead neither to the wicked man whose sin is hidden, nor to him whose sin is manifest, but who has yet not been condemned by them, but only to him whose sin is manifest and condemned, so that whosoever is baptized by him is himself baptized by the dead, and his washing profits him nothing; what are we to say of those whom their own party have condemned \"by the unimpeachable voice of a plenary Council,\"  together with Maximianus and the others who ordained him,—I mean Felicianus of Musti, and Pr aetextatus of Assura, of whom I speak in the meantime, who are counted among the twelve ordainers of Maximianus, as erecting an altar in opposition to their altar at which Primianus stands? They surely are reckoned by them among the dead.",
          "id": 273608
        },
        {
          "text": "To this we have the express testimony of the noble decree of that Council of theirs which formerly called forth shouts of unreserved   applause when it was recited among them for the purpose of being decreed, but which would now be received in silence if we should chance to recite it in their ears; whereas they should rather have been slow at first to rejoice in its eloquence, lest they should afterwards come to mourn over it when its credit was destroyed.",
          "id": 273609
        },
        {
          "text": "For in it they speak in the following terms of the followers of Maximianus, who were shut out from their communion: \"Seeing that the shipwrecked members of certain men have been dashed by the waves of truth upon the sharp rocks, and after the fashion of the Egyptians, the shores are covered with the bodies of the dying; whose punishment is intensified in death itself, since after their life has been wrung from them by the avenging waters, they fail to find so much as burial\".",
          "id": 273610
        },
        {
          "text": "In such gross terms indeed, do they insult those who were guilty of schism from their body, that they call them dead and unburied; but certainly they ought to have wished that they might obtain burial, if it were only that they might not have seen Optatus Gildonianus advancing with a military force, and like a sweeping wave that dashes beyond its fellows, sucking back Felicianus and Pr aetextatus once again within their pale, out of the multitude of bodies lying unburied on the shore.",
          "id": 273611
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter 11 —12.",
          "id": 273612
        },
        {
          "text": "Of these I would ask, whether by coming to their sea they were restored to life, or whether they are still dead there? For if still they are none the less corpses, then the laver cannot in any way profit those who are baptized by such dead men.",
          "id": 273613
        },
        {
          "text": "But if they have been restored to life, yet how can the laver profit those whom they baptized before outside, while they were lying without life, if the passage, \"He who is baptized by the dead, of what profit is his baptism to him,\" is to be understood in the way in which they think? For those whom Pr aetextatus and Felicianus baptized while they were yet in communion with Maximianus are now retained among them, sharing in their communion, without being again baptized, together with the same men who baptized them—I mean Felicianus and Pr aetextatus: taking occasion by which fact, if it were not that they cherish the beginning of their own obstinacy, instead of considering the certain end of their spiritual salvation, they would certainly be bound to vigilance, and ought to recover the soundness of their senses, so as to breathe again in Catholic peace; if only, laying aside the swelling of their pride, and overcoming the madness of their stubbornness, they would take heed and see what monstrous sacrilege it is to curse the baptism of the foreign churches, which we have learned from the sacred books were planted in primitive times, and to receive the baptism of the followers of Maximianus, whom they have condemned with their own lips.",
          "id": 273614
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter 12 —13.",
          "id": 273615
        },
        {
          "text": "But our brethren themselves, the sons of the aforesaid churches, were both ignorant at the time, and still are ignorant, of what has been done so many years ago in Africa: wherefore they at any rate cannot be defiled by the charges which have been brought, on the part of the Donatists, against the Africans, without even knowing whether they were true.",
          "id": 273616
        },
        {
          "text": "But the Donatists having openly separated and divided themselves off, although they are even said to have taken part in the ordination of Primianus, yet condemned the said Primianus, ordained another bishop in opposition to Primianus, baptized outside the communion of Primianus, rebaptized after Primianus, and returned to Primianus with their disciples who had been baptized by themselves outside, and never rebaptized by any one inside.",
          "id": 273617
        },
        {
          "text": "If such a union with the party of Maximianus does not pollute the Donatists, how can the mere report concerning the Africans pollute the foreigners? If the lips meet together without offense in the kiss of peace, which reciprocally condemned each other, why is each man that is condemned by them in the churches very far removed by the intervening sea from their jurisdiction, not saluted with a kiss as a faithful Catholic, but driven forth with a blast of indignation as an impious pagan? And if, in receiving the followers of Maximianus, they made peace in behalf of their own unity, far be it from us to find fault with them, save that they cut their own throats by their decision, that whereas, to preserve unity in their schism, they collect together again what had been parted from themselves, they yet scorn to reunite their schism itself to the true unity of the Church.",
          "id": 273618
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter 13.",
          "id": 273619
        },
        {
          "text": "—14.",
          "id": 273620
        },
        {
          "text": "If, in the interests of the unity of the party of Donatus, no one rebaptizes those who were baptized in a wicked schism, and men, who are guilty of a crime of such enormity as to be compared by them in their Council to those ancient authors of schism whom the earth swallowed up alive,  are either unpunished after separation, or restored again to their position after condemnation; why is it that, in defence of the unity of Christ, which is spread throughout the whole inhabited world, of which it has been predicted that it shall have dominion from sea to sea, and from the river unto the ends of the earth, —a prediction which seems from actual proof to be in process of fulfillment; why is it that, in defence of this unity, they do not acknowledge the true and universal law of that inheritance which rings forth from the books that are common to us all: \"I shall give Thee the heathen for Thine inheritance, and the uttermost parts of the earth for Thy possession?\"  In behalf of the unity of Donatus, they are not compelled to call together again what they have scattered abroad, but are warned to hear the cry of the Scriptures: why will they not understand that they meet with such treatment through the mercy of God, that since they brought false charges against the Catholic Church, by contact as it were with which they were unwilling to defile their own excessive sanctity, they should be compelled by the sovereign authority of Optatus Gildonianus to receive again and associate with themselves true offenses of the greatest enormity, condemned by the true voice, as they say, of their own plenary Council? Let them at length perceive how they are filled with the true crimes of their own party, after inventing fictitious crimes wherewith to charge their brethren, when, even if the charges had been true, they ought at length to feel how much should be endured in the cause of peace, and in behalf of Christ's peace to return to a Church which did not condemn crimes undiscovered, if on behalf of the peace of Donatus they were ready to pardon such as were condemned.",
          "id": 273621
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter 14.",
          "id": 273622
        },
        {
          "text": "—15.",
          "id": 273623
        },
        {
          "text": "Therefore, brethren, let it suffice us that they should be admonished and corrected on the one point of their conduct in the matter of the followers of Maximianus.",
          "id": 273624
        },
        {
          "text": "We do not ransack ancient archives, we do not bring to light the contents of time honored libraries, we do not publish our proofs to distant lands; but we bring in, as arbiters betwixt us, all the proofs derived from our ancestors, we spread abroad the witness that cries aloud throughout the world.",
          "id": 273625
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter 15.",
          "id": 273626
        },
        {
          "text": "—16.",
          "id": 273627
        },
        {
          "text": "Look at the states of Musti  and Assura:  there are many still remaining in this life and in this province who have severed themselves, and many from whom they have severed themselves; many who have erected an altar, and many against whom that altar has been erected; many who have condemned, and many who have been condemned; who have received, and who have been received; who have been baptized outside, and not baptized again within: if all these things in the cause of unity defile, let the defiled hold their tongues; if these things in the cause of unity do not defile, let them submit to correction, and terminate their strife.",
          "id": 273628
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter 16.",
          "id": 273629
        },
        {
          "text": "—17.",
          "id": 273630
        },
        {
          "text": "As for the words which follow in his letter, the writer himself could scarcely fail to laugh at them, when, having made an unlearned and lying use of the proof in which he quotes the words of Scripture, \"He who is washed by the dead, what profiteth him his washing?\" he endeavors to show to us \"how far a traditor being still in life may be accounted dead\".",
          "id": 273631
        },
        {
          "text": "And then he goes on further to say: \"That man is dead who has not been worthy to be born again in true baptism; he is likewise dead who, although born in genuine baptism, has joined himself to a traditor\".",
          "id": 273632
        },
        {
          "text": "If, therefore, the followers of Maximianus are not dead, why do the Donatists say, in their plenary Council, that \"the shores are covered with their dying bodies?\" But if they are dead, whence is there life in the baptism which they gave? Again, if Maximianus is not dead, why is a man baptized again who had been baptized by him? But if he is dead why is not also Felicianus of Musti dead with him, who ordained him, and might have died beyond the sea with some African colleague or another who was a traditor? Or, if he also is himself dead, how is there life with him in your society in those who, having been baptized outside by him who is dead, have never been baptized again within?.",
          "id": 273633
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter 17.",
          "id": 273634
        },
        {
          "text": "—18.",
          "id": 273635
        },
        {
          "text": "Then he further adds: \"Both are without the life of baptism, both he who never had it at all, and he who had it but has lost it\".",
          "id": 273636
        },
        {
          "text": "He therefore never had it, whom Felicianus, the follower of Maximianus or Pr aetextatus, baptized outside; and these men themselves have lost what once they had when, therefore, these were received with their followers, who gave to those whom they baptized what previously they did not have? and who restored to themselves what they had lost? But they took away with them the form of baptism, but lost the veritable excellence of baptism by their wicked schism.",
          "id": 273637
        },
        {
          "text": "Why do you repudiate the form itself, which is holy at all times and all places, in the Catholics whom you have not heard, whilst you are willing to acknowledge it in the followers of Maximianus whom you have punished?  19.",
          "id": 273638
        },
        {
          "text": "But whatever he seemed to himself to say by way of accusation about the traitor Judas, I see not how it can concern us, who are not proved by them to have betrayed our trust; nor, indeed, if such treason were proved on the part of any who before our time have died in our communion, would that treason in any way defile us by whom it was disavowed, and to whom it was displeasing.",
          "id": 273639
        },
        {
          "text": "For if they themselves are not defiled by offenses condemned by themselves, and afterwards condoned, how much less can we be defiled by what we have disavowed so soon as we have heard of them! However weighty, therefore, his invective against traditors, let him be assured that they are condemned by me in precisely the same terms.",
          "id": 273640
        },
        {
          "text": "But yet I make a distinction; for he accuses one on my side who has long been dead without having been condemned in any investigation made by me.",
          "id": 273641
        },
        {
          "text": "I point to a man adhering closely to his side, who had been condemned by him, or at least had been separated by a sacrilegious schism, and whom he received again with undiminished honor.",
          "id": 273642
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter 18.",
          "id": 273643
        },
        {
          "text": "—20.",
          "id": 273644
        },
        {
          "text": "He says: \"You who are a most abandoned traditor have come out in the character of a persecutor and murderer of us who keep the law\".",
          "id": 273645
        },
        {
          "text": "If the followers of Maximianus kept the law when they separated from you, then we may acknowledge you as a keeper of the law, when you are separated from the Church spread abroad throughout the world.",
          "id": 273646
        },
        {
          "text": "But if you raise the question of persecutions, I at once reply: If you have suffered anything unjustly, this does not concern those who, though they disapprove of men who act in such a way,  yet endure them for the peace that is in unity, in a manner deserving of all praise.",
          "id": 273647
        },
        {
          "text": "Wherefore you have nothing to bring up against the Lord's wheat, who endure the chaff that is among them till the last winnowing, from whom you never would have separated yourself, had you not shown yourself lighter than chaff by flying away under the blast of temptation before the coming of the Winnower.",
          "id": 273648
        },
        {
          "text": "But not to leave this one example, which the Lord hath thrust back in their teeth, to close the mouths of these men, for their correction if they will show themselves to be wise, but for their confusion if they remain in their folly: if those are more just that suffer persecution than those who inflict it, then those same followers of Maximianus are the more just, whose basilica was utterly overthrown, and who were grievously maltreated by the military following of Optatus, when the mandates of the proconsul, ordering that all of them should be shut out of the basilicas, were manifestly procured by the followers of Primianus.",
          "id": 273649
        },
        {
          "text": "Wherefore, if, when the emperors hated their communion, they ventured on such violent measures for the persecution of the followers of Maximianus, what would they do if they were enabled to work their will by being in communion with kings? And if they did such things as I have mentioned for the correction of the wicked, why are they surprised that Catholic emperors should decree with greater power that they should be worked upon and corrected who endeavor to rebaptize the whole Christian world, when they have no ground for differing from them? seeing that they, themselves bear witness that it is right to bear with wicked men even where they have true charges to bring against them in the cause of peace, since they received those whom they had themselves condemned, acknowledging the honors conferred among themselves, and the baptism administered in schism.",
          "id": 273650
        },
        {
          "text": "Let them at length consider what treatment they deserve at the hands of the Christian powers of the world, who are the enemies of Christian unity throughout the world.",
          "id": 273651
        },
        {
          "text": "If, therefore, correction be bitter, yet let them not fail to be ashamed; lest when they begin to read what they themselves have written, they be overcome with laughter, when they do not find in themselves what they wish to find in others, and fail to recognize  in their own case what they find fault with in their neighbors.",
          "id": 273652
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter 19.",
          "id": 273653
        },
        {
          "text": "—21.",
          "id": 273654
        },
        {
          "text": "What, then, does he mean by quoting in his letter the words with which our Lord addressed the Jews: \"Wherefore, behold, I send unto you prophets, and wise men, and scribes; and some of them ye shall kill and crucify, and some of them shall ye scourge?\"  For if by the wise men and the scribes and the prophets they would have themselves be understood, while we were as it were the persecutors of the prophets and wise men, why are they unwilling to speak with us, seeing they are sent to us? For, indeed, if the man who wrote that epistle which we are at this present moment answering, were to be pressed by us to acknowledge it as his own, stamping its authenticity with his signature, I question much whether he would do it, so thoroughly afraid are they of our possessing any words of theirs.",
          "id": 273655
        },
        {
          "text": "For when we were anxious by some means or other to procure the latter part of this same letter, because those from whom we obtained it were unable to describe the whole of it, no one who was asked for it was willing to give it to us, so soon as they knew that we were making a reply to the portion which we had.",
          "id": 273656
        },
        {
          "text": "Therefore, when they read how the Lord says to the prophet, \"Cry aloud, spare not, and write their sins with my pen,\"   these men who are sent to us as prophets have no fears on this score, but take every precaution that their crying may not be heard by us: which they certainly would not fear if what they spoke of us were true.",
          "id": 273657
        },
        {
          "text": "But their apprehension is not groundless, as it is written in the Psalm, \"The mouth of them that speak lies shall be stopped\".",
          "id": 273658
        },
        {
          "text": "For if the reason that they do not receive our baptism be that we are a generation of vipers—to use the expression in his epistle—why did they receive the baptism of the followers of Maximianus, of whom their Council speaks in the following terms: \"Because the enfolding of a poisoned womb has long concealed the baneful offspring of a viper's seed, and the moist concretions of conceived iniquity have by slow heat flowed forth into the members of serpents\"? Is it not therefore of themselves also that it is said in the same Council, \"The poison of asps is under their lips, their mouth is full of cursing and bitterness, their feet are swift to shed blood; destruction and unhappiness is in their ways, and the way of peace have they not known\"?  And yet they now hold these men themselves in undiminished honor, and receive within their body those whom these men had baptized without.",
          "id": 273659
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter 20.",
          "id": 273660
        },
        {
          "text": "—22.",
          "id": 273661
        },
        {
          "text": "Wherefore all this about the generation of vipers, and the poison of asps under their lips, and all the other things which they have said against those which have not known the way of peace, are really, if they would but speak the truth, more strictly applicable to themselves, since for the sake of the peace of Donatus they received the baptism of these men, in respect of which they used the expressions quoted above in the wording of the decree of the Council; but the baptism of the Church of Christ dispersed throughout the world, from which peace itself came into Africa, they repudiate, to the sacrilegious wounding of the peace of Christ.",
          "id": 273662
        },
        {
          "text": "Which, therefore, are rather the false prophets, who come in sheep's clothing, while inwardly they are ravening wolves, —they who either fail to detect the wicked in the Catholic Church, and communicate with them in all innocence, or else for the sake of the peace of unity are bearing with those whom they cannot separate from the threshing-floor of the Lord before the Winnower shall come, or they who do in schism what they censure in the Catholic Church, and receive in their own separation, when manifest to all and condemned by their own voice, what they profess that they shun in the unity of the Church when it calls for toleration, and does not even certainly exist?.",
          "id": 273663
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter 21.",
          "id": 273664
        },
        {
          "text": "—23.",
          "id": 273665
        },
        {
          "text": "Lastly, it has been said, as he himself has also quoted, \"Ye shall know them by their fruits:\"  let us therefore examine into their fruits.",
          "id": 273666
        },
        {
          "text": "You bring up against our predecessors their delivery of the sacred books.",
          "id": 273667
        },
        {
          "text": "This very charge we urge with greater probability against their accusers themselves.",
          "id": 273668
        },
        {
          "text": "And not to carry our search too far, in the same city of Constantina your predecessors ordained Silvanus bishop at the very outset of his schism.",
          "id": 273669
        },
        {
          "text": "He, while he was still a subdeacon, was most unmistakeably entered as a traditor in the archives of the city.",
          "id": 273670
        },
        {
          "text": "If you on your side bring forward documents against our predecessors, all that we ask is equal terms, that we should either believe both to be true or both to be false.",
          "id": 273671
        },
        {
          "text": "If both are true, you are unquestionably guilty of schism, who have pretended that you avoid offenses in the communion of the whole world, which you had commonly among you in the small fragment of your own sect.",
          "id": 273672
        },
        {
          "text": "But again, if both are false, you are unquestionably guilty of schism, who, on account of the false charges of giving up the sacred books, are staining yourselves with the heinous offence of severance from the Church.",
          "id": 273673
        },
        {
          "text": "But if we have something to urge in accusation while you have nothing, or if our charges are true whilst yours are false, it is no longer matter of discussion how thoroughly your mouths are closed.",
          "id": 273674
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter 22.",
          "id": 273675
        },
        {
          "text": "—24.",
          "id": 273676
        },
        {
          "text": "What if the holy and true Church of Christ were to convince and overcome you, even if we held no documents in support of our cause, or only such as were false, while you had possession of some genuine proofs of delivery of the sacred books? what would then remain for you, except that, if you would, you should show your love of peace, or otherwise should hold your tongues?  For whatever, in that case, you might bring forward in evidence, I should be able to say with the greatest ease and the most perfect truth, that then you are bound to prove as much to the full and catholic unity of the Church already spread abroad and established throughout so many nations, to the end that you should remain within, and that those whom you convict should be expelled.",
          "id": 273677
        },
        {
          "text": "And if you have endeavored to do this, certainly you have not been able to make good your proof; and being vanquished or enraged, you have separated yourselves, with all the heinous guilt of sacrilege, from the guiltless men who could not condemn on insufficient proof.",
          "id": 273678
        },
        {
          "text": "But if you have not even endeavored to do this, then with most accursed and unnatural blindness you have cut yourselves off from the wheat of Christ, which grows throughout His whole fields, that is, throughout the whole world, until the end, because you have taken offense at a few tares in Africa.",
          "id": 273679
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter 23.",
          "id": 273680
        },
        {
          "text": "—25.",
          "id": 273681
        },
        {
          "text": "In conclusion, the Testament is said to have been given to the flames by certain men in the time of persecution.",
          "id": 273682
        },
        {
          "text": "Now let its lessons be read, from whatever source it has been brought to light.",
          "id": 273683
        },
        {
          "text": "Certainly in the beginning of the promises of the Testator this is found to have been said to Abraham: \"In thy seed shall all the nations of the earth be blessed;\"  and this saying is truthfully interpreted by the apostle: \"To thy seed,\" he says, \"which is Christ\".",
          "id": 273684
        },
        {
          "text": "No betrayal on the part of any man has made the promises of God of none effect.",
          "id": 273685
        },
        {
          "text": "Hold communion with all the nations of the earth, and then you may boast that you have preserved the Testament from the destruction of the flames.",
          "id": 273686
        },
        {
          "text": "But if you will not do so, which party is the rather to be believed to have insisted on the burning of the Testament, save that which will not assent to its teaching when it is brought to light? For how much more certainly, without any sacrilegious rashness, can he be held to have joined the company of traditors who now persecutes with his tongue the Testament which they are said to have persecuted with the flames! You charge us with the persecution: the true wheat of the Lord answers you, \"Either it was done justly, or it was done by the chaff that was among us\".",
          "id": 273687
        },
        {
          "text": "What have you to say to this? You object that we have no baptism: the same true wheat of the Lord answers you, that the form of the sacrament even within the Church fails to profit some, as it did no good to Simon Magus when he was baptized, much more it fails to profit those who are without.",
          "id": 273688
        },
        {
          "text": "Yet that baptism remains in them when they depart, is proved from this, that it is not restored to them when they return.",
          "id": 273689
        },
        {
          "text": "Never, therefore, except by the greatest shamelessness, will you be able to cry out against that wheat, or to call them false prophets clad in sheep's clothing, whilst inwardly they are ravening wolves; since either they do not know the wicked in the unity of the Catholic Church, or for the sake of unity bear with those whom they know.",
          "id": 273690
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter 24.",
          "id": 273691
        },
        {
          "text": "—26.",
          "id": 273692
        },
        {
          "text": "But let us turn to the consideration of your fruits.",
          "id": 273693
        },
        {
          "text": "I pass over the tyrannous exercise of authority in the cities, and especially in the estates of other men; I pass over the madness of the Circumcelliones, and the sacrilegious and profane adoration of the bodies of those who had thrown themselves of their own accord over precipices, the revellings of drunkenness, and the ten years' groaning of the whole of Africa under the cruelty of the one man Optatus Gildonanius: all this I pass over, because there are certain among you who cry out that these things are, and have ever been displeasing to them.",
          "id": 273694
        },
        {
          "text": "But they say that they bore with them in the cause of peace, because they could not put them down; wherein they condemn themselves by their own judgment: for if indeed they felt such love for peace, they never would have rent in twain the bond of unity.",
          "id": 273695
        },
        {
          "text": "For what madness can be greater, than to be willing to abandon peace in the midst of peace itself, and to be anxious to retain it in the midst of discord? Therefore, for the sake of those who pretend that they do not see the evils of this same faction of Donatus, which all men see and blame, ignoring them even to the extent of saying of Optatus himself, \"What did he do?\" \"Who accused him?\" \"Who convicted him?\" \"I know nothing,\" \"I saw nothing,\" \"I heard nothing,\"—for the sake of these, I say, who pretend that they are ignorant of what is generally notorious, the party of Maximianus has arisen, through whom their eyes are opened, and their mouths are closed: for they openly sever themselves; they openly erect altar against altar; they are openly in a Council  called sacrilegious and vipers, and swift to shed blood, to be compared with Dathan and Abiram and Korah, and are condemned in cutting terms of abhorrence; and are as openly received again with undiminished honors in company with those whom they have baptized.",
          "id": 273696
        },
        {
          "text": "Such are the fruits of these men, who do all this for the peace of Donatus, that they may clothe themselves in sheep's clothing, and reject the peace of Christ throughout the world that they may be ravening wolves within the fold.",
          "id": 273697
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter 25.",
          "id": 273698
        },
        {
          "text": "—27.",
          "id": 273699
        },
        {
          "text": "I think that I have left unanswered none of the statements in the letter of Donatus, so far at least as relates to what I have been able to find in that part of which we are in possession.",
          "id": 273700
        },
        {
          "text": "I should be glad if they would produce the other part as well, in case there should be anything in it which does not admit of refutation.",
          "id": 273701
        },
        {
          "text": "But as for these answers which we have made to him, with the help of God, I admonish your Christian love, that ye not only communicate them to those who seek for them, but also force them on those who show no longing for them.",
          "id": 273702
        },
        {
          "text": "Let them answer anything they will; and if they shrink from sending a reply to us, let them at any rate send letters to their own party, only not forbidding that the contents should be shown to us.",
          "id": 273703
        },
        {
          "text": "For if they do this, they show their fruits most openly, by which they are proved to demonstration to be ravening wolves disguised in sheep's clothing, in that they secretly lay snares for our sheep, and openly shrink from giving any answer to the shepherds.",
          "id": 273704
        },
        {
          "text": "We only lay to their charge the sin of schism, in which they are all most thoroughly involved,—not the offenses of certain of their party, which some of them declare to be displeasing to themselves.",
          "id": 273705
        },
        {
          "text": "If they, on the other hand, abstain from charging us with the sins of other men, they have nothing they can lay to our charge, and therefore they are wholly unable to defend themselves from the charge of schism; because it is by a wicked severance that they have separated themselves from the threshing-floor of the Lord, and from the innocent company of the corn that is growing throughout the world, on account of charges which either are false, and invented by themselves, or even if true, involve the chaff alone.",
          "id": 273706
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter 26.",
          "id": 273707
        },
        {
          "text": "—28.",
          "id": 273708
        },
        {
          "text": "But it is possible that you may expect of me that I should go on to refute what he has introduced about Manich aeus.",
          "id": 273709
        },
        {
          "text": "Now, in respect of this, the only thing that offends me is that he has censured a most pestilent and pernicious error—I mean the heresy of the Manich aeans—in terms of wholly inadequate severity, if indeed they amount to censure at all, though the Catholic Church has broken down his defenses by the strongest evidence of truth.",
          "id": 273710
        },
        {
          "text": "For the inheritance of Christ, established in all nations, is secure against heresies which have been shut out from the inheritance; but, as the Lord says, \"How can Satan cast out Satan?\"  so how can the error of the Donatists have power to overthrow the error of the Manich aeans?.",
          "id": 273711
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter 27.",
          "id": 273712
        },
        {
          "text": "—29.",
          "id": 273713
        },
        {
          "text": "Wherefore, my beloved brethren, though that error is exposed and overcome in many ways, and dare not oppose the truth on any show of reason whatsoever, but only with the unblushing obstinacy of impudence; yet, not to load your memory with a multitude of proofs, I would have you bear in mind this one action of the followers of Maximianus, confront them with this one fact, thrust this in their teeth, to make them their treacherous tongues, destroy their calumny with this, as it were a three-pronged dart destroying a three-headed monster.",
          "id": 273714
        },
        {
          "text": "They charge us with betrayal of the sacred books; they charge us with persecution; they charge us with false baptism: to all their charges make the same answer about the followers of Maximianus.",
          "id": 273715
        },
        {
          "text": "For they think that the proofs are lost which show that their predecessors gave the sacred volumes to the flames; but this at least they cannot hide, that they have received with unimpaired honors those who were stained with the sacrilege of schism.",
          "id": 273716
        },
        {
          "text": "Also they think that those most violent persecutions are hidden, which they direct against any who oppose them whenever they are able; but whilst spiritual persecution surpasses bodily persecution, they received with undiminished honors the followers of Maximianus, whom they themselves persecuted in the body, and of whom they themselves said, \"Their feet are swift to shed blood;\"  and this at any rate they cannot hide.",
          "id": 273717
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chapter 28.",
          "id": 273718
        },
        {
          "text": "—Finally, they think that the question of baptism is hidden, with which they deceive wretched souls.",
          "id": 273719
        },
        {
          "text": "But whilst they say that none have baptism who were baptized outside the communion of the one Church, they received with undiminished honors the followers of Maximianus, with those whom they baptized in schism outside the Donatist communion, and this at least they cannot hide.",
          "id": 273720
        },
        {
          "text": "30.",
          "id": 273721
        },
        {
          "text": "\"But these things,\" they say, \"bring no pollution in the cause of peace; and it is well to bend to mercy the rigor of extreme severity, that broken branches may be grafted in anew\".",
          "id": 273722
        },
        {
          "text": "Accordingly, in this way the whole question is settled, by defeat in them, by the impossibility of defeat for us; for if the name of peace be assumed for even the faintest shadow of defense to justify the bearing with wicked men in schism, then beyond all doubt the violation of true peace itself involves detestable guilt, with nothing to be said in its defence throughout the unity of the world.",
          "id": 273723
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chapter 29.",
          "id": 273724
        },
        {
          "text": "—31.",
          "id": 273725
        },
        {
          "text": "These things, brethren, I would have you retain as the basis of your action and preaching with untiring gentleness: love men, while you destroy errors; take of the truth without pride; strive for the truth without cruelty.",
          "id": 273726
        },
        {
          "text": "Pray for those whom you refute and convince of error.",
          "id": 273727
        },
        {
          "text": "For the prophet prays to God for mercy upon such as these, saying, \"Fill their faces with shame, that they may seek Thy name, O Lord\".",
          "id": 273728
        },
        {
          "text": "And this, indeed, the Lord has done already, so as to fill the faces of the followers of Maximianus with shame in the sight of all mankind: it only remains that they should learn how to blush to their soul's health.",
          "id": 273729
        },
        {
          "text": "For so they will be able to seek the name of the Lord, from which they are turned away to their utter destruction, whilst they exalt their own name in the place of that of Christ.",
          "id": 273730
        },
        {
          "text": "May ye live and persevere in Christ, and be multiplied, and abound in the love of God, and in love towards one another, and towards all men, brethren well beloved.",
          "id": 273731
        }
      ]
    }
  ]
}