{
  "book": "Augustine: On Baptism Book IV",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "On Baptism, Book IV.",
          "id": 272102
        },
        {
          "text": "Chapter I.",
          "id": 272103
        },
        {
          "text": "—1.",
          "id": 272104
        },
        {
          "text": "The comparison of the Church with Paradise  shows us that men may indeed receive her baptism outside her pale, but that no one outside can either receive or retain the salvation of eternal happiness.",
          "id": 272105
        },
        {
          "text": "For, as the words of Scripture testify, the streams from the fountain of Paradise flowed copiously even beyond its bounds.",
          "id": 272106
        },
        {
          "text": "Record indeed is made of their names; and through what countries they flow, and that they are situated beyond the limits of Paradise, is known to all;  and yet in Mesopotamia, and in Egypt, to which countries those rivers extended, there is not found that blessedness of life which is recorded in Paradise.",
          "id": 272107
        },
        {
          "text": "Accordingly, though the waters of Paradise are found beyond its boundaries, yet its happiness is in Paradise alone.",
          "id": 272108
        },
        {
          "text": "So, therefore, the baptism of the Church may exist outside, but the gift of the life of happiness is found alone within the Church, which has been founded on a rock, which has received the keys of binding and loosing.",
          "id": 272109
        },
        {
          "text": "\"She it is alone who holds as her privilege the whole power of her Bridegroom and Lord;\"  by virtue of which power as bride, she can bring forth sons even of handmaids.",
          "id": 272110
        },
        {
          "text": "And these, if they be not high-minded, shall be called into the lot of the inheritance; but if they be high-minded, they shall remain outside.",
          "id": 272111
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 2 —2.",
          "id": 272112
        },
        {
          "text": "All the more, then, because \"we are fighting  for the honor and unity\" of the Church, let us beware of giving to heretics the credit of whatever we acknowledged among them as belonging to the Church; but let us teach them by argument, that what they possess that is derived from unity is of no efficacy to their salvation, unless they shall return to that same unity.",
          "id": 272113
        },
        {
          "text": "For \"the water of the Church is full of faith, and salvation, and holiness\"  to those who use it rightly.",
          "id": 272114
        },
        {
          "text": "No one, however, can use it well outside the Church.",
          "id": 272115
        },
        {
          "text": "But to those who use it perversely, whether within or without the Church, it is employed to work punishment, and does not conduce to their reward.",
          "id": 272116
        },
        {
          "text": "And so baptism \"cannot be corrupted and polluted,\" though it be handled by the corrupt or by adulterers, just as also \"the Church herself is uncorrupt, and pure, and chaste\".",
          "id": 272117
        },
        {
          "text": "And so no share in it belongs to the avaricious, or thieves, or usurers,—many of whom, by the testimony of Cyprian himself in many places of his letters, exist not only without, but actually within the Church,—and yet they both are baptized and do baptize, with no change in their hearts.",
          "id": 272118
        },
        {
          "text": "3.",
          "id": 272119
        },
        {
          "text": "For this, too, he says, in one of his epistles  to the clergy on the subject of prayer toGod, in which, after the fashion of the holy Daniel, he represents the sins of his people as falling upon himself.",
          "id": 272120
        },
        {
          "text": "For among many other evils of which he makes mention, he speaks of them also as \"renouncing the world in words only and not in deeds;\" as the apostle says of certain men, \"They profess that they know God, but in works they deny Him\".",
          "id": 272121
        },
        {
          "text": "These, therefore, the blessed Cyprian shows to be contained within the Church herself, who are baptized without their hearts being changed for the better, seeing that they renounce the world in words and not in deeds, as the Apostle Peter says, \"The like figure whereunto even baptism doth also now save us, (not the putting away of the filth of the flesh, but the answer of a good conscience),\"  which certainly they had not of whom it is said that they \"renounced the world in words only, and not in deeds;\" and yet he does his utmost, by chiding and convincing them, to make them at length walk in the way of Christ, and be His friends rather than friends of the world.",
          "id": 272122
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 3 —4.",
          "id": 272123
        },
        {
          "text": "And if they would have obeyed him, and begun to live rightly, not as false but as true Christians, would he have ordered them to be baptized anew? Surely not; but their true conversion would have gained this for them, that the sacrament which availed for their destruction while they were yet unchanged, should begin when they changed to avail for their salvation.",
          "id": 272124
        },
        {
          "text": "5.",
          "id": 272125
        },
        {
          "text": "For neither are they \"devoted to the Church\"  who seem to be within and live contrary to Christ, that is, act against His commandments; nor can they be considered in any way to belong to that Church, which He so purifies by the washing of water, \"that He may present to Himself a glorious Church, not having spot or wrinkle, or any such thing\".",
          "id": 272126
        },
        {
          "text": "But if they are not in that Church to whose members they do not belong, they are not in the Church of which it is said, \"My dove is but one; she is the only one of her mother;\"  for she herself is without spot or wrinkle.",
          "id": 272127
        },
        {
          "text": "Or else let him who can assert that those are members of this dove who renounce the world in words but not in deeds.",
          "id": 272128
        },
        {
          "text": "Meantime there is one thing which we see, from which I think it was said, \"He that regardeth the day, regardeth it unto the Lord,\"  for God judgeth every day.",
          "id": 272129
        },
        {
          "text": "For, according to His foreknowledge, who knows whom He has foreordained before the foundation of the world to be made like to the image of His Son, many who are even openly outside, and are called heretics, are better than many good Catholics.",
          "id": 272130
        },
        {
          "text": "For we see what they are to-day, what they shall be to-morrow we know not.",
          "id": 272131
        },
        {
          "text": "And with God, with whom the future is already present, they already are what they shall hereafter be.",
          "id": 272132
        },
        {
          "text": "But we, according to what each man is at present, inquire whether they are to be to-day reckoned among the members of the Church which is called the one dove, and the Bride of Christ without a spot or wrinkle,  of whom Cyprian says in the letter which I have quoted above, that \"they did not keep in the way of the Lord, nor observe the commandments given unto them for their salvation; that they did not fulfill the will of their Lord, being eager about their property and gains, following the dictates of pride, giving way to envy and dissension, careless about single-mindedness and faith, renouncing the world in words only and not in deeds, pleasing each himself, and displeasing all men\".",
          "id": 272133
        },
        {
          "text": "But if the dove does not acknowledge them among her members, and if the Lord shall say to them, supposing that they continue in the same perversity, \"I never knew you: depart from me, ye that work iniquity;\"  then they seem indeed to be in the Church, but are not; \"nay, they even act against the Church.",
          "id": 272134
        },
        {
          "text": "How then can they baptize with the baptism of the Church,\"  which is of avail neither to themselves, nor to those who receive it from them, unless they are changed in heart with a true conversion, so that the sacrament itself, which did not avail them when they received it whilst they were renouncing the world in words and not in deeds, may begin to profit them when they shall begin to renounce it in deeds also? And so too in the case of those whose separation from the Church is open; for neither these nor those are as yet among the members of the dove, but some of them perhaps will be at some future time.",
          "id": 272135
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 4 —6.",
          "id": 272136
        },
        {
          "text": "We do not, therefore, \"acknowledge the baptism of heretics,\"  when we refuse to baptize after them; but because we acknowledge the ordinance to be of Christ even among evil men, whether openly separated from us, or secretly severed whilst within our body, we receive it with due respect, having corrected those who were wrong in the points wherein they went astray.",
          "id": 272137
        },
        {
          "text": "However as I seem to be hard pressed when it is said to me, \"Does then a heretic confer remission of sins?\" so I in turn press hard when I say, Does then he who violates the commands of Heaven, the avaricious man, the robber, the usurer, the envious man, does he who renounces the world in words and not in deeds, confer such remission? If you mean by the force of God's sacrament, then both the one and the other; if by his own merit, neither of them.",
          "id": 272138
        },
        {
          "text": "For that sacrament, even in the hands of wicked men, is known to be of Christ; but neither the one nor the other of these men is found in the body of the one uncorrupt, holy, chaste dove, which has neither spot nor wrinkle.",
          "id": 272139
        },
        {
          "text": "And just as baptism is of no profit to the man who renounces the world in words and not in deeds, so it is of no profit to him who is baptized in heresy or schism; but each of them, when he amends his ways, begins to receive profit from that which before was not profitable, but was yet already in him.",
          "id": 272140
        },
        {
          "text": "7.",
          "id": 272141
        },
        {
          "text": "\"He therefore that is baptized in heresy does not become the temple of God;  but does it therefore follow that he is not to be considered as baptized? For neither does the avaricious man, baptized within the Church, become the temple of God unless he depart from his avarice; for they who become the temple of God certainly inherit the kingdom of God.",
          "id": 272142
        },
        {
          "text": "But the apostle says, among many other things, \"Neither the covetous, nor extortioners, shall inherit the kingdom of God\".",
          "id": 272143
        },
        {
          "text": "For in another place the same apostle compares covetousness to the worship of idols: \"Nor covetous man,\" he says, \"who is an idolater;\"  which meaning the same Cyprian has so far extended in a letter to Antonianus, that he did not hesitate to compare the sin of covetousness with that of men who in time of persecution had declared in writing that they would offer incense.",
          "id": 272144
        },
        {
          "text": "The man, then, who is baptized in heresy in the name of the Holy Trinity, yet does not become the temple of God unless he abandons his heresy, just as the covetous man who has been baptized in the same name does not become the temple of God unless he abandons his covetousness, which is idolatry.",
          "id": 272145
        },
        {
          "text": "For this, too, the same apostle says: \"What agreement hath the temple of God with idols?\"  Let it not, then, be asked of us \"of what God he is made the temple\"  when we say that he is not made the temple of God at all.",
          "id": 272146
        },
        {
          "text": "Yet he is not therefore unbaptized, nor does his foul error cause that what he has received, consecrated in the words of the gospel, should not be the holy sacrament; just as the other man's covetousness (which is idolatry) and great uncleanness cannot prevent what he receives from being holy baptism, even though he be baptized with the same words of the gospel by another man covetous like himself.",
          "id": 272147
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 5 —8.",
          "id": 272148
        },
        {
          "text": "\"Further,\" Cyprian goes on to say, \"in vain do some, who are overcome by reason, oppose to us custom, as though custom were superior to truth, or that were not to be followed in spiritual things which has been revealed by the Holy Spirit, as the better way\".",
          "id": 272149
        },
        {
          "text": "This is clearly true, since reason and truth are to be preferred to custom.",
          "id": 272150
        },
        {
          "text": "But when truth supports custom, nothing should be more strongly maintained.",
          "id": 272151
        },
        {
          "text": "Then he proceeds as follows: \"For one may pardon a man who merely errs, as the Apostle Paul says of himself, 'Who was before a blasphemer, a persecutor, and injurious; but I obtained mercy, because I did it ignorantly;'  but he who, after inspiration and revelation given, perseveres advisedly and knowingly in his former error, sins without hope of pardon on the ground of ignorance.",
          "id": 272152
        },
        {
          "text": "For he rests on a kind of presumption and obstinacy, when he is overcome by reason\".",
          "id": 272153
        },
        {
          "text": "This is most true, that his sin is much more grievous who has sinned wittingly than his who has sinned through ignorance.",
          "id": 272154
        },
        {
          "text": "And so in the case of the holy Cyprian, who was not only learned, but also patient of instruction, which he so fully himself understood to be a part of the praise of the bishop whom the apostle describes,  that he said, \"This also should be approved in a bishop, that he not only teach with knowledge, but also learn with patience\".",
          "id": 272155
        },
        {
          "text": "I do not doubt that if he had had the opportunity of discussing this question, which has been so long and so much disputed in the Church, with the pious and learned men to whom we owe it that subsequently that ancient custom was confirmed by the authority of a plenary Council, he would have shown, without hesitation, not only how learned he was in those things which he had grasped with all the security of truth, but also how ready he was to receive instruction in what he had failed to perceive.",
          "id": 272156
        },
        {
          "text": "And yet, since it is so clear that it is much more grievous to sin wittingly than in ignorance, I should be glad if any one would tell me which is the worse,—the man who falls into heresy, not knowing how great a sin it is, or the man who refuses to abandon his covetousness, knowing its enormity? I might even put the question thus: If one man unwittingly fall into heresy, and another knowingly refuse to depart from idolatry, since the apostle himself says, \"The covetous man, which is an idolater;\" and Cyprian too understood the same passage in just the same way, when he says, in his letter to Antonianus, \"Nor let the new heretics flatter themselves in this, that they say they do not communicate with idolaters, whereas there are amongst them both adulterers and covetous persons, who are held guilty of the sin of idolatry; 'for know this, and understand, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God;'  and again, 'Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry.",
          "id": 272157
        },
        {
          "text": "'\"  I ask, therefore, which sins more deeply,—he who ignorantly has fallen into heresy, or he who wittingly has refused to abandon covetousness, that is idolatry? According to that rule by which the sins of those who sin wittingly are placed before those of the ignorant, the man who is covetous with knowledge takes the first place in sin.",
          "id": 272158
        },
        {
          "text": "But as it is possible that the greatness of the actual sin should produce the same effect in the case of heresy that the witting commission of the sin produces in that of covetousness, let us suppose the ignorant heretic to be on a par in guilt with the consciously covetous man, although the evidence which Cyprian himself has advanced from the apostle does not seem to prove this.",
          "id": 272159
        },
        {
          "text": "For what is it that we abominate in heretics except their blasphemies? But when he wished to show that ignorance of the sin may conduce to ease in obtaining pardon, he advanced a proof from the case of the apostle, when he says, \"Who was before a blasphemer, and a persecutor, and injurious; but I obtained mercy, because I did it ignorantly\".",
          "id": 272160
        },
        {
          "text": "But if possible, as I said before, let the sins of the two men—the blasphemy of the unconscious, and the idolatry of the conscious sinner—be esteemed of equal weight; and let them be judged by the same sentence,—he who, in seeking for Christ, falls into a truth-like setting forth of what is false, and he who wittingly resists Christ speaking through His apostle, \"seeing that no whoremonger, nor unclean person, nor covetous man, which is an idolater, hath any inheritance in the kingdom of Christ and of God,\" —and then I would ask why baptism and the words of the gospel are held as naught in the former case, and accounted valid in the latter, when each is alike found to be estranged from the members of the dove.",
          "id": 272161
        },
        {
          "text": "Is it because the former is an open combatant outside, that he should not be admitted, the latter a cunning assenter within the fold, that he may not be expelled?.",
          "id": 272162
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 6 —9.",
          "id": 272163
        },
        {
          "text": "But as regards his saying, \"Nor let any one affirm that what they have received from the apostles, that they follow; for the apostles handed down only one Church and one baptism, and that appointed only in the same Church:\"  this does not so much move me to venture to condemn the baptism of Christ when found amongst heretics (just as it is necessary to recognize the gospel itself when I find it with them, though I abominate their error), as it warns me that there were some even in the times of the holy Cyprian who traced to the authority of the apostles that custom against which the African Councils were held, and in respect of which he himself said a little above, \"In vain do those who are beaten by reason oppose to us the authority of custom\".",
          "id": 272164
        },
        {
          "text": "Nor do I find the reason why the same Cyprian found this very custom, which after his time was confirmed by nothing less than a plenary Council of the whole world, already so strong before his time, that when with all his learning he sought an authority worth following for changing it, he found nothing but a Council of Agrippinus held in Africa a very few years before his own time.",
          "id": 272165
        },
        {
          "text": "And seeing that this was not enough for him, as against the custom of the whole world, he laid hold on these reasons which we just now, considering them with great care, and being confirmed by the antiquity of the custom itself, and by the subsequent authority of a plenary Council, found to be truth-like rather than true; which, however, seemed to him true, as he toiled in a question of the greatest obscurity, and was in doubt about the remission of sins,—whether it could fail to be given in the baptism of Christ, and whether it could be given among heretics.",
          "id": 272166
        },
        {
          "text": "In which matter, if an imperfect revelation of the truth was given to Cyprian, that the greatness of his love in not deserting the unity of the Church might be made manifest, there is yet not any reason why any one should venture to claim superiority over the strong defenses and excellence of his virtues, and the abundance of graces which were found in him, merely because, with the instruction derived from the strength of a general Council, he sees something which Cyprian did not see, because the Church had not yet held a plenary Council on the matter.",
          "id": 272167
        },
        {
          "text": "Just as no one is so insane as to set himself up as surpassing the merits of the Apostle Peter, because, taught by the epistles of the Apostle Paul, and confirmed by the custom of the Church herself, he does not compel the Gentiles to judaize, as Peter once had done.",
          "id": 272168
        },
        {
          "text": "10.",
          "id": 272169
        },
        {
          "text": "We do not then \"find that any one, after being baptized among heretics, was afterwards admitted by the apostles with the same baptism, and communicated;\"  but neither do we find this, that any one coming from the society of heretics, who had been baptized among them, was baptized anew by the apostles.",
          "id": 272170
        },
        {
          "text": "But this custom, which even then those who looked back to past ages could not find to have been invented by men of a later time, is rightly believed to have been handed down from the apostles.",
          "id": 272171
        },
        {
          "text": "And there are many other things of the same kind, which it would be tedious to recount.",
          "id": 272172
        },
        {
          "text": "Wherefore, if they had something to say for themselves to whom Cyprian, wishing to persuade them of the truth of his own view, says, \"Let no one say, What we have received from the apostles, that we follow,\" with how much more force we now say, What the custom of the Church has always held, what this argument has failed to prove false, and what a plenary Council has confirmed, this we follow! To this we may add that it may also be said, after a careful inquiry into the reasoning on both sides of the discussion, and into the evidence of Scripture, What truth has declared, that we follow.",
          "id": 272173
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 7 —11.",
          "id": 272174
        },
        {
          "text": "For in fact, as to what some opposed to the reasoning of Cyprian, that the apostle says, \"Notwithstanding every way, whether in pretence or in truth, let Christ be preached;\"  Cyprian rightly exposed their error, showing that it has nothing to do with the case of heretics, since the apostle was speaking of those who were acting within the Church, with malicious envy seeking their own profit.",
          "id": 272175
        },
        {
          "text": "They announced Christ, indeed, according to the truth whereby we believe in Christ, but not in the spirit in which He was announced by the good evangelists to the sons of the dove.",
          "id": 272176
        },
        {
          "text": "\"For Paul,\" he says, \"in his epistle was not speaking of heretics, or of their baptism, so that it could be shown that he had laid down anything concerning this matter.",
          "id": 272177
        },
        {
          "text": "He was speaking of brethren, whether as walking disorderly and contrary to the discipline of the Church, or as keeping the discipline of the Church in the fear of God.",
          "id": 272178
        },
        {
          "text": "And he declared that some of them spoke the word of God steadfastly and fearlessly, but that some were acting in envy and strife; that some had kept themselves encompassed with kindly Christian love, but that others entertained malice and strife: but yet that he patiently endured all things, with the view that, whether in truth or in pretence, the name of Christ, which Paul preached, might come to the knowledge of the greatest number, and that the sowing of the word, which was as yet a new and unaccustomed work, might spread more widely by the preaching of those that spoke.",
          "id": 272179
        },
        {
          "text": "Furthermore, it is one thing for those who are within the Church to speak in the name of Christ, another thing for those who are without, acting against the Church, to baptize in the name of Christ\".",
          "id": 272180
        },
        {
          "text": "These words of Cyprian seem to warn us that we must distinguish between those who are bad outside, and those who are bad within the Church.",
          "id": 272181
        },
        {
          "text": "And those whom he says that the apostle represents as preaching the gospel impurely and of envy, he says truly were within.",
          "id": 272182
        },
        {
          "text": "This much, however, I think I may say without rashness, if no one outside can have anything which is of Christ, neither can any one within have anything which is of the devil.",
          "id": 272183
        },
        {
          "text": "For if that closed garden can contain the thorns of the devil, why cannot the fountain of Christ equally flow beyond the garden's bounds? But if it cannot contain them, whence, even in the time of the Apostle Paul himself, did there arise amongst those who were within so great an evil of envy and malicious strife? For these are the words of Cyprian.",
          "id": 272184
        },
        {
          "text": "Can it be that envy and malicious strife are a small evil? How then were those in unity who were not at peace? For it is not my voice, nor that of any man, but of the Lord Himself; nor did the sound go forth from men, but from angels, at the birth of Christ, \"Glory to God in the highest, and on earth peace to men of good will\".",
          "id": 272185
        },
        {
          "text": "And this certainly would not have been proclaimed by the voice of angels when Christ was born upon the earth, unless God wished this to be understood, that those are in the unity of the body of Christ who are united in the peace of Christ, and those are in the peace of Christ who are of good will.",
          "id": 272186
        },
        {
          "text": "Furthermore, as good will is shown in kindliness, so is bad will shown in malice.",
          "id": 272187
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 8 —12.",
          "id": 272188
        },
        {
          "text": "In short, we may see how great an evil in itself is envy, which cannot be other than malicious.",
          "id": 272189
        },
        {
          "text": "Let us not look for other testimony.",
          "id": 272190
        },
        {
          "text": "Cyprian himself is sufficient for us, through whose mouth the Lord poured forth so many thunders in most perfect truth, and uttered so many useful precepts about envy and malignity.",
          "id": 272191
        },
        {
          "text": "Let us therefore read the letter of Cyprian about envy and malignity, and see how great an evil it is to envy those better than ourselves,—an evil whose origin he shows in memorable words to have sprung from the devil himself.",
          "id": 272192
        },
        {
          "text": "\"To feel jealousy,\" he says, \"of what you regard as good, and to envy those who are better than yourselves, to some, dearest brethren, seems a light and minute offense\".",
          "id": 272193
        },
        {
          "text": "And again a little later, when he was inquiring into the source and origin of the evil, he says, \"From this the devil, in the very beginning of the world, perished first himself, and led others to destruction\".",
          "id": 272194
        },
        {
          "text": "And further on in the same chapter: \"What an evil, dearest brethren, is that by which an angel fell! by which that exalted and illustrious loftiness was able to be deceived and overthrown! by which he was deceived who was the deceiver! From that time envy stalks upon the earth, when man, about to perish through malignity, submits himself to the teacher of perdition,—when he who envies imitates the devil, as it is written, 'Through envy of the devil came death into the world, and they that do hold of his side do find it.",
          "id": 272195
        },
        {
          "text": "'\"  How true, how forcible are these words of Cyprian, in an epistle known throughout the world, we cannot fail to recognize.",
          "id": 272196
        },
        {
          "text": "It was truly fitting for Cyprian to argue and warn most forcibly about envy and malignity, from which most deadly evil he proved his own heart to be so far removed by the abundance of his Christian love; by carefully guarding which he remained in the unity of communion with his colleagues, who without ill-feeling entertained different views about baptism, whilst he himself differed in opinion from them, not through any contention of ill will, but through human infirmity, erring in a point which God, in His own good time, would reveal to him by reason of his perseverance in love.",
          "id": 272197
        },
        {
          "text": "For he says openly, \"Judging no one, nor depriving any of the right of communion if he differ from us.",
          "id": 272198
        },
        {
          "text": "For no one of us setteth himself up as a bishop of bishops, or by tyrannical terror forces his colleagues to a necessity of obeying\".",
          "id": 272199
        },
        {
          "text": "And in the end of the epistle before us he says, \"These things I have written to you briefly, dearest brother, according to my poor ability, prescribing to or prejudging no one, so as to prevent each bishop from doing what he thinks right in the free exercise of his own judgment.",
          "id": 272200
        },
        {
          "text": "We, so far as in us lies, do not strive on behalf of heretics with our colleges and fellow-bishops, with whom we hold the harmony that God enjoins, and the peace of our Lord, especially as the apostle says, 'If any man seem to be contentious, we have no such custom, neither the churches of God.",
          "id": 272201
        },
        {
          "text": "'  Christian love in our souls, the honor of our fraternity, the bond of faith, the harmony of the priesthood, all these are maintained by us with patience and gentleness.",
          "id": 272202
        },
        {
          "text": "For this cause we have also, so far as our poor ability admitted, by the permission and inspiration of the Lord, written now a treatise on the benefit of patience,  which we have sent to you in consideration of our mutual affection\".",
          "id": 272203
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter 9 —13.",
          "id": 272204
        },
        {
          "text": "By this patience of Christian love he not only endured the difference of opinion manifested in all kindliness by his good colleagues on an obscure point, as he also himself received toleration, till, in process of time, when it so pleased God, what had always been a most wholesome custom was further confirmed by a declaration of the truth in a plenary Council, but he even put up with those who were manifestly bad, as was very well known to himself, who did not entertain a different view in consequence of the obscurity of the question, but acted contrary to their preaching in the evil practices of an abandoned life, as the apostle says of them, \"Thou that preachest a man should not steal, dost thou steal?\"  For Cyprian says in his letter of such bishops of his own time, his own colleagues, and remaining in communion with him, \"While they had brethren starving in the Church, they tried to amass large sums of money, they took possession of estates by fraudulent proceedings, they multiplied their gains by accumulated usuries\".",
          "id": 272205
        },
        {
          "text": "For here there is no obscure question.",
          "id": 272206
        },
        {
          "text": "Scripture declares openly, \"Neither covetous nor extortioners shall inherit the kingdom of God;\"  and \"He that putteth out his money to usury,\"  and \"No whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God\".",
          "id": 272207
        },
        {
          "text": "He therefore certainly would not, without knowledge, have brought accusations of such covetousness, that men not only greedily treasured up their own goods, but also fraudulently appropriated the goods of others, or of idolatry existing in such enormity as he understands and proves it to exist; nor assuredly would he bear false witness against his fellow-bishops.",
          "id": 272208
        },
        {
          "text": "And yet with the bowels of fatherly and motherly love he endured them, lest that, by rooting out the tares before their time, the wheat should also have been rooted up,  imitating assuredly the Apostle Paul, who, with the same love towards the Church, endured those who were ill-disposed and envious towards him.",
          "id": 272209
        },
        {
          "text": "14.",
          "id": 272210
        },
        {
          "text": "But yet because \"by the envy of the devil death entered into the world, and they that do hold of his side do find it,\"  not because they are created by God, but because they go astray of themselves, as Cyprian also says himself, seeing that the devil, before he was a devil, was an angel, and good, how can it be that they who are of the devil's side are in the unity of Christ? Beyond all doubt, as the Lord Himself says, \"an enemy hath done this,\" who \"sowed tares among the wheat\".",
          "id": 272211
        },
        {
          "text": "As therefore what is of the devil within the fold must be convicted, so what is of Christ without must be recognized.",
          "id": 272212
        },
        {
          "text": "Has the devil what is his within the unity of the Church, and shall Christ not have what is His without? This, perhaps, might be said of individual men, that as the devil has none that are his among the holy angels, so God has none that are His outside the communion of the Church.",
          "id": 272213
        },
        {
          "text": "But though it may be allowed to the devil to mingle tares, that is, wicked men, with this Church which still wears the mortal nature of flesh, so long as it is wandering far from God, he being allowed this just because of the pilgrimage of the Church herself, that men may desire more ardently the rest of that country which the angels enjoy, yet this cannot be said of the sacraments.",
          "id": 272214
        },
        {
          "text": "For, as the tares within the Church can have and handle them, though not for salvation, but for the destruction to which they are destined in the fire, so also can the tares without, which received them from seceders from within; for they did not lose them by seceding.",
          "id": 272215
        },
        {
          "text": "This, indeed, is made plain from the fact that baptism is not conferred again on their return, when any of the very men who seceded happen to come back again.",
          "id": 272216
        },
        {
          "text": "And let not any one say, Why, what fruit hath the tares? For if this be so, their condition is the same, so far as this goes, both inside and without.",
          "id": 272217
        },
        {
          "text": "For it surely cannot be that grains of corn are found in the tares inside, and not in those without.",
          "id": 272218
        },
        {
          "text": "But when the question is of the sacrament, we do not consider whether the tares bear any fruit, but whether they have any share of heaven; for the tares, both within and without, share the rain with the wheat itself, which rain is in itself heavenly and sweet, even though under its influence the tares grow up in barrenness.",
          "id": 272219
        },
        {
          "text": "And so the sacrament, according to the gospel of Christ, is divine and pleasant; nor is it to be esteemed as naught because of the barrenness of those on whom its dew falls even without.",
          "id": 272220
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter 10 —15.",
          "id": 272221
        },
        {
          "text": "But some one may say that the tares within may more easily be converted into wheat.",
          "id": 272222
        },
        {
          "text": "I grant that it is so; but what has this to do with the question of repeating baptism? You surely do not maintain that if a man converted from heresy, through the occasion and opportunity given by his conversion, should bear fruit before another who, being within the Church, is more slow to be washed from his iniquity, and so corrected and changed, the former therefore needs not to be baptized again, but the churchman to be baptized again, who was outstripped by him who came from the heretics, because of the greater slowness of his amendment.",
          "id": 272223
        },
        {
          "text": "It has nothing, therefore, to do with the question now at issue who is later or slower in being converted from his especial waywardness to the straight path of faith, or hope, or charity.",
          "id": 272224
        },
        {
          "text": "For although the bad within the fold are more easily made good yet it will sometimes happen that certain of the number of those outside will outstrip in their conversion certain of those within; and while these remain in barrenness, the former, being restored to unity and communion, will bear fruit with patience, thirty-fold, or sixty-fold, or a hundred-fold.",
          "id": 272225
        },
        {
          "text": "Or if those only are to be called tares who remain in perverse error to the end, there are many ears of corn outside, and many tares within.",
          "id": 272226
        },
        {
          "text": "16.",
          "id": 272227
        },
        {
          "text": "But it will be urged that the bad outside are worse than those within.",
          "id": 272228
        },
        {
          "text": "It is indeed a weighty question, whether Nicolaus, being already severed from the Church,  or Simon, who was still within it,  was the worse,—the one being a heretic, the other a sorcerer.",
          "id": 272229
        },
        {
          "text": "But if the mere fact of division, as being the clearest token of violated charity, is held to be the worse evil, I grant that it is so.",
          "id": 272230
        },
        {
          "text": "Yet many, though they have lost all feelings of charity, yet do not secede from considerations of worldly profit; and as they seek their own, not the things which are Jesus Christ's,  what they are unwilling to secede from is not the unity of Christ, but their own temporal advantage.",
          "id": 272231
        },
        {
          "text": "Whence it is said in praise of charity, that she \"seeketh not her own\".",
          "id": 272232
        },
        {
          "text": "17.",
          "id": 272233
        },
        {
          "text": "Now, therefore, the question is, how could men of the party of the devil belong to the Church, which has no spot, or wrinkle, or any such thing,  of which also it is said, \"My dove is one?\"  But if they cannot, it is clear that she groans among those who are not of her, some treacherously laying wait within, some barking at her gate without.",
          "id": 272234
        },
        {
          "text": "Such men, however, even within, both receive baptism, and possess it, and transmit it holy in itself; nor is it in any way defiled by their wickedness, in which they persevere even to the end.",
          "id": 272235
        },
        {
          "text": "Wherefore the same blessed Cyprian teaches us that baptism is to be considered as consecrated in itself by the words of the gospel, as the Church has received, without joining to it or mingling with it any consideration of waywardness and wickedness on the part of either minister or recipients; since he himself points out to us both truths,—both that there have been some within the Church who did not cherish kindly Christian love, but practised envy and unkind dissension, of whom the Apostle Paul spoke; and also that the envious belong to the devil's party, as he testifies in the most open way in the epistle which he wrote about envy and malignity.",
          "id": 272236
        },
        {
          "text": "Wherefore, since it is clearly possible that in those who belong to the devil's party, Christ's sacrament may yet be holy,—not, indeed, to their salvation, but to their condemnation, and that not only if they are led astray after they have been baptized, but even if they were such in heart when they received the sacrament, renouncing the world (as the same Cyprian shows) in words only and not in deeds;   and since even if afterwards they be brought into the right way, the sacrament is not to be again administered which they received when they were astray; so far as I can see, the case is already clear and evident, that in the question of baptism we have to consider, not who gives, but what he gives; not who receives, but what he receives; not who has, but what he has.",
          "id": 272237
        },
        {
          "text": "For if men of the party of the devil, and therefore in no way belonging to the one dove, can yet receive, and have, and give baptism in all its holiness, in no way defiled by their waywardness, as we are taught by the letters of Cyprian himself, how are we ascribing to heretics what does not belong to them? how are we saying that what is really Christ's is theirs, and not rather recognizing in them the signs of our Sovereign, and correcting the deeds of deserters from Him? Wherefore it is one thing, as the holy Cyprian says, \"for those within in the Church, to speak in the name of Christ, another thing for those without, who are acting against the Church, to baptize in His name\".",
          "id": 272238
        },
        {
          "text": "But both many who are within act against the Church by evil living, and by enticing weak souls to copy their lives; and some who are without speak in Christ's name, and are not forbidden to work the works of Christ, but only to be without, since for the healing of their souls we grasp at them, or reason with them, or exhort them.",
          "id": 272239
        },
        {
          "text": "For he, too, was without who did not follow Christ with His disciples, and yet in Christ's name was casting out devils, which the Lord enjoined that he should not be prevented from doing;  although, certainly, in the point where he was imperfect he was to be made whole, in accordance with the words of the Lord, in which He says, \"He that is not with me is against me; and he that gathereth not with me scattereth abroad\".",
          "id": 272240
        },
        {
          "text": "Therefore both some things are done outside in the name of Christ not against the Church, and some things are done inside on the devil's part which are against the Church.",
          "id": 272241
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter 11 —18.",
          "id": 272242
        },
        {
          "text": "What shall we say of what is also wonderful, that he who carefully observes may find that it is possible that certain persons, without violating Christian charity, may yet teach what is useless, as Peter wished to compel the Gentiles to observe Jewish customs,  as Cyprian himself would force heretics to be baptized anew? whence the apostle says to such good members, who are rooted in charity, and yet walk not rightly in some points, \"If in anything ye be otherwise minded, God shall reveal even this unto you;\"  and that some again, though devoid of charity, may teach something wholesome? of whom the Lord says, \"The scribes and the Pharisees sit in Moses' seat: all therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say and do not\".",
          "id": 272243
        },
        {
          "text": "Whence the apostle also says of those envious and malicious ones who yet preach salvation through Christ, \"Whether in pretense, or in truth, let Christ be preached\".",
          "id": 272244
        },
        {
          "text": "Wherefore, both within and without, the waywardness of man is to be corrected, but the divine sacraments and utterances are not to be attributed to men.",
          "id": 272245
        },
        {
          "text": "He is not, therefore, a \"patron of heretics\" who refuses to attribute to them what he knows not to belong to them, even though it be found among them.",
          "id": 272246
        },
        {
          "text": "We do not grant baptism to be theirs; but we recognize His baptism of whom it is said, \"The same is He which baptizeth,\"  wheresoever we find it.",
          "id": 272247
        },
        {
          "text": "But if \"the treacherous and blasphemous man\" continue in his treachery and blasphemy, he receives no \"remission of sins either without\" or within the Church; or if, by the power of the sacrament, he receives it for the moment, the same force operates both without and within, as the power of the name of Christ used to work the expulsion of devils even without the Church.",
          "id": 272248
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter 12 —19.",
          "id": 272249
        },
        {
          "text": "But he urges that \"we find that the apostles, in all their epistles, execrated and abhorred the sacrilegious wickedness of heretics, so as to say that 'their word does spread as a canker.",
          "id": 272250
        },
        {
          "text": "'\"  What then? Does not Paul also show that those who said, \"Let us eat and drink, for to-morrow we die,\" were corrupters of good manners by their evil communications, adding immediately afterwards, \"Evil communications corrupt good manners;\" and yet he intimated that these were within the Church when he says, \"How say some among you that there is no resurrection of the dead?\"  But when does he fail to express his abhorrence of the covetous? Or could anything be said in stronger terms, than that covetousness should be called idolatry, as the same apostle declared?  Nor did Cyprian understand his language otherwise, inserting it when need required in his letters; though he confesses that in his time there were in the Church not covetous men of an ordinary type, but robbers and usurers, and these found not among the masses, but among the bishops.",
          "id": 272251
        },
        {
          "text": "And yet I should be willing to understand that those of whom the apostle says, \"Their word does spread as a canker,\" were without the Church, but Cyprian himself will not allow me.",
          "id": 272252
        },
        {
          "text": "For, when showing, in his letter to Antonianus,  that no man ought to sever himself from the unity of the Church before the time of the final separation of the just and unjust, merely because of the admixture of evil men in the Church, when he makes it manifest how holy he was, and deserving of the illustrious martyrdom which he won, he says, \"What swelling of arrogance it is, what forgetfulness of humility and gentleness, that any one should dare or believe that he can do what the Lord did not grant even to the apostles,—to think that he can distinguish the tares from the wheat, or, as if it were granted to him to carry the fan and purge the floor, to endeavor to separate the chaff from the grain! And whereas the apostle says, 'But in a great house there are not only vessels of gold and of silver, but also of wood and of earth,'  that he should seem to choose those of gold and of silver, and despise and cast away and condemn those of wood and of earth, when really the vessels of wood are only to be burned in the day of the Lord by the burning of the divine conflagration, and those of earth are to be broken by Him to whom the 'rod of iron  has been given.",
          "id": 272253
        },
        {
          "text": "'\"  By this argument, therefore, against those who, under the pretext of avoiding the society of wicked men, had severed themselves from the unity of the Church, Cyprian shows that by the great house of which the apostle spoke, in which there were not only vessels of gold and of silver, but also of wood and of earth, he understood nothing else but the Church, in which there should be good and bad, till at the last day it should be cleansed as a threshing-floor by the winnowing-fan.",
          "id": 272254
        },
        {
          "text": "And if this be so, in the Church herself, that is, in the great house itself, there were vessels to dishonor, whose word did spread like a canker.",
          "id": 272255
        },
        {
          "text": "For the apostle, speaking of them, taught as follows: \"And their word,\" he says, \"will spread as doth a canker; of whom is Hymen aeus and Philetus; who concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some.",
          "id": 272256
        },
        {
          "text": "Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are His.",
          "id": 272257
        },
        {
          "text": "And, Let every one that nameth the name of Christ depart from iniquity.",
          "id": 272258
        },
        {
          "text": "But in a great house there are not only vessels of gold and of silver, but also of wood and of earth\".",
          "id": 272259
        },
        {
          "text": "If, therefore, they whose words did spread as doth a canker were as it were vessels to dishonor in the great house, and by that \"great house\" Cyprian understands the unity of the Church itself, surely it cannot be that their canker polluted the baptism of Christ.",
          "id": 272260
        },
        {
          "text": "Accordingly, neither without, any more than within, can any one who is of the devil's party, either in himself or in any other person, stain the sacrament which is of Christ.",
          "id": 272261
        },
        {
          "text": "It is not, therefore, the case that \"the word which spreads as a canker to the ears of those who hear it gives remission of sins;\"  but when baptism is given in the words of the gospel, however great be the perverseness of understanding on the part either of him through whom, or of him to whom it is given, the sacrament itself is holy in itself on account of Him whose sacrament it is.",
          "id": 272262
        },
        {
          "text": "And if any one, receiving it at the hands of a misguided man, yet does not receive the perversity of the minister, but only the holiness of the mystery, being closely bound to the unity of the Church in good faith and hope and charity, he receives remission of his sins,—not by the words which do eat as doth a canker, but by the sacraments of the gospel flowing from a heavenly source.",
          "id": 272263
        },
        {
          "text": "But if the recipient himself be misguided, on the one hand, what is given is of no avail for the salvation of the misguided man; and yet, on the other hand, that which is received remains holy in the recipient, and is not renewed to him if he be brought to the right way.",
          "id": 272264
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter 13.",
          "id": 272265
        },
        {
          "text": "—20.",
          "id": 272266
        },
        {
          "text": "There is therefore \"no fellowship between righteousness and unrighteousness,\"  not only without, but also within the Church; for \"the Lord knoweth them that are His,\" and \"Let every one that nameth the name of Christ depart from iniquity\".",
          "id": 272267
        },
        {
          "text": "There is also \"no communion between light and darkness,\"  not only without, but also within the Church; for \"he that hateth his brother is still in darkness\".",
          "id": 272268
        },
        {
          "text": "And they at any rate hated Paul, who, preaching Christ of envy and malicious strife, supposed that they added affliction to his bonds;  and yet the same Cyprian understands these still to have been within the Church.",
          "id": 272269
        },
        {
          "text": "Since, therefore, \"neither darkness can enlighten, nor unrighteousness justify,\"  as Cyprian again says, I ask, how could those men baptize within the very Church herself? I ask, how could those vessels which the large house contains not to honor, but to dishonor, administer what is holy for the sanctifying of men within the great house itself, unless because that holiness of the sacrament cannot be polluted even by the unclean, either when it is given at their hands, or when it is received by those who in heart and life are not changed for the better? of whom, as situated within the Church, Cyprian himself says, \"Renouncing the world in word only, and not in deed\".",
          "id": 272270
        },
        {
          "text": "21.",
          "id": 272271
        },
        {
          "text": "There are therefore also within the Church \"enemies of God, whose hearts the spirit of Antichrist has possessed;\" and yet they, \"deal with spiritual and divine things,\"  which cannot profit for their salvation so long as they remain such as they are; and yet neither can they pollute them by their own uncleanness.",
          "id": 272272
        },
        {
          "text": "With regard to what he says, therefore, \"that they have no part given them in the saving grace of the Church, who, scattering and fighting against the Church of Christ, are called adversaries by Christ Himself, and antichrists by His apostles,  this must be received under the consideration that there are men of this kind both within and without.",
          "id": 272273
        },
        {
          "text": "But the separation of those that are within from the perfection and unity of the dove is not only known in the case of some men to God, but even in the case of some to their fellow-men; for, by regarding their openly abandoned life and confirmed wickedness, and comparing it with the rules of God's commandments, they understand to what a multitude of tares and chaff, situated now some within and some without, but destined to be most manifestly separated at the last day, the Lord will then say, \"Depart from me, ye that work iniquity,\"  and \"Depart into everlasting fire, prepared for the devil and his angels\".",
          "id": 272274
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter 14.",
          "id": 272275
        },
        {
          "text": "—22.",
          "id": 272276
        },
        {
          "text": "But we must not despair of the conversion of any man, whether situated within or without, so long as \"the goodness of God leadeth him to repentance,\"  and \"visits their transgressions with the rod, and their inquiry with stripes\".",
          "id": 272277
        },
        {
          "text": "For in this way \"He does not utterly take from them His loving-kindness,\"  if they will themselves sometimes \"love their own soul, pleasing God\".",
          "id": 272278
        },
        {
          "text": "But as the good man \"that shall endure unto the end, the same shall be saved,\"  so the bad man, whether within or without, who shall persevere in his wickedness to the end, shall not be saved.",
          "id": 272279
        },
        {
          "text": "Nor do we say that \"all, wheresoever and howsoever baptized, obtain the grace of baptism,\"  if by the grace of baptism is understood the actual salvation which is conferred by the celebration of the sacrament; but many fail to obtain this salvation even within the Church, although it is clear that they possess the sacrament, which is holy in itself.",
          "id": 272280
        },
        {
          "text": "Well, therefore, does the Lord warn us in the gospel that we should not company with ill-advisers,  who walk under the pretence of Christ's name; but these are found both within and without, as, in fact, they do not proceed without unless they have first been ill-disposed within.",
          "id": 272281
        },
        {
          "text": "And we know that the apostle said of the vessels placed in the great house, \"If a man therefore purge himself from these, he shall be a vessel unto honor, sanctified, and meet for the Master's use, and prepared unto every good work\".",
          "id": 272282
        },
        {
          "text": "But in what manner each man ought to purge himself from these he shows a little above, saying, \"Let every one that nameth the name of Christ depart from iniquity,\"  that he may not in the last day, with the chaff, whether with that which has already been driven from the threshing-floor, or with that which is to be separated at the last, hear the command, \"Depart from me, ye that work iniquity\".",
          "id": 272283
        },
        {
          "text": "Whence it appears, indeed, as Cyprian says, that \"we are not at once to admit and adopt whatsoever is professed in the name of Christ, but only what is done in the truth of Christ\".",
          "id": 272284
        },
        {
          "text": "But it is not an action done in the truth of Christ that men should \"seize on estates by fraudulent pretenses, and increase their gains by accumulated usury,\"  or that they should \"renounce the world in word only;\"  and yet, that all this is done within the Church, Cyprian himself bears sufficient testimony.",
          "id": 272285
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter 15.",
          "id": 272286
        },
        {
          "text": "—23.",
          "id": 272287
        },
        {
          "text": "To go on to the point which he pursues at great length, that \"they who blaspheme the Father of Christ cannot be baptized in Christ,\"  since it is clear that they blaspheme through error (for he who comes to the baptism of Christ will not openly blaspheme the Father of Christ, but he is led to blaspheme by holding a view contrary to the teaching of the truth about the Father of Christ), we have already shown at sufficient length that baptism, consecrated in the words of the gospel, is not affected by the error of any man, whether ministrant or recipient, whether he hold views contrary to the revelation of divine teaching on the subject of the Father, or the Son, or the Holy Ghost.",
          "id": 272288
        },
        {
          "text": "For many carnal and natural men are baptized even within the Church, as the apostle expressly says: \"The natural man receiveth not the things of the Spirit of God;\"  and after they had received baptism, he says that they \"are yet carnal\".",
          "id": 272289
        },
        {
          "text": "But according to it carnal sense, a soul given up to fleshly appetites cannot entertain but fleshly wisdom about God.",
          "id": 272290
        },
        {
          "text": "Wherefore many, progressing after baptism, and especially those who have been baptized in infancy or early youth, in proportion as their intellect becomes clearer and brighter, while \"the inward man is renewed day by day,\"  throw away their former opinions which they held about God while they were mocked with vain imaginings, with scorn and horror and confession of their mistake.",
          "id": 272291
        },
        {
          "text": "And yet they are not therefore considered not to have received baptism, or to have received baptism of a kind corresponding to their error; but in them both the perfection of the sacrament is honored and the delusion of their mind is corrected, even though it had become inveterate through long confirmation, or been, perhaps, maintained in many controversies.",
          "id": 272292
        },
        {
          "text": "Wherefore even the heretic, who is manifestly without, if he has there received baptism as ordained in the gospel, has certainly not received baptism of a kind corresponding to the error which blinds him.",
          "id": 272293
        },
        {
          "text": "And therefore, in returning into the way of wisdom he perceives that he ought to relinquish what he has held amiss, he must not at the same time give up the good which he had received; nor because his error is to be condemned, is the baptism of Christ in him to be therefore extinguished.",
          "id": 272294
        },
        {
          "text": "For it is already sufficiently clear, from the case of those who happen to be baptized within the Church with false views about God, that the truth of the sacrament is to be distinguished from the error of him who believes amiss, although both may be found in the same man.",
          "id": 272295
        },
        {
          "text": "And therefore, when any one grounded in any error, even outside the Church, has yet been baptized with the true sacrament, when he is restored to the unity of the Church, a true baptism cannot take the place of a true baptism, as a true faith takes the place of a false one, because a thing cannot take the place of itself, since neither can it give place.",
          "id": 272296
        },
        {
          "text": "Heretics therefore join the Catholic Church to this end, that what they have evil of themselves may be corrected, not that what they have good of God should be repeated.",
          "id": 272297
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter 16.",
          "id": 272298
        },
        {
          "text": "—24.",
          "id": 272299
        },
        {
          "text": "Some one says, Does it then make no difference, if two men, rooted in like error and wickedness, be baptized without change of life or heart, one without, the other within the Church? I acknowledge that there is a difference.",
          "id": 272300
        },
        {
          "text": "For he is worse who is baptized without, in addition to his other sin,—not because of his baptism, however, but because he is without; for the evil of division is in itself far from insignificant or trivial.",
          "id": 272301
        },
        {
          "text": "Yet the difference exists only if he who is baptized within has desired to be within not for the sake of any earthly or temporal advantage, but because he has preferred the unity of the Church spread throughout the world to the divisions of schism; otherwise he too must be considered among those who are without.",
          "id": 272302
        },
        {
          "text": "Let us therefore put the two cases in this way.",
          "id": 272303
        },
        {
          "text": "Let us suppose that the one, for the sake of argument, held the same opinions as Photinus   about Christ, and was baptized in his heresy outside the communion of the Catholic Church; and that another held the same opinion but was baptized in the Catholic Church, believing that his view was really the Catholic faith.",
          "id": 272304
        },
        {
          "text": "I consider him as not yet a heretic, unless, when the doctrine of the Catholic faith is made clear to him, he chooses to resist it, and prefers that which he already holds; and till this is the case, it is clear that he who was baptized outside is the worse.",
          "id": 272305
        },
        {
          "text": "And so in the one case erroneous opinion alone, in the other the sin of schism also, requires correction; but in neither of them is the truth of the sacrament to be repeated.",
          "id": 272306
        },
        {
          "text": "But if any one holds the same view as the first, and knows that it is only in heresy severed from the Church that such a view is taught or learned, but yet for the sake of some temporal emolument has desired to be baptized in the Catholic unity, or, having been already baptized in it, is unwilling on account of the said emolument to secede from it, he is not only to be considered as seceding, but his offense is aggravated, in so far as to the error of heresy and the division of unity he adds the deceit of hypocrisy.",
          "id": 272307
        },
        {
          "text": "Wherefore the depravity of each man, in proportion as it is more dangerous and wanting in straightforwardness, must be corrected with the more earnestness and energy; and yet, if he has anything that is good in him, especially if it be not of himself, but from God, we ought not to think it of no value because of his depravity, or to be blamed like it, or to be ascribed to it, rather than to His bountiful goodness, who even to a soul that plays the harlot, and goes after her lovers, yet gives His bread, and His wine, and His oil, and other food or ornaments, which are neither from herself nor from her lovers, but from Him who in compassion for her is even desirous to warn her to whom she should return.",
          "id": 272308
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter 17.",
          "id": 272309
        },
        {
          "text": "—25.",
          "id": 272310
        },
        {
          "text": "\"Can the power of baptism,\" says Cyprian, \"be greater or better than confession? than martyrdom? that a man should confess Christ before men, and be baptized in his own blood? And yet,\" he goes on to say, \"neither does this baptism profit the heretic, even though for confessing Christ he be put to death outside the Church\".",
          "id": 272311
        },
        {
          "text": "This is most true; for, by being put to death outside the Church, he is proved not to have had charity, of which the apostle says, \"Though I give my body to be burned, and have not charity, it profiteth me nothing\".",
          "id": 272312
        },
        {
          "text": "But if martyrdom is of no avail for this reason, because it has not charity, neither does it profit those who, as Paul says, and Cyprian further sets forth, are living within the Church without charity in envy and malice; and yet they can both receive and transmit true baptism.",
          "id": 272313
        },
        {
          "text": "\"Salvation,\" he says, \"is not without the Church\".",
          "id": 272314
        },
        {
          "text": "Who says that it is? And therefore, whatever men have that belongs to the Church, it profits them nothing towards salvation outside the Church.",
          "id": 272315
        },
        {
          "text": "But it is one thing not to have, another to have so as to be of no use.",
          "id": 272316
        },
        {
          "text": "He who has not must be baptized that he may have; but he who has to no avail must be corrected, that what he has may profit him.",
          "id": 272317
        },
        {
          "text": "Nor is the water in the baptism of heretics \"adulterous,\"  because neither is the creature itself which God made evil, nor is fault to be found with the words of the gospel in the mouths of any who are astray; but the fault is theirs in whom there is an adulterous spirit, even though it may receive the adornment of the sacrament from a lawful spouse.",
          "id": 272318
        },
        {
          "text": "Baptism therefore can \"be common to us, and the heretics,\"  just as the gospel can be common to us, whatever difference there may be between our faith and their error,—whether they think otherwise than the truth about the Father, or the Son, or the Holy Spirit; or, being cut away from unity, do not gather with Christ, but scatter abroad, —seeing that the sacrament of baptism can be common to us, if we are the wheat of the Lord, with the covetous within the Church, and with robbers, and drunkards, and other pestilent persons of the same sort, of whom it is said, \"They shall not inherit the kingdom of God,\"  and yet the vices by which they are separated from the kingdom of God are not shared by us.",
          "id": 272319
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter 18.",
          "id": 272320
        },
        {
          "text": "—26.",
          "id": 272321
        },
        {
          "text": "Nor indeed, is it of heresies alone that the apostle says \"that they which do such things shall not inherit the kingdom of God\".",
          "id": 272322
        },
        {
          "text": "But it may be worth while to look for a moment at the things which he groups together.",
          "id": 272323
        },
        {
          "text": "\"The works of the flesh,\" he says \"are manifest, which are these; fornication, uncleanness, lasciviousness, idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies, envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God\".",
          "id": 272324
        },
        {
          "text": "Let us suppose some one, therefore, chaste, continent, free from covetousness, no idolater, hospitable, charitable to the needy, no man's enemy, not contentious, patient, quiet, jealous of none, envying none, sober, frugal, but a heretic; it is of course clear to all that for this one fault only, that he is a heretic, he will fail to inherit the kingdom of God.",
          "id": 272325
        },
        {
          "text": "Let us suppose another, a fornicator, unclean, lascivious, covetous, or even more openly given to idolatry, a student of witchcraft, a lover of strife and contention, envious, hot-tempered, seditious, jealous, drunken, and a reveller, but a Catholic; can it be that for this sole merit, that he is a Catholic, he will inherit the kingdom of God, though his deeds are of the kind of which the apostle thus concludes: \"Of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God?\" If we say this, we lead ourselves astray.",
          "id": 272326
        },
        {
          "text": "For the word of God does not lead us astray, which is neither silent, nor lenient, nor deceptive through any flattery.",
          "id": 272327
        },
        {
          "text": "Indeed, it speaks to the same effect elsewhere: \"For this ye know, that no whoremonger, nor unclean person, nor covetous man, which is an idolater, hath any inheritance in the kingdom of Christ and of God.",
          "id": 272328
        },
        {
          "text": "Let no man deceive you with vain words\".",
          "id": 272329
        },
        {
          "text": "We have no reason, therefore, to complain of the word of God.",
          "id": 272330
        },
        {
          "text": "It certainly says, and says openly and freely, that those who live a wicked life have no part in the kingdom of God.",
          "id": 272331
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter 19.",
          "id": 272332
        },
        {
          "text": "—27.",
          "id": 272333
        },
        {
          "text": "Let us therefore not flatter the Catholic who is hemmed in with all these vices, nor venture, merely because he is a Catholic Christian, to promise him the impunity which holy Scripture does not promise him; nor, if he has any one of the faults above mentioned, ought we to promise him a partnership in that heavenly land.",
          "id": 272334
        },
        {
          "text": "For, in writing to the Corinthians, the apostle enumerates the several sins, under each of which it is implicitly understood that it shall not inherit the kingdom of God: \"Be not deceived,\" he says: \"neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind, nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God\".",
          "id": 272335
        },
        {
          "text": "He does not say, those who possess all these vices together shall not inherit the kingdom of God; but neither these nor those: so that, as each is named, you may understand that no one of them shall inherit the kingdom of God.",
          "id": 272336
        },
        {
          "text": "As, therefore, heretics shall not possess the kingdom of God, so the covetous shall not inherit the kingdom of God.",
          "id": 272337
        },
        {
          "text": "Nor can we indeed doubt that the punishments themselves, with which they shall be tortured who do not inherit the kingdom of God, will vary in proportion to the difference of their offences, and that some will be more severe than others; so that in the eternal fire itself there will be different tortures in the punishments, corresponding to the different weights of guilt.",
          "id": 272338
        },
        {
          "text": "For indeed it was not idly that the Lord said, \"It shall be more tolerable for the land of Sodom in the day of judgment than for thee\".",
          "id": 272339
        },
        {
          "text": "But yet, so far as failing to inherit the kingdom of God is concerned, it is just as certain, if you choose any one of the less heinous of these vices, as if you choose more than one, or some one which you saw was more atrocious; and because those will inherit the kingdom of God whom the Judge shall set on His right hand, and for those who shall not be found worthy to be set at the right hand nothing will remain but to be at the left, no other announcement is left for them to hear like goats from the mouth of the Shepherd, except, \"Depart into everlasting fire, prepared for the devil and his angels;\"  though in that fire, as I said before, it may be that different punishments will be awarded corresponding to the difference of the sins.",
          "id": 272340
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter 20.",
          "id": 272341
        },
        {
          "text": "—28.",
          "id": 272342
        },
        {
          "text": "But on the question whether we ought to prefer a Catholic of the most abandoned character to a heretic in whose life, except that he is a heretic, men can find nothing to blame, I do not venture to give a hasty judgment.",
          "id": 272343
        },
        {
          "text": "But if any one says, because he is a heretic, he cannot be this only without other vices also following,—for he is carnal and natural, and therefore must be also envious, and hot-tempered, and jealous, and hostile to truth itself, and utterly estranged from it,—let him fairly understand, that of those other faults of which he is supposed to have chosen some one less flagrant, a single one cannot exist by itself in any man, because he in turn is carnal and natural; as, to take the case of drunkenness, which people have now become accustomed to talk of not only without horror, but with some degree of merriment, can it possibly exist alone in any one in whom it is found? For what drunkard is not also contentious, and hot-tempered, and jealous, and at variance with all soundness of counsel, and at grievous enmity with those who rebuke him? Further, it is not easy for him to avoid being a fornicator and adulterer, though he may be no heretic; just as a heretic may be no drunkard, nor adulterer, nor fornicator, nor lascivious, nor a lover of money, or given to witchcraft, and cannot well be all these together.",
          "id": 272344
        },
        {
          "text": "Nor indeed is any one vice followed by all the rest.",
          "id": 272345
        },
        {
          "text": "Supposing, therefore, two men,—one a Catholic with all these vices, the other a heretic free from all from which a heretic can be free,—although they do not both contend against the faith, and yet each lives contrary to the faith, and each is deceived by a vain hope, and each is far removed from charity of spirit, and therefore each is severed from connection with the body of the one dove; why do we recognise in one of them the sacrament of Christ, and not in the other, as though it belonged to this or that man, whilst really it is the same in both, and belongs to God alone, and is good even in the worst of men? And if of the men who have it, one is worse than another, it does not follow that the sacrament which they have is worse in the one than in the other, seeing that neither in the case of two bad Catholics, if one be worse than the other, does he possess a worse baptism, nor, if one of them be good and another bad, is baptism bad in the bad one and good in the good one; but it is good in both.",
          "id": 272346
        },
        {
          "text": "Just as the light of the sun, or even of a lamp, is certainly not less brilliant when displayed to bad eyes than when seen by better ones; but it is the same in the case of both, although it either cheers or hurts them differently according to the difference of their powers.",
          "id": 272347
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter 21.",
          "id": 272348
        },
        {
          "text": "—29.",
          "id": 272349
        },
        {
          "text": "With regard to the objection brought against Cyprian, that the catechumens who were seized in martyrdom, and slain for Christ's name's sake, received a crown even without baptism, I do not quite see what it has to do with the matter, unless, indeed, they urged that heretics could much more be admitted with baptism to Christ's kingdom, to which catechumens were admitted without it, since He Himself has said, \"Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God\".",
          "id": 272350
        },
        {
          "text": "Now, in this matter I do not hesitate for a moment to place the Catholic catechumen, who is burning with love for God, before the baptized heretic; nor yet do we thereby do dishonor to the sacrament of baptism which the latter has already received, the former not as yet; nor do we consider that the sacrament of the catechumen  is to be preferred to the sacrament of baptism, when we acknowledge that some catechumens are better and more faithful than some baptized persons.",
          "id": 272351
        },
        {
          "text": "For the centurion Cornelius, before baptism, was better than Simon, who had been baptized.",
          "id": 272352
        },
        {
          "text": "For Cornelius, even before his baptism, was filled with the Holy Spirit;  Simon, even after baptism, was puffed up with an unclean spirit.",
          "id": 272353
        },
        {
          "text": "Cornelius, however, would have been convicted of contempt for so holy a sacrament, if, even after he had received the Holy Ghost, he had refused to be baptized.",
          "id": 272354
        },
        {
          "text": "But when he was baptized, he received in no wise a better sacrament than Simon; but the different merits of the men were made manifest under the equal holiness of the same sacrament—so true is it that the good or ill deserving of the recipient does not increase or diminish the holiness of baptism.",
          "id": 272355
        },
        {
          "text": "But as baptism is wanting to a good catechumen to his receiving the kingdom of heaven, so true conversion is wanting to a bad man though baptized.",
          "id": 272356
        },
        {
          "text": "For He who said, \"Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God,\" said also Himself, \"except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven\".",
          "id": 272357
        },
        {
          "text": "For that the righteousness of the catechumens might not feel secure, it is written, \"Except a man be born again of water and of the Spirit, he cannot enter into the kingdom of God\".",
          "id": 272358
        },
        {
          "text": "And again, that the unrighteousness of the baptized might not feel secure because they had received baptism, it is written, \"Except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven\".",
          "id": 272359
        },
        {
          "text": "The one were too little without the other; the two make perfect the heir of that inheritance.",
          "id": 272360
        },
        {
          "text": "As, then, we ought not to depreciate a man's righteousness, which begins to exist before he is joined to the Church, as the righteousness of Cornelius began to exist before he was in the body of Christian men,—which righteousness was not thought worthless, or the angel would not have said to him, \"Thy prayers and thine alms are come up as a memorial before God;\" nor did it yet suffice for his obtaining the kingdom of heaven, or he would not have been told to send to Peter, —so neither ought we to depreciate the sacrament of baptism, even though it has been received outside the Church.",
          "id": 272361
        },
        {
          "text": "But since it is of no avail for salvation unless he who has baptism indeed in full perfection be incorporated into the Church, correcting also his own depravity, let us therefore correct the error of the heretics, that we may recognize what in them is not their own but Christ's.",
          "id": 272362
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter 22.",
          "id": 272363
        },
        {
          "text": "—30.",
          "id": 272364
        },
        {
          "text": "That the place of baptism is sometimes supplied by martyrdom is supported by an argument by no means trivial, which the blessed Cyprian adduces  from the thief, to whom, though he was not baptized, it was yet said, \"To-day shall thou be with me in Paradise\".",
          "id": 272365
        },
        {
          "text": "On considering which, again and again, I find that not only martyrdom for the sake of Christ may supply what was wanting of baptism, but also faith and conversion of heart, if recourse may not be had to the celebration of the mystery of baptism for want of time.",
          "id": 272366
        },
        {
          "text": "For neither was that thief crucified for the name of Christ, but as the reward of his own deeds; nor did he suffer because he believed, but he believed while suffering.",
          "id": 272367
        },
        {
          "text": "It was shown, therefore, in the case of that thief, how great is the power, even without the visible sacrament of baptism, of what the apostle says, \"With the heart man believeth unto righteousness, and with the mouth confession is made unto salvation\".",
          "id": 272368
        },
        {
          "text": "But the want is supplied invisibly only when the administration of baptism is prevented, not by contempt for religion, but by the necessity of the moment.",
          "id": 272369
        },
        {
          "text": "For much more in the case of Cornelius and his friends, than in the case of that robber, might it seem superfluous that they should also be baptized with water, seeing that in them the gift of the Holy Spirit, which, according to the testimony of holy Scripture, was received by other men only after baptism, had made itself manifest by every unmistakable sign appropriate to those times when they spoke with tongues.",
          "id": 272370
        },
        {
          "text": "Yet they were baptized, and for this action we have the authority of an apostle as the warrant.",
          "id": 272371
        },
        {
          "text": "So far ought all of us to be from being induced by any imperfection in the inner man, if it so happen that before baptism a person has advanced, through the workings of a pious heart, to spiritual understanding, to despise a sacrament which is applied to the body by the hands of the minister, but which is God's own means for working spiritually a man's dedication to Himself.",
          "id": 272372
        },
        {
          "text": "Nor do I conceive that the function of baptizing was assigned to John, so that it should be called John's baptism, for any other reason except that the Lord Himself, who had appointed it, in not disdaining to receive the baptism of His servant,  might consecrate the path of humility, and show most plainly by such an action how high a value was to be placed on His own baptism, with which He Himself was afterwards to baptize.",
          "id": 272373
        },
        {
          "text": "For He saw, like an excellent physician of eternal salvation, that overweening pride would be found in some, who, having made such progress in the understanding of the truth and in uprightness of character that they would not hesitate to place themselves, both in life and knowledge, above many that were baptized, would think it was unnecessary for them to be baptized, since they felt that they had attained a frame of mind to which many that were baptized were still only endeavoring to raise themselves.",
          "id": 272374
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter 23.",
          "id": 272375
        },
        {
          "text": "—31.",
          "id": 272376
        },
        {
          "text": "But what is the precise value of the sanctification of the sacrament (which that thief did not receive, not from any want of will on his part, but because it was unavoidably omitted) and what is the effect on a man of its material application, it is not easy to say.",
          "id": 272377
        },
        {
          "text": "Still, had it not been of the greatest value, the Lord would not have received the baptism of a servant.",
          "id": 272378
        },
        {
          "text": "But since we must look at it in itself, without entering upon the question of the salvation of the recipient, which it is intended to work, it shows clearly enough that both in the bad, and in those who renounce the world in word and not in deed, it is itself complete, though they cannot receive salvation unless they amend their lives.",
          "id": 272379
        },
        {
          "text": "But as in the thief, to whom the material administration of the sacrament was necessarily wanting, the salvation was complete, because it was spiritually present through his piety, so, when the sacrament itself is present, salvation is complete, if what the thief possessed be unavoidably wanting.",
          "id": 272380
        },
        {
          "text": "And this is the firm tradition of the universal Church, in respect of the baptism of infants, who certainly are as yet unable \"with the heart to believe unto righteousness, and with the mouth to make confession unto salvation,\" as the thief could do; nay, who even, by crying and moaning when the mystery is performed upon them, raise their voices in opposition to the mysterious words, and yet no Christian will say that they are baptized to no purpose.",
          "id": 272381
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter 24.",
          "id": 272382
        },
        {
          "text": "—32.",
          "id": 272383
        },
        {
          "text": "And if any one seek for divine authority in this matter, though what is held by the whole Church, and that not as instituted by Councils, but as a matter of invariable custom, is rightly held to have been handed down by apostolical authority, still we can form a true conjecture of the value of the sacrament of baptism in the case of infants, from the parallel of circumcision, which was received by God's earlier people, and before receiving which Abraham was justified, as Cornelius also was enriched with the gift of the Holy Spirit before he was baptized.",
          "id": 272384
        },
        {
          "text": "Yet the apostle says of Abraham himself, that \"he received the sign of circumcision, a seal of the righteousness of the faith,\" having already believed in his heart, so that \"it was counted unto him for righteousness\".",
          "id": 272385
        },
        {
          "text": "Why, therefore, was it commanded him that he should circumcise every male child in order on the eighth day,  though it could not yet believe with the heart, that it should be counted unto it for righteousness, because the sacrament in itself was of great avail? And this was made manifest by the message of an angel in the case of Moses' son; for when he was carried by his mother, being yet uncircumcised, it was required, by manifest present peril, that he should be circumcised,  and when this was done, the danger of death was removed.",
          "id": 272386
        },
        {
          "text": "As therefore in Abraham the justification of faith came first, and circumcision was added afterwards as the seal of faith; so in Cornelius the spiritual sanctification came first in the gift of the Holy Spirit, and the sacrament of regeneration was added afterwards in the laver of baptism.",
          "id": 272387
        },
        {
          "text": "And as in Isaac, who was circumcised on the eighth day after his birth, the seal of this righteousness of faith was given first, and afterwards, as he imitated the faith of his father, the righteousness itself followed as he grew up, of which the seal had been given before when he was an infant; so in infants, who are baptized, the sacrament of regeneration is given first, and if they maintain a Christian piety, conversion also in the heart will follow, of which the mysterious sign had gone before in the outward body.",
          "id": 272388
        },
        {
          "text": "And as in the thief the gracious goodness of the Almighty supplied what had been wanting in the sacrament of baptism, because it had been missing not from pride or contempt, but from want of opportunity; so in infants who die baptized, we must believe that the same grace of the Almighty supplies the want, that, not from perversity of will, but from insufficiency of age, they can neither believe with the heart unto righteousness, nor make confession with the mouth unto salvation.",
          "id": 272389
        },
        {
          "text": "Therefore, when others take the vows for them, that the celebration of the sacrament may be complete in their behalf, it is unquestionably of avail for their dedication to God, because they cannot answer for themselves.",
          "id": 272390
        },
        {
          "text": "But if another were to answer for one who could answer for himself, it would not be of the same avail.",
          "id": 272391
        },
        {
          "text": "In accordance with which rule, we find in the gospel what strikes every one as natural when he reads it, \"He is of age, he shall speak for himself\".",
          "id": 272392
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter 25.",
          "id": 272393
        },
        {
          "text": "—33.",
          "id": 272394
        },
        {
          "text": "By all these considerations it is proved that the sacrament of baptism is one thing, the conversion of the heart another; but that man's salvation is made complete through the two together.",
          "id": 272395
        },
        {
          "text": "Nor are we to suppose that, if one of these be wanting, it necessarily follows that the other is wanting also; because the sacrament may exist in the infant without the conversion of the heart; and this was found to be possible without the sacrament in the case of the thief, God in either case filling up what was involuntarily wanting.",
          "id": 272396
        },
        {
          "text": "But when either of these requisites is wanting intentionally, then the man is responsible for the omission.",
          "id": 272397
        },
        {
          "text": "And baptism may exist when the conversion of the heart is wanting; but, with respect to such conversion, it may indeed be found when baptism has not been received, but never when it has been despised.",
          "id": 272398
        },
        {
          "text": "Nor can there be said in any way to be a turning of the heart to God when the sacrament of God is treated with contempt.",
          "id": 272399
        },
        {
          "text": "Therefore we are right in censuring, anathematizing, abhorring, and abominating the perversity of heart shown by heretics; yet it does not follow that they have not the sacrament of the gospel, because they have not what makes it of avail.",
          "id": 272400
        },
        {
          "text": "Wherefore, when they come to the true faith, and by penitence seek remission of their sins, we are not flattering or deceiving them, when we instruct them by heavenly discipline for the kingdom of heaven, correcting and reforming in them their errors and perverseness, to the intent that we may by no means do violence to what is sound in them, nor, because of man's fault, declare that anything which he may have in him from God is either valueless or faulty.",
          "id": 272401
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter 26.",
          "id": 272402
        },
        {
          "text": "—34.",
          "id": 272403
        },
        {
          "text": "A few things still remain to be noticed in the epistle to Jubaianus; but since these will raise the question both of the past custom of the Church and of the baptism of John, which is wont to excite no small doubt in those who pay slight attention to a matter which is sufficiently obvious, seeing that those who had received the baptism of John were commanded by the apostle to be baptized again   they are not to be treated in a hasty manner, and had better be reserved for another book, that the dimensions of this may not be inconveniently large.",
          "id": 272404
        }
      ]
    }
  ]
}