{
  "book": "Augustine: Against Two Letters of the Pelagians Book I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "A Treatise against two letters of the pelagians,  by aurelius augustin, bishop of hippo;  In Four Books,  written to boniface, bishop of the roman church, in opposition to two letters of the pelagians, a.",
          "id": 297239
        },
        {
          "text": "d.",
          "id": 297240
        },
        {
          "text": "420, or a little later    Book I.",
          "id": 297241
        },
        {
          "text": "Augustin replies to a letter sent by Julian, as it was said, to Rome; and first of all vindicates the catholic doctrine from his calumnies; then discovers and confutes the heretical sense of the Pelagians hidden in that profession of faith which the author of the letter opposed to the catholics.",
          "id": 297242
        },
        {
          "text": "Chapter 1.",
          "id": 297243
        },
        {
          "text": "—Introduction: Address to Boniface.",
          "id": 297244
        },
        {
          "text": "I Had indeed known you by the praise of your renowned fame; and by very numerous and veracious messengers I had learned how full you were of the grace of God, most blessed and venerable Pope Boniface! But after my brother Alypius saw you even in bodily presence; and, having been received by you with all kindness and sincerity, held, at the bidding of affection, conversations with you; and living with you, and, although only for a short time, united with you in earnest affection, poured out to your mind both himself and me; and brought you back to me in his mind:—the more assured was your friendship, the greater became in me the conviction of your holiness.",
          "id": 297245
        },
        {
          "text": "For you, who mind not high things, however loftily you are placed, did not disdain to be a friend of the lowly and to return the love bestowed upon you.",
          "id": 297246
        },
        {
          "text": "For what else is friendship which has its name from no other source than love, and is nowhere faithful but in Christ, in whom alone it can be eternal and happy? Whence, also, having received a greater assurance by means of that brother, through whom I have learned to know you more familiarly, I have ventured to write something to your blessedness concerning those things which at this juncture are claiming by a later stimulus the episcopal care, as far as we are able, to vigilance on behalf of the Lord's flock.",
          "id": 297247
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 2.",
          "id": 297248
        },
        {
          "text": "—Why Heretical Writings Must Be Answered.",
          "id": 297249
        },
        {
          "text": "For the new heretics, enemies of the grace of God which is given by Jesus Christ our Lord to small and great, although they are already shown more openly to need to be avoided by a manifest disapprobation, still do not cease by their writings to try the hearts of the less cautious and less learned.",
          "id": 297250
        },
        {
          "text": "And these must certainly be answered, lest they should confirm themselves or their friends in that wicked error; even if we were not afraid that they might deceive some one of the catholics by their plausible discourse.",
          "id": 297251
        },
        {
          "text": "But since they do not cease to growl at the entrances to the Lord's fold, and from every side to tear open approaches with a view to tear in pieces the sheep redeemed at such a price; and since the pastoral watch-tower is common to all of us who discharge the office of the episcopate (although you are prominent therein on a loftier height), I do what I can in respect of my small portion of the charge, as the Lord condescends by the aid of your prayers to grant me power, to oppose to their pestilent and crafty writings, healing and defensive writings, so that the madness with which they are raging may either itself be cured, or may be prevented from hurting others.",
          "id": 297252
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 3.",
          "id": 297253
        },
        {
          "text": "—Why He Addresses His Book to Boniface.",
          "id": 297254
        },
        {
          "text": "But these words which I am answering to their two letters,—the one, to wit, which Julian is said to have sent to Rome, that by its means, as I believe, he might find or make as many allies as he could; and the other, which eighteen so-called bishops, sharers in his error, dared to write to Thessalonica, not to any and every body, but to the bishop of that place itself, with a view of tempting him by their craftiness and bringing him over, if it could be done, to their views;—these words which, as I said, I am writing in answer to those two letters of theirs in respect of that argument, I have determined to address especially to your sanctity, not so much for your learning as for your examination and, if perchance anything should displease you, for your correction.",
          "id": 297255
        },
        {
          "text": "For my brother intimated to me that you yourself condescended to give those letters to him, which could not come into your hands except by the most watchful diligence of my brethren, your sons.",
          "id": 297256
        },
        {
          "text": "And I thank your most sincere kindness to me that you have been unwilling that those letters of the enemies of God's grace should be hidden from me, seeing that in them you have found my name calumniously as well as openly expressed.",
          "id": 297257
        },
        {
          "text": "But I hope from my Lord God that not without the reward which is in heaven do those tear me with their scurrilous teeth to whom I oppose myself on behalf of the little ones, that they may not be left for destruction to the deceitful flatterer Pelagius, but may be presented for deliverance to the truthful Saviour Christ.",
          "id": 297258
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 4 (II.",
          "id": 297259
        },
        {
          "text": ")—The Calumny of Julian,—That the Catholics Teach that Free Will is Taken Away by Adam's Sin.",
          "id": 297260
        },
        {
          "text": "Let us now, therefore, reply to Julian's letter.",
          "id": 297261
        },
        {
          "text": "\"Those Manicheans say,\" says he, \"with whom now we do not communicate,—that is, the whole of them with whom we differ,—that by the sin of the first man, that is, of Adam, free will perished: and that no one has now the power of living well, but that all are constrained into sin by the necessity of their flesh\".",
          "id": 297262
        },
        {
          "text": "He calls the catholics Manicheans, after the manner of that Jovinian who a few years ago, as a new heretic, destroyed the virginity of the blessed Mary, and placed the marriage of the faithful on the same level with her sacred virginity.",
          "id": 297263
        },
        {
          "text": "And he did not object this to the catholics on any other ground than that he wished them to seem to be either accusers or condemners of marriage.",
          "id": 297264
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 5.",
          "id": 297265
        },
        {
          "text": "—Free Choice Did Not Perish With Adam 's Sin.",
          "id": 297266
        },
        {
          "text": "What Freedom Did Perish.",
          "id": 297267
        },
        {
          "text": "But in defending free will they hasten to confide rather in it for doing righteousness than in God's aid, and to glory every one in himself, and not in the Lord.",
          "id": 297268
        },
        {
          "text": "But who of us will say that by the sin of the first man free will perished from the human race? Through sin freedom indeed perished, but it was that freedom which was in Paradise, to have a full righteousness with immortality; and it is on this account that human nature needs divine grace, since the Lord says, \"If the Son shall make you free, then shall ye be free indeed\"—free of course to live well and righteously.",
          "id": 297269
        },
        {
          "text": "For free will in the sinner up to this extent did not perish,—that by it all sin, especially they who sin with delight and with love of sin; what they are pleased to do gives them pleasure.",
          "id": 297270
        },
        {
          "text": "Whence also the apostle says, \"When ye were the servants of sin, ye were free from righteousness\".",
          "id": 297271
        },
        {
          "text": "Behold, they are shown to have been by no means able to serve sin except by another freedom.",
          "id": 297272
        },
        {
          "text": "They are not, then, free from righteousness except by the choice of the will, but they do not become free from sin save by the grace of the Saviour.",
          "id": 297273
        },
        {
          "text": "For which reason the admirable Teacher also distinguished these very words: \"For when ye were the servants,\" says he, \"of sin, ye were free from righteousness.",
          "id": 297274
        },
        {
          "text": "What fruit had ye, then, in those things whereof ye are now ashamed? for the end of those things is death.",
          "id": 297275
        },
        {
          "text": "But now being freed from sin and become servants to God, ye have your fruit unto holiness, and the end eternal life\".",
          "id": 297276
        },
        {
          "text": "He called them \"free\" from righteousness, not \"freed;\" but from sin not \"free,\" lest they should attribute this to themselves, but most watchfully he preferred to say \"freed,\" referring this to that declaration of the Lord, \"If the Son shall make you free, then shall ye be free indeed\".",
          "id": 297277
        },
        {
          "text": "Since, then, the sons of men do not live well unless they are made the sons of God, why is it that this writer wishes to give the power of good living to free will, when this power is not given save by God's grace through Jesus Christ our Lord, as the gospel says: \"And as many as received Him, to them gave He power to become the sons of God\"?.",
          "id": 297278
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 6 (III.",
          "id": 297279
        },
        {
          "text": ")—Grace is Not Given According to Merits.",
          "id": 297280
        },
        {
          "text": "But lest perchance they say that they are aided to this,—that they may \"have power to become the sons of God,\" but that they may deserve to receive this power they have first \"received Him\" by free will with no assistance of grace (because this is the purpose of their endeavour to destroy grace, that they may contend that it is given according to our deservings); lest perchance, then, they so divide that evangelical statement as to refer merit to that portion of it wherein it is said, \"But as many as received Him,\" and then say that in that which follows, \"He gave them power to become the sons of God,\" grace is not given freely, but is repaid to this merit; if it is asked of them what is the meaning of \"received Him,\" will they say anything else than \"believed on Him\"? And in order, therefore, that they may know that this also pertains to grace, let them read what the apostle says: \"And that ye be in nothing terrified by your adversaries, which indeed is to them a cause of perdition, but of your salvation, and that of God; for unto you it is given in the behalf of Christ not only to believe on Him, but also to suffer for His sake\".",
          "id": 297281
        },
        {
          "text": "Certainly he said that both were given.",
          "id": 297282
        },
        {
          "text": "Let them read what he said also: \"Peace be to the brethren, and love, with faith from God the Father and the Lord Jesus Christ\".",
          "id": 297283
        },
        {
          "text": "Let them also read what the Lord Himself says: \"No man can come to me, except the Father who hath sent me shall draw him\".",
          "id": 297284
        },
        {
          "text": "Where, lest any one should suppose that anything else is said in the words \"come to me\" than \"believe in me,\" a little after, when He was speaking of His body and blood, and many were offended at His discourse, He says, \"The words which I have spoken unto you are spirit and life; but there are some of you which believe not\".",
          "id": 297285
        },
        {
          "text": "Then the Evangelist added, \"For Jesus knew from the beginning who they were that believed, and who should betray Him.",
          "id": 297286
        },
        {
          "text": "And He said, Therefore I said unto you that no man can come unto me except it were given him of my Father\".",
          "id": 297287
        },
        {
          "text": "He repeated, to wit, the saying in which He had said, \"No man can come unto me, except the Father who hath sent me shall draw him\".",
          "id": 297288
        },
        {
          "text": "And He declared that He said this for the sake of believers and unbelievers, explaining what He had said, \"except the Father who hath sent me shall draw him,\" by repeating the very same thing in other words in that which He said, \"except it were given him of my Father\".",
          "id": 297289
        },
        {
          "text": "Because he is drawn to Christ to whom it is given to believe on Christ.",
          "id": 297290
        },
        {
          "text": "Therefore the power is given that they who believe on Him should become the sons of God, since this very thing is given, that they believe on Him.",
          "id": 297291
        },
        {
          "text": "And unless this power be given from God, out of free will there can be none; because it will not be free for good if the deliverer have not made it free; but in evil he has a free will in whom a deceiver, either secret or manifest, has grafted the love of wickedness, or he himself has persuaded himself of it.",
          "id": 297292
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 7.",
          "id": 297293
        },
        {
          "text": "—He Concludes that He Does Not Deprive the Wicked of Free Will.",
          "id": 297294
        },
        {
          "text": "It is not, therefore, true, as some affirm that we say, and as that correspondent of yours ventures moreover to write, that \"all are forced into sin,\" as if they were unwilling, \"by the necessity of their flesh;\" but if they are already of the age to use the choice of their own mind, they are both retained in sin by their own will, and by their own will are hurried along from sin to sin.",
          "id": 297295
        },
        {
          "text": "For even he who persuades and deceives does not act in them, except that they may commit sin by their will, either by ignorance of the truth or by delight in iniquity, or by both evils,—as well of blindness as of weakness.",
          "id": 297296
        },
        {
          "text": "But this will, which is free in evil things because it takes pleasure in evil, is not free in good things, for the reason that it has not been made free.",
          "id": 297297
        },
        {
          "text": "Nor can a man will any good thing unless he is aided by Him who cannot will evil,—that is, by the grace of God through Jesus Christ our Lord.",
          "id": 297298
        },
        {
          "text": "For \"everything which is not of faith is sin\".",
          "id": 297299
        },
        {
          "text": "And thus the good will which withdraws itself from sin is faithful, because the just lives by faith.",
          "id": 297300
        },
        {
          "text": "And it pertains to faith to believe on Christ.",
          "id": 297301
        },
        {
          "text": "And no man can believe on Christ—that is, come to Him—unless it be given to him.",
          "id": 297302
        },
        {
          "text": "No man, therefore, can have a righteous will, unless, with no foregoing merits, he has received the true, that is, the gratuitous grace from above.",
          "id": 297303
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 8 (IV.",
          "id": 297304
        },
        {
          "text": ")—The Pelagians Demolish Free Will.",
          "id": 297305
        },
        {
          "text": "These proud and haughty people will not have this; and yet they do not maintain free will by purifying it, but demolish it by exaggerating it.",
          "id": 297306
        },
        {
          "text": "For they are angry with us who say these things, for no other reason than that they disdain to glory in the Lord.",
          "id": 297307
        },
        {
          "text": "Yet Pelagius feared the episcopal judgment of Palestine; and when it was objected to him that he said that the grace of God is given according to our merits, he denied that he said so, and condemned those who said this with an anathema.",
          "id": 297308
        },
        {
          "text": "And yet nothing else is found to be defended in the books which he afterwards wrote, thinking that he had made a fraud upon the men who were his judges, by lying or by hiding his meaning, I know not how, in ambiguous words.",
          "id": 297309
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter 9 (V.",
          "id": 297310
        },
        {
          "text": ")—Another Calumny of Julian,—That \"It is Said that Marriage is Not Appointed by God\".",
          "id": 297311
        },
        {
          "text": "But now let us see what follows.",
          "id": 297312
        },
        {
          "text": "\"They say also,\" he says, \"that those marriages which are now celebrated were not appointed by God, and this is to be read in Augustin's book, against which I replied in four books.",
          "id": 297313
        },
        {
          "text": "And the words of this Augustin our enemies have taken up by way of hostility to the truth\".",
          "id": 297314
        },
        {
          "text": "To these most calumnious words I see that a brief answer must be made, because he repeats them afterwards when he wishes to insinuate what such men as they would say, as if against my words.",
          "id": 297315
        },
        {
          "text": "On that point, with God's assistance, I must contend with him as far as the matter shall seem to demand.",
          "id": 297316
        },
        {
          "text": "Now, therefore, I reply that marriage was ordained by God both then, when it was said, \"Therefore shall a man leave his father and his mother, and shall cleave unto his wife, and they shall be two in one flesh,\" and now, wherefore it is written, \"A woman is joined to a man by the Lord\".",
          "id": 297317
        },
        {
          "text": "For nothing else is even now done than that a man cleave to his wife, and they become two in one flesh.",
          "id": 297318
        },
        {
          "text": "Because concerning that very marriage which is now contracted, the Lord was consulted by the Jews whether it was lawful for any cause to put away a wife.",
          "id": 297319
        },
        {
          "text": "And to the testimony of the law on the occasion mentioned, He added, \"What, therefore, God hath joined together, let not man put asunder\".",
          "id": 297320
        },
        {
          "text": "The Apostle Paul also applied this witness of the law when he admonished husbands that their wives should be loved by them.",
          "id": 297321
        },
        {
          "text": "Away, then, with the notion that in my book that man should read anything opposed to these divine testimonies! But either by not understanding, or rather by calumniating, he seeks to twist what he reads into another meaning.",
          "id": 297322
        },
        {
          "text": "But I wrote my book, against which he mentions that he replied in four books, after the condemnation of Pelagius and Coelestius.",
          "id": 297323
        },
        {
          "text": "And this, I have thought, must be said, because that man avers that my words had been taken up by his enemies in hostility to the truth, lest any one should think that these new heretics were condemned as enemies of the grace of Christ on account of this book of mine.",
          "id": 297324
        },
        {
          "text": "But in that book is found the defence rather than the censure of marriage.",
          "id": 297325
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter 10—The Third Calumny,—The Assertion that Conjugal Intercourse is Condemned.",
          "id": 297326
        },
        {
          "text": "\"They say also,\" says he, \"that sexual impulse and the intercourse of married people were devised by the devil, and that therefore those who are born innocent are guilty, and that it is the work of the devil, not of God, that they are born of this diabolical intercourse.",
          "id": 297327
        },
        {
          "text": "And this, without any ambiguity, is Manicheism\".",
          "id": 297328
        },
        {
          "text": "Nay, as I say that marriage was appointed by God for the sake of the ordinance of the begetting of children, so I say that the propagation of children to be begotten could not have taken place without sexual impulse, and without intercourse of husband and wife, even in Paradise, if children were begotten there.",
          "id": 297329
        },
        {
          "text": "But whether such impulse and intercourse would have existed, as is now the case with shameful lust, if no one had sinned, here is the question concerning which I shall argue hereafter, if God will.",
          "id": 297330
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter 11 (VI.",
          "id": 297331
        },
        {
          "text": ")—The Purpose of the Pelagians in Praising the Innocence of Conjugal Intercourse.",
          "id": 297332
        },
        {
          "text": "Yet what it is they wish, what they purpose, to what result they are striving to bring the matter, the words that are added by that writer declare, when he asserts that I say, \"that therefore they who are born innocent are guilty, and that it is the work of the devil, not of God, that they are born of this diabolical intercourse\".",
          "id": 297333
        },
        {
          "text": "Since, therefore, I neither say that this intercourse of husband and wife is diabolical, especially in the case of believers, which is effected for the sake of generating children who are afterwards to be regenerated; nor that any men are made by the devil, but, in so far as they are men, by God; and nevertheless that even of believing husband and wife are born guilty persons (as if a wild olive were produced from an olive), on account of original sin, and on this account they are under the devil unless they are born again in Christ, because the devil is the author of the fault, not of the nature: what, on the other hand, are they labouring to bring about who say that infants inherit no original sin, and therefore are not under the devil, except that that grace of God in infants may be made of no effect, by which He has plucked us out, as the apostle says, from the power of darkness, and has translated us into the kingdom of the Son of His love? (VII.",
          "id": 297334
        },
        {
          "text": ") When, indeed, they deny that infants are in the power of darkness even before the help of the Lord the deliverer, they are in such wise praising in them the Creator's work as to destroy the mercy of the Redeemer.",
          "id": 297335
        },
        {
          "text": "And because I confess this both in grown-up people and in infants, he says that this is without any ambiguity Manicheism, although it is the most ancient catholic dogma by which the new heretical dogma of these men is overturned.",
          "id": 297336
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter 12.",
          "id": 297337
        },
        {
          "text": "—The Fourth Calumny,—That the Saints of the Old Testament are Said to Be Not Free from Sins.",
          "id": 297338
        },
        {
          "text": "\"They say,\" says he, \"that the saints in the Old Testament were not without sins,—that is that they were not free from crimes even by amendment, but they were seized by death in their guilt\".",
          "id": 297339
        },
        {
          "text": "Nay, I say that either before the law, or in the time of the Old Testament, they were freed from sins,—not by their own power, because \"cursed is every one that hath put his hope in man,\" and without any doubt those are under this curse whom also the sacred Psalm notifies, \"who trust in their own strength;\" nor by the old covenant which gendereth to bondage, although it was divinely given by the grace of a sure dispensation; nor by that law itself, holy and just and good as it was, where it is written, \"Thou shalt not covet,\" since it was not given as being able to give life, but it was added for the sake of transgression until the seed should come to whom the promise was made; but I say that they were freed by the blood of the Redeemer Himself, who is the one Mediator of God and man, the man Christ Jesus.",
          "id": 297340
        },
        {
          "text": "But those enemies of the grace of God, which is given to small and great through Jesus Christ our Lord, say that the men of God of old were of a perfect righteousness, lest they should be supposed to have needed the incarnation, the passion, and resurrection of Christ, by belief in whom they were saved.",
          "id": 297341
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter 13 (VIII.",
          "id": 297342
        },
        {
          "text": ")—The Fifth Calumny,—That It is Said that Paul and the Rest of the Apostles Were Polluted by Lust.",
          "id": 297343
        },
        {
          "text": "He says, \"They say that even the Apostle Paul, even all the apostles, were always polluted by immoderate lust\".",
          "id": 297344
        },
        {
          "text": "What man, however profane he may be, would dare to say this? But doubtless this man thus misrepresents because they contend that what the apostle said, \"I know that in me, that is, in my flesh, dwelleth no good thing, for to will is present with me, but how to perform that which is good I find not,\" and other such things, he said not of himself, but that he introduced the person of somebody else, I know not who, who was suffering these things.",
          "id": 297345
        },
        {
          "text": "Wherefore that passage in his epistle must be carefully considered and investigated, that their error may not lurk in any obscurity of his.",
          "id": 297346
        },
        {
          "text": "Although, therefore, the apostle is here arguing broadly, and with great and lasting conflict maintaining grace against those who were boasting in the law, yet we do come upon a few matters which pertain to the matter in hand.",
          "id": 297347
        },
        {
          "text": "On which subject he says: \"Because by the law there shall no flesh be justified in His sight.",
          "id": 297348
        },
        {
          "text": "For by the law is the knowledge of sin.",
          "id": 297349
        },
        {
          "text": "But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets, even the righteousness of God by the faith of Jesus Christ unto all them that believe.",
          "id": 297350
        },
        {
          "text": "For there is no difference.",
          "id": 297351
        },
        {
          "text": "For all have sinned and come short of the glory of God, being justified freely by His grace through the redemption that is in Christ Jesus\".",
          "id": 297352
        },
        {
          "text": "And again: \"Where is boasting? It is excluded.",
          "id": 297353
        },
        {
          "text": "By what law? Of works? No; but by the law of faith.",
          "id": 297354
        },
        {
          "text": "Therefore we conclude that a man is justified by faith without the works of the law\".",
          "id": 297355
        },
        {
          "text": "And again: \"For the promise that he should be the heir of the world was not to Abraham or to his seed through the law, but by the righteousness of faith.",
          "id": 297356
        },
        {
          "text": "For if they which are of the law be heirs, faith is made void, and the promise made of none effect.",
          "id": 297357
        },
        {
          "text": "Because the law worketh wrath, for where no law is, there is no transgression\".",
          "id": 297358
        },
        {
          "text": "And in another place: \"Moreover, the law entered that the offence might abound.",
          "id": 297359
        },
        {
          "text": "But where sin abounded grace did much more abound\".",
          "id": 297360
        },
        {
          "text": "In still another place: \"For sin shall not have dominion over you, for ye are not under law, but under grace\".",
          "id": 297361
        },
        {
          "text": "And again in another place: \"Know ye not, brethren (for I speak to them that know the law), that the law hath dominion over a man so long as he liveth? For the woman which is under a husband is joined to her husband by the law so long as he liveth; but if her husband be dead, she is freed from the law of her husband\".",
          "id": 297362
        },
        {
          "text": "And a little after: \"Therefore, my brethren, ye also are become dead to the law by the body of Christ, that ye should belong to another, who has risen from the dead that we should bring forth fruit unto God.",
          "id": 297363
        },
        {
          "text": "For when we were in the flesh the passions of sins which are by the law did work in our members to bring forth fruit unto death, but now we are delivered from the law of death in which we were held, so that we may serve in newness of spirit, and not in the oldness of the letter\".",
          "id": 297364
        },
        {
          "text": "With these and such like testimonies that teacher of the Gentiles showed with sufficient evidence that the law could not take away sin, but rather increased it, and that grace takes it away; since the law knew how to command, to which command weakness gives way, while grace knows to assist, whereby love is infused.",
          "id": 297365
        },
        {
          "text": "And lest any one, on account of these testimonies, should reproach the law, and contend that it is evil, the apostle, seeing what might occur to those who ill understand it, himself proposed to himself the same question.",
          "id": 297366
        },
        {
          "text": "\"What shall we say, then?\" said he.",
          "id": 297367
        },
        {
          "text": "\"Is the law sin? Far from it.",
          "id": 297368
        },
        {
          "text": "But I did not know sin except by the law\".",
          "id": 297369
        },
        {
          "text": "He had already said before, \"For by the law is the knowledge of sin\".",
          "id": 297370
        },
        {
          "text": "It is not, therefore, the taking away, but the knowledge of sin.",
          "id": 297371
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter 14.",
          "id": 297372
        },
        {
          "text": "—That the Apostle is Speaking in His Own Person and that of Others Who Are Under Grace, Not Still Under Law.",
          "id": 297373
        },
        {
          "text": "And from this point he now begins—and, it was on account of this that I undertook the consideration of these things—to introduce his own person, and to speak as if about himself; where the Pelagians will not have it that the apostle himself is to be understood, but say that he has transfigured another person into himself,—that is, a man placed still under the law, not yet freed by grace.",
          "id": 297374
        },
        {
          "text": "And here, indeed, they ought at least to concede that \"in the law no one is justified,\" as the same apostle says elsewhere; but that the law avails for the knowledge of sin, and for the transgression of the law itself, so that sin, being known and increased, grace may be sought for through faith.",
          "id": 297375
        },
        {
          "text": "But they do not fear that those things should be understood concerning the apostle which he might also say concerning his past, but they fear those things which follow.",
          "id": 297376
        },
        {
          "text": "For here he says: \"I had not known lust if the law had not said, Thou shall not covet.",
          "id": 297377
        },
        {
          "text": "But the occasion being taken, sin wrought in me by the commandment all manner of lust.",
          "id": 297378
        },
        {
          "text": "For without the law sin was dead.",
          "id": 297379
        },
        {
          "text": "But I was alive without the law once, but when the commandment came, sin revived, and I died, and the commandment which was for life was found for me to be death.",
          "id": 297380
        },
        {
          "text": "For sin, taking occasion by the commandment, deceived me, and by it slew me.",
          "id": 297381
        },
        {
          "text": "Therefore the law indeed is holy, and the commandment holy, just, and good.",
          "id": 297382
        },
        {
          "text": "Was, then, that which is good made death unto me? By no means.",
          "id": 297383
        },
        {
          "text": "But sin, that it might appear sin, worked death to me by that which is good, that the sinner or the sin might become by the commandment excessive\".",
          "id": 297384
        },
        {
          "text": "All these things, as I have said, the apostle can seem to have commemorated from his past life: so that from what he says, \"For I was alive without the law once,\" he may have wished his first age from infancy to be understood, before the years of reason; but in that he added, \"But when the commandment came, sin revived, but I died,\" he would fain show himself able to receive the commandment, but not to do it, and therefore a transgressor of the law.",
          "id": 297385
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter 15 (IX.",
          "id": 297386
        },
        {
          "text": ")—He Sins in Will Who is Only Deterred from Sinning by Fear.",
          "id": 297387
        },
        {
          "text": "Nor let us be disturbed by what he wrote to the Philippians: \"Touching the righteousness which is in the law, one who is without blame\".",
          "id": 297388
        },
        {
          "text": "For he could be within in evil affections a transgressor of the law, and yet fulfil the open works of the law, either by the fear of men or of God Himself; but by terror of punishment, not by love and delight in righteousness.",
          "id": 297389
        },
        {
          "text": "For it is one thing to do good with the will of doing good, and another thing to be so inclined by the will to do evil, that one would actually do it if it could be allowed without punishment.",
          "id": 297390
        },
        {
          "text": "For thus assuredly he is sinning within in his will itself, who abstains from sin not by will but by fear.",
          "id": 297391
        },
        {
          "text": "And knowing himself to have been such in these his internal affections, before the grace of God which is through Jesus Christ our Lord, the apostle elsewhere confesses this very plainly.",
          "id": 297392
        },
        {
          "text": "For writing to the Ephesians, he says: \"And you, though ye were dead in your trespasses and sins, wherein sometime ye walked according to the course of this world, according to the prince of the power of the air, of that spirit that now worketh in the children of disobedience, in whom also we all at one time had our conversation in the lusts of our flesh, doing the will of our flesh and our affections, and were by nature the children of wrath, even as others also: but God, who is rich in mercy, for His great love wherewith He loved us even when we were dead in sins, quickened us together with Christ, by whose grace we are saved\".",
          "id": 297393
        },
        {
          "text": "Again to Titus he says: \"For we ourselves also were sometime foolish and unbelieving, erring, serving various lusts and pleasures, living in malice and envy, hateful, and holding one another in hatred\".",
          "id": 297394
        },
        {
          "text": "Such was Saul when he says that he was, touching the righteousness which is in the law, without reproach.",
          "id": 297395
        },
        {
          "text": "For that he had not pressed on in the law, and changed his character so as to be without reproach after this hateful life, he plainly shows in what follows, when he says that he was not changed from these evils except by the grace of the Saviour.",
          "id": 297396
        },
        {
          "text": "For adding also this very thing, here as well as to the Ephesians, he says: \"But when the kindness and love of God our Saviour shone forth, not by works of righteousness which we have done, but according to His mercy He saved us, by the washing of regeneration, and of the renewal of the Holy Spirit, whom He shed on us most abundantly, through Jesus Christ our Saviour, that being justified by His grace we should be made heirs according to the hope of eternal life\".",
          "id": 297397
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter 16.",
          "id": 297398
        },
        {
          "text": "—How Sin Died, and How It Revived.",
          "id": 297399
        },
        {
          "text": "And what he says in that passage of the Epistle to the Romans, \"Sin, that it might appear sin, wrought death to me by that which is good,\" agrees with the former passages where he said, \"But I had not known sin but by the law, for I had not known lust unless the law had said, Thou shalt not covet\".",
          "id": 297400
        },
        {
          "text": "And previously, \"By the law is the knowledge of sin,\" for he said this also here, \"that it might appear sin;\" that we might not understand what he had said, \"For without law sin was dead,\" except in the sense as if it were not, \"it lies hidden, it does not appear, it is completely ignored, as if it were buried in I know not what darkness of ignorance\".",
          "id": 297401
        },
        {
          "text": "And in that he says, \"And I was alive once without the law,\" what does he say except, I seemed to myself to live? And with respect to what he added, \"But when the commandment came, sin revived,\" what else is it but sin shone forth, became apparent? Nor yet does he say lived, but revived.",
          "id": 297402
        },
        {
          "text": "For it had lived formerly in Paradise, where it sufficiently appeared, admitted in opposition to the command given; but when it is inherited by children coming into the world, it lies concealed, as if it were dead, until its evil, resisting righteousness, is felt by its prohibition, when one thing is commanded and approved, another thing delights and rules: then, in some measure sin revives in the knowledge of the man that is born, although it had lived already for some time in the knowledge of the man as at first made.",
          "id": 297403
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter 17 (X.",
          "id": 297404
        },
        {
          "text": ")—\"The Law is Spiritual, But I Am Carnal,\" To Be Understood of Paul.",
          "id": 297405
        },
        {
          "text": "But it is not so clear how what follows can be understood concerning Paul.",
          "id": 297406
        },
        {
          "text": "\"For we know,\" says he, \"that the law is spiritual, but I am carnal\".",
          "id": 297407
        },
        {
          "text": "He does not say, \"I was,\" but, \"I am\".",
          "id": 297408
        },
        {
          "text": "Was, then, the apostle, when he wrote this, carnal? or does he say this with respect to his body? For he was still in the body of this death, not yet made what he speaks of elsewhere: \"It is sown a natural body, it shall be raised a spiritual body\".",
          "id": 297409
        },
        {
          "text": "For then, of the whole of himself, that is, of both parts of which he consists, he shall be a spiritual man, when even the body shall be spiritual.",
          "id": 297410
        },
        {
          "text": "For it is not absurd that in that life even the flesh should be spiritual, if in this life in those who still mind earthly things even the spirit itself may be carnal.",
          "id": 297411
        },
        {
          "text": "Thus, then, he said, \"But I am carnal,\" because the apostle had not yet a spiritual body, as he might say, \"But I am mortal,\" which assuredly he could not be understood to have said except in respect of his body, which had not yet been clothed with immortality.",
          "id": 297412
        },
        {
          "text": "Moreover, in reference to what he added, \"sold under sin,\" lest any one think that he was not yet redeemed by the blood of Christ, this also may be understood in respect of that which he says: \"And we ourselves, having the first-fruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body\".",
          "id": 297413
        },
        {
          "text": "For if in this respect he says that he was sold under sin, that as yet his body has not been redeemed from corruption; or that he was sold once in the first transgression of the commandment so as to have a corruptible body which drags down the soul; what hinders the apostle here from being understood to say about himself that which he says in such wise that it may be understood also of himself, even if in his person he wishes not himself alone, but all, to be received who had known themselves as struggling, without consent, in spiritual delight with the affection of the flesh?.",
          "id": 297414
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter 18.",
          "id": 297415
        },
        {
          "text": "—How the Apostle Said that He Did the Evil that He Would Not.",
          "id": 297416
        },
        {
          "text": "Or by chance do we fear what follows, \"For that which I do I know not, for what I will I do not, but what I hate that I do,\" lest perhaps from these words some one should suspect that the apostle is consenting to the evil works of the concupiscence of the flesh? But we must consider what he adds: \"But if I do that which I will not, I consent to the law that it is good\".",
          "id": 297417
        },
        {
          "text": "For he says that he rather consents to the law than to the concupiscence of the flesh.",
          "id": 297418
        },
        {
          "text": "For this he calls by the name of sin.",
          "id": 297419
        },
        {
          "text": "Therefore he said that he acted and laboured not with the desire of consenting and fulfilling, but from the impulse of lusting itself.",
          "id": 297420
        },
        {
          "text": "Hence, then, he says, \"I consent to the law that it is good\".",
          "id": 297421
        },
        {
          "text": "I consent because I do not will what it does not will.",
          "id": 297422
        },
        {
          "text": "Afterwards he says, \"Now, then, it is no more I that do it, but sin which dwelleth in me\".",
          "id": 297423
        },
        {
          "text": "What does he mean by \"now then,\" but, now at length, under the grace which has delivered the delight of my will from the consent of lust? For, \"it is not I that do it,\" cannot be better understood than that he does not consent to set forth his members as instruments of unrighteousness unto sin.",
          "id": 297424
        },
        {
          "text": "For if he lusts and consents and acts, how can he be said not to do the thing himself, even although he may grieve that he does it, and deeply groan at being overcome?.",
          "id": 297425
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter 19.",
          "id": 297426
        },
        {
          "text": "—What It is to Accomplish What is Good.",
          "id": 297427
        },
        {
          "text": "And now does not what follows most plainly show whence he spoke? \"For I know that in me, that is, in my flesh, dwelleth no good thing\"? For if he had not explained what he said by the addition of \"that is, in my flesh,\" it might, perchance, be otherwise understood, when he said, \"in me\".",
          "id": 297428
        },
        {
          "text": "And therefore he repeats and urges the same thing in another form: \"For to will is present with me, but to perform that which is good is not\".",
          "id": 297429
        },
        {
          "text": "For this is to perform that which is good, that a man should not even lust.",
          "id": 297430
        },
        {
          "text": "For the good is incomplete when one lusts, even although a man does not consent to the evil of lust.",
          "id": 297431
        },
        {
          "text": "\"For the good that I would,\" says he, \"I do not; but the evil that I would not, that I do.",
          "id": 297432
        },
        {
          "text": "Now, if I do that I would not, it is no more I that do it, but sin that dwelleth in me\".",
          "id": 297433
        },
        {
          "text": "This he repeated impressively, and as it were to stir up the most slothful from slumber: \"I find then that the law,\" said he, \"is for me wishing to do good, since evil is present with me\".",
          "id": 297434
        },
        {
          "text": "The law, then, is for one who would do good, but evil is present from lust, though he does not consent to this who says, \"It is no longer I that do it\".",
          "id": 297435
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter 20.",
          "id": 297436
        },
        {
          "text": "—In Me, that Is, in My Flesh.",
          "id": 297437
        },
        {
          "text": "And he declares both more plainly in what follows: \"For I delight in the law of God after the inward man; but I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members\".",
          "id": 297438
        },
        {
          "text": "But in that he said, \"bringing me into captivity,\" he can feel emotion without consenting to it.",
          "id": 297439
        },
        {
          "text": "Whence, because of those three things, two, to wit, of which we have already argued, in that he says, \"But I am carnal,\" and \"Sold under sin,\" and this third, \"Bringing me into captivity in the law of sin, which is in my members,\" the apostle seems to be describing a man who is still living under the law, and is not yet under grace.",
          "id": 297440
        },
        {
          "text": "But as I have expounded the former two sayings in respect of the still corruptible flesh, so also this latter may be understood as if he had said, \"bringing me into captivity,\" in the flesh, not in the mind; in emotion, not in consent; and therefore \"bringing me into captivity,\" because even in the flesh there is not an alien nature, but our own.",
          "id": 297441
        },
        {
          "text": "As, therefore, he himself expounded what he had said, \"For I know that in me, that is, in my flesh, dwelleth no good thing,\" so also now out of the exposition of that we ought to learn the meaning of this passage, as if he had said, \"Bringing me into captivity,\" that is, \"my flesh,\" \"to the law of sin, which is in my members\".",
          "id": 297442
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter 21.",
          "id": 297443
        },
        {
          "text": "—No Condemnation in Christ Jesus.",
          "id": 297444
        },
        {
          "text": "Then he adds the reason why he said all these things: \"O wretched man that I am! who shall deliver me from the body of this death? The grace of God, through Jesus Christ our Lord!\" And thence he concludes: \"Therefore I myself with the mind serve the law of God, but with the flesh the law of sin\".",
          "id": 297445
        },
        {
          "text": "To wit, with the flesh, the law of sin, by lusting; but with the mind, the law of God, by not consenting to that lust.",
          "id": 297446
        },
        {
          "text": "\"For there is now no condemnation to those who are in Christ Jesus\".",
          "id": 297447
        },
        {
          "text": "For he is not condemned who does not consent to the evil of the lust of the flesh.",
          "id": 297448
        },
        {
          "text": "\"For the law of the Spirit of life in Christ Jesus has made thee free from the law of sin and death,\" so that, to wit, the lust of the flesh may not appropriate to itself thy consent.",
          "id": 297449
        },
        {
          "text": "And what follows more and more demonstrates the same meaning.",
          "id": 297450
        },
        {
          "text": "But moderation must be used.",
          "id": 297451
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter 22.",
          "id": 297452
        },
        {
          "text": "—Why the Passage Referred to Must Be Understood of a Man Established Under Grace.",
          "id": 297453
        },
        {
          "text": "And it had once appeared to me also that the apostle was in this argument of his describing a man under the law.",
          "id": 297454
        },
        {
          "text": "But afterwards I was constrained to give up the idea by those words where he says, \"Now, then, it is no more I that do it\".",
          "id": 297455
        },
        {
          "text": "For to this belongs what he says subsequently also: \"There is, therefore, now no condemnation to them that are in Christ Jesus\".",
          "id": 297456
        },
        {
          "text": "And because I do not see how a man under the law should say, \"I delight in the law of God after the inward man;\" since this very delight in good, by which, moreover, he does not consent to evil, not from fear of penalty, but from love of righteousness (for this is meant by \"delighting\"), can only be attributed to grace.",
          "id": 297457
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter 23 (XI.",
          "id": 297458
        },
        {
          "text": ")—What It is to Be Delivered from the Body of This Death.",
          "id": 297459
        },
        {
          "text": "For when he says also, \"Who shall deliver me from the body of this death?\" who can deny that when the apostle said this he was still in the body of this death? And certainly the wicked are not delivered from this, to whom the same bodies are returned for eternal torment.",
          "id": 297460
        },
        {
          "text": "Therefore, to be delivered from the body of this death is to be healed of all the weakness of fleshly lust, and to receive the body, not for penalty, but for glory.",
          "id": 297461
        },
        {
          "text": "With this passage also those words are sufficiently in harmony: \"Ourselves also, which have the first-fruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, the redemption, of our body\".",
          "id": 297462
        },
        {
          "text": "For surely we groan with that groaning wherein we say, \"O wretched man that I am! who shall deliver me from the body of this death?\" That also where he says, \"For what I do, I know not;\" what else is it than: \"I will not, I do not approve, I do not consent, I do not do\"? Otherwise it is contrary to what he said above, \"By the law is the knowledge of sin,\" and, \"I had not known sin but by the law,\" and, \"Sin, that it might appear sin, worked death in me by that which is good\".",
          "id": 297463
        },
        {
          "text": "For how did he know sin, of which he was ignorant, by the law? How does sin which is not known appear? Therefore it is said, \"I know not,\" for \"I do not,\" because I myself commit it with no consent of mine; in the same way in which the Lord will say to the wicked, \"I know you not,\" although, beyond a doubt, nothing can be hid from Him; and as it is said, \"Him who had not known sin,\" which means who had not done sin, for He had not known what He condemned.",
          "id": 297464
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter 24.",
          "id": 297465
        },
        {
          "text": "—He Concludes that the Apostle Spoke in His Own Person, and that of Those Who are Under Grace.",
          "id": 297466
        },
        {
          "text": "On the careful consideration of these things, and things of the same kind in the context of that apostolical Scripture, the apostle is rightly understood to have signified not, indeed, himself alone in his own person, but others also established under grace, and with him not yet established in that perfect peace in which death shall be swallowed up in victory.",
          "id": 297467
        },
        {
          "text": "And concerning this he afterwards says, \"But if Christ be in you, the body is dead because of sin, but the spirit is life because of righteousness.",
          "id": 297468
        },
        {
          "text": "If, then, the Spirit of Him that raised up Jesus from the dead dwelleth in you, He that raised up Jesus from the dead shall also quicken your mortal bodies by His Spirit that dwelleth in you\".",
          "id": 297469
        },
        {
          "text": "Therefore, after our mortal bodies have been quickened, not only will there be no consent to sinning, but even the lust of the flesh itself, to which there is no consent, will not remain.",
          "id": 297470
        },
        {
          "text": "And not to have this resistance to the spirit in the mortal flesh, was possible only to that man who came not by the flesh to men.",
          "id": 297471
        },
        {
          "text": "And that the apostles, because they were men, and carried about in the mortality of this life a body which is corrupted and weighs down the soul,  were, therefore, \"always polluted with excessive lust,\" as that man injuriously affirms, be it far from me to say.",
          "id": 297472
        },
        {
          "text": "But I do say that although they were free from consent to depraved lusts, they nevertheless groaned concerning the concupiscence of the flesh, which they bridled by restraint with such humility and piety, that they desired rather not to have it than to subdue it.",
          "id": 297473
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter 25 (XII.",
          "id": 297474
        },
        {
          "text": ")—The Sixth Calumny,—That Augustin Asserts that Even Christ Was Not Free from Sins.",
          "id": 297475
        },
        {
          "text": "In like manner as to what he added, that I say, \"that Christ even was not free from sins, but that, from the necessity of the flesh, He spoke falsely, and was stained with other faults,\" he should see from whom he heard these things, or in whose letters he read them; for that, indeed, he perchance did not understand them, and turned them by the deceitfulness of malice into calumnious meanings.",
          "id": 297476
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter 26 (XIII.",
          "id": 297477
        },
        {
          "text": ")—The Seventh Calumny,—That Augustin Asserts that in Baptism All Sins are Not Remitted.",
          "id": 297478
        },
        {
          "text": "\"They also say,\" says he, \"that baptism does not give complete remission of sins, nor take away crimes, but that it shaves them off, so that the roots of all sins are retained in the evil flesh\".",
          "id": 297479
        },
        {
          "text": "Who but an unbeliever can affirm this against the Pelagians? I say, therefore, that baptism gives remission of all sins, and takes away guilt, and does not shave them off; and \"that the roots of all sins are\" not \"retained in the evil flesh, as if of shaved hair on the head, whence the sins may grow to be cut down again\".",
          "id": 297480
        },
        {
          "text": "For it was I that found out that similitude, too, for them to use for the purposes of their calumny, as if I thought and said this.",
          "id": 297481
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter 27.",
          "id": 297482
        },
        {
          "text": "—In What Sense Lust is Called Sin in the Regenerate.",
          "id": 297483
        },
        {
          "text": "But concerning that concupiscence of the flesh of which they speak, I believe that they are deceived, or that they deceive; for with this even he that is baptized must struggle with a pious mind, however carefully he presses forward, and is led by the Spirit of God.",
          "id": 297484
        },
        {
          "text": "But although this is called sin, it is certainly so called not because it is sin, but because it is made by sin, as a writing is said to be some one's \"hand\" because the hand has written it.",
          "id": 297485
        },
        {
          "text": "But they are sins which are unlawfully done, spoken, thought, according to the lust of the flesh, or to ignorance—things which, once done, keep their doers guilty if they are not forgiven.",
          "id": 297486
        },
        {
          "text": "And this very concupiscence of the flesh is in such wise put away in baptism, that although it is inherited by all that are born, it in no respect hurts those that are born anew.",
          "id": 297487
        },
        {
          "text": "And yet from these, if they carnally beget children, it is again derived; and again it will be hurtful to those that are born, unless by the same form it is remitted to them as born again, and remains in them in no way hindering the future life, because its guilt, derived by generation, has been put away by regeneration; and thus it is now no more sin, but is called so, whether because it became what it is by sin, or because it is stirred by the delight of sinning, although by the conquest of the delight of righteousness consent is not given to it.",
          "id": 297488
        },
        {
          "text": "Nor is it on account of this, the guilt of which has already been taken away in the laver of regeneration, that the baptized say in their prayer, \"Forgive us our debts, as we also forgive our debtors;\" but on account of sins which are committed, whether in consentings to it, when what is right is overcome by that which pleases, or when by ignorance evil is accepted as if it were good.",
          "id": 297489
        },
        {
          "text": "And they are committed, whether by acting, or by speaking, or—and this is the easiest and the quickest—by thinking.",
          "id": 297490
        },
        {
          "text": "From all which things what believer ever will boast that he has his heart pure? or who will boast that he is pure from sin? Certainly that which follows in the prayer is said on account of concupiscence: \"Lead us not into temptation, but deliver us from evil\".",
          "id": 297491
        },
        {
          "text": "\"For every one,\" as it is written, \"is tempted when he is drawn away of his own concupiscence, and enticed; then, when concupiscence hath conceived, it bringeth forth sin\".",
          "id": 297492
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chapter 28 (XIV.",
          "id": 297493
        },
        {
          "text": ")—Many Without Crime, None Without Sin.",
          "id": 297494
        },
        {
          "text": "All these products of concupiscence, and the old guilt of concupiscence itself, are put away by the washing of baptism.",
          "id": 297495
        },
        {
          "text": "And whatever that concupiscence now brings forth, if they are not those products which are called not only sins, but even crimes, are purified by that method of daily prayer when we say, \"Forgive us our debts, as we forgive,\" and by the sincerity of alms-giving.",
          "id": 297496
        },
        {
          "text": "For no one is so foolish as to say that that precept of our Lord does not refer to baptized people: \"Forgive and it shall be forgiven you, give and it shall be given you\".",
          "id": 297497
        },
        {
          "text": "But none could rightly be ordained a minister in the Church if the apostle had said, \"If any is without sin,\" where he says, \"If any is without crime;\" or if he had said, \"Having no sin,\" where he says, \"Having no crime\".",
          "id": 297498
        },
        {
          "text": "Because many baptized believers are without crime, but I should say that no one in this life is without sin,—however much the Pelagians are inflated, and burst asunder in madness against me because I say this: not because there remains anything of sin which is not remitted in baptism; but because by us who remain in the weakness of this life such sins do not cease daily to be committed, as are daily remitted to those who pray in faith and work in mercy.",
          "id": 297499
        },
        {
          "text": "This is the soundness of the catholic faith, which the Holy Spirit everywhere sows,—not the vanity and presumption of spirit of heretical pravity.",
          "id": 297500
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chapter 29 (XV.",
          "id": 297501
        },
        {
          "text": ")—Julian Opposes the Faith of His Friends to the Opinions of Catholic Believers.",
          "id": 297502
        },
        {
          "text": "First of All, of Free Will.",
          "id": 297503
        },
        {
          "text": "Now therefore let us see, for the rest, in what way—after thinking that he might calumniously object against me what I believe, and feign what I do not believe—he himself professes his own faith or that of the Pelagians.",
          "id": 297504
        },
        {
          "text": "\"In opposition to these things,\" he says, \"we daily argue, and we are unwilling to yield our consent to transgressors, because we say that free will is in all by nature, and could not perish by the sin of Adam; which assertion is confirmed by the authority of all Scriptures\".",
          "id": 297505
        },
        {
          "text": "If in any degree it is necessary to say this, you should not say it against the grace of God,—you should not give your consent to transgressors, but you should correct your opinion.",
          "id": 297506
        },
        {
          "text": "But about this, as much as I could, and as far as it seemed to be sufficient, I have argued above.",
          "id": 297507
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chapter 30.",
          "id": 297508
        },
        {
          "text": "—Secondly, of Marriage.",
          "id": 297509
        },
        {
          "text": "\"We say,\" says he, \"that that marriage which is now celebrated throughout the earth was ordained by God, and that married people are not guilty, but that fornicators and adulterers are to be condemned\".",
          "id": 297510
        },
        {
          "text": "This is true and catholic doctrine; but what you want to gather from this, to wit, that from the intercourse of male and female those who are born derive no sin to be put away by the laver of regeneration,—this is false and heretical.",
          "id": 297511
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "Chapter 31.",
          "id": 297512
        },
        {
          "text": "—Thirdly, of Conjugal Intercourse.",
          "id": 297513
        },
        {
          "text": "\"We say,\" says he, \"that the sexual impulse—that is, that the virility itself, without which there can be no intercourse—is ordained by God\".",
          "id": 297514
        },
        {
          "text": "To this I reply that the sexual impulse, and, to make use of his word, virility, without which there can be no intercourse, was so appointed by God that there was in it nothing to be ashamed of.",
          "id": 297515
        },
        {
          "text": "For it was not fit that His creature should blush at the work of his Creator; but by a just punishment the disobedience of the members was the retribution to the disobedience of the first man, for which disobedience they blushed when they covered with fig-leaves those shameful parts which previously were not shameful.",
          "id": 297516
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "Chapter 32 (XVI.",
          "id": 297517
        },
        {
          "text": ")—The Aprons Which Adam and Eve Wore.",
          "id": 297518
        },
        {
          "text": "For they did not use for themselves tunics to cover their whole bodies after their sin, but aprons, which some of the less careful of our translators have translated as \"coverings\".",
          "id": 297519
        },
        {
          "text": "And this indeed is true; but \"covering\" is a general name, by which may be understood every kind of clothing and veil.",
          "id": 297520
        },
        {
          "text": "And ambiguity ought to be avoided, so that, as the Greek called them περιζώματα, by which only the shameful parts of the body are covered, so also the Latin should either use the Greek word itself, because now custom has come to use it instead of the Latin, or, as some do, use the word aprons, or, as others have better named them, wrestling aprons.",
          "id": 297521
        },
        {
          "text": "Because this name is taken from that ancient Roman custom whereby the youth covered their shameful parts when they were exercised naked in the field; whence even at this day they are called campestrati, since they cover those members with the girdle.",
          "id": 297522
        },
        {
          "text": "Although, if those members by which sin was committed were to be covered after the sin, men ought not indeed to have been clothed in tunics, but to have covered their hand and mouth, because they sinned by taking and eating.",
          "id": 297523
        },
        {
          "text": "What, then, is the meaning, when the prohibited food was taken, and the transgression of the precept had been committed, of the look turned towards those members? What unknown novelty is felt there, and compels itself to be noticed? And this is signified by the opening of the eyes.",
          "id": 297524
        },
        {
          "text": "For their eyes were not closed, either when Adam gave names to the cattle and birds, or when Eve saw the trees to be beautiful and good; but they were made open—that is, attentive—to consider; as it is written of Agar, the handmaid of Sarah, that she opened her eyes and saw a well, although she certainly had not had them closed before.",
          "id": 297525
        },
        {
          "text": "As, therefore, they were so suddenly ashamed of their nakedness, which they were daily in the habit of looking upon and were not confused, that they could now no longer bear those members naked, but immediately took care to cover them; did not they—he in the open, she in the hidden impulse—perceive those members to be disobedient to the choice of their will, which certainly they ought to have ruled like the rest by their voluntary command? And this they deservedly suffered, because they themselves also were not obedient to their Lord.",
          "id": 297526
        },
        {
          "text": "Therefore they blushed that they in such wise had not manifested service to their Creator, that they should deserve to lose dominion over those members by which children were to be procreated.",
          "id": 297527
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "Chapter 33.",
          "id": 297528
        },
        {
          "text": "—The Shame of Nakedness.",
          "id": 297529
        },
        {
          "text": "This kind of shame—this necessity of blushing—is certainly born with every man, and in some measure is commanded by the very laws of nature; so that, in this matter, even virtuous married people are ashamed.",
          "id": 297530
        },
        {
          "text": "Nor can any one go to such an extreme of evil and disgrace, as, because he knows God to be the author of nature and the ordainer of marriage, to have intercourse even with his wife in any one's sight, or not to blush at those impulses and seek secrecy, where he can shun the sight not only of strangers, but even of all his own relatives.",
          "id": 297531
        },
        {
          "text": "Therefore let human nature be permitted to acknowledge the evil that happens to it by its own fault, lest it should be compelled either not to blush at its own impulses, which is most shameless, or else to blush at the work of its Creator, which is most ungrateful.",
          "id": 297532
        },
        {
          "text": "Of this evil, nevertheless, virtuous marriage makes good use for the sake of the benefit of the begetting of children.",
          "id": 297533
        },
        {
          "text": "But to consent to lust for the sake of carnal pleasure alone is sin, although it may be conceded to married people with permission.",
          "id": 297534
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "Chapter 34 (XVII.",
          "id": 297535
        },
        {
          "text": ")—Whether There Could Be Sensual Appetite in Paradise Before the Fall.",
          "id": 297536
        },
        {
          "text": "But, while maintaining, ye Pelagians, the honourableness and fruitfulness of marriage, determine, if nobody had sinned, what you would wish to consider the life of those people in Paradise, and choose one of these four things.",
          "id": 297537
        },
        {
          "text": "For beyond a doubt, either as often as ever they pleased they would have had intercourse; or they would bridle lust when intercourse was not necessary; or lust would arise at the summons of will, just at the time when chaste prudence would have perceived beforehand that intercourse was necessary; or, with no lust existing at all, as every other member served for its own work, so for its own work the organs of generation also would obey the commands of those that willed, without any difficulty.",
          "id": 297538
        },
        {
          "text": "Of these four suppositions, choose which you please; but I think you will reject the two former, in which lust is either obeyed or resisted.",
          "id": 297539
        },
        {
          "text": "For the first one would not be in accordance with so great a virtue, and the second not in harmony with so great a happiness.",
          "id": 297540
        },
        {
          "text": "For be the idea far from us, that the glory of so great a blessedness as that should either be most basely enslaved by always following a preceding lust, or, by resisting it, should not enjoy the most abounding peace.",
          "id": 297541
        },
        {
          "text": "Away, I say, with the thought that that mind should either be gratified by consenting to satisfy the concupiscence of the flesh, arising not opportunely for the sake of procreation, but with unregulated excitement, or that that quiet should find it necessary to restrain it by refusing.",
          "id": 297542
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "Chapter 35.",
          "id": 297543
        },
        {
          "text": "—Desire in Paradise Was Either None at All, or It Was Obedient to the Impulse of the Will.",
          "id": 297544
        },
        {
          "text": "But whichever you choose of the two other alternatives, there is no necessity for striving against you with any disputation.",
          "id": 297545
        },
        {
          "text": "For even if you should refuse to elect the fourth, in which there is the highest tranquillity of all the obedient members without any lust, since already the urgency of your arguments has made you hostile to it; that will doubtless please you which I have put in the third place, that that carnal concupiscence, whose impulse attains to the final pleasure which much delights you, should never arise in Paradise except at the bidding of the will when it would be necessary for procreation.",
          "id": 297546
        },
        {
          "text": "If it is agreeable to you to arrange this in Paradise, and if, by means of such a concupiscence of the flesh which should neither anticipate, nor impede, nor exceed the bidding of the will, it appears to you that children could have been begotten, I have no objection.",
          "id": 297547
        },
        {
          "text": "For, as far as I am concerned in this matter, it is enough for me that such a concupiscence of the flesh is not now among men, as you concede there might have been in that place of happiness.",
          "id": 297548
        },
        {
          "text": "For what it now is, the sense of all men certainly confesses, although with modesty; because it both solicits with excessive and importunate uneasiness the chaste, even when they are unwilling and are checking it by moderation, and frequently withdraws itself from the willing and inflicts itself on the unwilling; so that, by its disobedience, it testifies that it is nothing else than the punishment of that first disobedience.",
          "id": 297549
        },
        {
          "text": "Whence, reasonably, both then the first men when they covered their nakedness, and now whoever considers himself to be a man, every no less modest than immodest person is confounded at it—far be it from us to say by the work of God, but—by the penalty of the first and ancient sin.",
          "id": 297550
        },
        {
          "text": "You, however, not for the sake of religious reasoning, but for excited contention,—not on behalf of human modesty, but for your own madness, that even the concupiscence of the flesh itself should not be thought to be currupted, and original sin to be derived from it,—are endeavouring by your argument to recall it absolutely, such as it now is, into Paradise; and to contend that that concupiscence could have been there which would either always be followed by a disgraceful consent, or would sometimes be restrained by a pitiable refusal.",
          "id": 297551
        },
        {
          "text": "I, however, do not greatly care what it delights you to think of it.",
          "id": 297552
        },
        {
          "text": "Still, whatever of men is born by its means, if he is not born again, without doubt he is damned; and he must be under the dominion of the devil, if he is not delivered thence by Christ.",
          "id": 297553
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "Chapter 36 (XVIII.",
          "id": 297554
        },
        {
          "text": ")—Julian's Fourth Objection, that Man is God's Work, and is Not Constrained to Evil or Good by His Power.",
          "id": 297555
        },
        {
          "text": "\"We maintain,\" says he, \"that men are the work of God, and that no one is forced unwillingly by His power either into evil or good, but that man does either good or ill of his own will; but that in a good work he is always assisted by God's grace, while in evil he is incited by the suggestions of the devil\".",
          "id": 297556
        },
        {
          "text": "To this I answer, that men, in so far as they are men, are the work of God; but in so far as they are sinners, they are under the devil, unless they are plucked from thence by Him who became the Mediator between God and man, for no other reason than because He could not be a sinner from men.",
          "id": 297557
        },
        {
          "text": "And that no one is forced by God's power unwillingly either into evil or good, but that when God forsakes a man, he deservedly goes to evil, and that when God assists, without deserving he is converted to good.",
          "id": 297558
        },
        {
          "text": "For a man is not good if he is unwilling, but by the grace of God he is even assisted to the point of being willing; because it is not vainly written, \"For it is God that worketh in you, both to will and to do for His good pleasure,\" and, \"The will is prepared by God\".",
          "id": 297559
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "Chapter 37 (XIX.",
          "id": 297560
        },
        {
          "text": ")—The Beginning of a Good Will is the Gift of Grace.",
          "id": 297561
        },
        {
          "text": "But you think that a man is so aided by the grace of God in a good work, that in stirring up his will to that very good work you believe that grace does nothing; for this your own words sufficiently declare.",
          "id": 297562
        },
        {
          "text": "For why have you not said that a man is incited by God's grace to a good work, as you have said that he is incited to evil by the suggestions of the devil, but have said that in a good work he is always aided by God's grace?—as if by his own will, and without any grace of God, he undertook a good work, and were then divinely assisted in the work itself, for the sake, that is to say, of the merits of his good will; so that grace is rendered as due,—not given as not due,—and thus grace is made no more grace.",
          "id": 297563
        },
        {
          "text": "But this is what, in the Palestinian judgment, Pelagius with a deceitful heart condemned,—that the grace of God, namely, is given according to our merits.",
          "id": 297564
        },
        {
          "text": "Tell me, I beseech you, what good, Paul, while he was as yet Saul, willed, and not rather great evils, when breathing out slaughter he went, in horrible darkness of mind and madness, to lay waste the Christians? For what merits of a good will did God convert him by a marvellous and sudden calling from those evils to good things? What shall I say, when he himself cries, \"Not by works of righteousness that we have done, but according to His mercy He saved us\"? What is that which I have already mentioned as having been said by the Lord, \"No one can come to me,\"—which is understood as \"believe on me,\"—unless it were given him of my Father\"? Whether is this given to him who is already willing to believe, for the sake of the merits of a good will? or rather is the will itself, as in the case of Saul, stirred up from above, that he may believe, even although he is so averse from the faith as even to persecute the believers? For how has the Lord commanded us to pray for those who persecute us? Do we pray thus that the grace of God may be recompensed them for the sake of their good will, and not rather that the evil will itself may be changed into a good one? Just as we believe that at that time the saints whom he was persecuting did not pray for Saul in vain, that his will might be converted to the faith which he was destroying.",
          "id": 297565
        },
        {
          "text": "And indeed that his conversion was effected from above, appeared even by a manifest miracle.",
          "id": 297566
        },
        {
          "text": "But how many enemies of Christ are at the present day suddenly drawn by God's secret grace to Christ! And if I had not set down this word from the gospel, what things would that man have said in this behalf concerning me, since even now he is stirring, not against me, but against Him who cries, \"No man can come to me, except the Father who hath sent me draw him\"! For He does not say, \"except He lead him,\" so that we can thus in any way understand that his will precedes.",
          "id": 297567
        },
        {
          "text": "For who is \"drawn,\" if he was already willing? And yet no man comes unless he is willing.",
          "id": 297568
        },
        {
          "text": "Therefore he is drawn in wondrous ways to will, by Him who knows how to work within the very hearts of men.",
          "id": 297569
        },
        {
          "text": "Not that men who are unwilling should believe, which cannot be, but that they should be made willing from being unwilling.",
          "id": 297570
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "Chapter 38 (XX.",
          "id": 297571
        },
        {
          "text": ")—The Power of God's Grace is Proved.",
          "id": 297572
        },
        {
          "text": "That this is true we do not surmise by human conjecture, but we discern by the most evident authority of the divine Scriptures.",
          "id": 297573
        },
        {
          "text": "It is read in the books of the Chronicles: \"Also in Judah, the hand of God was made to give them one heart, to do the commandment of the king and of the princes in the word of the Lord\".",
          "id": 297574
        },
        {
          "text": "Also by Ezekiel the prophet the Lord says, \"I will give them another heart, and a new spirit will I give them; and I will take away their stony heart out of their flesh, and I will give them an heart of flesh, that they may walk in my commandments and observe my judgments and do them\".",
          "id": 297575
        },
        {
          "text": "And what is that which Esther the queen prays when she says, \"Give me eloquent speech in my mouth, and enlighten my words in the sight of the lion, and turn his heart to hatred of him that fighteth against us\"? How does she say such things as these in her prayer to God, if God does not work His will in men's hearts? But perchance the woman was foolish in praying thus.",
          "id": 297576
        },
        {
          "text": "Let us see, then, whether the desire of the petitioner was vainly sent on in advance, and whether the result did not follow as of one who heard.",
          "id": 297577
        },
        {
          "text": "Lo, she goes in to the king.",
          "id": 297578
        },
        {
          "text": "We need not say much.",
          "id": 297579
        },
        {
          "text": "And because she did not approach him in her own order, under the compulsion of her great necessity, \"he looked upon her,\" as it is written, \"like a bull in the impulse of his indignation.",
          "id": 297580
        },
        {
          "text": "And the queen feared, and her colour was changed through faintness, and she bowed herself upon the head of her maid, who went before her.",
          "id": 297581
        },
        {
          "text": "And God changed him, and converted his indignation into mildness\".",
          "id": 297582
        },
        {
          "text": "Now what need is there to relate what follows, where the divine Scripture testifies that God fulfilled what she had asked for by working in the heart of the king nothing other than the will by which he commanded, and it was done as the queen had asked of him? And now God had heard her that it should be done, who changed the heart of the king by a most secret and efficacious power before he had heard the address of the woman beseeching him, and moulded it from indignation to mildness,—that is, from the will to hurt, to the will to favour,—according to that word of the apostle, \"God worketh in you to will also\".",
          "id": 297583
        },
        {
          "text": "Did the men of God who wrote these things—nay, did the Spirit of God Himself, under whose guidance such things were written by them—assail the free will of man? Away with the notion! But He has commended both the most righteous judgment and the most merciful aid of the Omnipotent in all cases.",
          "id": 297584
        },
        {
          "text": "For it is enough for man to know that there is no unrighteousness with God.",
          "id": 297585
        },
        {
          "text": "But how He dispenses those benefits, making some deservedly vessels of wrath, others graciously vessels of mercy,—who has known the mind of the Lord, or who has been His counsellor? If, then, we attain to the honour of grace, let us not be ungrateful by attributing to ourselves what we have received.",
          "id": 297586
        },
        {
          "text": "\"For what have we which we have not received?\".",
          "id": 297587
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "Chapter 39 (XXI.",
          "id": 297588
        },
        {
          "text": ")—Julian's Fifth Objection Concerning the Saints of the Old Testament.",
          "id": 297589
        },
        {
          "text": "\"We say,\" says he, \"that the saints of the Old Testament, their righteousness being perfected here, passed to eternal life,—that is, that by the love of virtue they departed from all sins; because those whom we read of as having committed any sin, we nevertheless know to have amended themselves\".",
          "id": 297590
        },
        {
          "text": "Of whatever virtue you may declare that the ancient righteous men were possessed, nothing saved them but the belief in the Mediator who shed His blood for the remission of their sins.",
          "id": 297591
        },
        {
          "text": "For their own word is, \"I believed, and therefore I spoke\".",
          "id": 297592
        },
        {
          "text": "Whence the Apostle Paul also says, \"And we having the same Spirit of faith, according as it is written, I believed, and therefore have I spoken; we also believe, and therefore speak\".",
          "id": 297593
        },
        {
          "text": "What is \"the same Spirit,\" but that Spirit whom these righteous men also had who said such things? The Apostle Peter also says, \"Why do ye wish to put a yoke upon the heathen, which neither we nor our fathers have been able to bear? But, by the grace of the Lord Jesus Christ, we believe that we shall be saved, even as they\".",
          "id": 297594
        },
        {
          "text": "You who are enemies to this grace do not wish this, that the ancients should be believed to have been saved by the same grace of Jesus Christ; but you distribute the times according to Pelagius, in whose books this is read, and you say that before the law men were saved by nature, then by the law, lastly by Christ, as if to men of the two former times, that is to say, before the law and under the law, the blood of Christ had not been necessary; making void what is said: \"For there is one God and one Mediator between God and men, the man Christ Jesus\".",
          "id": 297595
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "text": "Chapter 40 (XXII.",
          "id": 297596
        },
        {
          "text": ")—The Sixth Objection, Concerning the Necessity of Grace for All, and Concerning the Baptism of Infants.",
          "id": 297597
        },
        {
          "text": "They say, \"We confess that the grace of Christ is necessary to all, both to grown-up people and to infants; and we anathematize those who say that a child born of two baptized people ought not to be baptized\".",
          "id": 297598
        },
        {
          "text": "I know in what sense you say such things as these—not according to the Apostle Paul, but according to the heretic Pelagius;—to wit, that baptism is necessary for infants, not for the sake of the remission of sins, but only for the sake of the kingdom of heaven; for you give them outside the kingdom of heaven a place of salvation and life eternal, even if they have not been baptized.",
          "id": 297599
        },
        {
          "text": "Nor do you regard what is written, \"Whosoever believeth and is baptized shall be saved; but he who believeth not shall be condemned\".",
          "id": 297600
        },
        {
          "text": "For which reason, in the Church of the Saviour, infants believe by means of other people, even as they have derived those sins which are remitted them in baptism from other people.",
          "id": 297601
        },
        {
          "text": "Nor do you think thus, that they cannot have life who have been without the body and blood of Christ, although He said Himself, \"Unless ye eat my flesh and drink my blood, ye shall have no life in you\".",
          "id": 297602
        },
        {
          "text": "Or if you are forced by the words of the gospel to confess that infants departing from the body cannot have either life or salvation unless they have been baptized, ask why those who are not baptized are compelled to undergo the judgment of the second death, by the judgment of Him who condemns nobody undeservingly, and you will find what you do not want,—original sin!.",
          "id": 297603
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "text": "Chapter 41 (XXIII.",
          "id": 297604
        },
        {
          "text": ")—The Seventh Objection, of the Effect of Baptism.",
          "id": 297605
        },
        {
          "text": "\"We condemn,\" says he, \"those who affirm that baptism does not do away all sins, because we know that full cleansing is conferred by these mysteries\".",
          "id": 297606
        },
        {
          "text": "We also say this; but you do not say that infants are also by those same mysteries freed from the bonds of their first birth and of their hateful descent.",
          "id": 297607
        },
        {
          "text": "On which account it behoves you, like other heretics also, to be separated from the Church of Christ, which holds this of old time.",
          "id": 297608
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "text": "Chapter 42 (XXIV.",
          "id": 297609
        },
        {
          "text": ")—He Rebuts the Conclusion of Julian's Letter.",
          "id": 297610
        },
        {
          "text": "But now the manner in which he concludes the letter by saying, \"Let no one therefore seduce you, nor let the wicked deny that they think these things.",
          "id": 297611
        },
        {
          "text": "But if they speak the truth, either let a hearing be given, or let those very bishops who now disagree with me condemn what I have above said that they hold with the Manicheans, as we condemn those things which they declare concerning us, and a full agreement shall be made; but if they will not, know ye that they are Manicheans, and abstain from their company;\"—this is rather to be despised than rebuked.",
          "id": 297612
        },
        {
          "text": "For which of us hesitates to pronounce an anathema against the Manicheans, who say that from the good God neither proceed men, nor was ordained marriage, nor was given the law, which was ministered to the Hebrew people by Moses! But against the Pelagians also, not without reason, we pronounce an anathema, for that they are so hostile to God's grace, which comes through Jesus Christ our Lord, as to say that it is given not freely, but according to our merits, and thus grace is no more grace; and place so much in free will by which man is plunged into the abyss, as to say that by making good use of it man deserves grace,—although no man can make good use of it except by grace, which is not repaid according to debt, but is given freely by God's mercy.",
          "id": 297613
        },
        {
          "text": "And they so contend that infants are already saved, that they dare deny that they are to be saved by the Saviour.",
          "id": 297614
        },
        {
          "text": "And holding and disseminating these execrable dogmas, they still over and above constantly demand a hearing, when, as condemned, they ought to repent.",
          "id": 297615
        }
      ]
    }
  ]
}