{
  "book": "Augustine: On the Merits and Forgiveness of Sins, and On the Baptism of Infants Book I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "A Treatise on the Merits and Forgiveness of Sins, and on the Baptism of Infants, Book I.",
          "id": 289490
        },
        {
          "text": "In which he refutes those who maintain, that Adam must have died even if he had never sinned; and that nothing of his sin has been transmitted to his posterity by natural descent.",
          "id": 289491
        },
        {
          "text": "He also shows, that death has not accrued to man by any necessity of his nature, but as the penalty of sin; He then proceeds to prove that in Adam's sin his entire offspring is implicated, showing that infants are baptized for the express purpose of receiving the remission of original sin.",
          "id": 289492
        },
        {
          "text": "Chapter 1 (I.",
          "id": 289493
        },
        {
          "text": ")—Introductory, in the Shape of an Inscription to His Friend Marcellinus.",
          "id": 289494
        },
        {
          "text": "Howeverabsorbing and intense the anxieties and annoyances in the whirl and warmth of which we are engaged with sinful men who forsake the law of God,—even though we may well ascribe these very evils to the fault of our own sins,—I am unwilling, and, to say the truth, unable, any longer to remain a debtor, my dearest Marcellinus, to that zealous affection of yours, which only enhances my own grateful and pleasant estimate of yourself.",
          "id": 289495
        },
        {
          "text": "I am under the impulse (of a twofold emotion): on the one hand, there is that very love which makes us unchangeably one in the one hope of a change for the better; on the other hand, there is the fear of offending God in yourself, who has given you so earnest a desire; in gratifying which I shall be only serving Him who has given it to you.",
          "id": 289496
        },
        {
          "text": "And so strongly has this impulse led and attracted me to solve, to the best of my humble ability, the questions which you have submitted to me in writing, that my mind has gradually admitted this inquiry to an importance transcending that of all others; (and it will now give me no rest) until I accomplish something which shall make it manifest that I have yielded, if not a sufficient, yet at any rate an obedient, compliance with your own kind wish and the desire of those to whom these questions are a source of anxiety.",
          "id": 289497
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 2 (II.",
          "id": 289498
        },
        {
          "text": ")—If Adam Had Not Sinned, He Would Never Have Died.",
          "id": 289499
        },
        {
          "text": "They who say that Adam was so formed that he would even without any demerit of sin have died, not as the penalty of sin, but from the necessity of his being, endeavour indeed to refer that passage in the law, which says: \"On the day ye eat thereof ye shall surely die,\" not to the death of the body, but to that death of the soul which takes place in sin.",
          "id": 289500
        },
        {
          "text": "It is the unbelievers who have died this death, to whom the Lord pointed when He said, \"Let the dead bury their dead\".",
          "id": 289501
        },
        {
          "text": "Now what will be their answer, when we read that God, when reproving and sentencing the first man after his sin, said to him, \"Dust thou art, and unto dust shalt thou return?\" For it was not in respect of his soul that he was \"dust,\" but clearly by reason of his body, and it was by the death of the self-same body that he was destined to \"return to dust\".",
          "id": 289502
        },
        {
          "text": "Still, although it was by reason of his body that he was dust, and although he bare about the natural body in which he was created, he would, if he had not sinned, have been changed into a spiritual body, and would have passed into the incorruptible state, which is promised to the faithful and the saints, without the peril of death.",
          "id": 289503
        },
        {
          "text": "And for this issue we not only are conscious in ourselves of having an earnest desire, but we learn it from the apostle's intimation, when he says: \"For in this we groan, longing to be clothed upon with our habitation which is from heaven; if so be that being clothed we shall not be found naked.",
          "id": 289504
        },
        {
          "text": "For we that are in this tabernacle do groan, being burdened; not for that we would be unclothed, but clothed upon, that mortality may be swallowed up of life\".",
          "id": 289505
        },
        {
          "text": "Therefore, if Adam had not sinned, he would not have been divested of his body, but would have been clothed upon with immortality and incorruption, that \"mortality might have been swallowed up of life;\" that is, that he might have passed from the natural body into the spiritual body.",
          "id": 289506
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 3 (III.",
          "id": 289507
        },
        {
          "text": ")—It is One Thing to Be Mortal, Another Thing to Be Subject to Death.",
          "id": 289508
        },
        {
          "text": "Nor was there any reason to fear that if he had happened to live on here longer in his natural body, he would have been oppressed with old age, and have gradually, by increasing age, arrived at death.",
          "id": 289509
        },
        {
          "text": "For if God granted to the clothes and the shoes of the Israelites that \"they waxed not old\" during so many years, what wonder if for obedience it had been by the power of the same (God) allowed to man, that although he had a natural and mortal body, he should have in it a certain condition, in which he might grow full of years without decrepitude, and, whenever God pleased, pass from mortality to immortality without the medium of death? For even as this very flesh of ours, which we now possess, is not therefore invulnerable, because it is not necessary that it should be wounded; so also was his not therefore immortal, because there was no necessity for its dying.",
          "id": 289510
        },
        {
          "text": "Such a condition, whilst still in their natural and mortal body, I suppose, was granted even to those who were translated hence without death.",
          "id": 289511
        },
        {
          "text": "For Enoch and Elijah were not reduced to the decrepitude of old age by their long life.",
          "id": 289512
        },
        {
          "text": "But yet I do not believe that they were then changed into that spiritual kind of body, such as is promised in the resurrection, and which the Lord was the first to receive; only they probably do not need those aliments, which by their use minister refreshment to the body; but ever since their translation they so live, as to enjoy such a sufficiency as was provided during the forty days in which Elijah lived on the cruse of water and the cake, without substantial food; or else, if there be any need of such sustenance, they are, it may be, sustained in Paradise in some such way as Adam was, before he brought on himself expulsion therefrom by sinning.",
          "id": 289513
        },
        {
          "text": "And he, as I suppose, was supplied with sustenance against decay from the fruit of the various trees, and from the tree of life with security against old age.",
          "id": 289514
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 4 (IV.",
          "id": 289515
        },
        {
          "text": ")—Even Bodily Death is from Sin.",
          "id": 289516
        },
        {
          "text": "But in addition to the passage where God in punishment said, \"Dust thou art, unto dust shalt thou return,\"—a passage which I cannot understand how any one can apply except to the death of the body,—there are other testimonies likewise, from which it most fully appears that by reason of sin the human race has brought upon itself not spiritual death merely, but the death of the body also.",
          "id": 289517
        },
        {
          "text": "The apostle says to the Romans: \"But if Christ be in you, the body is dead because of sin, but the spirit is life because of righteousness.",
          "id": 289518
        },
        {
          "text": "If therefore the Spirit of Him that raised up Jesus from the dead dwell in you, He that raised up Christ Jesus from the dead shall quicken also your mortal bodies by His Spirit that dwelleth in you\".",
          "id": 289519
        },
        {
          "text": "I think that so clear and open a sentence as this only requires to be read, and not expounded.",
          "id": 289520
        },
        {
          "text": "The body, says he, is dead, not because of earthly frailty, as being made of the dust of the ground, but because of sin; what more do we want? And he is most careful in his words: he does not say \"is mortal,\" but \"dead\".",
          "id": 289521
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 5 (V.",
          "id": 289522
        },
        {
          "text": ") —The Words, Mortale (Capable of Dying), Mortuum (Dead), and Moriturus (Destined to Die).",
          "id": 289523
        },
        {
          "text": "Now previous to the change into the incorruptible state which is promised in the resurrection of the saints, the body could be mortal (capable of dying), although not destined to die (moriturus); just as our body in its present state can, so to speak, be capable of sickness, although not destined to be sick.",
          "id": 289524
        },
        {
          "text": "For whose is the flesh which is incapable of sickness, even if from some accident it die before it ever is sick? In like manner was man's body then mortal; and this mortality was to have been superseded by an eternal incorruption, if man had persevered in righteousness, that is to say, obedience: but even what was mortal (mortale) was not made dead (mortuum), except on account of sin.",
          "id": 289525
        },
        {
          "text": "For the change which is to come in at the resurrection is, in truth, not only not to have death incidental to it, which has happened through sin, but neither is it to have mortality, (or the very possibility of death,) which the natural body had before it sinned.",
          "id": 289526
        },
        {
          "text": "He does not say: \"He that raised up Christ Jesus from the dead shall quicken also your dead bodies\" (although he had previously said, \"the body is dead\"); but his words are: \"He shall quicken also your mortal bodies;\" so that they are not only no longer dead, but no longer mortal (or capable of dying), since the natural is raised spiritual, and this mortal body shall put on immortality, and mortality shall be swallowed up in life.",
          "id": 289527
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 6 (VI.",
          "id": 289528
        },
        {
          "text": ")—How It is that the Body Dead Because of Sin.",
          "id": 289529
        },
        {
          "text": "One wonders that anything is required clearer than the proof we have given.",
          "id": 289530
        },
        {
          "text": "But we must perhaps be content to hear this clear illustration gainsaid by the contention, that we must understand \"the dead body\" here in the sense of the passage where it is said, \"Mortify your members which are upon the earth\".",
          "id": 289531
        },
        {
          "text": "But it is because of righteousness and not because of sin that the body is in this sense mortified; for it is to do the works of righteousness that we mortify our bodies which are upon the earth.",
          "id": 289532
        },
        {
          "text": "Or if they suppose that the phrase, \"because of sin,\" is added, not that we should understand \"because sin has been committed,\" but \"in order that sin may not be committed\"—as if it were said, \"The body indeed is dead, in order to prevent the commission of sin:\" what then does he mean in the next clause by adding the words, \"because of righteousness,\" to the statement, \"The spirit is life?\" For it would have been enough simply to have adjoined \"the spirit is life,\" to have secured that we should supply here too, \"in order to prevent the commission of sin;\" so that we should thus understand the two propositions to point to one thing—that both \"the body is dead,\" and \"the spirit is life,\" for the one common purpose of \"preventing the commission of sin\".",
          "id": 289533
        },
        {
          "text": "So likewise if he had merely meant to say, \"because of righteousness,\" in the sense of \"for the purpose of doing righteousness,\" the two clauses might possibly be referred to this one purpose—to the effect, that both \"the body is dead,\" and \"the spirit is life,\" \"for the purpose of doing righteousness\".",
          "id": 289534
        },
        {
          "text": "But as the passage actually stands, it declares that \"the body is dead because of sin,\" and \"the spirit is life because of righteousness,\" attributing different merits to different things—the demerit of sin to the death of the body, and the merit of righteousness to the life of the spirit.",
          "id": 289535
        },
        {
          "text": "Wherefore if, as no one can doubt, \"the spirit is life because of righteousness,\" that is, as the desert, of righteousness; how ought we, or can we, understand by the statement, \"The body is dead because of sin,\" anything else than that the body is dead as the desert of sin, unless indeed we try to pervert or wrest the plainest sense of Scripture to our own arbitrary will? But besides this, additional light is afforded by the words which follow.",
          "id": 289536
        },
        {
          "text": "For it is with limitation to the present time, when he says, that on the one hand \"the body is dead because of sin,\" since, whilst the body is unrenovated by the resurrection, there remains in it the desert of sin, that is, the necessity of dying; and on the other hand, that \"the spirit is life because of righteousness,\" since, notwithstanding the fact of our being still burdened with \"the body of this death,\" we have already by the renewal which is begun in our inner man, new aspirations after the righteousness of faith.",
          "id": 289537
        },
        {
          "text": "Yet, lest man in his ignorance should fail to entertain hope of the resurrection of the body, he says that the very body which he had just declared to be \"dead because of sin\" in this world, will in the next world be made alive \"because of righteousness,\"—and that not only in such a way as to become alive from the dead, but immortal from its mortality.",
          "id": 289538
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 7 (VII.",
          "id": 289539
        },
        {
          "text": ")—The Life of the Body the Object of Hope, the Life of the Spirit Being a Prelude to It.",
          "id": 289540
        },
        {
          "text": "Although I am much afraid that so clear a matter may rather be obscured by exposition, I must yet request your attention to the luminous statement of the apostle.",
          "id": 289541
        },
        {
          "text": "\"But if Christ,\" says he, \"be in you, the body indeed is dead because of sin, but the spirit is life because of righteousness\".",
          "id": 289542
        },
        {
          "text": "Now this is said, that men may not suppose that they derive no benefit, or but scant benefit, from the grace of Christ, seeing that they must needs die in the body.",
          "id": 289543
        },
        {
          "text": "For they are bound to remember that, although their body still bears that desert of sin, which is irrevocably bound to the condition of death, yet their spirit has already begun to live because of the righteousness of faith, although it had actually become extinct by the death, as it were, of unbelief.",
          "id": 289544
        },
        {
          "text": "No small gift, therefore, he says, must you suppose to have been conferred upon you, by the circumstance that Christ is in you; inasmuch as in the body, which is dead because of sin, your spirit is even now alive because of righteousness; so that therefore you should not despair of the life even of your body.",
          "id": 289545
        },
        {
          "text": "\"For if the Spirit of Him that raised up Christ from the dead dwell in you, He that raised up Christ from the dead shall quicken also your mortal bodies by His Spirit that dwelleth in you\".",
          "id": 289546
        },
        {
          "text": "How is it that fumes of controversy still darken so clear a light? The apostle distinctly tells you, that although the body is dead because of sin within you, yet even your mortal bodies shall be made alive because of righteousness, because of which even now your spirit is life,—the whole of which process is to be perfected by the grace of Christ, that is, by His Spirit dwelling in you: and men still contradict! He goes on to tell us how it comes to pass that life converts death into itself by mortifying it.",
          "id": 289547
        },
        {
          "text": "\"Therefore, brethren,\" says he, \"we are debtors, not to the flesh, to live after the flesh; for if ye live after the flesh, ye shall die; but if ye through the spirit do mortify the deeds of the flesh, ye shall live\".",
          "id": 289548
        },
        {
          "text": "What else does this mean but this: If ye live according to death, ye shall wholly die; but if by living according to life ye mortify death, ye shall wholly live?.",
          "id": 289549
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 8 (VIII.",
          "id": 289550
        },
        {
          "text": ")—Bodily Death from Adam's Sin.",
          "id": 289551
        },
        {
          "text": "When to the like purport he says: \"By man came death, by man also the resurrection of the dead,\" in what other sense can the passage be understood than of the death of the body; for having in view the mention of this, he proceeded to speak of the resurrection of the body, and affirmed it in a most earnest and solemn discourse? In these words, addressed to the Corinthians: \"By man came death, and by man came also the resurrection of the dead; for as in Adam all die, even so in Christ shall all be made alive,\"—what other meaning is indeed conveyed than in the verse in which he says to the Romans, \"By one man sin entered into the world, and death by sin?\" Now they will have it, that the death here meant is the death, not of the body, but of the soul, on the pretence that another thing is spoken of to the Corinthians, where they are quite unable to understand the death of the soul, because the subject there treated is the resurrection of the body, which is the antithesis of the death of the body.",
          "id": 289552
        },
        {
          "text": "The reason, moreover, why only death is here mentioned as caused by man, and not sin also, is because the point of the discourse is not about righteousness, which is the antithesis of sin, but about the resurrection of the body, which is contrasted with the death of the body.",
          "id": 289553
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter 9 (IX.",
          "id": 289554
        },
        {
          "text": ")—Sin Passes on to All Men by Natural Descent, and Not Merely by Imitation.",
          "id": 289555
        },
        {
          "text": "You tell me in your letter, that they endeavour to twist into some new sense the passage of the apostle, in which he says: \"By one man sin entered into the world, and death by sin;\" yet you have not informed me what they suppose to be the meaning of these words.",
          "id": 289556
        },
        {
          "text": "But so far as I have discovered from others, they think that the death which is here mentioned is not the death of the body, which they will not allow Adam to have deserved by his sin, but that of the soul, which takes place in actual sin; and that this actual sin has not been transmitted from the first man to other persons by natural descent, but by imitation.",
          "id": 289557
        },
        {
          "text": "Hence, likewise, they refuse to believe that in infants original sin is remitted through baptism, for they contend that no such original sin exists at all in people by their birth.",
          "id": 289558
        },
        {
          "text": "But if the apostle had wished to assert that sin entered into the world, not by natural descent, but by imitation, he would have mentioned as the first offender, not Adam indeed, but the devil, of whom it is written, that \"he sinneth from the beginning;\" of whom also we read in the Book of Wisdom: \"Nevertheless through the devil's envy death entered into the world\".",
          "id": 289559
        },
        {
          "text": "Now, forasmuch as this death came upon men from the devil, not because they were propagated by him, but because they imitated his example, it is immediately added: \"And they that do hold of his side do imitate him\".",
          "id": 289560
        },
        {
          "text": "Accordingly, the apostle, when mentioning sin and death together, which had passed by natural descent from one upon all men, set him down as the introducer thereof from whom the propagation of the human race took its beginning.",
          "id": 289561
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter 10.",
          "id": 289562
        },
        {
          "text": "—The Analogy of Grace.",
          "id": 289563
        },
        {
          "text": "No doubt all they imitate Adam who by disobedience transgress the commandment of God; but he is one thing as an example to those who sin because they choose; and another thing as the progenitor of all who are born with sin.",
          "id": 289564
        },
        {
          "text": "All His saints, also, imitate Christ in the pursuit of righteousness; whence the same apostle, whom we have already quoted, says: \"Be ye imitators of me, as I am also of Christ\".",
          "id": 289565
        },
        {
          "text": "But besides this imitation, His grace works within us our illumination and justification, by that operation concerning which the same preacher of His (name) says: \"Neither is he that planteth anything, nor he that watereth, but God that giveth the increase\".",
          "id": 289566
        },
        {
          "text": "For by this grace He engrafts into His body even baptized infants, who certainly have not yet become able to imitate any one.",
          "id": 289567
        },
        {
          "text": "As therefore He, in whom all are made alive, besides offering Himself as an example of righteousness to those who imitate Him, gives also to those who believe on Him the hidden grace of His Spirit, which He secretly infuses even into infants; so likewise he, in whom all die, besides being an example for imitation to those who wilfully transgress the commandment of the Lord, depraved also in his own person all who come of his stock by the hidden corruption of his own carnal concupiscence.",
          "id": 289568
        },
        {
          "text": "It is entirely on this account, and for no other reason, that the apostle says: \"By one man sin entered into the world, and death by sin, and so passed upon all men; in which all have sinned\".",
          "id": 289569
        },
        {
          "text": "Now if I were to say this, they would raise an objection, and loudly insist that I was incorrect both in expression and sense; for they would perceive no sense in these words when spoken by an ordinary man, except that sense which they refuse to see in the apostle.",
          "id": 289570
        },
        {
          "text": "Since, however, these are the words of him to whose authority and doctrine they submit, they charge us with slowness of understanding, while they endeavour to wrest to some unintelligible sense words which were written in a clear and obvious purport.",
          "id": 289571
        },
        {
          "text": "\"By one man,\" says he, \"sin entered into the world, and death by sin\".",
          "id": 289572
        },
        {
          "text": "This indicates propagation, not imitation; for if imitation were meant, he would have said, \"By the devil\".",
          "id": 289573
        },
        {
          "text": "But as no one doubts, he refers to that first man who is called Adam: \"And so,\" says he, \"it passed upon all men\".",
          "id": 289574
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter 11 (X.",
          "id": 289575
        },
        {
          "text": ")—Distinction Between Actual and Original Sin.",
          "id": 289576
        },
        {
          "text": "Again, in the clause which follows, \"In which all have sinned,\" how cautiously, rightly, and unambiguously is the statement expressed! For if you understand that sin to be meant which by one man entered into the world, \"In which (sin) all have sinned,\" it is surely clear enough, that the sins which are peculiar to every man, which they themselves commit and which belong simply to them, mean one thing; and that the one sin, in and by which all have sinned, means another thing; since all were that one man.",
          "id": 289577
        },
        {
          "text": "If, however, it be not the sin, but that one man that is understood, \"In which (one man) all have sinned,\" what again can be plainer than even this clear statement? We read, indeed, of those being justified in Christ who believe in Him, by reason of the secret communion and inspiration of that spiritual grace which makes every one who cleaves to the Lord \"one spirit\" with Him, although His saints also imitate His example; can I find, however, any similar statement made of those who have imitated His saints? Can any man be said to be justified in Paul or in Peter, or in any one whatever of those excellent men whose authority stands high among the people of God? We are no doubt said to be blessed in Abraham, according to the passage in which it was said to him, \"In thee shall all nations be blessed\"—for Christ's sake, who is his seed according to the flesh; which is still more clearly expressed in the parallel passage: \"In thy seed shall all nations be blessed\".",
          "id": 289578
        },
        {
          "text": "I do not believe that any one can find it anywhere stated in the Holy Scriptures, that a man has ever sinned or still sins \"in the devil,\" although all wicked and impious men \"imitate\" him.",
          "id": 289579
        },
        {
          "text": "The apostle, however, has declared concerning the first man, that \"in him all have sinned;\" and yet there is still a contest about the propagation of sin, and men oppose to it I know not what nebulous theory of \"imitation\".",
          "id": 289580
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter 12.",
          "id": 289581
        },
        {
          "text": "—The Law Could Not Take Away Sin.",
          "id": 289582
        },
        {
          "text": "Observe also what follows.",
          "id": 289583
        },
        {
          "text": "Having said, \"In which all have sinned,\" he at once added, \"For until the law, sin was in the world\".",
          "id": 289584
        },
        {
          "text": "This means that sin could not be taken away even by the law, which entered that sin might the more abound, whether it be the law of nature, under which every man when arrived at years of discretion only proceeds to add his own sins to original sin, or that very law which Moses gave to the people.",
          "id": 289585
        },
        {
          "text": "\"For if there had been a law given which could have given life, verily righteousness should have been by the law.",
          "id": 289586
        },
        {
          "text": "But the Scripture hath concluded all under sin, that the promise by faith in Jesus Christ might be given to them that believe.",
          "id": 289587
        },
        {
          "text": "But sin is not imputed where there is no law\".",
          "id": 289588
        },
        {
          "text": "Now what means the phrase \"is not imputed,\" but \"is ignored,\" or \"is not reckoned as sin?\" Although the Lord God does not Himself regard it as if it had never been, since it is written: \"As many as have sinned without law shall also perish without law\".",
          "id": 289589
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter 13 (XI.",
          "id": 289590
        },
        {
          "text": ")—Meaning of the Apostle's Phrase \"The Reign of Death\".",
          "id": 289591
        },
        {
          "text": "\"Nevertheless,\" says he, \"death reigned from Adam even unto Moses,\"—that is to say, from the first man even to the very law which was promulged by the divine authority, because even it was unable to abolish the reign of death.",
          "id": 289592
        },
        {
          "text": "Now death must be understood \"to reign,\" whenever the guilt of sin so dominates in men that it prevents their attainment of that eternal life which is the only true life, and drags them down even to the second death which is penally eternal.",
          "id": 289593
        },
        {
          "text": "This reign of death is only destroyed in any man by the Saviour's grace, which wrought even in the saints of the olden time, all of whom, though previous to the coming of Christ in the flesh, yet lived in relation to His assisting grace, not to the letter of the law, which only knew how to command, but not to help them.",
          "id": 289594
        },
        {
          "text": "In the Old Testament, indeed, that was hidden (conformably to the perfectly just dispensation of the times) which is now revealed in the New Testament.",
          "id": 289595
        },
        {
          "text": "Therefore \"death reigned from Adam unto Moses,\" in all who were not assisted by the grace of Christ, that in them the kingdom of death might be destroyed, \"even in those who had not sinned after the similitude of Adam's transgression,\" that is, who had not yet sinned of their own individual will, as Adam did, but had drawn from him original sin, \"who is the figure of him that was to come,\" because in him was constituted the form of condemnation to his future progeny, who should spring from him by natural descent; so that from one all men were born to a condemnation, from which there is no deliverance but in the Saviour's grace.",
          "id": 289596
        },
        {
          "text": "I am quite aware, indeed, that several Latin copies of the Scriptures read the passage thus: \"Death reigned from Adam to Moses over them who have sinned after the similitude of Adam's transgression;\" but even this version is referred by those who so read it to the very same purport, for they understood those who have sinned in him to have sinned after the similitude of Adam's transgression; so that they are created in his likeness, not only as men born of a man, but as sinners born of a sinner, dying ones of a dying one, and condemned ones to a condemned one.",
          "id": 289597
        },
        {
          "text": "However, the Greek copies from which the Latin version was made, have all, without exception or nearly so, the reading which I first adduced.",
          "id": 289598
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter 14.",
          "id": 289599
        },
        {
          "text": "—Superabundance of Grace.",
          "id": 289600
        },
        {
          "text": "\"But,\" says he, \"not as the offence so also is the free gift.",
          "id": 289601
        },
        {
          "text": "For if, through the offence of one, many be dead, much more the grace of God, and the gift by grace, which is by One Man, Jesus Christ, hath abounded unto many\".",
          "id": 289602
        },
        {
          "text": "Not many more, that is, many more men, for there are not more persons justified than condemned; but it runs, much more hath abounded; inasmuch as, while Adam produced sinners from his one sin, Christ has by His grace procured free forgiveness even for the sins which men have of their own accord added by actual transgression to the original sin in which they were born.",
          "id": 289603
        },
        {
          "text": "This he states more clearly still in the sequel.",
          "id": 289604
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter 15 (XII.",
          "id": 289605
        },
        {
          "text": ")—The One Sin Common to All Men.",
          "id": 289606
        },
        {
          "text": "But observe more attentively what he says, that \"through the offence of one, many are dead\".",
          "id": 289607
        },
        {
          "text": "For why should it be on account of the sin of one, and not rather on account of their own sins, if this passage is to be understood of imitation, and not of propagation? But mark what follows: \"And not as it was by one that sinned, so is the gift; for the judgment was by one to condemnation, but the grace is of many offences unto justification\".",
          "id": 289608
        },
        {
          "text": "Now let them tell us, where there is room in these words for imitation.",
          "id": 289609
        },
        {
          "text": "\"By one,\" says he, \"to condemnation\".",
          "id": 289610
        },
        {
          "text": "By one what except one sin? This, indeed, he clearly implies in the words which he adds: \"But the grace is of many offences unto justification\".",
          "id": 289611
        },
        {
          "text": "Why, indeed, is the judgment from one offence to condemnation, while the grace is from many offences to justification? If original sin is a nullity, would it not follow, that not only grace withdraws men from many offences to justification, but judgment leads them to condemnation from many offences likewise? For assuredly grace does not condone many offences, without judgment in like manner having many offences to condemn.",
          "id": 289612
        },
        {
          "text": "Else, if men are involved in condemnation because of one offence, on the ground that all the offences which are condemned were committed in imitation of that one offence; there is the same reason why men should also be regarded as withdrawn from one offence unto justification, inasmuch as all the offences which are remitted to the justified were committed in imitation of that one offence.",
          "id": 289613
        },
        {
          "text": "But this most certainly was not the apostle's meaning, when he said: \"The judgment, indeed, was from one offence unto condemnation, but the grace was from many offences unto justification\".",
          "id": 289614
        },
        {
          "text": "We on our side, indeed, can understand the apostle, and see that judgment is predicated of one offence unto condemnation entirely on the ground that, even if there were in men nothing but original sin, it would be sufficient for their condemnation.",
          "id": 289615
        },
        {
          "text": "For however much heavier will be their condemnation who have added their own sins to the original offence (and it will be the more severe in individual cases, in proportion to the sins of individuals); still, even that sin alone which was originally derived unto men not only excludes from the kingdom of God, which infants are unable to enter (as they themselves allow), unless they have received the grace of Christ before they die, but also alienates from salvation and everlasting life, which cannot be anything else than the kingdom of God, to which fellowship with Christ alone introduces us.",
          "id": 289616
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter 16 (XIII.",
          "id": 289617
        },
        {
          "text": ")—How Death is by One and Life by One.",
          "id": 289618
        },
        {
          "text": "And from this we gather that we have derived from Adam, in whom we all have sinned, not all our actual sins, but only original sin; whereas from Christ, in whom we are all justified, we obtain the remission not merely of that original sin, but of the rest of our sins also, which we have added.",
          "id": 289619
        },
        {
          "text": "Hence it runs: \"Not as by the one that sinned, so also is the free gift\".",
          "id": 289620
        },
        {
          "text": "For the judgment, certainly, from one sin, if it is not remitted—and that the original sin—is capable of drawing us into condemnation; whilst grace conducts us to justification from the remission of many sins,—that is to say, not simply from the original sin, but from all others also whatsoever.",
          "id": 289621
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter 17.",
          "id": 289622
        },
        {
          "text": "—Whom Sinners Imitate.",
          "id": 289623
        },
        {
          "text": "\"For if by one man's offence death reigned by one; much more they which receive abundance of grace and of righteousness shall reign in life by one, even Jesus Christ\".",
          "id": 289624
        },
        {
          "text": "Why did death reign on account of the sin of one, unless it was that men were bound by the chain of death in that one man in whom all men sinned, even though they added no sins of their own? Otherwise it was not on account of the sin of one that death reigned through one; rather it was on account of the manifold offences of many, (operating) through each individual sinner.",
          "id": 289625
        },
        {
          "text": "For if the reason why men have died for the transgression of another be, that they have imitated him by following him as their predecessor in transgression, it must even result, and that \"much more,\" that that one died on account of the transgression of another, whom the devil so preceded in transgression as himself to persuade him to commit the transgression.",
          "id": 289626
        },
        {
          "text": "Adam, however, used no influence to persuade his followers; and the many who are said to have imitated him have, in fact, either not heard of his existence at all or of his having committed any such sin as is ascribed to him, or altogether disbelieve it.",
          "id": 289627
        },
        {
          "text": "How much more correctly, therefore, as I have already remarked, would the apostle have set forth the devil as the author, from which \"one\" he would say that sin and death had passed upon all, if he had in this passage meant to speak, not of propagation, but of imitation? For there is much stronger reason for saying that Adam is an imitator of the devil, since he had in him an actual instigator to sin; if one may be an imitator even of him who has never used any such persuasion, or of whom he is absolutely ignorant.",
          "id": 289628
        },
        {
          "text": "But what is implied in the clause, \"They which receive abundance of grace and righteousness,\" but that the grace of remission is given not only to that sin in which all have sinned, but to those offences likewise which men have actually committed besides; and that on these (men) so great a righteousness is freely bestowed, that, although Adam gave way to him who persuaded him to sin, they do not yield even to the coercion of the same tempter? Again, what mean the words, \"Much more shall they reign in life,\" when the fact is, that the reign of death drags many more down to eternal punishment, unless we understand those to be really mentioned in both clauses, who pass from Adam to Christ, in other words, from death to life; because in the life eternal they shall reign without end, and thus exceed the reign of death which has prevailed within them only temporarily and with a termination?.",
          "id": 289629
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter 18.",
          "id": 289630
        },
        {
          "text": "—Only Christ Justifies.",
          "id": 289631
        },
        {
          "text": "\"Therefore as by the offence of one upon all men to condemnation, even so by the justification of One upon all men unto justification of life\".",
          "id": 289632
        },
        {
          "text": "This \"offence of one,\" if we are bent on \"imitation,\" can only be the devil's offence.",
          "id": 289633
        },
        {
          "text": "Since, however, it is manifestly spoken in reference to Adam and not the devil, it follows that we have no other alternative than to understand the principle of natural propagation, and not that of imitation, to be here implied.",
          "id": 289634
        },
        {
          "text": "(XIV.",
          "id": 289635
        },
        {
          "text": ") Now when he says in reference to Christ, \"By the justification of one,\" he has more expressly stated our doctrine than if he were to say, \"By the righteousness of one;\" inasmuch as he mentions that justification whereby Christ justifies the ungodly, and which he did not propose as an object of imitation, for He alone is capable of effecting this.",
          "id": 289636
        },
        {
          "text": "Now it was quite competent for the apostle to say, and to say rightly: \"Be ye imitators of me, as I also am of Christ;\" but he could never say: Be ye justified by me, as I also am by Christ;—since there may be, and indeed actually are and have been, many who were righteous and worthy of imitation; but no one is righteous and a justifier but Christ alone.",
          "id": 289637
        },
        {
          "text": "Whence it is said: \"To the man that believeth on him that justifieth the ungodly, his faith is counted for righteousness\".",
          "id": 289638
        },
        {
          "text": "Now if any man had it in his power confidently to declare, \"I justify you,\" it would necessarily follow that he could also say, \"Believe in me\".",
          "id": 289639
        },
        {
          "text": "But it has never been in the power of any of the saints of God to say this except the Saint of saints, who said: \"Ye believe in God, believe also in me;\" so that, inasmuch as it is He that justifies the ungodly, to the man who believes in him that justifieth the ungodly his faith is imputed for righteousness.",
          "id": 289640
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter 19 (XV.",
          "id": 289641
        },
        {
          "text": ")—Sin is from Natural Descent, as Righteousness is from Regeneration; How \"All\" Are Sinners Through Adam, and \"All\" Are Just Through Christ.",
          "id": 289642
        },
        {
          "text": "Now if it is imitation only that makes men sinners through Adam, why does not imitation likewise alone make men righteous through Christ? \"For,\" he says, \"as by the offence of one upon all men to condemnation; even so by the justification of one upon all men unto justification of life\".",
          "id": 289643
        },
        {
          "text": "(On the theory of imitation), then, the \"one\" and the \"one,\" here, must not be regarded as Adam and Christ, but Adam and Abel.",
          "id": 289644
        },
        {
          "text": "For although many sinners have preceded us in the time of this present life, and have been imitated in their sin by those who have sinned at a later date, yet they will have it, that only Adam is mentioned as he in whom all have sinned by imitation, since he was the first of men who sinned.",
          "id": 289645
        },
        {
          "text": "And on the same principle, Abel ought certainly to have been mentioned, as he \"in which one\" all likewise are justified by imitation, inasmuch as he was himself the first man who lived justly.",
          "id": 289646
        },
        {
          "text": "If, however, it be thought necessary to take into the account some critical period having relation to the beginning of the New Testament, and Christ be taken as the leader of the righteous and the object of their imitation, then Judas, who betrayed Him, ought to be set down as the leader of the class of sinners.",
          "id": 289647
        },
        {
          "text": "Moreover, if Christ alone is He in whom all men are justified, on the ground that it is not simply the imitation of His example which makes men just, but His grace which regenerates men by the Spirit, then also Adam is the only one in whom all have sinned, on the ground that it is not the mere following of his evil example that makes men sinners, but the penalty which generates through the flesh.",
          "id": 289648
        },
        {
          "text": "Hence the terms \"all men\" and \"all men\".",
          "id": 289649
        },
        {
          "text": "For not they who are generated through Adam are actually the very same as those who are regenerated through Christ; but yet the language of the apostle is strictly correct, because as none partakes of carnal generation except through Adam, so no one shares in the spiritual except through Christ.",
          "id": 289650
        },
        {
          "text": "For if any could be generated in the flesh, yet not by Adam; and if in like manner any could be generated in the Spirit, and not by Christ; clearly \"all\" could not be spoken of either in the one class or in the other.",
          "id": 289651
        },
        {
          "text": "But these \"all\" the apostle afterwards describes as \"many;\" for obviously, under certain circumstances, the \"all\" may be but a few.",
          "id": 289652
        },
        {
          "text": "The carnal generation, however, embraces \"many,\" and the spiritual generation also includes \"many;\" although the \"many\" of the spiritual are less numerous than the \"many\" of the carnal.",
          "id": 289653
        },
        {
          "text": "But as the one embraces all men whatever, so the other includes all righteous men; because as in the former case none can be a man without the carnal generation, so in the other class no one can be a righteous man without the spiritual generation; in both instances, therefore, there are \"many:\" \"For as by the disobedience of one man many were made sinners, so by the obedience of one shall many be made righteous\".",
          "id": 289654
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter 20.",
          "id": 289655
        },
        {
          "text": "—Original Sin Alone is Contracted by Natural Birth.",
          "id": 289656
        },
        {
          "text": "\"Moreover the law entered, that the offence might abound\".",
          "id": 289657
        },
        {
          "text": "This addition to original sin men now made of their own wilfulness, not through Adam; but even this is done away and remedied by Christ, because \"where sin abounded, grace did much more abound; that as sin hath reigned unto death\"—even that sin which men have not derived from Adam, but have added of their own will—\"even so might grace reign through righteousness unto eternal life\".",
          "id": 289658
        },
        {
          "text": "There is, however, other righteousness apart from Christ, as there are other sins apart from Adam.",
          "id": 289659
        },
        {
          "text": "Therefore, after saying, \"As sin hath reigned unto death,\" he did not add in the same clause \"by one,\" or \"by Adam,\" because he had already spoken of that sin which was abounding when the law entered, and which, of course, was not original sin, but the sin of man's own wilful commission.",
          "id": 289660
        },
        {
          "text": "But after he has said: \"Even so might grace also reign through righteousness unto eternal life,\" he at once adds, \"through Jesus Christ our Lord;\" because, whilst by the generation of the flesh only that sin is contracted which is original; yet by the regeneration of the Spirit there is effected the remission not of original sin only, but also of the sins of man's own voluntary and actual commission.",
          "id": 289661
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter 21 (XVI.",
          "id": 289662
        },
        {
          "text": ")—Unbaptized Infants Damned, But Most Lightly; The Penalty of Adam's Sin, the Grace of His Body Lost.",
          "id": 289663
        },
        {
          "text": "It may therefore be correctly affirmed, that such infants as quit the body without being baptized will be involved in the mildest condemnation of all.",
          "id": 289664
        },
        {
          "text": "That person, therefore, greatly deceives both himself and others, who teaches that they will not be involved in condemnation; whereas the apostle says: \"Judgment from one offence to condemnation,\" and again a little after: \"By the offence of one upon all persons to condemnation\".",
          "id": 289665
        },
        {
          "text": "When, indeed, Adam sinned by not obeying God, then his body—although it was a natural and mortal body—lost the grace whereby it used in every part of it to be obedient to the soul.",
          "id": 289666
        },
        {
          "text": "Then there arose in men affections common to the brutes which are productive of shame, and which made man ashamed of his own nakedness.",
          "id": 289667
        },
        {
          "text": "Then also, by a certain disease which was conceived in men from a suddenly injected and pestilential corruption, it was brought about that they lost that stability of life in which they were created, and, by reason of the mutations which they experienced in the stages of life, issued at last in death.",
          "id": 289668
        },
        {
          "text": "However many were the years they lived in their subsequent life, yet they began to die on the day when they received the law of death, because they kept verging towards old age.",
          "id": 289669
        },
        {
          "text": "For that possesses not even a moment's stability, but glides away without intermission, which by constant change perceptibly advances to an end which does not produce perfection, but utter exhaustion.",
          "id": 289670
        },
        {
          "text": "Thus, then, was fulfilled what God had spoken: \"In the day that ye eat thereof, ye shall surely die\".",
          "id": 289671
        },
        {
          "text": "As a consequence, then, of this disobedience of the flesh and this law of sin and death, whoever is born of the flesh has need of spiritual regeneration—not only that he may reach the kingdom of God, but also that he may be freed from the damnation of sin.",
          "id": 289672
        },
        {
          "text": "Hence men are on the one hand born in the flesh liable to sin and death from the first Adam, and on the other hand are born again in baptism associated with the righteousness and eternal life of the second Adam; even as it is written in the book of Ecclesiasticus: \"Of the woman came the beginning of sin, and through her we all die\".",
          "id": 289673
        },
        {
          "text": "Now whether it be said of the woman or of Adam, both statements pertain to the first man; since (as we know) the woman is of the man, and the two are one flesh.",
          "id": 289674
        },
        {
          "text": "Whence also it is written: \"And they twain shall be one flesh; wherefore,\" the Lord says, \"they are no more twain, but one flesh\".",
          "id": 289675
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter 22 (XVII.",
          "id": 289676
        },
        {
          "text": ")—To Infants Personal Sin is Not to Be Attributed.",
          "id": 289677
        },
        {
          "text": "They, therefore, who say that the reason why infants are baptized, is, that they may have the remission of the sin which they have themselves committed in their life, not what they have derived from Adam, may be refuted without much difficulty.",
          "id": 289678
        },
        {
          "text": "For whenever these persons shall have reflected within themselves a little, uninfluenced by any polemical spirit, on the absurdity of their statement, how unworthy it is, in fact, of serious discussion, they will at once change their opinion.",
          "id": 289679
        },
        {
          "text": "But if they will not do this, we shall not so completely despair of men's common sense, as to have any fears that they will induce others to adopt their views.",
          "id": 289680
        },
        {
          "text": "They are themselves driven to adopt their opinion, if I am not mistaken, by their prejudice for some other theory; and it is because they feel themselves obliged to allow that sins are remitted to the baptized, and are unwilling to allow that the sin was derived from Adam which they admit to be remitted to infants, that they have been obliged to charge infancy itself with actual sin; as if by bringing this charge against infancy a man could become the more secure himself, when accused and unable to answer his assailant! However, let us, as I suggested, pass by such opponents as these; indeed, we require neither words nor quotations of Scripture to prove the sinlessness of infants, so far as their conduct in life is concerned; this life they spend, such is the recency of their birth, within their very selves, since it escapes the cognizance of human perception, which has no data or support whereon to sustain any controversy on the subject.",
          "id": 289681
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter 23 (XVIII.",
          "id": 289682
        },
        {
          "text": ")—He Refutes Those Who Allege that Infants are Baptized Not for the Remission of Sins, But for the Obtaining of the Kingdom of Heaven.",
          "id": 289683
        },
        {
          "text": "But those persons raise a question, and appear to adduce an argument deserving of consideration and discussion, who say that new-born infants receive baptism not for the remission of sin, but that, since their procreation is not spiritual, they may be created in Christ, and become partakers of the kingdom of heaven, and by the same means children and heirs of God, and joint-heirs with Christ.",
          "id": 289684
        },
        {
          "text": "And yet, when you ask them, whether those that are not baptized, and are not made joint-heirs with Christ and partakers of the kingdom of heaven, have at any rate the blessing of eternal life in the resurrection of the dead, they are extremely perplexed, and find no way out of their difficulty.",
          "id": 289685
        },
        {
          "text": "For what Christian is there who would allow it to be said, that any one could attain to eternal salvation without being born again in Christ,—(a result) which He meant to be effected through baptism, at the very time when such a sacrament was purposely instituted for regenerating in the hope of eternal salvation? Whence the apostle says: \"Not by works of righteousness which we have done, but according to His mercy He saved us by the laver of regeneration\".",
          "id": 289686
        },
        {
          "text": "This salvation, however, he says, consists in hope, while we live here below, where he says, \"For we are saved by hope: but hope that is seen is not hope; for what a man seeth, why doth he yet hope for? But if we hope for that we see not, then do we with patience wait for it\".",
          "id": 289687
        },
        {
          "text": "Who then could be so bold as to affirm, that without the regeneration of which the apostle speaks, infants could attain to eternal salvation, as if Christ died not for them? For \"Christ died for the ungodly\".",
          "id": 289688
        },
        {
          "text": "As for them, however, who (as is manifest) never did an ungodly act in all their own life, if also they are not bound by any bond of sin in their original nature, how did He die for them, who died for the ungodly? If they were hurt by no malady of original sin, how is it they are carried to the Physician Christ, for the express purpose of receiving the sacrament of eternal salvation, by the pious anxiety of those who run to Him? Why rather is it not said to them in the Church: Take hence these innocents: \"they that are whole need not a physician, but they that are sick;\"—Christ \"came not to call the righteous, but sinners?\" There never has been heard, there never is heard, there never will be heard in the Church, such a fiction concerning Christ.",
          "id": 289689
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter 24 (XIX.",
          "id": 289690
        },
        {
          "text": ")—Infants Saved as Sinners.",
          "id": 289691
        },
        {
          "text": "And let no one suppose that infants ought to be brought to baptism, on the ground that, as they are not sinners, so they are not righteous; how then do some remind us that the Lord commends this tender age as meritorious; saying, \"Suffer the little children to come unto me, and forbid them not, for of such is the kingdom of heaven?\" For if this (\"of such\") is not said because of likeness in humility (since humility makes (us) children), but because of the laudable life of children, then of course infants must be righteous persons; otherwise, it could not be correctly said, \"Of such is the kingdom of heaven,\" for heaven can only belong to the righteous.",
          "id": 289692
        },
        {
          "text": "But perhaps, after all, it is not a right opinion of the meaning of the Lord's words, to make Him commend the life of infants when He says, \"Of such is the kingdom of heaven;\" inasmuch as that may be their true sense, which makes Christ adduce the tender age of infancy as a likeness of humility.",
          "id": 289693
        },
        {
          "text": "Even so, however, perhaps we must revert to the tenet which I mentioned just now, that infants ought to be baptized, because, although they are not sinners, they are yet not righteous.",
          "id": 289694
        },
        {
          "text": "But when He had said: \"I came not to call the righteous,\" as if responding to this, Whom, then, didst Thou come to call? immediately He goes on to say: \"—but sinners to repentance\".",
          "id": 289695
        },
        {
          "text": "Therefore it follows, that, however righteous they may be, if also they are not sinners, He came not to call them, who said of Himself: \"I came not to call the righteous, but sinners\".",
          "id": 289696
        },
        {
          "text": "They therefore seem, not vainly only, but even wickedly to rush to the baptism of Him who does not invite them,—an opinion which God forbid that we should entertain.",
          "id": 289697
        },
        {
          "text": "He calls them, then, as a Physician who is not needed for those that are whole, but for those that are sick; and who came not to call the righteous, but sinners to repentance.",
          "id": 289698
        },
        {
          "text": "Now, inasmuch as infants are not held bound by any sins of their own actual life, it is the guilt of original sin which is healed in them by the grace of Him who saves them by the laver of regeneration.",
          "id": 289699
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter 25.",
          "id": 289700
        },
        {
          "text": "—Infants are Described as Believers and as Penitents.",
          "id": 289701
        },
        {
          "text": "Sins Alone Separate Between God and Men.",
          "id": 289702
        },
        {
          "text": "Some one will say: How then are mere infants called to repentance? How can such as they repent of anything? The answer to this is: If they must not be called penitents because they have not the sense of repenting, neither must they be called believers, because they likewise have not the sense of believing.",
          "id": 289703
        },
        {
          "text": "But if they are rightly called believers, because they in a certain sense profess faith by the words of their parents, why are they not also held to be before that penitents when they are shown to renounce the devil and this world by the profession again of the same parents? The whole of this is done in hope, in the strength of the sacrament and of the divine grace which the Lord has bestowed upon the Church.",
          "id": 289704
        },
        {
          "text": "But yet who knows not that the baptized infant fails to be benefited from what he received as a little child, if on coming to years of reason he fails to believe and to abstain from unlawful desires? If, however, the infant departs from the present life after he has received baptism, the guilt in which he was involved by original sin being done away, he shall be made perfect in that light of truth, which, remaining unchangeable for evermore, illumines the justified in the presence of their Creator.",
          "id": 289705
        },
        {
          "text": "For sins alone separate between men and God; and these are done away by Christ's grace, through whom, as Mediator, we are reconciled, when He justifies the ungodly.",
          "id": 289706
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter 26 (XX.",
          "id": 289707
        },
        {
          "text": ")—No One, Except He Be Baptized, Rightly Comes to the Table of the Lord.",
          "id": 289708
        },
        {
          "text": "Now they take alarm from the statement of the Lord, when He says, \"Except a man be born again, he cannot see the kingdom of God;\" because in His own explanation of the passage He affirms, \"Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God\".",
          "id": 289709
        },
        {
          "text": "And so they try to ascribe to unbaptized infants, by the merit of their innocence, the gift of salvation and eternal life, but at the same time, owing to their being unbaptized, to exclude them from the kingdom of heaven.",
          "id": 289710
        },
        {
          "text": "But how novel and astonishing is such an assumption, as if there could possibly be salvation and eternal life without heirship with Christ, without the kingdom of heaven! Of course they have their refuge, whither to escape and hide themselves, because the Lord does not say, Except a man be born of water and of the Spirit, he cannot have life, but—\"he cannot enter into the kingdom of God\".",
          "id": 289711
        },
        {
          "text": "If indeed He had said the other, there could have risen not a moment's doubt.",
          "id": 289712
        },
        {
          "text": "Well, then, let us remove the doubt; let us now listen to the Lord, and not to men's notions and conjectures; let us, I say, hear what the Lord says—not indeed concerning the sacrament of the laver, but concerning the sacrament of His own holy table, to which none but a baptized person has a right to approach: \"Except ye eat my flesh and drink my blood, ye shall have no life in you\".",
          "id": 289713
        },
        {
          "text": "What do we want more? What answer to this can be adduced, unless it be by that obstinacy which ever resists the constancy of manifest truth?.",
          "id": 289714
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter 27.",
          "id": 289715
        },
        {
          "text": "—Infants Must Feed on Christ.",
          "id": 289716
        },
        {
          "text": "Will, however, any man be so bold as to say that this statement has no relation to infants, and that they can have life in them without partaking of His body and blood—on the ground that He does not say, Except one eat, but \"Except ye eat;\" as if He were addressing those who were able to hear and to understand, which of course infants cannot do? But he who says this is inattentive; because, unless all are embraced in the statement, that without the body and the blood of the Son of man men cannot have life, it is to no purpose that even the elder age is solicitous of it.",
          "id": 289717
        },
        {
          "text": "For if you attend to the mere words, and not to the meaning, of the Lord as He speaks, this passage may very well seem to have been spoken merely to the people whom He happened at the moment to be addressing; because He does not say, Except one eat; but Except ye eat.",
          "id": 289718
        },
        {
          "text": "What also becomes of the statement which He makes in the same context on this very point: \"The bread that I will give is my flesh, for the life of the world?\" For, it is according to this statement, that we find that sacrament pertains also to us, who were not in existence at the time the Lord spoke these words; for we cannot possibly say that we do not belong to \"the world,\" for the life of which Christ gave His flesh.",
          "id": 289719
        },
        {
          "text": "Who indeed can doubt that in the term world all persons are indicated who enter the world by being born? For, as He says in another passage, \"The children of this world beget and are begotten\".",
          "id": 289720
        },
        {
          "text": "From all this it follows, that even for the life of infants was His flesh given, which He gave for the life of the world; and that even they will not have life if they eat not the flesh of the Son of man.",
          "id": 289721
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chapter 28.",
          "id": 289722
        },
        {
          "text": "—Baptized Infants, of the Faithful; Unbaptized, of the Lost.",
          "id": 289723
        },
        {
          "text": "Hence also that other statement: \"The Father loveth the Son, and hath given all things into His hand.",
          "id": 289724
        },
        {
          "text": "He that believeth on the Son hath everlasting life; while he that believeth not the Son shall not see life, but the wrath of God abideth on him\".",
          "id": 289725
        },
        {
          "text": "Now in which of these classes must we place infants—amongst those who believe on the Son, or amongst those who believe not the Son? In neither, say some, because, as they are not yet able to believe, so must they not be deemed unbelievers.",
          "id": 289726
        },
        {
          "text": "This, however, the rule of the Church does not indicate, for it joins baptized infants to the number of the faithful.",
          "id": 289727
        },
        {
          "text": "Now if they who are baptized are, by virtue of the excellence and administration of so great a sacrament, nevertheless reckoned in the number of the faithful, although by their own heart and mouth they do not literally perform what appertains to the action of faith and confession; surely they who have lacked the sacrament must be classed amongst those who do not believe on the Son, and therefore, if they shall depart this life without this grace, they will have to encounter what is written concerning such—they shall not have life, but the wrath of God abideth on them.",
          "id": 289728
        },
        {
          "text": "Whence could this result to those who clearly have no sins of their own, if they are not held to be obnoxious to original sin?.",
          "id": 289729
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chapter 29 (XXI.",
          "id": 289730
        },
        {
          "text": ")—It is an Inscrutable Mystery Why Some are Saved, and Others Not.",
          "id": 289731
        },
        {
          "text": "Now there is much significance in that He does not say, \"The wrath of God shall come upon him,\" but \"abideth on him\".",
          "id": 289732
        },
        {
          "text": "For from this wrath (in which we are all involved under sin, and of which the apostle says, \"For we too were once by nature the children of wrath, even as others\") nothing delivers us but the grace of God, through Jesus Christ our Lord.",
          "id": 289733
        },
        {
          "text": "The reason why this grace comes upon one man and not on another may be hidden, but it cannot be unjust.",
          "id": 289734
        },
        {
          "text": "For \"is there unrighteousness with God? God forbid\".",
          "id": 289735
        },
        {
          "text": "But we must first bend our necks to the authority of the Holy Scriptures, in order that we may each arrive at knowledge and understanding through faith.",
          "id": 289736
        },
        {
          "text": "For it is not said in vain, \"Thy judgments are a great deep\".",
          "id": 289737
        },
        {
          "text": "The profundity of this \"deep\" the apostle, as if with a feeling of dread, notices in that exclamation: \"O the depth of the riches both of the wisdom and the knowledge of God!\" He had indeed previously pointed out the meaning of this marvellous depth, when he said: \"For God hath concluded them all in unbelief, that He might have mercy upon all\".",
          "id": 289738
        },
        {
          "text": "Then struck, as it were, with a horrible fear of this deep: \"O the depth of the riches both of the wisdom and the knowledge of God! how unsearchable are His judgments, and His ways past finding out! For who hath known the mind of the Lord? or who hath been His counsellor?or who hath first given to Him, and it shall be recompensed unto him again? For of Him, and through Him, and in Him, are all things: to whom be glory for ever, Amen\".",
          "id": 289739
        },
        {
          "text": "How utterly insignificant, then, is our faculty for discussing the justice of God's judgments, and for the consideration of His gratuitous grace, which, as men have no prevenient merits for deserving it, cannot be partial or unrighteous, and which does not disturb us when it is bestowed upon unworthy men, as much as when it is denied to those who are equally unworthy!.",
          "id": 289740
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chapter 30.",
          "id": 289741
        },
        {
          "text": "—Why One is Baptized and Another Not, Not Otherwise Inscrutable.",
          "id": 289742
        },
        {
          "text": "Now those very persons, who think it unjust that infants which depart this life without the grace of Christ should be deprived not only of the kingdom of God, into which they themselves admit that none but such as are regenerated through baptism can enter, but also of eternal life and salvation,—when they ask how it can be just that one man should be freed from original sin and another not, although the condition of both of them is the same, might answer their own question, in accordance with their own opinion of how it can be so frequently just and right that one should have baptism administered to him whereby to enter into the kingdom of God, and another not be so favoured, although the case of both is alike.",
          "id": 289743
        },
        {
          "text": "For if the question disturbs him, why, of the two persons, who are both equally sinners by nature, the one is loosed from that bond, on whom baptism is conferred, and the other is not released, on whom such grace is not bestowed; why is he not similarly disturbed by the fact that of two persons, innocent by nature, one receives baptism, whereby he is able to enter into the kingdom of God, and the other does not receive it, so that he is incapable of approaching the kingdom of God? Now in both cases one recurs to the apostle's outburst of wonder \"O the depth of the riches!\" Again, let me be informed, why out of the body of baptized infants themselves, one is taken away, so that his understanding undergoes no change from a wicked life,  and the other survives, destined to become an impious man? Suppose both were carried off, would not both enter the kingdom of heaven? And yet there is no unrighteousness with God.",
          "id": 289744
        },
        {
          "text": "How is it that no one is moved, no one is driven to the expression of wonder amidst such depths, by the circumstance that some children are vexed by the unclean spirit, while others experience no such pollution, and others again, as Jeremiah, are sanctified even in their mother's womb; whereas all men, if there is original sin, are equally guilty; or else equally innocent if there is original sin? Whence this great diversity, except in the fact that God's judgments are unsearchable, and His ways past finding out?.",
          "id": 289745
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "Chapter 31 (XXII.",
          "id": 289746
        },
        {
          "text": ")—He Refutes Those Who Suppose that Souls, on Account of Sins Committed in Another State, are Thrust into Bodies Suited to Their Merits, in Which They are More or Less Tormented.",
          "id": 289747
        },
        {
          "text": "Perhaps, however, the now exploded and rejected opinion must be resumed, that souls which once sinned in their heavenly abode, descend by stages and degrees to bodies suited to their deserts, and, as a penalty for their previous life, are more or less tormented by corporeal chastisements.",
          "id": 289748
        },
        {
          "text": "To this opinion Holy Scripture indeed presents a most manifest contradiction; for when recommending divine grace, it says: \"For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of Him that calleth, it was said, The elder shall serve the younger\".",
          "id": 289749
        },
        {
          "text": "And yet they who entertain such an opinion are actually unable to escape the perplexities of this question, but, embarrassed and straitened by them, are compelled to exclaim like others, \"O the depth!\" For whence does it come to pass that a person shall from his earliest boyhood show greater moderation, mental excellence, and temperance, and shall to a great extent conquer lust, shall hate avarice, detest luxury, and rise to a greater eminence and aptitude in the other virtues, and yet live in such a place as to be unable to hear the grace of Christ preached?—for \"how shall they call on Him in whom they have not believed? or how shall they believe in Him of whom they have not heard? and how shall they hear without a preacher?\" While another man, although of a slow mind, addicted to lust, and covered with disgrace and crime, shall be so directed as to hear, and believe, and be baptized, and be taken away,—or, if permitted to remain longer here, lead the rest of his life in a manner that shall bring him praise? Now where did these two persons acquire such diverse deserts,—I do not say, that the one should believe and the other not believe, for that is a matter for a man's own will; but that the one should hear in order to believe, and that the other should not hear, for this is not within man's power? Where, I say, did they acquire diverse deserts? If they had indeed passed any part of their life in heaven, so as to be thrust down, or to sink down, to this world, and to tenant such bodily receptacles as are congruous to their own former life, then of course that man ought to be supposed to have led the better life previous to his present mortal body, who did not much deserve to be burdened with it, so as both to have a good disposition, and to be importuned by milder desires which he could easily overcome; and yet he did not deserve to have that grace preached to him whereby alone he could be delivered from the ruin of the second death.",
          "id": 289750
        },
        {
          "text": "Whereas the other, who was hampered with a grosser body, as a penalty—so they suppose—for worse deserts, and was accordingly possessed of obtuser affections, whilst he was in the violent ardour of his lust succumbing to the snares of the flesh, and by his wicked life aggravating his former sins, which had brought him to such a pass, by a still more abandoned course of earthly pleasures,—either heard upon the cross, \"To-day shalt thou be with me in paradise,\" or else joined himself to some apostle, by whose preaching he became a changed man, and was saved by the washing of regeneration,—so that where sin once abounded, grace did much more abound.",
          "id": 289751
        },
        {
          "text": "I am at a loss to know what answer they can give to this who wish to maintain God's righteousness by human conjectures, and, knowing nothing of the depths of grace, have woven webs of improbable fable.",
          "id": 289752
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "Chapter 32.",
          "id": 289753
        },
        {
          "text": "—The Case of Certain Idiots and Simpletons.",
          "id": 289754
        },
        {
          "text": "Now a good deal may be said of men's strange vocations,—either such as we have read about, or have experienced ourselves,—which go to overthrow the opinion of those persons who think that, previous to the possession of their bodies, men's souls passed through certain lives peculiar to themselves, in which they must come to this, and experience in the present life either good or evil, according to the difference of their individual deserts.",
          "id": 289755
        },
        {
          "text": "My anxiety, however, to bring this work to an end does not permit me to dwell longer on these topics.",
          "id": 289756
        },
        {
          "text": "But on one point, which among many I have found to be a very strange one, I will not be silent.",
          "id": 289757
        },
        {
          "text": "If we follow those persons who suppose that souls are oppressed with earthly bodies in a greater or a less degree of grossness, according to the deserts of the life which had been passed in celestial bodies previous to the assumption of the present one, who would not affirm that those had sinned previous to this life with an especial amount of enormity, who deserve so to lose all mental light, that they are born with faculties akin to brute animals,—who are (I will not say most slow in intellect, for this is very commonly said of others also, but) so silly as to make a show of their fatuity for the amusement of clever people, even with idiotic gestures, and whom the vulgar call, by a name, derived from the Greek, Moriones?And yet there was once a certain person of this class, who was so Christian, that although he was patient to the degree of strange folly with any amount of injury to himself, he was yet so impatient of any insult to the name of Christ, or, in his own person, to the religion with which he was imbued, that he could never refrain, whenever his gay and clever audience proceeded to blaspheme the sacred name, as they sometimes would in order to provoke his patience, from pelting them with stones; and on these occasions he would show no favour even to persons of rank.",
          "id": 289758
        },
        {
          "text": "Well, now, such persons are predestinated and brought into being, as I suppose, in order that those who are able should understand that God's grace and the Spirit, \"which bloweth where it listeth,\" does not pass over any kind of capacity in the sons of mercy, nor in like manner does it pass over any kind of capacity in the children of Gehenna, so that \"he that glorieth, let him glory in the Lord\".",
          "id": 289759
        },
        {
          "text": "They, however, who affirm that souls severally receive different earthly bodies, more or less gross according to the merits of their former life, and that their abilities as men vary according to the self-same merits, so that some minds are sharper and others more obtuse, and that the grace of God is also dispensed for the liberation of men from their sins according to the deserts of their former existence:—what will they have to say about this man? How will they be able to attribute to him a previous life of so disgraceful a character that he deserved to be born an idiot, and at the same time of so highly meritorious a character as to entitle him to a preference in the award of the grace of Christ over many men of the acutest intellect?.",
          "id": 289760
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "Chapter 33.",
          "id": 289761
        },
        {
          "text": "—Christ is the Saviour and Redeemer Even of Infants.",
          "id": 289762
        },
        {
          "text": "Let us therefore give in and yield our assent to the authority of Holy Scripture, which knows not how either to be deceived or to deceive; and as we do not believe that men as yet unborn have done any good or evil for raising a difference in their moral deserts, so let us by no means doubt that all men are under sin, which came into the world by one man and has passed through unto all men; and from which nothing frees us but the grace of God through our Lord Jesus Christ.",
          "id": 289763
        },
        {
          "text": "(XXIII.",
          "id": 289764
        },
        {
          "text": ") His remedial advent is needed by those that are sick, not by the whole: for He came not to call the righteous, but sinners; and into His kingdom shall enter no one that is not born again of water and the Spirit; nor shall any one attain salvation and eternal life except in His kingdom,—since the man who believes not in the Son, and eats not His flesh, shall not have life, but the wrath of God remains upon him.",
          "id": 289765
        },
        {
          "text": "Now from this sin, from this sickness, from this wrath of God (of which by nature they are children who have original sin, even if they have none of their own on account of their youth), none delivers them, except the Lamb of God, who takes away the sins of the world; except the Physician, who came not for the sake of the sound, but of the sick; except the Saviour, concerning whom it was said to the human race: \"Unto you there is born this day a Saviour;\" except the Redeemer, by whose blood our debt is blotted out.",
          "id": 289766
        },
        {
          "text": "For who would dare to say that Christ is not the Saviour and Redeemer of infants? But from what does He save them, if there is no malady of original sin within them? From what does He redeem them, if through their origin from the first man they are not sold under sin? Let there be then no eternal salvation promised to infants out of our own opinion, without Christ's baptism; for none is promised in that Holy Scripture which is to be preferred to all human authority and opinion.",
          "id": 289767
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "Chapter 34 (XXIV.",
          "id": 289768
        },
        {
          "text": ")—Baptism is Called Salvation, and the Eucharist, Life, by the Christians of Carthage.",
          "id": 289769
        },
        {
          "text": "The Christians of Carthage have an excellent name for the sacraments, when they say that baptism is nothing else than \"salvation,\" and the sacrament of the body of Christ nothing else than \"life\".",
          "id": 289770
        },
        {
          "text": "Whence, however, was this derived, but from that primitive, as I suppose, and apostolic tradition, by which the Churches of Christ maintain it to be an inherent principle, that without baptism and partaking of the supper of the Lord it is impossible for any man to attain either to the kingdom of God or to salvation and everlasting life? So much also does Scripture testify, according to the words which we already quoted.",
          "id": 289771
        },
        {
          "text": "For wherein does their opinion, who designate baptism by the term salvation, differ from what is written: \"He saved us by the washing of regeneration?\" or from Peter's statement: \"The like figure whereunto even baptism doth also now save us?\" And what else do they say who call the sacrament of the Lord's Supper life, than that which is written: \"I am the living bread which came down from heaven;\" and \"The bread that I shall give is my flesh, for the life of the world;\" and \"Except ye eat the flesh of the Son of man, and drink His blood, ye shall have no life in you?\" If, therefore, as so many and such divine witnesses agree, neither salvation nor eternal life can be hoped for by any man without baptism and the Lord's body and blood, it is vain to promise these blessings to infants without them.",
          "id": 289772
        },
        {
          "text": "Moreover, if it be only sins that separate man from salvation and eternal life, there is nothing else in infants which these sacraments can be the means of removing, but the guilt of sin,—respecting which guilty nature it is written, that \"no one is clean, not even if his life be only that of a day\".",
          "id": 289773
        },
        {
          "text": "Whence also that exclamation of the Psalmist: \"Behold, I was shapen in iniquity; and in sin did my mother conceive me!\" This is either said in the person of our common humanity, or if of himself only David speaks, it does not imply that he was born of fornication, but in lawful wedlock.",
          "id": 289774
        },
        {
          "text": "We therefore ought not to doubt that even for infants yet to be baptized was that precious blood shed, which previous to its actual effusion was so given, and applied in the sacrament, that it was said, \"This is my blood, which shall be shed for many for the remission of sins\".",
          "id": 289775
        },
        {
          "text": "Now they who will not allow that they are under sin, deny that there is any liberation.",
          "id": 289776
        },
        {
          "text": "For what is there that men are liberated from, if they are held to be bound by no bondage of sin?.",
          "id": 289777
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "Chapter 35.",
          "id": 289778
        },
        {
          "text": "—Unless Infants are Baptized, They Remain in Darkness.",
          "id": 289779
        },
        {
          "text": "\"I am come,\" says Christ, \"a light into the world, that whosoever believeth on me should not abide in darkness\".",
          "id": 289780
        },
        {
          "text": "Now what does this passage show us, but that every person is in darkness who does not believe on Him, and that it is by believing on Him that he escapes from this permanent state of darkness? What do we understand by the darkness but sin? And whatever else it may embrace in its meaning, at any rate he who believes not in Christ will \"abide in darkness,\"—which, of course, is a penal state, not, as the darkness of the night, necessary for the refreshment of living beings.",
          "id": 289781
        },
        {
          "text": "(XXV.",
          "id": 289782
        },
        {
          "text": ") So that infants, unless they pass into the number of believers through the sacrament which was divinely instituted for this purpose, will undoubtedly remain in this darkness.",
          "id": 289783
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "Chapter 36.",
          "id": 289784
        },
        {
          "text": "—Infants Not Enlightened as Soon as They are Born.",
          "id": 289785
        },
        {
          "text": "Some, however, understand that as soon as children are born they are enlightened; and they derive this opinion from the passage: \"That was the true Light, which lighteth every one that cometh into the world\".",
          "id": 289786
        },
        {
          "text": "Well, if this be the case, it is quite astonishing how it can be that those who are thus enlightened by the only-begotten Son, who was in the beginning the Word with God, and (Himself) God, are not admitted into the kingdom of God, nor are heirs of God and joint-heirs with Christ.",
          "id": 289787
        },
        {
          "text": "For that such an inheritance is not bestowed upon them except through baptism, even they who hold the opinion in question do acknowledge.",
          "id": 289788
        },
        {
          "text": "Then, again, if they are (though already illuminated) thus unfit for entrance into the kingdom of God, they at all events ought gladly to receive the baptism, by which they are fitted for it; but, strange to say, we see how reluctant infants are to submit to baptism, resisting even with strong crying.",
          "id": 289789
        },
        {
          "text": "And this ignorance of theirs we think lightly of at their time of life, so that we fully administer the sacraments, which we know to be serviceable to them, even although they struggle against them.",
          "id": 289790
        },
        {
          "text": "And why, too, does the apostle say, \"Be not children in understanding,\" if their minds have been already enlightened with that true Light, which is the Word of God?.",
          "id": 289791
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "Chapter 37.",
          "id": 289792
        },
        {
          "text": "—How God Enlightens Every Person.",
          "id": 289793
        },
        {
          "text": "That statement, therefore, which occurs in the gospel, \"That was the true Light, which lighteth every one that cometh into the world,\" has this meaning, that no man is illuminated except with that Light of the truth, which is God; so that no person must think that he is enlightened by him whom he listens to as a learner, although that instructor happen to be—I will not say, any great man—but even an angel himself.",
          "id": 289794
        },
        {
          "text": "For the word of truth is applied to man externally by the ministry of a bodily voice, but yet \"neither is he that planteth any thing, neither he that watereth; but God that giveth the increase\".",
          "id": 289795
        },
        {
          "text": "Man indeed hears the speaker, be he man or angel, but in order that he may perceive and know that what is said is true, his mind is internally besprinkled with that light which remains for ever, and which shines even in darkness.",
          "id": 289796
        },
        {
          "text": "But just as the sun is not seen by the blind, though they are clothed as it were with its rays, so is the light of truth not understood by the darkness of folly.",
          "id": 289797
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "Chapter 38.",
          "id": 289798
        },
        {
          "text": "—What \"Lighteth\" Means.",
          "id": 289799
        },
        {
          "text": "But why, after saying, \"which lighteth every man,\" should he add, \"that cometh into the world,\"—the clause which has suggested the opinion that He enlightens the minds of newly-born babes while the birth of their bodies from their mother's womb is still a recent thing? The words, no doubt, are so placed in the Greek, that they may be understood to express that the light itself \"cometh into the world\".",
          "id": 289800
        },
        {
          "text": "If, nevertheless, the clause must be taken as expressing the man who cometh into this world, I suppose that it is either a simple phrase, like many others one finds in the Scriptures, which may be removed without impairing the general sense; or else, if it is to be regarded as a distinctive addition, it was perhaps inserted in order to distinguish spiritual illumination from that bodily one which enlightens the eyes of the flesh either by means of the luminaries of the sky, or by the lights of ordinary fire.",
          "id": 289801
        },
        {
          "text": "So that he mentioned the inner man as coming into the world, because the outward man is of a corporeal nature, just as this world itself; as if he said, \"Which lighteth every man that cometh into the body,\" in accordance with that which is written: \"I obtained a good spirit, and I came in a body undefiled\".",
          "id": 289802
        },
        {
          "text": "Or again, the passage, \"Which lighteth every one that cometh into the world,\"—if it was added for the sake of expressing some distinction,—might perhaps mean: Which lighteth every inner man, because the inner man, when he becomes truly wise, is enlightened only by Him who is the true Light.",
          "id": 289803
        },
        {
          "text": "Or, once more, if the intention was to designate reason herself, which causes the human soul to be called rational (and this reason, although as yet quiet and as it were asleep, for all that lies hidden in infants, innate and, so to speak, implanted), by the term illumination, as if it were the creation of an inner eye, then it cannot be denied that it is made when the soul is created; and there is no absurdity in supposing this to take place when the human being comes into the world.",
          "id": 289804
        },
        {
          "text": "But yet, although his eye is now created, he himself must needs remain in darkness, if he does not believe in Him who said: \"I am come a Light into the world, that whosoever believeth on me should not abide in darkness\".",
          "id": 289805
        },
        {
          "text": "And that this takes place in the case of infants, through the sacrament of baptism, is not doubted by mother Church, which uses for them the heart and mouth of a mother, that they may be imbued with the sacred mysteries, seeing that they cannot as yet with their own heart \"believe unto righteousness,\" nor with their own mouth make \"confession unto salvation\".",
          "id": 289806
        },
        {
          "text": "There is not indeed a man among the faithful, who would hesitate to call such infants believers merely from the circumstance that such a designation is derived from the act of believing; for although incapable of such an act themselves, yet others are sponsors for them in the sacraments.",
          "id": 289807
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "Chapter 39 (XXVI.",
          "id": 289808
        },
        {
          "text": ")—The Conclusion Drawn, that All are Involved in Original Sin.",
          "id": 289809
        },
        {
          "text": "It would be tedious, were we fully to discuss, at similar length, every testimony bearing on the question.",
          "id": 289810
        },
        {
          "text": "I suppose it will be the more convenient course simply to collect the passages together which may turn up, or such as shall seem sufficient for manifesting the truth, that the Lord Jesus Christ came in the flesh, and, in the form of a servant, became obedient even to the death of the cross, for no other reason than, by this dispensation of His most merciful grace, to give life to all those to whom, as engrafted members of His body, He becomes Head for laying hold upon the kingdom of heaven: to save, free, redeem, and enlighten them,—who had aforetime been involved in the death, infirmities, servitude, captivity, and darkness of sin, under the dominion of the devil, the author of sin: and thus to become the Mediator between God and man, by whom (after the enmity of our ungodly condition had been terminated by His gracious help) we might be reconciled to God unto eternal life, having been rescued from the eternal death which threatened such as us.",
          "id": 289811
        },
        {
          "text": "When this shall have been made clear by more than sufficient evidence, it will follow that those persons cannot be concerned with that dispensation of Christ which is executed by His humiliation, who have no need of life, and salvation, and deliverance, and redemption, and illumination.",
          "id": 289812
        },
        {
          "text": "And inasmuch as to this belongs baptism, in which we are buried with Christ, in order to be incorporated into Him as His members (that is, as those who believe in Him): it of course follows that baptism is unnecessary for them, who have no need of the benefit of that forgiveness and reconciliation which is acquired through a Mediator.",
          "id": 289813
        },
        {
          "text": "Now, seeing that they admit the necessity of baptizing infants,—finding themselves unable to contravene that authority of the universal Church, which has been unquestionably handed down by the Lord and His apostles,—they cannot avoid the further concession, that infants require the same benefits of the Mediator, in order that, being washed by the sacrament and charity of the faithful, and thereby incorporated into the body of Christ, which is the Church, they may be reconciled to God, and so live in Him, and be saved, and delivered, and redeemed, and enlightened.",
          "id": 289814
        },
        {
          "text": "But from what, if not from death, and the vices, and guilt, and thraldom, and darkness of sin? And, inasmuch as they do not commit any sin in the tender age of infancy by their actual transgression, original sin only is left.",
          "id": 289815
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "text": "Chapter 40 (XXVII.",
          "id": 289816
        },
        {
          "text": ")—A Collection of Scripture Testimonies.",
          "id": 289817
        },
        {
          "text": "From the Gospels.",
          "id": 289818
        },
        {
          "text": "This reasoning will carry more weight, after I have collected the mass of Scripture testimonies which I have undertaken to adduce.",
          "id": 289819
        },
        {
          "text": "We have already quoted: \"I came not to call the righteous, but sinners\".",
          "id": 289820
        },
        {
          "text": "To the same purport (the Lord) says, on entering the home of Zaccheus: \"To-day is salvation come to this house, forsomuch as he also is a son of Abraham; for the Son of man is come to seek and to save that which was lost\".",
          "id": 289821
        },
        {
          "text": "The same truth is declared in the parable of the lost sheep and the ninety and nine which were left until the missing one was sought and found; as it is also in the parable of the lost one among the ten silver coins.",
          "id": 289822
        },
        {
          "text": "Whence, as He said, \"it behoved that repentance and remission of sins should be preached in His name among all nations, beginning at Jerusalem\".",
          "id": 289823
        },
        {
          "text": "Mark likewise, at the end of his Gospel, tells us how that the Lord said: \"Go ye into all the world, and preach the gospel to every creature.",
          "id": 289824
        },
        {
          "text": "He that believeth, and is baptized, shall be saved; but he that believeth not shall be damned\".",
          "id": 289825
        },
        {
          "text": "Now, who can be unaware that, in the case of infants, being baptized is to believe, and not being baptized is not to believe? From the Gospel of John we have already adduced some passages.",
          "id": 289826
        },
        {
          "text": "However, I must also request your attention to the following: John Baptist says of Christ, \"Behold the Lamb of God, Behold Him which taketh away the sin of the world;\" and He too says of Himself, \"My sheep hear my voice, and I know them, and they follow me: and I give unto them eternal life; and they shall never perish\".",
          "id": 289827
        },
        {
          "text": "Now, inasmuch as infants are only able to become His sheep by baptism, it must needs come to pass that they perish if they are not baptized, because they will not have that eternal life which He gives to His sheep.",
          "id": 289828
        },
        {
          "text": "So in another passage He says: \"I am the way, the truth, and the life; no man cometh unto the Father, but by me\".",
          "id": 289829
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "text": "Chapter 41.",
          "id": 289830
        },
        {
          "text": "—From the First Epistle of Peter.",
          "id": 289831
        },
        {
          "text": "See with what earnestness the apostles declare this doctrine, when they received it.",
          "id": 289832
        },
        {
          "text": "Peter, in his first Epistle, says: \"Blessed be the God and Father of our Lord Jesus Christ, according to His abundant mercy, who hath regenerated us unto the hope of eternal life, by the resurrection of Jesus Christ, to an inheritance immortal, and undefiled, flourishing, reserved in heaven for you, who are kept by the power of God through faith unto salvation, ready to be revealed in the last time\".",
          "id": 289833
        },
        {
          "text": "And a little afterwards he adds: \"May ye be found unto the praise and honour of Jesus Christ: of whom ye were ignorant; but in whom ye believe, though now ye see Him not; and in whom also ye shall rejoice, when ye shall see Him, with joy unspeakable and full of glory: receiving the end of your faith, even the salvation of your souls\".",
          "id": 289834
        },
        {
          "text": "Again, in another place he says: \"But ye are a chosen generation, a royal priesthood, a holy nation, a peculiar people; that ye should show forth the praises of Him who hath called you out of darkness into His marvellous light\".",
          "id": 289835
        },
        {
          "text": "Once more he says: \"Christ hath once suffered for our sins, the just for the unjust, that He might bring us to God:\" and, after mentioning the fact of eight persons having been saved in Noah's ark, he adds: \"And by the like figure baptism saveth you\".",
          "id": 289836
        },
        {
          "text": "Now infants are strangers to this salvation and light, and will remain in perdition and darkness, unless they are joined to the people of God by adoption, holding to Christ who suffered the just for the unjust, to bring them unto God.",
          "id": 289837
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "text": "Chapter 42.",
          "id": 289838
        },
        {
          "text": "—From the First Epistle of John.",
          "id": 289839
        },
        {
          "text": "Moreover, from John's Epistle I meet with the following words, which seem indispensable to the solution of this question: \"But if,\" says he, \"we walk in the light, as He is in the light, we have fellowship one with another, and the blood of Jesus Christ His Son cleanseth us from all sin\".",
          "id": 289840
        },
        {
          "text": "To the like import he says, in another place: \"If we receive the witness of men, the witness of God is greater: for this is the witness of God, which is greater because He hath testified of His Son.",
          "id": 289841
        },
        {
          "text": "He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made Him a liar; because he believed not in the testimony that God testified of His Son.",
          "id": 289842
        },
        {
          "text": "And this is the testimony, that God hath given to us eternal life; and this life is in His Son.",
          "id": 289843
        },
        {
          "text": "He that hath the Son hath life; and he that hath not the Son of God hath not life\".",
          "id": 289844
        },
        {
          "text": "It seems, then, that it is not only the kingdom of heaven, but life also, which infants are not to have, if they have not the Son, whom they can only have by His baptism.",
          "id": 289845
        },
        {
          "text": "So again he says: \"For this cause the Son of God was manifested, that He might destroy the works of the devil\".",
          "id": 289846
        },
        {
          "text": "Therefore infants will have no interest in the manifestation of the Son of God, if He do not in them destroy the works of the devil.",
          "id": 289847
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "text": "Chapter 43.",
          "id": 289848
        },
        {
          "text": "—From the Epistle to the Romans.",
          "id": 289849
        },
        {
          "text": "Let me now request your attention to the testimony of the Apostle Paul on this subject.",
          "id": 289850
        },
        {
          "text": "And quotations from him may of course be made more abundantly, because he wrote more epistles, and because it fell to him to recommend the grace of God with especial earnestness, in opposition to those who gloried in their works, and who, ignorant of God's righteousness, and wishing to establish their own, submitted not to the righteousness of God.",
          "id": 289851
        },
        {
          "text": "In his Epistle to the Romans he writes: \"The righteousness of God is upon all them that believe; for there is no difference; since all have sinned, and come short of the glory of God; being justified freely by His grace, through the redemption that is in Christ Jesus; whom God hath set forth as a propitiation through faith in His blood, to declare His righteousness for the remission of sins that are past, through the forbearance of God; to declare, I say, at this time His righteousness; that He might be just, and the justifier of him which believeth in Jesus\".",
          "id": 289852
        },
        {
          "text": "Then in another passage he says: \"To him that worketh is the reward not reckoned of grace, but of debt.",
          "id": 289853
        },
        {
          "text": "But to him that worketh not, but believeth on Him that justifieth the ungodly, his faith is counted for righteousness.",
          "id": 289854
        },
        {
          "text": "Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without works, saying, Blessed are they whose iniquities are forgiven, and whose sins are covered.",
          "id": 289855
        },
        {
          "text": "Blessed is the man to whom the Lord imputeth no sin\".",
          "id": 289856
        },
        {
          "text": "And then after no long interval he observes: \"Now, it was not written for his sake alone, that it was imputed to him; but for us also, to whom it shall be imputed, if we believe on Him that raised up Jesus Christ our Lord from the dead; who was delivered for our offences, and was raised again for our justification\".",
          "id": 289857
        },
        {
          "text": "Then a little after he writes: \"For when we were yet without strength, in due time Christ died for the ungodly\".",
          "id": 289858
        },
        {
          "text": "In another passage he says: \"We know that the law is spiritual; but I am carnal, sold under sin.",
          "id": 289859
        },
        {
          "text": "For that which I do I know not: for what I would, that I do not; but what I hate, that I do.",
          "id": 289860
        },
        {
          "text": "If then I do that which I would not, I consent unto the law that it is good.",
          "id": 289861
        },
        {
          "text": "Now then, it is no more I that do it, but sin that dwelleth in me.",
          "id": 289862
        },
        {
          "text": "For I know that in me (that is, in my flesh) dwelleth no good thing; for to will is present with me; but how to perform that which is good I find not.",
          "id": 289863
        },
        {
          "text": "For the good that I would I do not; but the evil which I would not, that I do.",
          "id": 289864
        },
        {
          "text": "Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.",
          "id": 289865
        },
        {
          "text": "I find then a law, that, when I would do good, evil is present with me.",
          "id": 289866
        },
        {
          "text": "For I delight in the law of God after the inward man: but I see another law in my members warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.",
          "id": 289867
        },
        {
          "text": "O wretched man that I am! who shall deliver me from the body of this death? The grace of God, through Jesus Christ our Lord\".",
          "id": 289868
        },
        {
          "text": "Let them, who can, say that men are not born in the body of this death, that so they may be able to affirm that they have no need of God's grace through Jesus Christ in order to be delivered from the body of this death.",
          "id": 289869
        },
        {
          "text": "Therefore he adds, a few verses afterwards: \"For what the law could not do, in that it was weak through the flesh, God, sending His own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh\".",
          "id": 289870
        },
        {
          "text": "Let them say, who dare, that Christ must have been born in the likeness of sinful flesh, if we were not born in sinful flesh.",
          "id": 289871
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "text": "Chapter 44.",
          "id": 289872
        },
        {
          "text": "—From the Epistles to the Corinthians.",
          "id": 289873
        },
        {
          "text": "Likewise to the Corinthians he says: \"For I delivered to you first of all that which I also received, how that Christ died for our sins according to the Scriptures\".",
          "id": 289874
        },
        {
          "text": "Again, in his Second Epistle to these Corinthians: \"For the love of Christ constraineth us; because we thus judge, that if One died for all, then all died: and for all did Christ die, that they which live should no longer live unto themselves, but unto Him which died for them, and rose again.",
          "id": 289875
        },
        {
          "text": "Wherefore, henceforth know we no man after the flesh; yea, though we have known Christ after the flesh, yet from henceforth know we Him so no more.",
          "id": 289876
        },
        {
          "text": "Therefore if any man be in Christ, he is a new creature; old things are passed away; behold, all things are become new.",
          "id": 289877
        },
        {
          "text": "And all things are of God, who hath reconciled us to Himself by Jesus Christ, and hath given unto us the ministry of reconciliation.",
          "id": 289878
        },
        {
          "text": "To what effect? That God was in Christ, reconciling the world unto Himself, not imputing their trespasses unto them, and putting on us the ministry of reconciliation.",
          "id": 289879
        },
        {
          "text": "Now then are we ambassadors for Christ, as though God did beseech you by us; we pray you in Christ's stead, to be reconciled to God.",
          "id": 289880
        },
        {
          "text": "For He hath made Him to be sin for us, who knew no sin; that we might become the righteousness of God in Him.",
          "id": 289881
        },
        {
          "text": "We then, as workers together with Him, beseech you also that ye receive not the grace of God in vain.",
          "id": 289882
        },
        {
          "text": "(For He saith, I have heard thee in an acceptable time, and in the day of salvation have I succoured thee: behold, now is the acceptable time; behold, now is the day of salvation.",
          "id": 289883
        },
        {
          "text": ")\" Now, if infants are not embraced within this reconciliation and salvation, who wants them for the baptism of Christ? But if they are embraced, then are they reckoned as among the dead for whom He died; nor can they be possibly reconciled and saved by Him, unless He remit and impute not unto them their sins.",
          "id": 289884
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "text": "Chapter 45.",
          "id": 289885
        },
        {
          "text": "—From the Epistle to the Galatians.",
          "id": 289886
        },
        {
          "text": "Likewise to the Galatians the apostle writes: \"Grace be to you, and peace, from God the Father, and from our Lord Jesus Christ, who gave Himself for our sins, that He might deliver us from this present evil world\".",
          "id": 289887
        },
        {
          "text": "While in another passage he says to them: \"The law was added because of transgressions, until the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator.",
          "id": 289888
        },
        {
          "text": "Now a mediator belongs not to one party; but God is one.",
          "id": 289889
        },
        {
          "text": "Is the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law.",
          "id": 289890
        },
        {
          "text": "But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe\".",
          "id": 289891
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "text": "Chapter 46.",
          "id": 289892
        },
        {
          "text": "—From the Epistle to the Ephesians.",
          "id": 289893
        },
        {
          "text": "To the Ephesians he addresses words of the same import: \"And you when ye were dead in trespasses and sins; wherein in time past ye walked according to the course of this world according to the prince of the power of the air, the spirit of him that now worketh in the children of disobedience; among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.",
          "id": 289894
        },
        {
          "text": "But God, who is rich in mercy, for His great love wherewith He loved us, even when we were dead in sins, hath quickened us together with Christ; by whose grace ye are saved\".",
          "id": 289895
        },
        {
          "text": "Again, a little afterwards, he says: \"By grace are ye saved through faith; and that not of yourselves: it is the gift of God: not of works, lest any man should boast.",
          "id": 289896
        },
        {
          "text": "For we are His workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them\".",
          "id": 289897
        },
        {
          "text": "And again, after a short interval: \"At that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world: but now, in Christ Jesus, ye who were sometimes far off are made nigh by the blood of Christ.",
          "id": 289898
        },
        {
          "text": "For He is our peace, who hath made both one, and hath broken down the middle wall of partition between us; having abolished in His flesh the enmity, even the law of commandments contained in ordinances; for to make in Himself of twain one new man, so making peace; and that He might reconcile both unto God in one body by the cross, having in Himself slain the enmity; and He came and preached peace to you which were afar off, and to them that were nigh.",
          "id": 289899
        },
        {
          "text": "For through Him we both have access by one Spirit unto the Father\".",
          "id": 289900
        },
        {
          "text": "Then in another passage he thus writes: \"As the truth is in Jesus: that ye put off, concerning the former conversation, the old man, which is corrupt according to the deceitful lusts; and be renewed in the spirit of your mind; and that ye put on the new man, which after God is created in righteousness and true holiness\".",
          "id": 289901
        },
        {
          "text": "And again: \"Grieve not the Holy Spirit of God, whereby ye are sealed unto the day of redemption\".",
          "id": 289902
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "text": "Chapter 47.",
          "id": 289903
        },
        {
          "text": "—From the Epistle to the Colossians.",
          "id": 289904
        },
        {
          "text": "To the Colossians he addresses these words: \"Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light: who hath delivered us from the power of darkness, and hath translated us into the kingdom of His dear Son; in whom we have redemption in the remission of our sins\".",
          "id": 289905
        },
        {
          "text": "And again he says: \"And ye are complete in Him, which is the head of all principality and power: in whom also ye are circumcised with the circumcision made without hands, in putting off the body of the flesh by the circumcision of Christ; buried with Him in baptism, wherein also ye are risen with Him through the faith of the operation of God, who hath raised Him from the dead.",
          "id": 289906
        },
        {
          "text": "And you, when ye were dead in your sins and the uncircumcision of your flesh, hath He quickened together with Him, having forgiven you all trespasses; blotting out the handwriting of the decree that was against us, which was contrary to us, and took it out of the way, nailing it to His cross; and putting the flesh off Him, He made a show of principalities and powers, confidently triumphing over them in Himself\".",
          "id": 289907
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "text": "Chapter 48.",
          "id": 289908
        },
        {
          "text": "—From the Epistles to Timothy.",
          "id": 289909
        },
        {
          "text": "And then to Timothy he says: \"This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of whom I am chief.",
          "id": 289910
        },
        {
          "text": "Howbeit for this cause I obtained mercy, that in me first Jesus Christ might show forth all long-suffering, for a pattern to them which should hereafter believe on Him to life everlasting\".",
          "id": 289911
        },
        {
          "text": "He also says: \"For there is one God and one Mediator between God and men, the man Christ Jesus; who gave Himself a ransom for all\".",
          "id": 289912
        },
        {
          "text": "In his second Epistle to the same Timothy, he says: \"Be not thou therefore ashamed of the testimony of our Lord, nor of me His prisoner: but be thou a fellow-labourer for the gospel, according to the power of God; who hath saved us, and called us with a holy calling, not according to our works, but according to His own purpose and grace, which was given us in Christ Jesus before the world began; but is now manifested by the coming of our Lord Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel\".",
          "id": 289913
        }
      ]
    },
    {
      "chapter": 49,
      "verses": [
        {
          "text": "Chapter 49.",
          "id": 289914
        },
        {
          "text": "—From the Epistle to Titus.",
          "id": 289915
        },
        {
          "text": "Then again he writes to Titus as follows: \"Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ; who gave himself for us, that He might redeem us from all iniquity, and purify unto Himself a peculiar people, zealous of good works\".",
          "id": 289916
        },
        {
          "text": "And to the like effect in another passage: \"But after that the kindness and love of God our Saviour toward man appeared, not by works of righteousness which we have done, but according to His mercy He saved us, by the washing of regeneration, and renewing of the Holy Ghost; which He shed on us abundantly through Jesus Christ our Saviour; that, being justified by His grace, we should be made heirs according to the hope of eternal life\".",
          "id": 289917
        }
      ]
    },
    {
      "chapter": 50,
      "verses": [
        {
          "text": "Chapter 50.",
          "id": 289918
        },
        {
          "text": "—From the Epistle to the Hebrews.",
          "id": 289919
        },
        {
          "text": "Although the authority of the Epistle to the Hebrews is doubted by some, nevertheless, as I find it sometimes thought by persons, who oppose our opinion touching the baptism of infants, to contain evidence in favour of their own views, we shall notice the pointed testimony it bears in our behalf; and I quote it the more confidently, because of the authority of the Eastern Churches, which expressly place it amongst the canonical Scriptures.",
          "id": 289920
        },
        {
          "text": "In its very exordium one thus reads: \"God, who at sundry times, and in divers manners, spake in time past unto the fathers by the prophets, hath in these last days spoken to us by His Son, whom He hath appointed heir of all things, by whom also He made the worlds; who, being the brightness of His glory, and the express image of His person, and upholding all things by the word of His power, when He had by Himself purged our sins, sat down on the right hand of the Majesty on high\".",
          "id": 289921
        },
        {
          "text": "And by and by the writer says: \"For if the word spoken by angels was stedfast, and every transgression and disobedience received a just recompense of reward, how shall we escape if we neglect so great salvation?\" And again in another passage: \"Forasmuch then,\" says he, \"as the children are partakers of flesh and blood, He also Himself likewise took part of the same; that through death He might destroy him that had the power of death, that is, the devil; and deliver them who through fear of death were all their lifetime subject to bondage\".",
          "id": 289922
        },
        {
          "text": "Again, shortly after, he says: \"Wherefore in all things it behoved Him to be made like unto His brethren, that He might be a merciful and faithful High Priest in things pertaining to God, to make reconciliation for the sins of the people\".",
          "id": 289923
        },
        {
          "text": "And in another place he writes: \"Let us hold fast our profession.",
          "id": 289924
        },
        {
          "text": "For we have not a high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin\".",
          "id": 289925
        },
        {
          "text": "Again he says: \"He hath an unchangeable priesthood.",
          "id": 289926
        },
        {
          "text": "Wherefore He is able also to save them to the uttermost that come unto God by Him, seeing He ever liveth to make intercession for them.",
          "id": 289927
        },
        {
          "text": "For such a High Priest became us, who is holy, harmless, undefiled, separate from sinners, and made higher than the heavens; who needeth not daily (as those high priests) to offer up sacrifice, first for His own sins, and then for the people's: for this He did once, when He offered up Himself\".",
          "id": 289928
        },
        {
          "text": "And once more: \"For Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us: nor yet that He should offer Himself often, as the high priest entereth into the holy place every year with blood of others; (for then must He often have suffered since the foundation of the world;) but now once, in the end of the world, hath He appeared to put away sin by the sacrifice of Himself.",
          "id": 289929
        },
        {
          "text": "And as it is appointed unto men once to die, but after this the judgment; so Christ was once offered to bear the sins of many: and unto them that look for Him shall He appear the second time, without sin, unto salvation\".",
          "id": 289930
        }
      ]
    },
    {
      "chapter": 51,
      "verses": [
        {
          "text": "Chapter 51.",
          "id": 289931
        },
        {
          "text": "—From the Apocalypse.",
          "id": 289932
        },
        {
          "text": "The Revelation of John likewise tells us that in a new song these praises are offered to Christ: \"Thou art worthy to take the book, and to open the seals thereof: for Thou wast slain, and hast redeemed us to God by Thy blood out of every kindred, and tongue, and people, and nation\".",
          "id": 289933
        }
      ]
    },
    {
      "chapter": 52,
      "verses": [
        {
          "text": "Chapter 52.",
          "id": 289934
        },
        {
          "text": "—From the Acts of the Apostles.",
          "id": 289935
        },
        {
          "text": "To the like effect, in the Acts of the Apostles, the Apostle Peter designated the Lord Jesus as \"the Author of life,\" upbraiding the Jews for having put Him to death in these words: \"But ye dishonoured and denied the Holy One and the Just, and desired a murderer to be granted unto you, and ye killed the Author of life\".",
          "id": 289936
        },
        {
          "text": "While in another passage he says: \"This is the stone which was set at nought by you builders, which is become the head of the corner.",
          "id": 289937
        },
        {
          "text": "Neither is there salvation in any other: for there is none other name under heaven given among men whereby we must be saved\".",
          "id": 289938
        },
        {
          "text": "And again, elsewhere: \"The God of our fathers raised up Jesus, whom ye slew, by hanging on a tree.",
          "id": 289939
        },
        {
          "text": "Him hath God exalted with His right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins\".",
          "id": 289940
        },
        {
          "text": "Once more: \"To Him give all the prophets witness, that, through His name, whosoever believeth in Him shall receive remission of sins\".",
          "id": 289941
        },
        {
          "text": "Whilst in the same Acts of the Apostles Paul says: \"Be it known therefore unto you, men and brethren, that through this Man is preached unto you the forgiveness of sins: and by Him every one that believeth is justified from all things, from which ye could not be justified by the law of Moses\".",
          "id": 289942
        }
      ]
    },
    {
      "chapter": 53,
      "verses": [
        {
          "text": "Chapter 53.",
          "id": 289943
        },
        {
          "text": "—The Utility of the Books of the Old Testament.",
          "id": 289944
        },
        {
          "text": "Under so great a weight of testimony, who would not be oppressed that should dare lift up his voice against the truth of God? And many other testimonies might be found, were it not for my anxiety to bring this tract to an end,—an anxiety which I must not slight.",
          "id": 289945
        },
        {
          "text": "I have deemed it superfluous to quote from the books of the Old Testament, likewise, many attestations to our doctrine in inspired words, since what is concealed in them under the veil of earthly promises is clearly revealed in the preaching of the New Testament.",
          "id": 289946
        },
        {
          "text": "Our Lord Himself briefly demonstrated and defined the use of the Old Testament writings, when He said that it was necessary that what had been written concerning Himself in the Law, and the Prophets, and the Psalms, should be fulfilled, and that this was that Christ must suffer, and rise from the dead the third day, and that repentance and remission of sins should be preached in His name among all nations, beginning at Jerusalem.",
          "id": 289947
        },
        {
          "text": "In agreement with this is that statement of Peter which I have already quoted, how that all the prophets bear witness to Christ, that at His hands every one that believes in Him receives remission of his sins.",
          "id": 289948
        }
      ]
    },
    {
      "chapter": 54,
      "verses": [
        {
          "text": "Chapter 54.",
          "id": 289949
        },
        {
          "text": "—By the Sacrifices of the Old Testament, Men Were Convinced of Sins and Led to the Saviour.",
          "id": 289950
        },
        {
          "text": "And yet it is perhaps better to advance a few testimonies out of the Old Testament also, which ought to have a supplementary, or rather a cumulative value.",
          "id": 289951
        },
        {
          "text": "The Lord Himself, speaking by the Psalmist, says: \"As for my saints which are upon earth, He hath caused all my purposes to be admired in them\".",
          "id": 289952
        },
        {
          "text": "Not their merits, but \"my purposes\".",
          "id": 289953
        },
        {
          "text": "For what is theirs except that which is afterwards mentioned,—\"their weaknesses are multiplied,\"—above the weakness that they had? Moreover, the law also entered, that the offence might abound.",
          "id": 289954
        },
        {
          "text": "But why does the Psalmist immediately add: \"They hastened after?\" When their sorrows and infirmities multiplied (that is, when their offence abounded), they then sought the Physician more eagerly, in order that, where sin abounded, grace might much more abound.",
          "id": 289955
        },
        {
          "text": "He then says: \"I will not gather their assemblies together (with their offerings) of blood;\" for by their many sacrifices of blood, when they gathered their assemblies into the tabernacle at first, and then into the temple, they were rather convicted as sinners than cleansed.",
          "id": 289956
        },
        {
          "text": "I shall no longer, He says, gather their assemblies of blood-offerings together; because there is one blood-shedding given for many, whereby they may be truly cleansed.",
          "id": 289957
        },
        {
          "text": "Then it follows: \"Neither will I make mention of their names with my lips,\" as if they were the names of renewed ones.",
          "id": 289958
        },
        {
          "text": "For these were their names at first: children of the flesh, children of the world, children of wrath, children of the devil, unclean, sinners, impious; but afterwards, children of God,—a new name to the new man, a new song to the singer of what is new, by means of the New Testament.",
          "id": 289959
        },
        {
          "text": "Men must not be ungracious with God's grace, mean with great things; (but be ever rising) from the less to the greater.",
          "id": 289960
        },
        {
          "text": "The cry of the whole Church is, \"I have gone astray like a lost sheep\".",
          "id": 289961
        },
        {
          "text": "From all the members of Christ the voice is heard: \"All we, as sheep, have gone astray; and He hath Himself been delivered up for our sins\".",
          "id": 289962
        },
        {
          "text": "The whole of this passage of prophecy is that famous one in Isaiah which was expounded by Philip to the eunuch of Queen Candace, and he believed in Jesus.",
          "id": 289963
        },
        {
          "text": "See how often he commends this very subject, and, as it were, inculcates it again and again on proud and contentious men: \"He was a man under misfortune, and one who well knows to bear infirmities; wherefore also He turned away His face, He was dishonoured, and was not much esteemed.",
          "id": 289964
        },
        {
          "text": "He it is that bears our weaknesses, and for us is involved in pains: and we accounted Him to be in pains, and in misfortune, and in punishment.",
          "id": 289965
        },
        {
          "text": "But it was He who was wounded for our sins, was weakened for our iniquities; the chastisement of our peace was upon Him; and by His bruise we are healed.",
          "id": 289966
        },
        {
          "text": "All we, as sheep, have gone astray; and the Lord delivered Him up for our sins.",
          "id": 289967
        },
        {
          "text": "And although He was evilly entreated, yet He opened not His mouth: as a sheep was He led to the slaughter, and as a lamb is dumb before the shearer, so He opened not His mouth.",
          "id": 289968
        },
        {
          "text": "In His humiliation His judgment was taken away: His generation who shall declare? For His life shall be taken away from the earth, and for the iniquities of my people was He led to death.",
          "id": 289969
        },
        {
          "text": "Therefore I will give the wicked for His burial, and the rich for His death; because He did no iniquity, nor deceit with His mouth.",
          "id": 289970
        },
        {
          "text": "The Lord is pleased to purge Him from misfortune.",
          "id": 289971
        },
        {
          "text": "If you could yourselves have given your soul on account of your sins, ye should see a seed of a long life.",
          "id": 289972
        },
        {
          "text": "And the Lord is pleased to rescue His soul from pains, to show Him light, and to form it through His understanding; to justify the Just One, who serves many well; and He shall Himself bear their sins.",
          "id": 289973
        },
        {
          "text": "Therefore He shall inherit many, and He shall divide the spoils of the mighty; and He was numbered amongst the transgressors; and Himself bare the sins of many, and He was delivered for their iniquities\".",
          "id": 289974
        },
        {
          "text": "Consider also that passage of this same prophet which Christ actually declared to be fulfilled in Himself, when He recited it in the synagogue, in discharging the function of the reader: \"The Spirit of the Lord is upon me, because He hath anointed me: to preach glad tidings to the poor hath He sent me, that so I may refresh all who are broken-hearted,—to preach deliverance to the captives, and to the blind sight\".",
          "id": 289975
        },
        {
          "text": "Let us then all acknowledge Him; nor should there be one exception among persons like ourselves, who wish to cleave to His body, to enter through Him into the sheepfold, and to attain to that life and eternal salvation which He has promised to His own.",
          "id": 289976
        },
        {
          "text": "—Let us, I repeat, all of us acknowledge Him who did no sin, who bare our sins in His own body on the tree, that we might live with righteousness separate from sins; by whose scars we are healed, when we were weak —like wandering sheep.",
          "id": 289977
        }
      ]
    },
    {
      "chapter": 55,
      "verses": [
        {
          "text": "Chapter 55 (XXVIII.",
          "id": 289978
        },
        {
          "text": ")—He Concludes that All Men Need the Death of Christ, that They May Be Saved.",
          "id": 289979
        },
        {
          "text": "Unbaptized Infants Will Be Involved in the Condemnation of the Devil.",
          "id": 289980
        },
        {
          "text": "How All Men Through Adam are Unto Condemnation; And Through Christ Unto Justification.",
          "id": 289981
        },
        {
          "text": "No One is Reconciled with God, Except Through Christ.",
          "id": 289982
        },
        {
          "text": "In such circumstances, no man of those who have come to Christ by baptism has ever been regarded, according to sound faith and the true doctrine, as excepted from the grace of forgiveness of sins; nor has eternal life been ever thought possible to any man apart from His kingdom.",
          "id": 289983
        },
        {
          "text": "For this (eternal life) is ready to be revealed at the last time, that is, at the resurrection of the dead who are reserved not for that eternal death which is called \"the second death,\" but for the eternal life which God, who cannot lie, promises to His saints and faithful servants.",
          "id": 289984
        },
        {
          "text": "Now none who shall partake of this life shall be made alive except in Christ, even as all die in Adam.",
          "id": 289985
        },
        {
          "text": "For as none whatever, of all those who belong to the generation according to the will of the flesh, die except in Adam, in whom all sinned; so, out of these, none at all who are regenerated by the will of the Spirit are endowed with life except in Christ, in whom all are justified.",
          "id": 289986
        },
        {
          "text": "Because as through one all to condemnation, so through One all to justification.",
          "id": 289987
        },
        {
          "text": "Nor is there any middle place for any man, and so a man can only be with the devil who is not with Christ.",
          "id": 289988
        },
        {
          "text": "Accordingly, also the Lord Himself (wishing to remove from the hearts of wrong-believers that vague and indefinite middle condition, which some would provide for unbaptized infants,—as if, by reason of their innocence, they were embraced in eternal life, but were not, because of their unbaptized state, with Christ in His kingdom) uttered that definitive sentence of His, which shuts their mouths: \"He that is not with me is against me\".",
          "id": 289989
        },
        {
          "text": "Take then the case of any infant you please: If he is already in Christ, why is he baptized? If, however, as the Truth has it, he is baptized just that he may be with Christ, it certainly follows that he who is not baptized is not with Christ; and because he is not \"with\" Christ, he is \"against\" Christ; for He has pronounced His own sentence, which is so explicit that we ought not, and indeed cannot, impair it or change it.",
          "id": 289990
        },
        {
          "text": "And how can he be \"against\" Christ, if not owing to sin? for it cannot possibly be from his soul or his body, both of these being the creation of God.",
          "id": 289991
        },
        {
          "text": "Now if it be owing to sin, what sin can be found at such an age, except the ancient and original sin? Of course that sinful flesh in which all are born to condemnation is one thing, and that Flesh which was made \"after the likeness of sinful flesh,\" whereby also all are freed from condemnation, is another thing.",
          "id": 289992
        },
        {
          "text": "It is, however, by no means meant to be implied that all who are born in sinful flesh are themselves actually cleansed by that Flesh which is \"like\" sinful flesh; \"for all men have not faith;\" but that all who are born from the carnal union are born entirely of sinful flesh, whilst all who are born from the spiritual union are cleansed only by the Flesh which is in the likeness of sinful flesh.",
          "id": 289993
        },
        {
          "text": "In other words, the former class are in Adam unto condemnation, the latter are in Christ unto justification.",
          "id": 289994
        },
        {
          "text": "This is as if we should say, for example, that in such a city there is a certain midwife who delivers all; and in the same place there is an expert teacher who instructs all.",
          "id": 289995
        },
        {
          "text": "By all, in the one case, only those who are born can possibly be understood; by all, in the other, only those who are taught: and it does not follow that all who are born also receive the instruction.",
          "id": 289996
        },
        {
          "text": "But it is obvious to every one, that in the one case it is correctly said, \"she delivers all,\" since without her aid no one is born; and in the other, it is rightly said, \"he teaches all,\" since without his tutoring, no one learns.",
          "id": 289997
        }
      ]
    },
    {
      "chapter": 56,
      "verses": [
        {
          "text": "Chapter 56.",
          "id": 289998
        },
        {
          "text": "—No One is Reconciled to God Except Through Christ.",
          "id": 289999
        },
        {
          "text": "Taking into account all the inspired statements which I have quoted,—whether I regard the value of each passage one by one, or combine their united testimony in an accumulated witness or even include similar passages which I have not adduced,—there can be nothing discovered, but that which the catholic Church holds, in her dutiful vigilance against all profane novelties: that every man is separated from God, except those who are reconciled to God through Christ the Mediator; and that no one can be separated from God, except by sins, which alone cause separation; that there is, therefore, no reconciliation except by the remission of sins, through the one grace of the most merciful Saviour,—through the one sacrifice of the most veritable Priest; and that none who are born of the woman, that trusted the serpent and so was corrupted through desire, are delivered from the body of this death, except by the Son of the virgin who believed the angel and so conceived without desire.",
          "id": 290000
        }
      ]
    },
    {
      "chapter": 57,
      "verses": [
        {
          "text": "Chapter 57 (XXIX.",
          "id": 290001
        },
        {
          "text": ")—The Good of Marriage; Four Different Cases of the Good and the Evil Use of Matrimony.",
          "id": 290002
        },
        {
          "text": "The good, then, of marriage lies not in the passion of desire, but in a certain legitimate and honourable measure in using that passion, appropriate to the propagation of children, not the gratification of lust.",
          "id": 290003
        },
        {
          "text": "That, therefore, which is disobediently excited in the members of the body of this death, and endeavours to draw into itself our whole fallen soul, (neither arising nor subsiding at the bidding of the mind), is that evil of sin in which every man is born.",
          "id": 290004
        },
        {
          "text": "When, however, it is curbed from unlawful desires, and is permitted only for the orderly propagation and renewal of the human race, this is the good of wedlock, by which man is born in the union that is appointed.",
          "id": 290005
        },
        {
          "text": "Nobody, however, is born again in Christ's body, unless he be previously born in the body of sin.",
          "id": 290006
        },
        {
          "text": "But inasmuch as it is evil to make a bad use of a good thing, so is it good to use well a bad thing.",
          "id": 290007
        },
        {
          "text": "These two ideas therefore of good and evil, and those other two of a good use and an evil use, when they are duly combined together, produce four different conditions:— A man makes a good use of a good thing, when he dedicates his continence to God; (2.",
          "id": 290008
        },
        {
          "text": ") He makes a bad use of a good thing, when he dedicates his continence to an idol; (3.",
          "id": 290009
        },
        {
          "text": ") He makes a bad use of an evil thing, when he loosely gratifies his concupiscence by adultery; (4.",
          "id": 290010
        },
        {
          "text": ") He makes a good use of an evil thing, when he restrains his concupiscence by matrimony.",
          "id": 290011
        },
        {
          "text": "Now, as it is better to make good use of a good thing than to make good rise of an evil thing,—since both are good,—so \"he that giveth his virgin in marriage doeth well; but he that giveth her not in marriage doeth better\".",
          "id": 290012
        },
        {
          "text": "This question, indeed, I have treated at greater length, and more sufficiently, as God enabled me according to my humble abilities, in two works of mine,—one of them, On the Good of Marriage, and the other, On Holy Virginity.",
          "id": 290013
        },
        {
          "text": "They, therefore, who extol the flesh and blood of a sinful creature, to the prejudice of the Redeemer's flesh and blood, must not defend the evil of concupiscence through the good of marriage; nor should they, from whose infant age the Lord has inculcated in us a lesson of humility, be lifted up into pride by the error of others.",
          "id": 290014
        },
        {
          "text": "He only was born without sin whom a virgin conceived without the embrace of a husband,—not by the concupiscence of the flesh, but by the chaste submission of her mind.",
          "id": 290015
        },
        {
          "text": "She alone was able to give birth to One who should heal our wound, who brought forth the germ of a pure offspring without the wound of sin.",
          "id": 290016
        }
      ]
    },
    {
      "chapter": 58,
      "verses": [
        {
          "text": "Chapter 58 (XXX.",
          "id": 290017
        },
        {
          "text": ")—In What Respect the Pelagians Regarded Baptism as Necessary for Infants.",
          "id": 290018
        },
        {
          "text": "Let us now examine more carefully, so far as the Lord enables us, that very chapter of the Gospel where He says, \"Except a man be born again,—of water and the Spirit,— he shall not enter into the kingdom of God\".",
          "id": 290019
        },
        {
          "text": "If it were not for the authority which this sentence has with them, they would not be of opinion that infants ought to be baptized at all.",
          "id": 290020
        },
        {
          "text": "This is their comment on the passage: \"Because He does not say, 'Except a man be born again of water and the Spirit, he shall not have salvation or eternal life,' but He merely said, 'he shall not enter into the kingdom of God,' therefore infants are to be baptized, in order that they may be with Christ in the kingdom of God, where they will not be unless they are baptized.",
          "id": 290021
        },
        {
          "text": "Should infants die, however, even without baptism, they will have salvation and eternal life, seeing that they are bound with no fetter of sin\".",
          "id": 290022
        },
        {
          "text": "Now in such a statement as this, the first thing that strikes one is, that they never explain where the justice is of separating from the kingdom of God that \"image of God\" which has no sin.",
          "id": 290023
        },
        {
          "text": "Next, we ought to see whether the Lord Jesus, the one only good Teacher, has not in this very passage of the Gospel intimated, and indeed shown us, that it only comes to pass through the remission of their sins that baptized persons reach the kingdom of God; although to persons of a right understanding, the words, as they stand in the passage, ought to be sufficiently explicit: \"Except a man be born again, he cannot see the kingdom of God;\" and: \"Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God\".",
          "id": 290024
        },
        {
          "text": "For why should he be born again, unless to be renewed? From what is he to be renewed, if not from some old condition? From what old condition, but that in which \"our old man is crucified with Him, that the body of sin might be destroyed?\" Or whence comes it to pass that \"the image of God\" enters not into the kingdom of God, unless it be that the impediment of sin prevents it? However, let us (as we said before) see, as earnestly and diligently as we are able, what is the entire context of this passage of the Gospel, on the point in question.",
          "id": 290025
        }
      ]
    },
    {
      "chapter": 59,
      "verses": [
        {
          "text": "Chapter 59.",
          "id": 290026
        },
        {
          "text": "—The Context of Their Chief Text.",
          "id": 290027
        },
        {
          "text": "\"Now there was,\" we read, \"a man of the Pharisees, named Nicodemus, a ruler of the Jews: the same came to Jesus by night, and said unto Him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.",
          "id": 290028
        },
        {
          "text": "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.",
          "id": 290029
        },
        {
          "text": "Nicodemus saith unto Him, How can a man be born when he is old? can he enter the second time into his mother's womb, and be born? Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.",
          "id": 290030
        },
        {
          "text": "That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.",
          "id": 290031
        },
        {
          "text": "Marvel not that I said unto thee, Ye must be born again.",
          "id": 290032
        },
        {
          "text": "The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.",
          "id": 290033
        },
        {
          "text": "Nicodemus answered and said unto Him, How can these things be? Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things? Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.",
          "id": 290034
        },
        {
          "text": "If I have told you earthly things, and ye believe not, how shall ye believe if I tell you of heavenly things? And no man hath ascended up to heaven, but He that came down from heaven, even the Son of man which is in heaven.",
          "id": 290035
        },
        {
          "text": "And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up; that whosoever believeth in Him should not perish, but have eternal life.",
          "id": 290036
        },
        {
          "text": "For God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.",
          "id": 290037
        },
        {
          "text": "For God sent not His Son into the world to condemn the world, but that the world through Him might be saved.",
          "id": 290038
        },
        {
          "text": "He that believeth on Him is not condemned; but he that believeth not is condemned already, because he hath not believed in the name of the only-begotten Son of God.",
          "id": 290039
        },
        {
          "text": "And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.",
          "id": 290040
        },
        {
          "text": "For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.",
          "id": 290041
        },
        {
          "text": "But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God\".",
          "id": 290042
        },
        {
          "text": "Thus far the Lord's discourse wholly relates to the subject of our present inquiry; from this point the sacred historian digresses to another matter.",
          "id": 290043
        }
      ]
    },
    {
      "chapter": 60,
      "verses": [
        {
          "text": "Chapter 60 (XXXI.",
          "id": 290044
        },
        {
          "text": ")—Christ, the Head and the Body; Owing to the Union of the Natures in the Person of Christ, He Both Remained in Heaven, and Walked About on Earth; How the One Christ Could Ascend to Heaven; The Head, and the Body, the One Christ.",
          "id": 290045
        },
        {
          "text": "Now when Nicodemus understood not what was being told him, he inquired of the Lord how such things could be.",
          "id": 290046
        },
        {
          "text": "Let us look at what the Lord said to him in answer to his inquiry; for of course, as He deigns to answer the question, How can these things be? He will in fact tell us how spiritual regeneration can come to a man who springs from carnal generation.",
          "id": 290047
        },
        {
          "text": "After noticing briefly the ignorance of one who assumed a superiority over others as a teacher, and having blamed the unbelief of all such, for not accepting His witness to the truth, He went on to inquire and wonder whether, as He had told them about earthly things and they had not believed they would believe heavenly things.",
          "id": 290048
        },
        {
          "text": "He nevertheless pursues the subject, and gives an answer such as others should believe—though these refuse—to the question that he was asked, How these things can be? \"No man,\" says He, \"hath ascended up to heaven, but He that came down from heaven, even the Son of man which is in heaven\".",
          "id": 290049
        },
        {
          "text": "Thus, He says, shall come the spiritual birth,—men, from being earthly, shall become heavenly; and this they can only obtain by being made members of me; so that he may ascend who descended, since no one ascends who did not descend.",
          "id": 290050
        },
        {
          "text": "All, therefore, who have to be changed and raised must meet together in a union with Christ, so that the Christ who descended may ascend, reckoning His body (that is to say, His Church) as nothing else than Himself, because it is of Christ and the Church that this is most truly understood: \"And they twain shall be one flesh;\" concerning which very subject He expressly said Himself, \"So then they are no more twain, but one flesh\".",
          "id": 290051
        },
        {
          "text": "To ascend, therefore, they would be wholly unable, since \"no man hath ascended up to heaven, but He that came down from heaven, even the Son of man which is in heaven\".",
          "id": 290052
        },
        {
          "text": "For although it was on earth that He was made the Son of man, yet He did not deem it unworthy of that divinity, in which, although remaining in heaven, He came down to earth, to designate it by the name of the Son of man, as He dignified His flesh with the name of Son of God: that they might not be regarded as if they were two Christs,—the one God, the other man,—but one and the same God and man,—God, because \"in the beginning was the Word, and the Word was with God, and the Word was God;\" and man, inasmuch as \"the Word was made flesh and dwelt among us\".",
          "id": 290053
        },
        {
          "text": "By this means—by the difference between His divinity and His humiliation—He remained in heaven as Son of God, and as Son of man walked on earth; whilst, by that unity of His person which made His two natures one Christ, He both walked as Son of God on earth, and at the same time as the very Son of man remained in heaven.",
          "id": 290054
        },
        {
          "text": "Faith, therefore, in more credible things arises from the belief of such things as are more incredible.",
          "id": 290055
        },
        {
          "text": "For if His divine nature, though a far more distant object, and more sublime in its incomparable diversity, had ability so to take upon itself the nature of man on our account as to become one Person, and whilst appearing as Son of man on earth in the weakness of the flesh, was able to remain all the while in heaven in the divinity which partook of the flesh, how much easier for our faith is it to suppose that other men, who are His faithful saints, become one Christ with the Man Christ, so that, when all ascend by His grace and fellowship, the one Christ Himself ascends to heaven who came down from heaven? It is in this sense that the apostle says, \"As we have many members in one body, and all the members of the body, being many, are one body, so likewise is Christ\".",
          "id": 290056
        },
        {
          "text": "He did not say, \"So also is Christ's\"—meaning Christ's body, or Christ's members—but his words are, \"So likewise is Christ,\" thus calling the head and body one Christ.",
          "id": 290057
        }
      ]
    },
    {
      "chapter": 61,
      "verses": [
        {
          "text": "Chapter 61 (XXXII.",
          "id": 290058
        },
        {
          "text": ")—The Serpent Lifted Up in the Wilderness Prefigured Christ Suspended on the Cross; Even Infants Themselves Poisoned by the Serpent's Bite.",
          "id": 290059
        },
        {
          "text": "And since this great and wonderful dignity can only be attained by the remission of sins, He goes on to say, \"And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up; that whosoever believeth in Him should not perish, but have eternal life\".",
          "id": 290060
        },
        {
          "text": "We know what at that time happened in the wilderness.",
          "id": 290061
        },
        {
          "text": "Many were dying of the bite of serpents: the people then confessed their sins, and, through Moses, besought the Lord to take away from them this poison; accordingly, Moses, at the Lord's command, lifted up a brazen serpent in the wilderness, and admonished the people that every one who had been serpent-bitten should look upon the uplifted figure.",
          "id": 290062
        },
        {
          "text": "When they did so they were immediately healed.",
          "id": 290063
        },
        {
          "text": "What means the uplifted serpent but the death of Christ, by that mode of expressing a sign, whereby the thing which is effected is signified by that which effects it? Now death came by the serpent, which persuaded man to commit the sin, by which he deserved to die.",
          "id": 290064
        },
        {
          "text": "The Lord, however, transferred to His own flesh not sin, as the poison of the serpent, but He did transfer to it death, that the penalty without the fault might transpire in the likeness of sinful flesh, whence, in the sinful flesh, both the fault might be removed and the penalty.",
          "id": 290065
        },
        {
          "text": "As, therefore, it then came to pass that whoever looked at the raised serpent was both healed of the poison and freed from death, so also now, whosoever is conformed to the likeness of the death of Christ by faith in Him and His baptism, is freed both from sin by justification, and from death by resurrection.",
          "id": 290066
        },
        {
          "text": "For this is what He says: \"That whosoever believeth in Him should not perish, but have eternal life\".",
          "id": 290067
        },
        {
          "text": "What necessity then could there be for an infant's being conformed to the death of Christ by baptism, if he were not altogether poisoned by the bite of the serpent?.",
          "id": 290068
        }
      ]
    },
    {
      "chapter": 62,
      "verses": [
        {
          "text": "Chapter 62 (XXXIII.",
          "id": 290069
        },
        {
          "text": ")—No One Can Be Reconciled to God, Except by Christ.",
          "id": 290070
        },
        {
          "text": "He then proceeds thus, saying: \"God so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life\".",
          "id": 290071
        },
        {
          "text": "Every infant, therefore, was destined to perish, and to lose everlasting life, if through the sacrament of baptism he believed not in the only-begotten Son of God; while nevertheless, He comes not so that he may judge the world, but that the world through Him may be saved.",
          "id": 290072
        },
        {
          "text": "This especially appears in the following clause, wherein He says, \"He that believeth in Him is not condemned; but he that believeth not is condemned already, because he hath not believed in the name of the only-begotten Son of God\".",
          "id": 290073
        },
        {
          "text": "In what class, then, do we place baptized infants but amongst believers, as the authority of the catholic Church everywhere asserts? They belong, therefore, among those who have believed; for this is obtained for them by virtue of the sacrament and the answer of their sponsors.",
          "id": 290074
        },
        {
          "text": "And from this it follows that such as are not baptized are reckoned among those who have not believed.",
          "id": 290075
        },
        {
          "text": "Now if they who are baptized are not condemned, these last, as not being baptized, are condemned.",
          "id": 290076
        },
        {
          "text": "He adds, indeed: \"But this is the condemnation, that light is come into the world, and men loved darkness rather than light.",
          "id": 290077
        },
        {
          "text": "Of what does He say, \"Light is come into the world,\" if not of His own advent? and without the sacrament of His advent, how are infants said to be in the light? And why should we not include this fact also in \"men's love of darkness,\" that as they do not themselves believe, so they refuse to think that their infants ought to be baptized, although they are afraid of their incurring the death of the body? \"In God,\" however, he declares are the \"works of him wrought, who cometh to the light,\" because he is quite aware that his justification results from no merits of his own, but from the grace of God.",
          "id": 290078
        },
        {
          "text": "\"For it is God,\" says the apostle, \"who worketh in you both to will and to do of His own good pleasure\".",
          "id": 290079
        },
        {
          "text": "This then is the way in which spiritual regeneration is effected in all who come to Christ from their carnal generation.",
          "id": 290080
        },
        {
          "text": "He explained it Himself, and pointed it out, when He was asked, How these things could be? He left it open to no man to settle such a question by human reasoning, lest infants should be deprived of the grace of the remission of sins.",
          "id": 290081
        },
        {
          "text": "There is no other passage leading to Christ; no man can be reconciled to God, or can come to God otherwise, than through Christ.",
          "id": 290082
        }
      ]
    },
    {
      "chapter": 63,
      "verses": [
        {
          "text": "Chapter 63 (XXXIV.",
          "id": 290083
        },
        {
          "text": ")—The Form, or Rite, of Baptism.",
          "id": 290084
        },
        {
          "text": "Exorcism.",
          "id": 290085
        },
        {
          "text": "What shall I say of the actual form of this sacrament? I only wish some one of those who espouse the contrary side would bring me an infant to be baptized.",
          "id": 290086
        },
        {
          "text": "What does my exorcism work in that babe, if he be not held in the devil's family? The man who brought the infant would certainly have had to act as sponsor for him, for he could not answer for himself.",
          "id": 290087
        },
        {
          "text": "How would it be possible then for him to declare that he renounced the devil, if there was no devil in him? that he was converted to God, if he had never been averted from Him? that he believed, besides other articles, in the forgiveness of sins, if no sins were attributable to him? For my own part, indeed, if I thought that his opinions were opposed to this faith, I could not permit him to bring the infant to the sacraments.",
          "id": 290088
        },
        {
          "text": "Nor can I imagine with what countenance before men, or what mind before God, he can conduct himself in this.",
          "id": 290089
        },
        {
          "text": "But I do not wish to say anything too severe.",
          "id": 290090
        },
        {
          "text": "That a false or fallacious form of baptism should be administered to infants, in which there might be the sound and semblance of something being done, but yet no remission of sins actually ensue, has been seen by some amongst them to be as abominable and hateful a thing as it was possible to mention or conceive.",
          "id": 290091
        },
        {
          "text": "Then, again, in respect of the necessity of baptism to infants, they admit that even infants stand in need of redemption,—a concession which is made in a short treatise written by one of their party,—but yet there is not found in this work any open admission of the forgiveness of a single sin.",
          "id": 290092
        },
        {
          "text": "According, however, to an intimation dropped in your letter to me, they now acknowledge, as you say, that a remission of sins takes place even in infants through baptism.",
          "id": 290093
        },
        {
          "text": "No wonder; for it is impossible that redemption should be understood in any other way.",
          "id": 290094
        },
        {
          "text": "Their own words are these: \"It is, however, not originally, but in their own actual life, after they have been born, that they have begun to have sin\".",
          "id": 290095
        }
      ]
    },
    {
      "chapter": 64,
      "verses": [
        {
          "text": "Chapter 64.",
          "id": 290096
        },
        {
          "text": "—A Twofold Mistake Respecting Infants.",
          "id": 290097
        },
        {
          "text": "You see how great a difference there is amongst those whom I have been opposing at such length and persistency in this work,—one of whom has written the book which contains the points I have refuted to the best of my ability.",
          "id": 290098
        },
        {
          "text": "You see as I was saying, the important difference existing between such of them as maintain that infants are absolutely pure and free from all sin, whether original or actual; and those who suppose that so soon as born infants have contracted actual sins of their own, from which they need cleansing by baptism.",
          "id": 290099
        },
        {
          "text": "The latter class, indeed, by examining the Scriptures, and considering the authority of the whole Church as well as the form of the sacrament itself, have clearly seen that by baptism remission of sins accrues to infants; but they are either unwilling or unable to allow that the sin which infants have is original sin.",
          "id": 290100
        },
        {
          "text": "The former class, however, have clearly seen (as they easily might) that in the very nature of man, which is open to the consideration of all men, the tender age of which we speak could not possibly commit any sin whatever in its own proper conduct; but, to avoid acknowledging original sin, they assert that there is no sin at all in infants.",
          "id": 290101
        },
        {
          "text": "Now in the truths which they thus severally maintain, it so happens that they first of all mutually agree with each other, and subsequently differ from us in material aspect.",
          "id": 290102
        },
        {
          "text": "For if the one party concede to the other that remission of sins takes place in all infants which are baptized, whilst the other concedes to their opponents that infants (as infant nature itself in its silence loudly proclaims) have as yet contracted no sin in their own living, then both sides must agree in conceding to us, that nothing remains but original sin, which can be remitted in baptism to infants.",
          "id": 290103
        }
      ]
    },
    {
      "chapter": 65,
      "verses": [
        {
          "text": "Chapter 65 (XXXV.",
          "id": 290104
        },
        {
          "text": ")—In Infants There is No Sin of Their Own Commission.",
          "id": 290105
        },
        {
          "text": "Will this also be questioned, and must we spend time in discussing it, in order to prove and show how that by their own will—without which there can be no sin in their own life—infants could never commit an offence, whom all, for this very reason, are in the habit of calling innocent? Does not their great weakness of mind and body, their great ignorance of things, their utter inability to obey a precept, the absence in them of all perception and impression of law, either natural or written, the complete want of reason to impel them in either direction,—proclaim and demonstrate the point before us by a silent testimony far more expressive than any argument of ours? The very palpableness of the fact must surely go a great way to persuade us of its truth; for there is no place where I do not find traces of what I say, so ubiquitous is the fact of which we are speaking,—clearer, indeed, to perceive than any thing we can say to prove it.",
          "id": 290106
        }
      ]
    },
    {
      "chapter": 66,
      "verses": [
        {
          "text": "Chapter 66.",
          "id": 290107
        },
        {
          "text": "—Infants' Faults Spring from Their Sheer Ignorance.",
          "id": 290108
        },
        {
          "text": "I should, however, wish any one who was wise on the point to tell me what sin he has seen or thought of in a new-born infant, for redemption from which he allows baptism to be already necessary; what kind of evil it has in its own proper life committed by its own mind or body.",
          "id": 290109
        },
        {
          "text": "If it should happen to cry and to be wearisome to its elders, I wonder whether my informant would ascribe this to iniquity, and not rather to unhappiness.",
          "id": 290110
        },
        {
          "text": "What, too, would he say to the fact that it is hushed from its very weeping by no appeal to its own reason, and by no prohibition of any one else? This, however, comes from the ignorance in which it is so deeply steeped, by reason of which, too, when it grows stronger, as it very soon does, it strikes its mother in its little passion, and often her very breasts which it sucks when it is hungry.",
          "id": 290111
        },
        {
          "text": "Well, now, these small freaks are not only borne in very young children, but are actually loved,—and this with what affection except that of the flesh, by which we are delighted by a laugh or a joke, seasoned with fun and nonsense by clever persons, although, if it were understood literally, as it is spoken, they would not be laughed with as facetious, but at as simpletons? We see, also, how those simpletons whom the common people call Moriones are used for the amusement of the sane; and that they fetch higher prices than the sane when appraised for the slave market.",
          "id": 290112
        },
        {
          "text": "So great, then, is the influence of mere natural feeling, even over those who are by no means simpletons, in producing amusement at another's misfortune.",
          "id": 290113
        },
        {
          "text": "Now, although a man may be amused by another man's silliness, he would still dislike to be a simpleton himself; and if the father, who gladly enough looks out for, and even provokes, such things from his own prattling boy, were to foreknow that he would, when grown up, turn out a fool, he would without doubt think him more to be grieved for than if he were dead.",
          "id": 290114
        },
        {
          "text": "While, however, hope remains of growth, and the light of intellect is expected to increase with the increase of years, then the insults of young children even to their parents seem not merely not wrong, but even agreeable and pleasant.",
          "id": 290115
        },
        {
          "text": "No prudent man, doubtless, could possibly approve of not only not forbidding in children such conduct in word or deed as this, as soon as they are able to be forbidden, but even of exciting them to it, for the vain amusement of their elders.",
          "id": 290116
        },
        {
          "text": "For as soon as children are of an age to know their father and mother, they dare not use wrong words to either, unless permitted or bidden by either, or both.",
          "id": 290117
        },
        {
          "text": "But such things can only belong to such young children as are just striving to lisp out words, and whose minds are just able to give some sort of motion to their tongue.",
          "id": 290118
        },
        {
          "text": "Let us, however, consider the depth of the ignorance rather of the new-born babes, out of which, as they advance in age, they come to this merely temporary stuttering folly,—on their road, as it were, to knowledge and speech.",
          "id": 290119
        }
      ]
    },
    {
      "chapter": 67,
      "verses": [
        {
          "text": "Chapter 67 (XXXVI.",
          "id": 290120
        },
        {
          "text": ")—On the Ignorance of Infants, and Whence It Arises.",
          "id": 290121
        },
        {
          "text": "Yes, let us consider that darkness of their rational intellect, by reason of which they are even completely ignorant of God, whose sacraments they actually struggle against, while being baptized.",
          "id": 290122
        },
        {
          "text": "Now my inquiry is, When and whence came they to be immersed in this darkness? Is it then the fact that they incurred it all here, and in this their own proper life forgat God through too much negligence, after a life of wisdom and religion in their mother's womb? Let those say so who dare; let them listen to it who wish to; let them believe it who can.",
          "id": 290123
        },
        {
          "text": "I, however, am sure that none whose minds are not blinded by an obstinate adherence to a foregone conclusion can possibly entertain such an opinion.",
          "id": 290124
        },
        {
          "text": "Is there then no evil in ignorance,—nothing which needs to be purged away? What means that prayer \"Remember not the sins of my youth and of my ignorance?\" For although those sins are more to be condemned which are knowingly committed, yet if there were no sins of ignorance, we should not have read in Scripture what I have quoted, \"Remember not the sins of my youth and of my ignorance\".",
          "id": 290125
        },
        {
          "text": "Seeing now that the soul of an infant fresh from its mother's womb is still the soul of a human being,—nay, the soul of a rational creature,—not only untaught, but even incapable of instruction, I ask why, or when, or whence, it was plunged into that thick darkness of ignorance in which it lies? If it is man's nature thus to begin, and that nature is not already corrupt, then why was not Adam created thus? Why was he capable of receiving a commandment? and able to give names to his wife, and to all the animal creation? For of her he said, \"She shall be called Woman;\" and in respect of the rest we read: \"Whatsoever Adam called every living creature, that was the name thereof\".",
          "id": 290126
        },
        {
          "text": "Whereas this one, although he is ignorant where he is, what he is, by whom created, of what parents born, is already guilty of offence, incapable as yet of receiving a commandment, and so completely involved and overwhelmed in a thick cloud of ignorance, that he cannot be aroused out of his sleep, so as to recognize even these facts; but a time must be patiently awaited, until he can shake off this strange intoxication, as it were, (not indeed in a single night, as even the heaviest drunkenness usually can be, but) little by little, through many months, and even years; and until this be accomplished, we have to bear in little children so many things which we punish in older persons, that we cannot enumerate them.",
          "id": 290127
        },
        {
          "text": "Now, as touching this enormous evil of ignorance and weakness, if in this present life infants have contracted it as soon as they were born, where, when, how, have they by the perpetration of some great iniquity become suddenly implicated in such darkness?.",
          "id": 290128
        }
      ]
    },
    {
      "chapter": 68,
      "verses": [
        {
          "text": "Chapter 68 (XXXVII.",
          "id": 290129
        },
        {
          "text": ")—If Adam Was Not Created of Such a Character as that in Which We are Born, How is It that Christ, Although Free from Sin, Was Born an Infant and in Weakness?  Some one will ask, If this nature is not pure, but corrupt from its origin, since Adam was not created thus, how is it that Christ, who is far more excellent, and was certainly born without any sin of a virgin, nevertheless appeared in this weakness, and came into the world in infancy? To this question our answer is as follows: Adam was not created in such a state, because, as no sin from a parent preceded him, he was not created in sinful flesh.",
          "id": 290130
        },
        {
          "text": "We, however, are in such a condition, because by reason of his preceding sin we are born in sinful flesh.",
          "id": 290131
        },
        {
          "text": "While Christ was born in such a state, because, in order that He might for sin condemn sin, He assumed the likeness of sinful flesh.",
          "id": 290132
        },
        {
          "text": "The question which we are now discussing is not about Adam in respect of the size of his body, why he was not made an infant but in the perfect greatness of his members.",
          "id": 290133
        },
        {
          "text": "It may indeed be said that the beasts were thus created likewise,—nor was it owing to their sin that their young were born small.",
          "id": 290134
        },
        {
          "text": "Why all this came to pass we are not now asking.",
          "id": 290135
        },
        {
          "text": "But the question before us has regard to the vigor of man's mind and his use of reason, by virtue of which Adam was capable of instruction, and could apprehend God's precept and the law of His commandment, and could easily keep it if he would; whereas man is now born in such a state as to be utterly incapable of doing so, owing to his dreadful ignorance and weakness, not indeed of body, but of mind,—although we must all admit that in every infant there exists a rational soul of the self-same substance (and no other) as that which belonged to the first man.",
          "id": 290136
        },
        {
          "text": "Still this great infirmity of the flesh, clearly, in my opinion, points to a something, whatever it may be, that is penal.",
          "id": 290137
        },
        {
          "text": "It raises the doubt whether, if the first human beings had not sinned, they would have had children who could use neither tongue, nor hands, nor feet.",
          "id": 290138
        },
        {
          "text": "That they should be born children was perhaps necessary, on account of the limited capacity of the womb.",
          "id": 290139
        },
        {
          "text": "But, at the same time, it does not follow, because a rib is a small part of a man's body, that God made an infant wife for the man, and then built her up into a woman.",
          "id": 290140
        },
        {
          "text": "In like manner, God's almighty power was competent to make her children also, as soon as born, grown up at once.",
          "id": 290141
        }
      ]
    },
    {
      "chapter": 69,
      "verses": [
        {
          "text": "Chapter 69 (XXXVIII.",
          "id": 290142
        },
        {
          "text": ")—The Ignorance and the Infirmity of an Infant.",
          "id": 290143
        },
        {
          "text": "But not to dwell on this, that was at least possible to them which has actually happened to many animals, the young of which are born small, and do not advance in mind (since they have no rational soul) as their bodies grow larger, and yet, even when most diminutive, run about, and recognize their mothers, and require no external help or care when they want to suck, but with remarkable ease discover their mothers' breasts themselves, although these are concealed from ordinary sight.",
          "id": 290144
        },
        {
          "text": "A human being, on the contrary, at his birth is furnished neither with feet fit for walking, nor with hands able even to scratch; and unless their lips were actually applied to the breast by the mother, they would not know where to find it; and even when close to the nipple, they would, notwithstanding their desire for food, be more able to cry than to suck.",
          "id": 290145
        },
        {
          "text": "This utter helplessness of body thus fits in with their infirmity of mind; nor would Christ's flesh have been \"in the likeness of sinful flesh,\" unless that sinful flesh had been such that the rational soul is oppressed by it in the way we have described,—whether this too has been derived from parents, or created in each case for the individual separately, or inspired from above,—concerning which I forbear from inquiring now.",
          "id": 290146
        }
      ]
    },
    {
      "chapter": 70,
      "verses": [
        {
          "text": "Chapter 70 (XXXIX.",
          "id": 290147
        },
        {
          "text": ")—How Far Sin is Done Away in Infants by Baptism, Also in Adults, and What Advantage Results Therefrom.",
          "id": 290148
        },
        {
          "text": "In infants it is certain that, by the grace of God, through His baptism who came in the likeness of sinful flesh, it is brought to pass that the sinful flesh is done away.",
          "id": 290149
        },
        {
          "text": "This result, however, is so effected, that the concupiscence which is diffused over and innate in the living flesh itself is not removed all at once, so as to exist in it no longer; but only that that might not be injurious to a man at his death, which was inherent at his birth.",
          "id": 290150
        },
        {
          "text": "For should an infant live after baptism, and arrive at an age capable of obedience to a law, he finds there somewhat to fight against, and, by God's help, to overcome, if he has not received His grace in vain, and if he is not willing to be a reprobate.",
          "id": 290151
        },
        {
          "text": "For not even to those who are of riper years is it given in baptism (except, perhaps, by an unspeakable miracle of the almighty Creator), that the law of sin which is in their members, warring against the law of their mind, should be entirely extinguished, and cease to exist; but that whatever of evil has been done, said, or thought by a man whilst he was servant to a mind subject to its concupiscence, should be abolished, and regarded as if it had never occurred.",
          "id": 290152
        },
        {
          "text": "The concupiscence itself, however, (notwithstanding the loosening of the bond of guilt in which the devil, by it, used to keep the soul, and the destruction of the barrier which separated man from his Maker,) remains in the contest in which we chasten our body and bring it into subjection, whether to be relaxed for lawful and necessary uses, or to be restrained by continence.",
          "id": 290153
        },
        {
          "text": "But inasmuch as the Spirit of God, who knows so much better than we do all the past, and present, and future of the human race, foresaw and foretold that the life of man would be such that \"no man living should be justified in God's sight,\" it happens that through ignorance or infirmity we do not exert all the powers of our will against it, and so yield to it in the commission of sundry unlawful things,—becoming worse in proportion to the greatness and frequency of our surrender; and better, in proportion to its unimportance and infrequency.",
          "id": 290154
        },
        {
          "text": "The investigation, however, of the point in which we are now interested—whether there could possibly be (or whether in fact there is, has been, or ever will be) a man without sin in this present life, except Him who said, \"The prince of this world cometh, and hath nothing in me\"—requires a much fuller discussion; and the arrangement of the present treatise is such as to make us postpone the question to the commencement of another book.",
          "id": 290155
        }
      ]
    }
  ]
}