{
  "book": "Calcedon",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Council of Chalcedon: Extracts from the Acts.",
          "id": 680
        },
        {
          "text": "Session I.",
          "id": 681
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 682
        },
        {
          "text": "IV.",
          "id": 683
        },
        {
          "text": ", col.",
          "id": 684
        },
        {
          "text": "93.",
          "id": 685
        },
        {
          "text": ")  Paschasinus, the most reverend bishop and legate of the Apostolic See, stood up in the midst with his most reverend colleagues and said:  We received directions at the hands of the most blessed and apostolic bishop of the Roman city, which is the head of all the churches, which directions say that Dioscorus is not to be allowed a seat in this assembly, but that if he should attempt to take his seat he is to be cast out.",
          "id": 686
        },
        {
          "text": "This instruction we must carry out; if now your holiness so commands let him be expelled or else we leave.",
          "id": 687
        },
        {
          "text": "The most glorious judges and the full senate said:  What special charge do you prefer against the most reverend bishop Dioscorus?  Paschasinus, the most reverend bishop and legate of the Apostolic See, said:  Since he has come, it is necessary that objection be made to him.",
          "id": 688
        },
        {
          "text": "The most glorious judges and the whole senate said:  In accordance with what has been said, let the charge under which he lies, be specifically made.",
          "id": 689
        },
        {
          "text": "Lucentius, the most reverend bishop having the place of the Apostolic See, said:  Let him give a reason for his judgment.",
          "id": 690
        },
        {
          "text": "For he undertook to give sentence against one over whom he had no jurisdiction.",
          "id": 691
        },
        {
          "text": "And he dared to hold a synod without the authority of the Apostolic See, a thing which had never taken place nor can take place.",
          "id": 692
        },
        {
          "text": "Paschasinus the most reverend bishop, holding the place of the Apostolic See, said:  We cannot go counter to the decrees of the most blessed and apostolic bishop [\"Pope\" for \"bishop\" in the Latin], who governs the Apostolic See, nor against the ecclesiastical canons nor the patristic traditions.",
          "id": 693
        },
        {
          "text": "The most glorious judges and the full senate, said:  It is proper that you should set forth specifically in what he hath gone astray.",
          "id": 694
        },
        {
          "text": "Lucentius, the venerable bishop and holding the place of the Apostolic See, said:  We will not suffer so great a wrong to be done us and you, as that he who is come to be judged should sit down [as one to give judgment].",
          "id": 695
        },
        {
          "text": "The glorious judges and the whole senate said:  If you hold the office of judge, you ought not to defend yourself as if you were to be judged.",
          "id": 696
        },
        {
          "text": "And when Dioscorus the most religious bishop of Alexandria at the bidding of the most glorious judges and of the sacred assembly (τῆς ἱερᾶς συγκλήτου) had sat down in the midst, and the most reverend Roman bishops also had sat down in their proper places, and kept silence, Eusebius, the most reverend bishop of the city of Dorylaeum, stepping into the midst, said:  [He then presented a petition, and the Acts of the Latrocinium were read.",
          "id": 697
        },
        {
          "text": "Also the Acts of the council of Constantinople under Flavian against Eutyches (col.",
          "id": 698
        },
        {
          "text": "175).",
          "id": 699
        },
        {
          "text": "]  And when they were read, the most glorious judges and immense assembly (ὑπερφυὴς σύγκλητος) said:  What do the most reverend bishops of the present holy synod say?  When he thus expounded the faith did Flavian, of holy memory, preserve the orthodox and catholic religion, or did he in any respect err concerning it?  Paschasinus the most reverend bishop, representing the Apostolic See, said; Flavian of blessed memory hath most holily and perfectly expounded the faith.",
          "id": 700
        },
        {
          "text": "His faith and exposition agrees with the epistle of the most blessed and apostolic man, the bishop of Rome.",
          "id": 701
        },
        {
          "text": "Anatolius the most reverend archbishop of Constantinople said; The blessed Flavian hath beautifully and orthodoxly set forth the faith of our fathers.",
          "id": 702
        },
        {
          "text": "Lucentius, the most reverend bishop, and legate of the Apostolic See, said; Since the faith of Flavian of blessed memory agrees with the Apostolic See and the tradition of the fathers it is just that the sentence by which he was condemned by the heretics should be turned back upon them by this most holy synod.",
          "id": 703
        },
        {
          "text": "Maximus the most reverend bishop of Antioch in Syria, said:  Archbishop Flavian of blessed memory hath set forth the faith orthodoxly and in accordance with the most beloved-of-God and most holy Archbishop Leo.",
          "id": 704
        },
        {
          "text": "And this we all receive with zeal.",
          "id": 705
        },
        {
          "text": "Thalassius, the most reverend bishop of Caesarea in Cappadocia said; Flavian of blessed memory hath spoken in accordance with Cyril of blessed memory.",
          "id": 706
        },
        {
          "text": "[And so, one after another, the bishops expressed their opinions.",
          "id": 707
        },
        {
          "text": "The reading of the acts of the Council of Constantinople was then continued.",
          "id": 708
        },
        {
          "text": "]  And at this point of the reading, Dioscorus, the most reverend Archbishop of Alexandria said, I receive \"the of two;\" \"the two\" I do not receive (τὸ ἐκ δύο δέχομαι· τὸ δύο, οὐ δέχομαι).",
          "id": 709
        },
        {
          "text": "I am forced to be impudent, but the matter is one which touches my soul.",
          "id": 710
        },
        {
          "text": "[After a few remarks the reading was continued and the rest of the acts of the Latrocinium of Ephesus completed.",
          "id": 711
        },
        {
          "text": "The judges then postponed to the morrow the setting forth a decree on the faith but intimated that Dioscorus and his associates should suffer the punishment to which they unjustly sentenced Flavian.",
          "id": 712
        },
        {
          "text": "This met with the approval of all the bishops except those of Illyrica who said:  \"We all have erred, let us all be pardoned\".",
          "id": 713
        },
        {
          "text": "(col.",
          "id": 714
        },
        {
          "text": "323.",
          "id": 715
        },
        {
          "text": ") ]  The most glorious judges and the whole senate said; Let each one of the most reverend bishops of the present synod, hasten to set forth how he believes, writing without any fear, but placing the fear of God before his eyes; knowing that our most divine and pious lord believes according to the ecthesis of the three hundred and eighteen holy fathers at Nice, and according to the ecthesis of the one hundred and fifty after them, and according to the Canonical epistles and ectheses of the holy fathers Gregory, Basil, Athanasius, Hilary, Ambrose, and according to the two canonical epistles of Cyril, which were confirmed and published in the first Council of Ephesus, nor does he in any point depart from the faith of the same.",
          "id": 716
        },
        {
          "text": "For the most reverend archbishop of Old Rome, Leo, appears to have sent a letter to Flavian of blessed memory, with reference to Eutyches's unbelieving doubt which was springing up against the Catholic Church.",
          "id": 717
        },
        {
          "text": "End of the first Actio.",
          "id": 718
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Extracts from the Acts.",
          "id": 719
        },
        {
          "text": "Session II.",
          "id": 720
        },
        {
          "text": "(L.",
          "id": 721
        },
        {
          "text": "and C.",
          "id": 722
        },
        {
          "text": ", Concilia, Tom.",
          "id": 723
        },
        {
          "text": "IV.",
          "id": 724
        },
        {
          "text": ", col.",
          "id": 725
        },
        {
          "text": "338.",
          "id": 726
        },
        {
          "text": ")  When all were seated before the rails of the most holy altar, the most superb and glorious judges and the great (ὑπερφυὴς) senate said; At a former meeting the question was examined of the condemnation of the most reverend bishop Flavian of blessed memory and Eusebius, and it was patent to you all with what justice and accuracy the examination was conducted:  and it was proved that they had been cruelly and improperly condemned.",
          "id": 727
        },
        {
          "text": "What course we should pursue in this matter became clear after your deliberations.",
          "id": 728
        },
        {
          "text": "Now however the question to be enquired into, studied, and decided, is how the true faith is to be established, which is the chief end for which this Council has been assembled.",
          "id": 729
        },
        {
          "text": "As we know that ye are to render to God a strict account not only for your own souls in particular, but as well for the souls of all of us who desire rightly to be taught all things that pertain to religion, and that all ambiguity be taken away, by the agreement and consent of all the holy fathers, and by their united exposition and doctrine; hasten therefore without any fear of pleasing or displeasing, to set forth (ἐκθέσθαι) the pure faith, so that they who do not seem to believe with all the rest, may be brought to unity through the acknowledging of the truth.",
          "id": 730
        },
        {
          "text": "For we wish you to know that the most divine and pious lord of the whole world and ourselves hold the orthodox faith set forth by the 318 and by the 150 holy fathers, and what also has been taught by the rest of the most holy and glorious fathers, and in accordance with this is our belief.",
          "id": 731
        },
        {
          "text": "The most reverend bishops cried; Any other setting forth (ἔκθεσιν ἄλλην) no one makes, neither will we attempt it, neither will we dare to set forth [anything new] (ἐκθεσθαι).",
          "id": 732
        },
        {
          "text": "For the fathers taught, and in their writings are preserved, what things were set forth by them, and further than this we can say nothing.",
          "id": 733
        },
        {
          "text": "Cecropius, the most reverend bishop of Sebastopol said:  The matters concerning Eutyches have been examined, and the most holy archbishop of Rome has given a form (τύπον) which we follow and to his letter we all [i-e: those in his neighbourhood] have subscribed.",
          "id": 734
        },
        {
          "text": "The most reverend bishops cried:  These are the opinions of all of us.",
          "id": 735
        },
        {
          "text": "The expositions (ἐκτεθέντα) already made are quite sufficient:  it is not lawful to make any other.",
          "id": 736
        },
        {
          "text": "The most glorious judges and great senate said, If it pleases your reverence, let the most holy patriarch of each province, choosing one or two of his own province and going into the midst, and together considering the faith, make known to all what is agreed upon.",
          "id": 737
        },
        {
          "text": "So that if, as we desire, all be of one mind, all ambiguity may be removed:  But if some entertain contrary opinions (which we do not believe to be the case) we may know what their opinions are.",
          "id": 738
        },
        {
          "text": "The most reverend bishops cried out, we make no new exposition in writing.",
          "id": 739
        },
        {
          "text": "This is the law, [i-e: of the Third Synod] which teaches that what has been set forth is sufficient.",
          "id": 740
        },
        {
          "text": "The law wills that no other exposition should be made.",
          "id": 741
        },
        {
          "text": "Let the sayings of the Fathers remain fast.",
          "id": 742
        },
        {
          "text": "Florentius, the most reverend bishop of Sardis, said, since it is not possible for those who follow the teaching of the holy Synod of Nice, which was confirmed rightly and piously at Ephesus, to draw up suddenly a declaration of faith in accordance with the faith of the holy fathers Cyril and Celestine, and of the letter of the most holy Leo, we therefore pray your magnificence to give us time, so that we may be able to arrive at the truth of the matter with a fitting document, although so far as we are concerned, who have subscribed the letter of the most holy Leo, nothing further is needed.",
          "id": 743
        },
        {
          "text": "Cecropius, the most reverend bishop of Sebastopol, said, The faith has been well defined by the 318 holy fathers and confirmed by the holy fathers Athanasius, Cyril, Celestine, Hilary, Basil, Gregory, and now once again by the most holy Leo:  and we pray that those things which were decreed by the 318 holy fathers, and by the most holy Leo be read.",
          "id": 744
        },
        {
          "text": "The most glorious judges and great Senate said:  Let there be read the expositions (ἐκτεθέντα) of the 318 fathers gathered together at Nice.",
          "id": 745
        },
        {
          "text": "Eunomius, the most reverend bishop of Nicomedia read from a book [the Exposition of faith of the 318 fathers.",
          "id": 746
        },
        {
          "text": "]  The Exposition of faith of the Council held at Nice.",
          "id": 747
        },
        {
          "text": "\"In the consulate of Paul and Julian\" etc.",
          "id": 748
        },
        {
          "text": "\"We believe in one God,\" etc.",
          "id": 749
        },
        {
          "text": "\"But those who say,\" etc.",
          "id": 750
        },
        {
          "text": "The most reverend bishops cried out; This is the orthodox faith; this we all believe:  into this we were baptized; into this we baptize:  Blessed Cyril so taught:  this is the true faith:  this is the holy faith:  this is the everlasting faith:  into this we were baptized:  into this we baptize:  we all so believe:  so believes Leo, the Pope (ὁ πάπας):  Cyril thus believed:  Pope Leo so interpreted it.",
          "id": 751
        },
        {
          "text": "The most glorious judges and great senate said, Let there be read what was set forth by the 150 holy fathers.",
          "id": 752
        },
        {
          "text": "Aëtius, the reverend deacon of Constantinople read from a book [the creed of the 150 fathers.",
          "id": 753
        },
        {
          "text": "]  The holy faith which the 150 fathers set forth as consonant to the holy and great Synod of Nice.",
          "id": 754
        },
        {
          "text": "\"We believe in one God,\" etc.",
          "id": 755
        },
        {
          "text": "All the most reverend bishops cried out:  This is the faith of all of us:  we all so believe.",
          "id": 756
        },
        {
          "text": "The reverend archdeacon Aëtius said, There remains the letter of Cyril of holy and blessed memory, sometime bishop of the great city Alexandria, which he wrote to Nestorius, which was approved by all the most holy bishops assembled in the first Council at Ephesus, called to condemn the same Nestorius, and which was confirmed by the subscription of all.",
          "id": 757
        },
        {
          "text": "There is also another letter of the same Cyril, of blessed memory, which he wrote to John, of blessed memory, sometime bishop of the great city of Antioch, which likewise was confirmed.",
          "id": 758
        },
        {
          "text": "If it be so ordered, I shall read these.",
          "id": 759
        },
        {
          "text": "The most glorious judges and great senate said, Let the letters of Cyril of blessed memory be read.",
          "id": 760
        },
        {
          "text": "Aëtius, the Archdeacon of the imperial city Constantinople read.",
          "id": 761
        },
        {
          "text": "To the most reverend and most religious fellow-priest Nestorius, Cyril sends greeting in the Lord.",
          "id": 762
        },
        {
          "text": "[Καταφλυαροῦσι μὴν κ.",
          "id": 763
        },
        {
          "text": "τ.",
          "id": 764
        },
        {
          "text": "λ.",
          "id": 765
        },
        {
          "text": "Lat.",
          "id": 766
        },
        {
          "text": "Obloquuntur quidem, etc.",
          "id": 767
        },
        {
          "text": "This letter is found among the acts of the Council of Ephesus.",
          "id": 768
        },
        {
          "text": "]  Likewise the same Archdeacon Aëtius read [the letter of the same holy Cyril of blessed memory to John of Antioch, on the peace].",
          "id": 769
        },
        {
          "text": "[This letter begins, Εὐφραινέθωσαν οἱ οὐρανοὶ κ.",
          "id": 770
        },
        {
          "text": "τ.",
          "id": 771
        },
        {
          "text": "λ.",
          "id": 772
        },
        {
          "text": "; and in the Latin Laetentur caeli.",
          "id": 773
        },
        {
          "text": "].",
          "id": 774
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "The Letter of Cyril to John of Antioch.",
          "id": 775
        },
        {
          "text": "(Found in Labbe and Cossart, Concilia, Tom.",
          "id": 776
        },
        {
          "text": "IV.",
          "id": 777
        },
        {
          "text": ", col.",
          "id": 778
        },
        {
          "text": "343 and col.",
          "id": 779
        },
        {
          "text": "164; and in Migne, Pat.",
          "id": 780
        },
        {
          "text": "Graec.",
          "id": 781
        },
        {
          "text": ", Tom.",
          "id": 782
        },
        {
          "text": "LXXVII.",
          "id": 783
        },
        {
          "text": "[Cyrilli Opera, Tom.",
          "id": 784
        },
        {
          "text": "X.",
          "id": 785
        },
        {
          "text": "], col.",
          "id": 786
        },
        {
          "text": "173.",
          "id": 787
        },
        {
          "text": "This is the letter which is often styled \"the Ephesine Creed\".",
          "id": 788
        },
        {
          "text": ")  Cyril to my lord, beloved brother, and fellow minister John, greeting in the Lord.",
          "id": 789
        },
        {
          "text": "\"Let the heavens rejoice, and let the earth be glad\" for the middle wall of partition has been taken away, and grief has been silenced, and all kind of difference of opinion has been removed; Christ the Saviour of us all having awarded peace to his churches, through our being called to this by our most devout and beloved of God kings, who are the best imitators of the piety of their ancestors in keeping the right faith in their souls firm and immovable, for they chiefly give their mind to the affairs of the holy Churches, in order that they may have the noted glory forever and show forth their most renowned kingdom, to whom also Christ himself the Lord of powers distributes good things with plenteous hand and gives to prevail over their enemies and grants them victory.",
          "id": 790
        },
        {
          "text": "For he does not lie in saying:  \"As I live saith the Lord, them that honour me, I will honour\".",
          "id": 791
        },
        {
          "text": "For when my lord, my most-beloved-of-God, fellow-minister and brother Paul, had arrived in Alexandria, we were filled with gladness, and most naturally at the coming of such a man as a mediator, who was ready to work beyond measure that he might overcome the envy of the devil and heal our divisions, and who by removing the offences scattered between us, would crown your Church and ours with harmony and peace.",
          "id": 792
        },
        {
          "text": "Of the reason of the disagreement it is superfluous to speak.",
          "id": 793
        },
        {
          "text": "I deem it more useful both to think and speak of things suitable to the time of peace.",
          "id": 794
        },
        {
          "text": "We were therefore delighted at meeting with that distinguished and most pious man, who expected perhaps to have no small struggle, persuading us that it is necessary to form an alliance for the peace of the Church, and to drive away the laughter of the heterodox, and for this end to blunt the goads of the stubbornness of the devil.",
          "id": 795
        },
        {
          "text": "He found us ready for this, so as absolutely to need no labour to be bestowed upon us.",
          "id": 796
        },
        {
          "text": "For we remembered the Saviour's saying; \"My peace I give unto you, my peace I leave with you\".",
          "id": 797
        },
        {
          "text": "We have been taught also to say in prayers:  \"O Lord our God give us peace, for thou hast given us all things\".",
          "id": 798
        },
        {
          "text": "So that if anyone should be in the participation of the peace furnished from God, he is not lacking in any good.",
          "id": 799
        },
        {
          "text": "That as a matter of fact, the disagreement of the Churches happened altogether unnecessarily and inopportunely, we now have been fully satisfied by the document brought by my lord, the most pious bishop Paul, which contains an unimpeachable confession of faith, and this he asserted to have been prepared, by your holiness and by the God-beloved Bishops there.",
          "id": 800
        },
        {
          "text": "The document is as follows, and is set down verbatim in this our epistle.",
          "id": 801
        },
        {
          "text": "Concerning the Virgin Mother of God, we thus think and speak; and of the manner of the Incarnation of the Only Begotten Son of God, necessarily, not by way of addition but for the sake of certainty, as we have received from the beginning from the divine Scriptures and from the tradition of the holy fathers, we will speak briefly, adding nothing whatever to the Faith set forth by the holy Fathers in Nice.",
          "id": 802
        },
        {
          "text": "For, as we said before, it suffices for all knowledge of piety and the refutation of all false doctrine of heretics.",
          "id": 803
        },
        {
          "text": "But we speak, not presuming on the impossible; but with the confession of our own weakness, excluding those who wish us to cling to those things which transcend human consideration.",
          "id": 804
        },
        {
          "text": "We confess, therefore, our Lord Jesus Christ, the Only Begotten Son of God, perfect God, and perfect Man of a reasonable soul and flesh consisting; begotten before the ages of the Father according to his Divinity, and in the last days, for us and for our salvation, of Mary the Virgin according to his humanity, of the same substance with his Father according to his Divinity, and of the same substance with us according to his humanity; for there became a union of two natures.",
          "id": 805
        },
        {
          "text": "Wherefore we confess one Christ, one Son, one Lord.",
          "id": 806
        },
        {
          "text": "According to this understanding of this unmixed union, we confess the holy Virgin to be Mother of God; because God the Word was incarnate and became Man, and from this conception he united the temple taken from her with himself.",
          "id": 807
        },
        {
          "text": "For we know the theologians make some things of the Evangelical and Apostolic teaching about the Lord common as pertaining to the one person, and other things they divide as to the two natures, and attribute the worthy ones to God on account of the Divinity of Christ, and the lowly ones on account of his humanity [to his humanity].",
          "id": 808
        },
        {
          "text": "These being your holy voices, and finding ourselves thinking the same with them (\"One Lord, One Faith, One Baptism,\") we glorified God the Saviour of all, congratulating one another that our churches and yours have the Faith which agrees with the God-inspired Scriptures and the traditions of our holy Fathers.",
          "id": 809
        },
        {
          "text": "Since I learned that certain of those accustomed to find fault were humming around like vicious wasps, and vomiting out wretched words against me, as that I say the holy Body of Christ was brought from heaven, and not of the holy Virgin, I thought it necessary to say a few words concerning this to them:  O fools, and only knowing how to misrepresent, how have ye been led to such a judgment, how have ye fallen into so foolish a sickness?  For it is necessary, it is undoubtedly necessary, to understand that almost all the opposition to us concerning the faith, arose from our affirming that the holy Virgin is Mother of God.",
          "id": 810
        },
        {
          "text": "But if from heaven and not from her the holy Body of the Saviour of all was born, how then is she understood to be Mother of God?  What then did she bring forth except it be true that she brought forth the Emmanuel according to the flesh?  They are to be laughed at who babble such things about me.",
          "id": 811
        },
        {
          "text": "For the blessed prophet Isaiah does not lie in saying \"Behold the Virgin shall conceive and bear a Son, and shall call his name Emmanuel, which being interpreted is God with us\".",
          "id": 812
        },
        {
          "text": "Truly also the holy Gabriel said to the Blessed Virgin:  \"Fear not, Mary, for thou hast found favour with God.",
          "id": 813
        },
        {
          "text": "And, behold, thou shalt conceive in thy womb, and bring forth a Son, and shall call his name Jesus.",
          "id": 814
        },
        {
          "text": "He shall save his people from their sins\".",
          "id": 815
        },
        {
          "text": "For when we say our Lord Jesus Christ descended from heaven, and from above, we do not so say this as if from above and from heaven was his Holy Flesh taken, but rather by way of following the divine Paul, who distinctly declares:  \"the first man is of the earth, earthy; the Second Man is the Lord from heaven\".",
          "id": 816
        },
        {
          "text": "We remember too, the Saviour himself saying, \"And no man hath ascended up to heaven, but he that came down from heaven, even the Son of Man\".",
          "id": 817
        },
        {
          "text": "Although he was born according to his flesh, as just said, of the holy Virgin, yet God the Word came down from above and from heaven.",
          "id": 818
        },
        {
          "text": "He \"made himself of no reputation, and took upon him the form of a servant,\" and was called the Son of Man, yet remaining what he was, that is to say God.",
          "id": 819
        },
        {
          "text": "For he is unchanging and unchangeable according to nature; considered already as one with his own Flesh, he is said to have come down from heaven.",
          "id": 820
        },
        {
          "text": "He is also called the Man from heaven, being perfect in his Divinity and perfect in his Humanity, and considered as in one Person.",
          "id": 821
        },
        {
          "text": "For one is the Lord Jesus Christ, although the difference of his natures is not unknown, from which we say the ineffable union was made.",
          "id": 822
        },
        {
          "text": "Will your holiness vouchsafe to silence those who say that a crasis, or mingling or mixture took place between the Word of God and flesh.",
          "id": 823
        },
        {
          "text": "For it is likely that certain also gossip about me as having thought or said such things.",
          "id": 824
        },
        {
          "text": "But I am far from any such thought as that, and I also consider them wholly to rave who think a shadow of change could occur concerning the Nature of the Word of God.",
          "id": 825
        },
        {
          "text": "For he remains that which he always was, and has not been changed, nor can he ever be changed, nor is he capable of change.",
          "id": 826
        },
        {
          "text": "For we all confess in addition to this, that the Word of God is impassible, even though when he dispenses most wisely this mystery, he appears to ascribe to himself the sufferings endured in his own flesh.",
          "id": 827
        },
        {
          "text": "To the same purpose the all-wise Peter also said when he wrote of Christ as having \"suffered in the flesh,\" and not in the nature of his ineffable godhead.",
          "id": 828
        },
        {
          "text": "In order that he should be believed to be the Saviour of all, by an economic appropriation to himself, as just said, he assumed the sufferings of his own Flesh.",
          "id": 829
        },
        {
          "text": "Like to this is the prophecy through the voice of the prophet, as from him, \"I gave my back to the smiters, and my cheeks to them that plucked off the hair:  I hid not my face from shame and spitting\".",
          "id": 830
        },
        {
          "text": "Let your holiness be convinced nor let anyone else be doubtful that we altogether follow the teachings of the holy fathers, especially of our blessed and celebrated Father Athanasius, deprecating the least departure from it.",
          "id": 831
        },
        {
          "text": "I might have added many quotations from them also establishing my words, but that it would have added to the length of my letter and it might become wearisome.",
          "id": 832
        },
        {
          "text": "And we will allow the defined Faith, the symbol of the Faith set forth by our holy Fathers who assembled some time ago at Nice, to be shaken by no one.",
          "id": 833
        },
        {
          "text": "Nor would we permit ourselves or others, to alter a single word of those set forth, or to add one syllable, remembering the saying:  \"Remove not the ancient landmark which thy fathers have set,\" for it was not they who spoke but the Spirit himself of God and the Father, who proceedeth also from him, and is not alien from the Son, according to his essence.",
          "id": 834
        },
        {
          "text": "And this the words of the holy initiators into mysteries confirm to us.",
          "id": 835
        },
        {
          "text": "For in the Acts of the Apostles it is written:  \"And after they were come to Mysia, they assayed to go into Bithynia; but the Spirit of Jesus suffered them not\".",
          "id": 836
        },
        {
          "text": "And the divine Paul wrote:  \"So then they that are in the flesh cannot please God.",
          "id": 837
        },
        {
          "text": "But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you.",
          "id": 838
        },
        {
          "text": "Now if any man have not the Spirit of Christ, he is none of his\".",
          "id": 839
        },
        {
          "text": "When some of those who are accustomed to turn from the right, twist my speech to their views, I pray your holiness not to wonder; but be well assured that the followers of every heresy gather the occasions of their error from the God-inspired Scriptures, corrupting in their evil minds the things rightly said through the Holy Spirit, and drawing down upon their own heads the unquenchable flame.",
          "id": 840
        },
        {
          "text": "Since we have learned that certain, after having corrupted it, have set forth the orthodox epistle of our most distinguished Father Athanasius to the Blessed Epictetus, so as thereby to injure many; therefore it appeared to the brethren to be useful and necessary that we should send to your holiness a copy of it from some correct ancient transcripts which exist among us.",
          "id": 841
        },
        {
          "text": "Farewell.",
          "id": 842
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Extracts from the Acts.",
          "id": 843
        },
        {
          "text": "Session II.",
          "id": 844
        },
        {
          "text": "(Continued).",
          "id": 845
        },
        {
          "text": "(L.",
          "id": 846
        },
        {
          "text": "and C.",
          "id": 847
        },
        {
          "text": ", Conc.",
          "id": 848
        },
        {
          "text": ", Tom.",
          "id": 849
        },
        {
          "text": "IV.",
          "id": 850
        },
        {
          "text": ", col.",
          "id": 851
        },
        {
          "text": "343.",
          "id": 852
        },
        {
          "text": ")  And when these letters [i-e: Cyril's letter to Nestorius Καταφλυαροῦσι and his letter to John of Antioch Εὐφραινέσθωσαν] had been read, the most reverend bishops cried out:  We all so believe:  Pope Leo thus believes:  anathema to him who divides and to him who confounds:  this is the faith of Archbishop Leo:  Leo thus believes:  Leo and Anatolius so believe:  we all thus believe.",
          "id": 853
        },
        {
          "text": "As Cyril so believe we, all of us:  eternal be the memory of Cyril:  as the epistles of Cyril teach such is our mind, such has been our faith:  such is our faith:  this is the mind of Archbishop Leo, so he believes, so he has written.",
          "id": 854
        },
        {
          "text": "The most glorious judges and the great senate said:  Let there be read also the epistle of the most worthy Leo, Archbishop of Old Rome, the Imperial City.",
          "id": 855
        },
        {
          "text": "Beronician, the most devout clerk of the sacred consistory, read from a book handed him by Aëtius, Archdeacon of the holy Church of Constantinople, the encyclical or synodical letter of the most holy Leo, the Archbishop, written to Flavian, Archbishop of Constantinople.",
          "id": 856
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "The Tome of St.",
          "id": 857
        },
        {
          "text": "Leo.",
          "id": 858
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 859
        },
        {
          "text": "IV.",
          "id": 860
        },
        {
          "text": ", col.",
          "id": 861
        },
        {
          "text": "343; also Migne, Pat.",
          "id": 862
        },
        {
          "text": "Lat.",
          "id": 863
        },
        {
          "text": ", Tom.",
          "id": 864
        },
        {
          "text": "LIV.",
          "id": 865
        },
        {
          "text": "[Leo.",
          "id": 866
        },
        {
          "text": "M.",
          "id": 867
        },
        {
          "text": "Opera, Tom.",
          "id": 868
        },
        {
          "text": "I.",
          "id": 869
        },
        {
          "text": "] col.",
          "id": 870
        },
        {
          "text": "756.",
          "id": 871
        },
        {
          "text": ")  Leo [the bishop] to his [most] dear brother Flavian.",
          "id": 872
        },
        {
          "text": "Having read your Affection's letter, the late arrival of which is matter of surprise to us, and having gone through the record of the proceedings of the bishops, we have now, at last, gained a clear view of the scandal which has risen up among you, against the integrity of the faith; and what at first seemed obscure has now been elucidated and explained.",
          "id": 873
        },
        {
          "text": "By this means Eutyches, who seemed to be deserving of honour under the title of Presbyter, is now shown to be exceedingly thoughtless and sadly inexperienced, so that to him also we may apply the prophet's words, \"He refused to understand in order to act well:  he meditated unrighteousness on his bed\".",
          "id": 874
        },
        {
          "text": "What, indeed, is more unrighteous than to entertain ungodly thoughts, and not to yield to persons wiser and more learned?  But into this folly do they fall who, when hindered by some obscurity from apprehending the truth, have recourse, not to the words of the Prophets, not to the letters of the Apostles, nor to the authority of the Gospels, but to themselves; and become teachers of error, just because they have not been disciples of the truth.",
          "id": 875
        },
        {
          "text": "For what learning has he received from the sacred pages of the New and the Old Testament, who does not so much as understand the very beginning of the Creed?  And that which, all the world over, is uttered by the voices of all applicants for regeneration, is still not grasped by the mind of this aged man.",
          "id": 876
        },
        {
          "text": "If, then, he knew not what he ought to think about the Incarnation of the Word of God, and was not willing, for the sake of obtaining the light of intelligence, to make laborious search through the whole extent of the Holy Scriptures, he should at least have received with heedful attention that general Confession common to all, whereby the whole body of the faithful profess that they \"believe in God the Father Almighty, and in Jesus Christ his only Son our Lord, who was born of the Holy Ghost and the Virgin Mary\".",
          "id": 877
        },
        {
          "text": "By which three clauses the engines of almost all heretics are shattered.",
          "id": 878
        },
        {
          "text": "For when God is believed to be both \"Almighty\" and \"Father,\" it is proved that the Son is everlasting together with himself, differing in nothing from the Father, because he was born as \"God from God,\" Almighty from Almighty, Coeternal from Eternal; not later in time, not inferior in power, not unlike him in glory, not divided from him in essence, but the same Only-begotten and Everlasting Son of an Everlasting Parent was \"born of the Holy Ghost and the Virgin Mary\".",
          "id": 879
        },
        {
          "text": "This birth in time in no way detracted from, in no way added to, that divine and everlasting birth; but expended itself wholly in the work of restoring man, who had been deceived; so that it might both overcome death, and by its power \"destroy the devil who had the power of death\".",
          "id": 880
        },
        {
          "text": "For we could not have overcome the author of sin and of death, unless he who could neither be contaminated by sin, nor detained by death, had taken upon himself our nature, and made it his own.",
          "id": 881
        },
        {
          "text": "For, in fact, he was \"conceived of the Holy Ghost\" within the womb of a Virgin Mother, who bore him as she had conceived him, without loss of virginity.",
          "id": 882
        },
        {
          "text": "But if he (Eutyches) was not able to obtain a true conception from this pure fountain of Christian faith because by his own blindness he had darkened for himself the brightness of a truth so clear, he should have submitted himself to the Evangelist's teaching; and after reading what Matthew says, \"The book of the generation of Jesus Christ, the Son of David, the Son of Abraham,\" he should also have sought instruction from the Apostle's preaching; and after reading in the Epistle to the Romans, \"Paul, a servant of Jesus Christ, called an Apostle, separated unto the gospel of God, which he had promised before by the prophets in the Holy Scriptures, concerning his Son, who was made unto him of the seed of David according to the flesh,\" he should have bestowed some devout study on the pages of the Prophets; and finding that God's promise said to Abraham, \"in thy seed shall all nations be blessed,\" in order to avoid all doubt as to the proper meaning of this \"seed,\" he should have attended to the Apostle's words, \"To Abraham and to his seed were the promises made.",
          "id": 883
        },
        {
          "text": "He saith not, 'and to seeds,' as in the case of many, but as in the case of one, 'and to thy seed,' which is Christ\".",
          "id": 884
        },
        {
          "text": "He should also have apprehended with his inward ear the declaration of Isaiah, \"Behold, a Virgin shall conceive and bear a Son, and they shall call his name Emmanuel, which is, being interpreted, God with us;\" and should have read with faith the words of the same prophet, \"Unto us a Child has been born, unto us a Son has been given, whose power is on his shoulder; and they shall call his name Angel of great counsel, Wonderful, Counsellor, Strong God, Prince of Peace, Father of the age to come\".",
          "id": 885
        },
        {
          "text": "And he should not have spoken idly to the effect that the Word was in such a sense made flesh, that the Christ who was brought forth from the Virgin's womb had the form of a man, and had not a body really derived from his Mother's body.",
          "id": 886
        },
        {
          "text": "Possibly his reason for thinking that our Lord Jesus Christ was not of our nature was this—that the Angel who was sent to the blessed and ever Virgin Mary said, \"The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee, and therefore also that holy thing which shall be born of thee shall be called the Son of God;\" as if, because the Virgin's conception was caused by a divine act, therefore the flesh of him whom she conceived was not of the nature of her who conceived him.",
          "id": 887
        },
        {
          "text": "But we are not to understand that \"generation,\" peerlessly wonderful, and wonderfully peerless, in such a sense as that the newness of the mode of production did away with the proper character of the kind.",
          "id": 888
        },
        {
          "text": "For it was the Holy Ghost who gave fecundity to the Virgin, but it was from a body that a real body was derived; and \"when Wisdom was building herself a house,\" the \"Word was made flesh, and dwelt among us,\" that is, in that flesh which he assumed from a human being, and which he animated with the spirit of rational life.",
          "id": 889
        },
        {
          "text": "Accordingly while the distinctness of both natures and substances was preserved, and both met in one Person, lowliness was assumed by majesty, weakness by power, mortality by eternity; and, in order to pay the debt of our condition, the inviolable nature was united to the passible, so that as the appropriate remedy for our ills, one and the same \"Mediator between God and man, the Man Christ Jesus,\" might from one element be capable of dying and also from the other be incapable.",
          "id": 890
        },
        {
          "text": "Therefore in the entire and perfect nature of very man was born very God, whole in what was his, whole in what was ours.",
          "id": 891
        },
        {
          "text": "By \"ours\" we mean what the Creator formed in us at the beginning and what he assumed in order to restore; for of that which the deceiver brought in, and man, thus deceived, admitted, there was not a trace in the Saviour; and the fact that he took on himself a share in our infirmities did not make him a partaker in our transgressions.",
          "id": 892
        },
        {
          "text": "He assumed \"the form of a servant\" without the defilement of sin, enriching what was human, not impairing what was divine:  because that \"emptying of himself,\" whereby the Invisible made himself visible, and the Creator and Lord of all things willed to be one among mortals, was a stooping down in compassion, not a failure of power.",
          "id": 893
        },
        {
          "text": "Accordingly, the same who, remaining in the form of God, made man, was made man in the form of a servant.",
          "id": 894
        },
        {
          "text": "For each of the natures retains its proper character without defect; and as the form of God does not take away the form of a servant, so the form of a servant does not impair the form of God.",
          "id": 895
        },
        {
          "text": "For since the devil was glorying in the fact that man, deceived by his craft, was bereft of divine gifts and, being stripped of his endowment of immortality, had come under the grievous sentence of death, and that he himself, amid his miseries, had found a sort of consolation in having a transgressor as his companion, and that God, according to the requirements of the principle of justice, had changed his own resolution in regard to man, whom he had created in so high a position of honour; there was need of a dispensation of secret counsel, in order that the unchangeable God, whose will could not be deprived of its own benignity, should fulfil by a more secret mystery his original plan of loving kindness toward us, and that man, who had been led into fault by the wicked subtlety of the devil, should not perish contrary to God's purpose.",
          "id": 896
        },
        {
          "text": "Accordingly, the Son of God, descending from his seat in heaven, and not departing from the glory of the Father, enters this lower world, born after a new order, by a new mode of birth.",
          "id": 897
        },
        {
          "text": "After a new order; because he who in his own sphere is invisible, became visible in ours; He who could not be enclosed in space, willed to be enclosed; continuing to be before times, he began to exist in time; the Lord of the universe allowed his infinite majesty to be overshadowed, and took upon him the form of a servant; the impassible God did not disdain to be passible Man and the immortal One to be subjected to the laws of death.",
          "id": 898
        },
        {
          "text": "And born by a new mode of birth; because inviolate virginity, while ignorant of concupiscence, supplied the matter of his flesh.",
          "id": 899
        },
        {
          "text": "What was assumed from the Lord's mother was nature, not fault; nor does the wondrousness of the nativity of our Lord Jesus Christ, as born of a Virgin's womb, imply that his nature is unlike ours.",
          "id": 900
        },
        {
          "text": "For the selfsame who is very God, is also very man; and there is no illusion in this union, while the lowliness of man and the loftiness of Godhead meet together.",
          "id": 901
        },
        {
          "text": "For as \"God\" is not changed by the compassion [exhibited], so \"Man\" is not consumed by the dignity [bestowed].",
          "id": 902
        },
        {
          "text": "For each \"form\" does the acts which belong to it, in communion with the other; the Word, that is, performing what belongs to the Word, and the flesh carrying out what belongs to the flesh; the one of these shines out in miracles, the other succumbs to injuries.",
          "id": 903
        },
        {
          "text": "And as the Word does not withdraw from equality with the Father in glory, so the flesh does not abandon the nature of our kind.",
          "id": 904
        },
        {
          "text": "For, as we must often be saying, he is one and the same, truly Son of God, and truly Son of Man.",
          "id": 905
        },
        {
          "text": "God, inasmuch as \"in the beginning was the Word, and the Word was with God, and the Word was God\".",
          "id": 906
        },
        {
          "text": "Man, inasmuch as \"the Word was made flesh, and dwelt among us\".",
          "id": 907
        },
        {
          "text": "God, inasmuch as \"all things were made by him, and without him nothing was made\".",
          "id": 908
        },
        {
          "text": "Man, inasmuch as he was \"made of a woman, made under the law\".",
          "id": 909
        },
        {
          "text": "The nativity of the flesh is a manifestation of human nature; the Virgin's child-bearing is an indication of Divine power.",
          "id": 910
        },
        {
          "text": "The infancy of the Babe is exhibited by the humiliation of swaddling clothes:  the greatness of the Highest is declared by the voices of angels.",
          "id": 911
        },
        {
          "text": "He whom Herod impiously designs to slay is like humanity in its beginnings; but he whom the Magi rejoice to adore on their knees is Lord of all.",
          "id": 912
        },
        {
          "text": "Now when he came to the baptism of John his forerunner, lest the fact that the Godhead was covered with a veil of flesh should be concealed, the voice of the Father spake in thunder from heaven, \"This is my beloved Son, in whom I am well pleased\".",
          "id": 913
        },
        {
          "text": "Accordingly, he who, as man, is tempted by the devil's subtlety, is the same to whom, as God, angels pay duteous service.",
          "id": 914
        },
        {
          "text": "To hunger, to thirst, to be weary, and to sleep, is evidently human.",
          "id": 915
        },
        {
          "text": "But to satisfy five thousand men with five loaves, and give to the Samaritan woman that living water, to draw which can secure him that drinks of it from ever thirsting again; to walk on the surface of the sea with feet that sink not, and by rebuking the storm to bring down the \"uplifted waves,\" is unquestionably Divine.",
          "id": 916
        },
        {
          "text": "As then—to pass by many points —it does not belong to the same nature to weep with feelings of pity over a dead friend and, after the mass of stone had been removed from the grave where he had lain four days, by a voice of command to raise him up to life again; or to hang on the wood, and to make all the elements tremble after daylight had been turned into night; or to be transfixed with nails, and to open the gates of paradise to the faith of the robber; so it does not belong to the same nature to say, \"I and the Father are one,\" and to say, \"the Father is greater than I\".",
          "id": 917
        },
        {
          "text": "For although in the Lord Jesus Christ there is one Person of God and man, yet that whereby contumely attaches to both is one thing, and that whereby glory attaches to both is another; for from what belongs to us he has that manhood which is inferior to the Father; while from the Father he has equal Godhead with the Father.",
          "id": 918
        },
        {
          "text": "Accordingly, on account of this unity of Person which is to be understood as existing in both the natures, we read, on the one hand, that \"the Son of Man came down from heaven,\" inasmuch as the Son of God took flesh from that Virgin of whom he was born; and on the other hand, the Son of God is said to have been crucified and buried, inasmuch as he underwent this, not in his actual Godhead; wherein the Only-begotten is coeternal and consubstantial with the Father, but in the weakness of human nature.",
          "id": 919
        },
        {
          "text": "Wherefore we all, in the very Creed, confess that \"the only-begotten Son of God was crucified and buried,\" according to that saying of the Apostle, \"for if they had known it, they would not have crucified the Lord of Majesty\".",
          "id": 920
        },
        {
          "text": "But when our Lord and Saviour himself was by his questions instructing the faith of the disciples, he said, \"Whom do men say that I the Son of Man am?\"  And when they had mentioned various opinions held by others, he said, \"But whom say ye that I am?\" that is, \"I who am Son of Man, and whom you see in the form of a servant, and in reality of flesh, whom say ye that I am?\"  Whereupon the blessed Peter, as inspired by God, and about to benefit all nations by his confession, said, \"Thou art the Christ, the Son of the living God\".",
          "id": 921
        },
        {
          "text": "Not undeservedly, therefore, was he pronounced blessed by the Lord, and derived from the original Rock that solidity which belonged both to his virtue and to his name, who through revelation from the Father confessed the selfsame to be both the Son of God and the Christ; because one of these truths, accepted without the other, would not profit unto salvation, and it was equally dangerous to believe the Lord Jesus Christ to be merely God and not man, or merely man and not God.",
          "id": 922
        },
        {
          "text": "But after the resurrection of the Lord—which was in truth the resurrection of a real body, for no other person was raised again than he who had been crucified and had died—what else was accomplished during that interval of forty days than to make our faith entire and clear of all darkness?  For while he conversed with his disciples, and dwelt with them, and ate with them, and allowed himself to be handled with careful and inquisitive touch by those who were under the influence of doubt, for this end he came in to the disciples when the doors were shut, and by his breath gave them the Holy Ghost, and opened the secrets of Holy Scripture after bestowing on them the light of intelligence, and again in his selfsame person showed to them the wound in the side, the prints of the nails, and all the flesh tokens of the Passion, saying, \"Behold my hands and my feet, that it is I myself; handle me and see, for a spirit hath not flesh and bones, as ye see me have:\"  that the properties of the Divine and the human nature might be acknowledged to remain in him without causing a division, and that we might in such sort know that the Word is not what the flesh is, as to confess that the one Son of God is both Word and flesh.",
          "id": 923
        },
        {
          "text": "On which mystery of the faith this Eutyches must be regarded as unhappily having no hold, who does not recognise our nature to exist in the Only-begotten Son of God, either by way of the lowliness of mortality, or of the glory of resurrection.",
          "id": 924
        },
        {
          "text": "Nor has he been overawed by the declaration of the blessed Apostle and Evangelist John, saying, \"Every spirit that confesseth that Jesus Christ has come in the flesh is of God; and every spirit which dissolveth Jesus is not of God, and this is Antichrist\".",
          "id": 925
        },
        {
          "text": "Now what is to dissolve Jesus, but to separate the human nature from him, and to make void by shameless inventions that mystery by which alone we have been saved?  Moreover, being in the dark as to the nature of Christ's body, he must needs be involved in the like senseless blindness with regard to his Passion also.",
          "id": 926
        },
        {
          "text": "For if he does not think the Lord's crucifixion to be unreal, and does not doubt that he really accepted suffering, even unto death, for the sake of the world's salvation; as he believes in his death, let him acknowledge his flesh also, and not doubt that he whom he recognises as having been capable of suffering is also Man with a body like ours; since to deny his true flesh is also to deny his bodily sufferings.",
          "id": 927
        },
        {
          "text": "If then he accepts the Christian faith, and does not turn away his ear from the preaching of the Gospel, let him see what nature it was that was transfixed with nails and hung on the wood of the cross; and let him understand whence it was that, after the side of the Crucified had been pierced by the soldier's spear, blood and water flowed out, that the Church of God might be refreshed both with a Laver and with a Cup.",
          "id": 928
        },
        {
          "text": "Let him listen also to the blessed Apostle Peter when he declares, that \"sanctification by the Spirit\" takes place through the \"sprinkling of the blood of Christ,\" and let him not give a mere cursory reading to the words of the same Apostle, \"Knowing that ye were not redeemed with corruptible things, as silver and gold, from your vain way of life received by tradition from your fathers, but with the precious blood of Jesus Christ as of a Lamb without blemish and without spot\".",
          "id": 929
        },
        {
          "text": "Let him also not resist the testimony of Blessed John the Apostle, \"And the blood of Jesus the Son of God cleanseth us from all sin\".",
          "id": 930
        },
        {
          "text": "And again, \"This is the victory which overcometh the world, even our faith;\" and, \"who is he that overcometh the world, but he that believeth that Jesus is the Son of God?  This is he that came by water and blood, even Jesus Christ; not in water only, but in water and blood; and it is the Spirit that beareth witness, because the Spirit is truth.",
          "id": 931
        },
        {
          "text": "For there are three that bear witness—the Spirit, the water, and the blood; and the three are one\".",
          "id": 932
        },
        {
          "text": "That is, the Spirit of sanctification, and the blood of redemption, and the water of baptism; which three things are one, and remain undivided, and not one of them is disjoined from connection with the others; because the Catholic Church lives and advances by this faith, that Christ Jesus we should believe neither manhood to exist without true Godhead, nor Godhead without true manhood.",
          "id": 933
        },
        {
          "text": "But when Eutyches, on being questioned in your examination of him, answered, \"I confess that our Lord was of two natures before the union, but after the union I confess one nature;\" I am astonished that so absurd and perverse a profession as this of his was not rebuked by a censure on the part of any of his judges, and that an utterance extremely foolish and extremely blasphemous was passed over, just as if nothing had been heard which could give offence:  seeing that it is as impious to say that the Only-begotten Son of God was of two natures before the Incarnation as it is shocking to affirm that, since the Word became flesh, there has been in him one nature only.",
          "id": 934
        },
        {
          "text": "But lest Eutyches should think that what he said was correct, or was tolerable, because it was not confuted by any assertion of yours, we exhort your earnest solicitude, dearly beloved brother, to see that, if by God's merciful inspiration the case is brought to a satisfactory issue, the inconsiderate and inexperienced man be cleansed also from this pestilent notion of his; seeing that, as the record of the proceedings has clearly shown, he had fairly begun to abandon his own opinion when on being driven into a corner by authoritative words of yours, he professed himself ready to say what he had not said before, and to give his adhesion to that faith from which he had previously stood aloof.",
          "id": 935
        },
        {
          "text": "But when he would not consent to anathematize the impious dogma you understood, brother, that he continued in his own misbelief, and deserved to receive sentence of condemnation.",
          "id": 936
        },
        {
          "text": "For which if he grieves sincerely and to good purpose, and understands, even though too late, how properly the Episcopal authority has been put in motion, or if, in order to make full satisfaction, he shall condemn viva voce, and under his own hand, all that he has held amiss, no compassion, to whatever extent, which can be shown him when he has been set right, will be worthy of blame, for our Lord, the true and good Shepherd, who laid down his life for his sheep, and who came to save men's souls and not to destroy them, wills us to imitate his own loving kindness; so that justice should indeed constrain those who sin, but mercy should not reject those who are converted.",
          "id": 937
        },
        {
          "text": "For then indeed is the true faith defended with the best results, when a false opinion is condemned even by those who have followed it.",
          "id": 938
        },
        {
          "text": "But in order that the whole matter may be piously and faithfully carried out, we have appointed our brethren, Julius, Bishop, and Reatus, Presbyter (of the title of St.",
          "id": 939
        },
        {
          "text": "Clement) and also my son Hilarus, Deacon, to represent us; and with them we have associated Dulcitius, our Notary, of whose fidelity we have had good proof:  trusting that the Divine assistance will be with you, so that he who has gone astray may be saved by condemning his own unsound opinion.",
          "id": 940
        },
        {
          "text": "May God keep you in good health, dearly beloved brother.",
          "id": 941
        },
        {
          "text": "Given on the Ides of June, in the Consulate of the illustrious men, Asterius and Protogenes.",
          "id": 942
        },
        {
          "text": "[Next was read a long catena of quotations from the Fathers sustaining the teaching of the Tome.",
          "id": 943
        },
        {
          "text": "(L.",
          "id": 944
        },
        {
          "text": "and C.",
          "id": 945
        },
        {
          "text": ", Conc.",
          "id": 946
        },
        {
          "text": ", Tom.",
          "id": 947
        },
        {
          "text": "IV.",
          "id": 948
        },
        {
          "text": ", cols.",
          "id": 949
        },
        {
          "text": "357–368.",
          "id": 950
        },
        {
          "text": ")].",
          "id": 951
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Extracts from the Acts.",
          "id": 952
        },
        {
          "text": "Session II.",
          "id": 953
        },
        {
          "text": "(continued).",
          "id": 954
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 955
        },
        {
          "text": "IV.",
          "id": 956
        },
        {
          "text": ", col.",
          "id": 957
        },
        {
          "text": "368.",
          "id": 958
        },
        {
          "text": ")  After the reading of the foregoing epistle, the most reverend bishops cried out:  This is the faith of the fathers, this is the faith of the Apostles.",
          "id": 959
        },
        {
          "text": "So we all believe, thus the orthodox believe.",
          "id": 960
        },
        {
          "text": "Anathema to him who does not thus believe.",
          "id": 961
        },
        {
          "text": "Peter has spoken thus through Leo.",
          "id": 962
        },
        {
          "text": "So taught the Apostles.",
          "id": 963
        },
        {
          "text": "Piously and truly did Leo teach, so taught Cyril.",
          "id": 964
        },
        {
          "text": "Everlasting be the memory of Cyril.",
          "id": 965
        },
        {
          "text": "Leo and Cyril taught the same thing, anathema to him who does not so believe.",
          "id": 966
        },
        {
          "text": "This is the true faith.",
          "id": 967
        },
        {
          "text": "Those of us who are orthodox thus believe.",
          "id": 968
        },
        {
          "text": "This is the faith of the fathers.",
          "id": 969
        },
        {
          "text": "Why were not these things read at Ephesus [i-e: at the heretical synod held there]?  These are the things Dioscorus hid away.",
          "id": 970
        },
        {
          "text": "[Some explanations were asked by the Illyrian bishops and the answers were found satisfactory, but yet a delay of a few days was asked for, and some bishops petitioned for a general pardon of all who had been kept out.",
          "id": 971
        },
        {
          "text": "This proposition made great confusion, in the midst of which the session was dissolved by the judges.",
          "id": 972
        },
        {
          "text": "(Col.",
          "id": 973
        },
        {
          "text": "371.",
          "id": 974
        },
        {
          "text": ")].",
          "id": 975
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Session III.",
          "id": 976
        },
        {
          "text": "[The imperial representatives do not seem to have been present, and after Aëtius the Archdeacon of Constantinople had opened the Session,]  Paschasinus the bishop of Lilybaeum, in the province of Silicia, and holding the place of the most holy Leo, archbishop of the Apostolic see of old Rome, said in Latin what being interpreted is as follows:  It is well known to this beloved of God synod, that divine letters were sent to the blessed and apostolic pope Leo, inviting him to deign to be present at the holy synod.",
          "id": 977
        },
        {
          "text": "But since ancient custom did not sanction this, nor the general necessity of the time seemed to permit it, our littleness in the place of himself he τὰ τῆς ἁγίας συνόδου επέτρεψε, and therefore it is necessary that whatever things are brought into discussion should be examined by our interference (διαλαλιᾶς).",
          "id": 978
        },
        {
          "text": "[The Latin reads where I have placed the Greek of the ordinary text, thus, \"commanded our littleness to preside in his place over this holy council\".",
          "id": 979
        },
        {
          "text": "]  Therefore let the book presented by our most beloved-of-God brother, and fellow-bishop Eusebius be received, and read by the beloved of God archdeacon and primicerius of the notaries, Aëtius.",
          "id": 980
        },
        {
          "text": "And Aëtius, the archdeacon and primicerius of the notaries, took the book and read as follows.",
          "id": 981
        },
        {
          "text": "[Next follows the petition of Eusebius et post nonnulla four petitions each addressed to \"The most holy and beloved-of-God ecumenical archbishop and patriarch of great Rome Leo, and to the holy and ecumenical Synod assembled at Chalcedon, etc.",
          "id": 982
        },
        {
          "text": ", etc.",
          "id": 983
        },
        {
          "text": ";\"  The first two by deacons of Alexandria, the third by a quondam presbyter of the diocese, and the fourth by a layman also of Alexandria.",
          "id": 984
        },
        {
          "text": "After this Dioscorus was again summoned and, as he did not come, sentence was given against him, which was communicated to him in a letter contained in the acts.",
          "id": 985
        },
        {
          "text": "(L.",
          "id": 986
        },
        {
          "text": "and C.",
          "id": 987
        },
        {
          "text": ", Conc.",
          "id": 988
        },
        {
          "text": ", Tom.",
          "id": 989
        },
        {
          "text": "IV.",
          "id": 990
        },
        {
          "text": ", col.",
          "id": 991
        },
        {
          "text": "418.",
          "id": 992
        },
        {
          "text": ")  The Bishops expressed their opinions for the most part one by one, but the Roman Legates spoke together, and in their speech occurs the following (Col.",
          "id": 993
        },
        {
          "text": "426:)]  Wherefore the most holy and blessed Leo, archbishop of the great and elder Rome, through us, and through this present most holy synod together with the thrice blessed and all-glorious Peter the Apostle, who is the rock and foundation of the Catholic Church, and the foundation of the orthodox faith, hath stripped him of the episcopate, and hath alienated from him all hieratic worthiness.",
          "id": 994
        },
        {
          "text": "Therefore let this most holy and great synod sentence the before mentioned Dioscorus to the canonical penalties.",
          "id": 995
        },
        {
          "text": "[The bishops then, one by one, spoke in favour of the deposition of Dioscorus, but usually on the ground of his refusal to appear when thrice summoned.",
          "id": 996
        },
        {
          "text": "]  And when all the most holy bishops had spoken on the subject, they signed this which follows.",
          "id": 997
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "The Condemnation Sent by the Holy and Ecumenical Synod to Dioscorus.",
          "id": 998
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 999
        },
        {
          "text": "IV.",
          "id": 1000
        },
        {
          "text": ", col.",
          "id": 1001
        },
        {
          "text": "459.",
          "id": 1002
        },
        {
          "text": ")  The holy and great and ecumenical Synod, which by the grace of God according to the constitution of our most pious and beloved of God emperors assembled together at Chalcedon the city of Bithynia, in the martyry of the most holy and victorious Martyr Euphemia to Dioscorus.",
          "id": 1003
        },
        {
          "text": "We do you to wit that on the thirteenth day of the month of October you were deposed from the episcopate and made a stranger to all ecclesiastical order (θεσμοῦ ) by the holy and ecumenical synod, on account of your disregard of the divine canons, and of your disobedience to this holy and ecumenical synod and on account of the other crimes of which you have been found guilty, for even when called to answer your accusers three times by this holy and great synod according to the divine canons you did not come.",
          "id": 1004
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Extracts from the Acts.",
          "id": 1005
        },
        {
          "text": "Session IV.",
          "id": 1006
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 1007
        },
        {
          "text": "IV.",
          "id": 1008
        },
        {
          "text": ", col.",
          "id": 1009
        },
        {
          "text": "469.",
          "id": 1010
        },
        {
          "text": ")  The most magnificent and glorious judges and the great Senate said:  Let the reverend council now declare what seems good concerning the faith, since those things which have already been disposed of have been made manifest.",
          "id": 1011
        },
        {
          "text": "Paschasinus and Lucentius, the most reverend bishops, and Boniface the most reverend presbyter, legates of the Apostolic See through that most reverend man, bishop Paschasinus said:  As the holy and blessed and Ecumenical Synod holds fast and follows the rule of faith (fidei regulam in the Latin Acts) which was set forth by the fathers at Nice, it also confirms the faith set forth by the Synod of 150 fathers gathered at Constantinople at the bidding of the great Theodosius of blessed memory.",
          "id": 1012
        },
        {
          "text": "Moreover the exposition of their faith, of the illustrious Cyril of blessed memory set forth at the Council of Ephesus (in which Nestorius was condemned) is received.",
          "id": 1013
        },
        {
          "text": "And in the third place the writings of that blessed man, Leo, Archbishop of all the churches, who condemned the heresy of Nestorius and Eutyches, shew what the true faith is.",
          "id": 1014
        },
        {
          "text": "Likewise the holy Synod holds this faith, this it follows—nothing further can it add nor can it take aught away.",
          "id": 1015
        },
        {
          "text": "When this had been translated into Greek by Beronician, the devout secretary of the divine consistory, the most reverend bishops cried out:  So we all believe, so we were baptized, so we baptize, so we have believed, so we now believe.",
          "id": 1016
        },
        {
          "text": "The most glorious judges and the great senate said:  Since we see that the Holy Gospels have been placed alongside of your holiness, let each one of the bishops here assembled declare whether the epistle of most blessed archbishop Leo is in accordance with the exposition of the 318 fathers assembled at Nice and with the decrees of the 150 fathers afterwards assembled in the royal city.",
          "id": 1017
        },
        {
          "text": "[To this question the bishops answered one by one, until 161 separate opinions had been given, when the rest of the bishops were asked by the imperial judges to give their votes in a body (col.",
          "id": 1018
        },
        {
          "text": "508).",
          "id": 1019
        },
        {
          "text": "]  All the most reverend bishops cried out:  We all acquiesce, we all believe thus; we are all of the same mind.",
          "id": 1020
        },
        {
          "text": "So are we minded, so we believe, etc.",
          "id": 1021
        },
        {
          "text": ", etc.",
          "id": 1022
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Session V.",
          "id": 1023
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 1024
        },
        {
          "text": "IV.",
          "id": 1025
        },
        {
          "text": ", col.",
          "id": 1026
        },
        {
          "text": "555.",
          "id": 1027
        },
        {
          "text": ")  Paschasinus and Lucentius the most reverend bishops and Boniface a presbyter, vicars of the Apostolic See of Rome, said:  If they do not agree to the letter of that apostolic and blessed man, Pope Leo, give directions that we be given our letters of dismission, and let a synod be held there [i-e: in the West].",
          "id": 1028
        },
        {
          "text": "[A long debate then followed as to whether the decree drawn up and presented should be accepted.",
          "id": 1029
        },
        {
          "text": "This seems to have been the mind of most of the bishops.",
          "id": 1030
        },
        {
          "text": "At last the commissioners proposed a committee of twenty-two to meet with them and report to the council, and the Emperor imposed this with the threat that otherwise they all should be sent home and a new council called in the West.",
          "id": 1031
        },
        {
          "text": "Even this did not make them yield (col.",
          "id": 1032
        },
        {
          "text": "560.",
          "id": 1033
        },
        {
          "text": ")]  The most reverend bishops cried out:  Many years to the Emperor!  Either let the definition [i-e: the one presented at this session] stand or we go.",
          "id": 1034
        },
        {
          "text": "Many years to the Emperor!  Cecropius, the most reverend bishop of Sebastopol, said:  We ask that the definition be read again and that those who dissent from it, and will not sign, may go about their business; for we give our consent to these things which have been so beautifully drafted, and make no criticisms.",
          "id": 1035
        },
        {
          "text": "The most blessed bishops of Illyria said:  Let those who contradict be made manifest.",
          "id": 1036
        },
        {
          "text": "Those who contradict are Nestorians.",
          "id": 1037
        },
        {
          "text": "Those who contradict, let them go to Rome.",
          "id": 1038
        },
        {
          "text": "The most magnificent and most glorious judges said:  Dioscorus acknowledged that he accepted the expression \"of two natures,\" but not that there were two natures.",
          "id": 1039
        },
        {
          "text": "But the most holy archbishop Leo says that there are two natures in Christ unchangeably, inseparably, unconfusedly united in the one only-begotten Son our Saviour.",
          "id": 1040
        },
        {
          "text": "Which would you follow, the most holy Leo or Dioscorus?  The most reverend bishops cried out:  We believe as Leo.",
          "id": 1041
        },
        {
          "text": "Those who contradict are Eutychians.",
          "id": 1042
        },
        {
          "text": "Leo hath rightly expounded the faith.",
          "id": 1043
        },
        {
          "text": "The most magnificent and glorious judges said:  Add then to the definition, according to the judgment of our most holy father Leo, that there are two natures in Christ united unchangeably, inseparably, unconfusedly.",
          "id": 1044
        },
        {
          "text": "[The Committee then sat in the oratory of the most holy martyr Euphemis and afterwards reported a definition of faith which while teaching the same doctrine was not the Tome of Leo (col.",
          "id": 1045
        },
        {
          "text": "562).",
          "id": 1046
        },
        {
          "text": "].",
          "id": 1047
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "The Definition of Faith of the Council of Chalcedon.",
          "id": 1048
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 1049
        },
        {
          "text": "IV.",
          "id": 1050
        },
        {
          "text": ", col.",
          "id": 1051
        },
        {
          "text": "562.",
          "id": 1052
        },
        {
          "text": ")  The holy, great, and ecumenical synod, assembled by the grace of God and the command of our most religious and Christian Emperors, Marcian and Valentinian, Augusti, at Chalcedon, the metropolis of the Bithynian Province, in the martyry of the holy and victorious martyr Euphemia, has decreed as follows:  Our Lord and Saviour Jesus Christ, when strengthening the knowledge of the Faith in his disciples, to the end that no one might disagree with his neighbour concerning the doctrines of religion, and that the proclamation of the truth might be set forth equally to all men, said, \"My peace I leave with you, my peace I give unto you\".",
          "id": 1053
        },
        {
          "text": "But, since the evil one does not desist from sowing tares among the seeds of godliness, but ever invents some new device against the truth; therefore the Lord, providing, as he ever does, for the human race, has raised up this pious, faithful, and zealous Sovereign, and has called together unto him from all parts the chief rulers of the priesthood; so that, the grace of Christ our common Lord inspiring us, we may cast off every plague of falsehood from the sheep of Christ, and feed them with the tender leaves of truth.",
          "id": 1054
        },
        {
          "text": "And this have we done with one unanimous consent, driving away erroneous doctrines and renewing the unerring faith of the Fathers, publishing to all men the Creed of the Three Hundred and Eighteen, and to their number adding, as their peers, the Fathers who have received the same summary of religion.",
          "id": 1055
        },
        {
          "text": "Such are the One Hundred and Fifty holy Fathers who afterwards assembled in the great Constantinople and ratified the same faith.",
          "id": 1056
        },
        {
          "text": "Moreover, observing the order and every form relating to the faith, which was observed by the holy synod formerly held in Ephesus, of which Celestine of Rome and Cyril of Alexandria, of holy memory, were the leaders, we do declare that the exposition of the right and blameless faith made by the Three Hundred and Eighteen holy and blessed Fathers, assembled at Nice in the reign of Constantine of pious memory, shall be pre-eminent:  and that those things shall be of force also, which were decreed by the One Hundred and Fifty holy Fathers at Constantinople, for the uprooting of the heresies which had then sprung up, and for the confirmation of the same Catholic and Apostolic Faith of ours.",
          "id": 1057
        },
        {
          "text": "The Creed of the three hundred and eighteen Fathers at Nice.",
          "id": 1058
        },
        {
          "text": "We believe in one God, etc.",
          "id": 1059
        },
        {
          "text": "Item, the Creed of the one hundred and fifty holy Fathers who were assembled at Constantinople.",
          "id": 1060
        },
        {
          "text": "We believe in one God, etc.",
          "id": 1061
        },
        {
          "text": "This wise and salutary formula of divine grace sufficed for the perfect knowledge and confirmation of religion; for it teaches the perfect [doctrine] concerning Father, Son, and Holy Ghost, and sets forth the Incarnation of the Lord to them that faithfully receive it.",
          "id": 1062
        },
        {
          "text": "But, forasmuch as persons undertaking to make void the preaching of the truth have through their individual heresies given rise to empty babblings; some of them daring to corrupt the mystery of the Lord's incarnation for us and refusing [to use] the name Mother of God (Θεοτόκος) in reference to the Virgin, while others, bringing in a confusion and mixture, and idly conceiving that the nature of the flesh and of the Godhead is all one, maintaining that the divine Nature of the Only Begotten is, by mixture, capable of suffering; therefore this present holy, great, and ecumenical synod, desiring to exclude every device against the Truth, and teaching that which is unchanged from the beginning, has at the very outset decreed that the faith of the Three Hundred and Eighteen Fathers shall be preserved inviolate.",
          "id": 1063
        },
        {
          "text": "And on account of them that contend against the Holy Ghost, it confirms the doctrine afterwards delivered concerning the substance of the Spirit by the One Hundred and Fifty holy Fathers who assembled in the imperial City; which doctrine they declared unto all men, not as though they were introducing anything that had been lacking in their predecessors, but in order to explain through written documents their faith concerning the Holy Ghost against those who were seeking to destroy his sovereignty.",
          "id": 1064
        },
        {
          "text": "And, on account of those who have taken in hand to corrupt the mystery of the dispensation [i-e: the Incarnation] and who shamelessly pretend that he who was born of the holy Virgin Mary was a mere man, it receives the synodical letters of the Blessed Cyril, Pastor of the Church of Alexandria, addressed to Nestorius and the Easterns, judging them suitable, for the refutation of the frenzied folly of Nestorius, and for the instruction of those who long with holy ardour for a knowledge of the saving symbol.",
          "id": 1065
        },
        {
          "text": "And, for the confirmation of the orthodox doctrines, it has rightly added to these the letter of the President of the great and old Rome, the most blessed and holy Archbishop Leo, which was addressed to Archbishop Flavian of blessed memory, for the removal of the false doctrines of Eutyches, judging them to be agreeable to the confession of the great Peter, and as it were a common pillar against misbelievers.",
          "id": 1066
        },
        {
          "text": "For it opposes those who would rend the mystery of the dispensation into a Duad of Sons; it repels from the sacred assembly those who dare to say that the Godhead of the Only Begotten is capable of suffering; it resists those who imagine a mixture or confusion of the two natures of Christ; it drives away those who fancy his form of a servant is of an heavenly or some substance other than that which was taken of us, and it anathematizes those who foolishly talk of two natures of our Lord before the union, conceiving that after the union there was only one.",
          "id": 1067
        },
        {
          "text": "Following the holy Fathers we teach with one voice that the Son [of God] and our Lord Jesus Christ is to be confessed as one and the same [Person], that he is perfect in Godhead and perfect in manhood, very God and very man, of a reasonable soul and [human] body consisting, consubstantial with the Father as touching his Godhead, and consubstantial with us as touching his manhood; made in all things like unto us, sin only excepted; begotten of his Father before the worlds according to his Godhead; but in these last days for us men and for our salvation born [into the world] of the Virgin Mary, the Mother of God according to his manhood.",
          "id": 1068
        },
        {
          "text": "This one and the same Jesus Christ, the only-begotten Son [of God] must be confessed to be in two natures, unconfusedly, immutably, indivisibly, inseparably [united], and that without the distinction of natures being taken away by such union, but rather the peculiar property of each nature being preserved and being united in one Person and subsistence, not separated or divided into two persons, but one and the same Son and only-begotten, God the Word, our Lord Jesus Christ, as the Prophets of old time have spoken concerning him, and as the Lord Jesus Christ hath taught us, and as the Creed of the Fathers hath delivered to us.",
          "id": 1069
        },
        {
          "text": "These things, therefore, having been expressed by us with the greatest accuracy and attention, the holy Ecumenical Synod defines that no one shall be suffered to bring forward a different faith (ἑτέραν πίστιν), nor to write, nor to put together, nor to excogitate, nor to teach it to others.",
          "id": 1070
        },
        {
          "text": "But such as dare either to put together another faith, or to bring forward or to teach or to deliver a different Creed (ἕτερον σύμβολον) to as wish to be converted to the knowledge of the truth, from the Gentiles, or Jews or any heresy whatever, if they be Bishops or clerics let them be deposed, the Bishops from the Episcopate, and the clerics from the clergy; but if they be monks or laics:  let them be anathematized.",
          "id": 1071
        },
        {
          "text": "After the reading of the definition, all the most religious Bishops cried out:  This is the faith of the fathers:  let the metropolitans forthwith subscribe it:  let them forthwith, in the presence of the judges, subscribe it:  let that which has been well defined have no delay:  this is the faith of the Apostles:  by this we all stand:  thus we all believe.",
          "id": 1072
        },
        {
          "text": "Notes.",
          "id": 1073
        },
        {
          "text": "Anatolius of Constantinople.",
          "id": 1074
        },
        {
          "text": "(Ep.",
          "id": 1075
        },
        {
          "text": "to St.",
          "id": 1076
        },
        {
          "text": "Leo.",
          "id": 1077
        },
        {
          "text": "Migne, Pat.",
          "id": 1078
        },
        {
          "text": "Lat.",
          "id": 1079
        },
        {
          "text": ", Tom.",
          "id": 1080
        },
        {
          "text": "LIV.",
          "id": 1081
        },
        {
          "text": "[Leo.",
          "id": 1082
        },
        {
          "text": "M.",
          "id": 1083
        },
        {
          "text": ", Opera, Tom.",
          "id": 1084
        },
        {
          "text": "I.",
          "id": 1085
        },
        {
          "text": "] col.",
          "id": 1086
        },
        {
          "text": "978.",
          "id": 1087
        },
        {
          "text": ")  Since after judgment had been delivered concerning him, there was need that all should agree in the right faith (for which purpose the most pious emperor had with the greatest pains assembled the holy Synod) with prayer and tears, your holiness being present with us in spirit and co-operating with us through those most God-beloved men whom you had sent to us, having as our protector the most holy and most comely Martyr Euphemia, we gave ourselves up entirely to this salutary work, all other matters being laid aside.",
          "id": 1088
        },
        {
          "text": "And when the crisis demanded that all the most holy bishops gathered together should set forth an unanimous definition (σύμφωνον ὅρον) for the explanation and clearer understanding of our confession of our Lord Jesus Christ, our Lord God was found appearing to them that sought him not, and even to them that asked not for him.",
          "id": 1089
        },
        {
          "text": "And although some from the beginning contentiously made opposition, he shewed forth nevertheless his truth and so disposed things that an unanimous and uncontradicted writing was published by us all, which confirmed the souls of the stable, and inviting to the way of truth all who had declined therefrom.",
          "id": 1090
        },
        {
          "text": "And when we had subscribed with unanimous consent the chart, we all with one consent, that is our whole synod, entered the martyry of the most holy and triumphant martyr Euphemia, and when at the prayer of our most pious and beloved of Christ Emperor Marcian, and of our most pious and in all respects faithful Empress, our daughter and Augusta Pulcheria, with joy, and hilarity we placed upon the holy altar the decision which we had written for the confirmation of the faith of our fathers in accordance with that holy letter you sent us; and then handed it to their piety, that they might receive it as they had asked for it.",
          "id": 1091
        },
        {
          "text": "And when they had received it they gave glory with us to Christ the Lord, who had driven away the darkness of wicked opinion, and had illustrated with the greatest unanimity the word of truth, etc.",
          "id": 1092
        },
        {
          "text": "From this passage can easily be understood the very obscure passage in the letter of the Council to Leo, where it says that the definition was delivered by St.",
          "id": 1093
        },
        {
          "text": "Euphemia as her own confession of faith.",
          "id": 1094
        },
        {
          "text": "Vide note of the Ballerini on this epistle of Anatolius.",
          "id": 1095
        },
        {
          "text": "Hefele.",
          "id": 1096
        },
        {
          "text": "(Hist.",
          "id": 1097
        },
        {
          "text": "of the Councils.",
          "id": 1098
        },
        {
          "text": "Vol.",
          "id": 1099
        },
        {
          "text": "III.",
          "id": 1100
        },
        {
          "text": ", p.",
          "id": 1101
        },
        {
          "text": "348.",
          "id": 1102
        },
        {
          "text": ")  The present Greek text has ἐκ δύο φύσεων while the old Latin translation has, in duabus naturis.",
          "id": 1103
        },
        {
          "text": "After what had been repeatedly said in this session on the difference between \"in two natures\" and \"of two natures,\" and in opposition to the latter formula, there can be no doubt whatever that the old Latin translator had the more accurate text before him, and that it was originally ἐν δύο φύσεσιν.",
          "id": 1104
        },
        {
          "text": "This, however, is not mere supposition, but is expressly testified by antiquity:  (1) by the famous Abbot Euthymius of Palestine, a contemporary of the Council of Chalcedon, of whose disciples several were present as bishops at our Council (cf.",
          "id": 1105
        },
        {
          "text": "Baron.",
          "id": 1106
        },
        {
          "text": "ad.",
          "id": 1107
        },
        {
          "text": "ann.",
          "id": 1108
        },
        {
          "text": "451, n.",
          "id": 1109
        },
        {
          "text": "152 sq.",
          "id": 1110
        },
        {
          "text": ").",
          "id": 1111
        },
        {
          "text": "We still have a judgment of his which he gave respecting the decree of Chalcedon concerning the faith, and in which he repeats the leading doctrine in the words of the Synod itself.",
          "id": 1112
        },
        {
          "text": "At our passage he remarks:  ἐν δύο φύσεσι γνωρίζεσθαι ὁμολογεῖ τὸν ἕνα Χριστὸν κ.",
          "id": 1113
        },
        {
          "text": "τ.",
          "id": 1114
        },
        {
          "text": "λ.",
          "id": 1115
        },
        {
          "text": "The fragment of his writings on the subject is found in the Vita S.",
          "id": 1116
        },
        {
          "text": "Euthymii Abbatis, written by his pupil Cyril in the Analecta Graeca of the monks of St.",
          "id": 1117
        },
        {
          "text": "Maur, t.",
          "id": 1118
        },
        {
          "text": "i.",
          "id": 1119
        },
        {
          "text": ", p.",
          "id": 1120
        },
        {
          "text": "57, printed in Mansi, t.",
          "id": 1121
        },
        {
          "text": "vii.",
          "id": 1122
        },
        {
          "text": ", p.",
          "id": 1123
        },
        {
          "text": "774 sq.",
          "id": 1124
        },
        {
          "text": "(2) The second ancient witness is Severus, from a.",
          "id": 1125
        },
        {
          "text": "d.",
          "id": 1126
        },
        {
          "text": "513 Monophysite patriarch of Antioch, who represents it as a great reproach and an unpardonable offence in the fathers of Chalcedon that they had declared:  ἐν δύο φύσεσιν ἀδιαιρέτοις γνωρίζεσθαι τον Χριστὸν (see the Sententiae Severi in Mansi, t.",
          "id": 1127
        },
        {
          "text": "vii.",
          "id": 1128
        },
        {
          "text": ", p.",
          "id": 1129
        },
        {
          "text": "839).",
          "id": 1130
        },
        {
          "text": "(3) Somewhat more than a hundred years after the Council of Chalcedon, Evagrius copied its decree concerning the faith in extenso into his Church History (lib.",
          "id": 1131
        },
        {
          "text": "ii.",
          "id": 1132
        },
        {
          "text": ", 4), and, in fact, with the words:  ἐν δύο φύσεσιν ἀσυγχύτως κ.",
          "id": 1133
        },
        {
          "text": "τ.",
          "id": 1134
        },
        {
          "text": "λ.",
          "id": 1135
        },
        {
          "text": "(ed.",
          "id": 1136
        },
        {
          "text": "Mog.",
          "id": 1137
        },
        {
          "text": ", p.",
          "id": 1138
        },
        {
          "text": "294).",
          "id": 1139
        },
        {
          "text": "(4) In the conference on religion held between the Severians and the orthodox at Constantinople, a.",
          "id": 1140
        },
        {
          "text": "d.",
          "id": 1141
        },
        {
          "text": "553, the former reproached the Synod of Chalcedon with having put in duabus naturis, instead of ex duabus naturis, as Cyril and the old fathers had taught (Mansi, t.",
          "id": 1142
        },
        {
          "text": "viii.",
          "id": 1143
        },
        {
          "text": ", p.",
          "id": 1144
        },
        {
          "text": "892; Hardouin, t.",
          "id": 1145
        },
        {
          "text": "ii.",
          "id": 1146
        },
        {
          "text": ", p.",
          "id": 1147
        },
        {
          "text": "1162).",
          "id": 1148
        },
        {
          "text": "(5) Leontius of Byzantium maintains quite distinctly, in the year 610, in his work De Sectis, that the Synod taught ἕνα Χριστὸν ἐν δύο φύτεσιν ὰσυγχύτως κ.",
          "id": 1149
        },
        {
          "text": "τ.",
          "id": 1150
        },
        {
          "text": "λ.",
          "id": 1151
        },
        {
          "text": "It is clear that if any doubt had then existed as to the correct reading, Leontius could not have opposed the Monophysites with such certainty.",
          "id": 1152
        },
        {
          "text": "The passage adduced by him is Actio iv.",
          "id": 1153
        },
        {
          "text": ", c.",
          "id": 1154
        },
        {
          "text": "7.",
          "id": 1155
        },
        {
          "text": ", in Galland.",
          "id": 1156
        },
        {
          "text": "Bibliotheca PP.",
          "id": 1157
        },
        {
          "text": ", t.",
          "id": 1158
        },
        {
          "text": "xii.",
          "id": 1159
        },
        {
          "text": ", p.",
          "id": 1160
        },
        {
          "text": "633.",
          "id": 1161
        },
        {
          "text": "Gieseler (Kirchengesch.",
          "id": 1162
        },
        {
          "text": "i.",
          "id": 1163
        },
        {
          "text": ", S.",
          "id": 1164
        },
        {
          "text": "465), and after him Hahn (Biblioth.",
          "id": 1165
        },
        {
          "text": "der Symbole, S.",
          "id": 1166
        },
        {
          "text": "118, note 6), cites incorrectly the fourth instead of the fifth Actio.",
          "id": 1167
        },
        {
          "text": "Perhaps neither of them had consulted the passage itself.",
          "id": 1168
        },
        {
          "text": "(6) No less weight is to be attached to the fact that all the Latin translations, that of Rusticus and those before him, have in duabus naturis; and (7) that the Lateran Synod, a.",
          "id": 1169
        },
        {
          "text": "d.",
          "id": 1170
        },
        {
          "text": "649, had the same reading in their Acts (Hardouin, t.",
          "id": 1171
        },
        {
          "text": "iii.",
          "id": 1172
        },
        {
          "text": ", p.",
          "id": 1173
        },
        {
          "text": "835).",
          "id": 1174
        },
        {
          "text": "(8) Pope Agatho, also, in his letter to the Emperor Constans II.",
          "id": 1175
        },
        {
          "text": ", which was read in the sixth Ecumenical Synod, adduced the creed of Chalcedon with the words in duabus naturis (in the Acts of the sixth Ecumenical Council, Actio iv.",
          "id": 1176
        },
        {
          "text": "; in Mansi, t.",
          "id": 1177
        },
        {
          "text": "xi.",
          "id": 1178
        },
        {
          "text": ", p.",
          "id": 1179
        },
        {
          "text": "256; Hardouin, t.",
          "id": 1180
        },
        {
          "text": "iii.",
          "id": 1181
        },
        {
          "text": ", p.",
          "id": 1182
        },
        {
          "text": "1091).",
          "id": 1183
        },
        {
          "text": "In consequence of this, most scholars of recent times, e.",
          "id": 1184
        },
        {
          "text": "g.",
          "id": 1185
        },
        {
          "text": ", Tillemont, Walch (Bibloth.",
          "id": 1186
        },
        {
          "text": "symbol veter.",
          "id": 1187
        },
        {
          "text": ", p.",
          "id": 1188
        },
        {
          "text": "106), Hahn (l.",
          "id": 1189
        },
        {
          "text": "c.",
          "id": 1190
        },
        {
          "text": "), Gieseler (l.",
          "id": 1191
        },
        {
          "text": "c.",
          "id": 1192
        },
        {
          "text": "), Neander (Abthl.",
          "id": 1193
        },
        {
          "text": "ii.",
          "id": 1194
        },
        {
          "text": ", 2 of Bd.",
          "id": 1195
        },
        {
          "text": "iv.",
          "id": 1196
        },
        {
          "text": ", S.",
          "id": 1197
        },
        {
          "text": "988), have declared ἐν δύο φύσεσιν to be the original and correct reading.",
          "id": 1198
        },
        {
          "text": "Neander adds:  \"The whole process of the transactions of the Council shows this (that ἐν δύο is the correct reading).",
          "id": 1199
        },
        {
          "text": "Evidently the earlier creed, which was more favourable to the Egyptian doctrine, contained the ἐκ δύο φύσεων and the favour shown to the other party came out chiefly in the change of the ἐκ into ἐν.",
          "id": 1200
        },
        {
          "text": "The expression ἐκ δύο φύσεων besides, does not fit the place, the verb γνωριζόμενον points rather to the original ἐν.",
          "id": 1201
        },
        {
          "text": "The ἐν δύο φύσεσιν or ἐκ δύο φύσεων was the turning-point of the whole controversy between Monophysitism and Dyophysitism\".",
          "id": 1202
        },
        {
          "text": "Cf.",
          "id": 1203
        },
        {
          "text": ", on the other side, Baur, Trinitätslehre, Bd.",
          "id": 1204
        },
        {
          "text": "i.",
          "id": 1205
        },
        {
          "text": ", S.",
          "id": 1206
        },
        {
          "text": "820, and Dorner (Lehre v.",
          "id": 1207
        },
        {
          "text": "der Person Christi, Thl.",
          "id": 1208
        },
        {
          "text": "ii.",
          "id": 1209
        },
        {
          "text": ", S.",
          "id": 1210
        },
        {
          "text": "129), where it is maintained that ἐκ is the correct and original reading, but that it was from the beginning purposely altered by the Westerns into in; moreover, that ἐκ fits better than ἐν with γνωριζόμενον, and therefore that it had been allowed as a concession to the Monophysites.",
          "id": 1211
        },
        {
          "text": "The meaning, moreover, they say, of ἐκ and ἐν is essentially the same, and the one and the other alike excluded Monophysitism.",
          "id": 1212
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Extracts from the Acts.",
          "id": 1213
        },
        {
          "text": "Session VI.",
          "id": 1214
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 1215
        },
        {
          "text": "IV.",
          "id": 1216
        },
        {
          "text": ", col.",
          "id": 1217
        },
        {
          "text": "611.",
          "id": 1218
        },
        {
          "text": ")  [The Emperor was present in person and addressed the Council and afterwards suggested legislation under three heads, the drafts for which were read.",
          "id": 1219
        },
        {
          "text": "]  After this reading, the capitulas were handed by our most sacred and pious prince to the most beloved of God Anatolius, archbishop of royal Constantinople, which is New Rome, and all the most God-beloved bishops cried out:  Many years to our Emperor and Empress, the pious, the Christian.",
          "id": 1220
        },
        {
          "text": "May Christ whom thou servest keep thee.",
          "id": 1221
        },
        {
          "text": "These things are worthy of the faith.",
          "id": 1222
        },
        {
          "text": "To the Priest, the Emperor.",
          "id": 1223
        },
        {
          "text": "Thou hast straightened out the churches, victor of thine enemies, teacher of the faith.",
          "id": 1224
        },
        {
          "text": "Many years to the pious Empress, the lover of Christ.",
          "id": 1225
        },
        {
          "text": "Many years to her that is orthodox.",
          "id": 1226
        },
        {
          "text": "May God save your kingdom.",
          "id": 1227
        },
        {
          "text": "Ye have put down the heretics, ye have kept the faith.",
          "id": 1228
        },
        {
          "text": "May hatred be far removed from your empire, and may your kingdom endure for ever!  Our most sacred and pious prince said to the holy synod:  To the honour of the holy martyr Euphemia, and of your holiness, we decree that the city of Chalcedon, in which the synod of the holy faith has been held, shall have the honours of a metropolis, in name only giving it this honour, the proper dignity of the city of Nicomedia being preserved.",
          "id": 1229
        },
        {
          "text": "All cried out, etc.",
          "id": 1230
        },
        {
          "text": ", etc.",
          "id": 1231
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Decree on the Jurisdiction of Jerusalem and Antioch.",
          "id": 1232
        },
        {
          "text": "Session VII.",
          "id": 1233
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 1234
        },
        {
          "text": "IV.",
          "id": 1235
        },
        {
          "text": ", col.",
          "id": 1236
        },
        {
          "text": "618.",
          "id": 1237
        },
        {
          "text": ")  The most magnificent and glorious judges said:…The arrangement arrived at through the agreement of the most holy Maximus, the bishop of the city of Antioch, and of the most holy Juvenal, the bishop of Jerusalem, as the attestation of each of them declares, shall remain firm for ever, through our decree and the sentence of the holy synod; to wit, that the most holy bishop Maximus, or rather the most holy church of Antioch, shall have under its own jurisdiction the two Phoenicias and Arabia; but the most holy Juvenal, bishop of Jerusalem, or rather the most holy Church which is under him, shall have under his own power the three Palestines, all imperial pragmatics and letters and penalties being done away according to the bidding of our most sacred and pious prince.",
          "id": 1238
        },
        {
          "text": "Note.",
          "id": 1239
        },
        {
          "text": "The Ballerini, in their notes to the Works of St.",
          "id": 1240
        },
        {
          "text": "Leo (Migne, Pat.",
          "id": 1241
        },
        {
          "text": "Lat.",
          "id": 1242
        },
        {
          "text": ", LV.",
          "id": 1243
        },
        {
          "text": ", col.",
          "id": 1244
        },
        {
          "text": "733 et seqq.",
          "id": 1245
        },
        {
          "text": "), cite fragments of the Acts of this council, which if they can be trusted, shew that this matter of the rights of Antioch and Jerusalem was treated of again at a subsequent session (on Oct.",
          "id": 1246
        },
        {
          "text": "31) and determined in the same fashion.",
          "id": 1247
        },
        {
          "text": "These fragments have generally been received as genuine, and have been inserted by Mansi (Tom.",
          "id": 1248
        },
        {
          "text": "vii.",
          "id": 1249
        },
        {
          "text": ", 722 C.",
          "id": 1250
        },
        {
          "text": ") in his Concilia.",
          "id": 1251
        },
        {
          "text": "The notes of the Ballerini may also be read with profit, in the same volume of Migne's Latin Patrology, col.",
          "id": 1252
        },
        {
          "text": "737 et seq.",
          "id": 1253
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "The Decree with Regard to the Bishop of Ephesus.",
          "id": 1254
        },
        {
          "text": "Session XII.",
          "id": 1255
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 1256
        },
        {
          "text": "IV.",
          "id": 1257
        },
        {
          "text": ", col.",
          "id": 1258
        },
        {
          "text": "706.",
          "id": 1259
        },
        {
          "text": ")  The most glorious judges said:  Since the proposition of the God-beloved archbishop of royal Constantinople, Anatolius, and of the most reverend bishop Paschasinus, holding the place of Leo, the most God-beloved archbishop of old Rome, which orders that because both of them [i-e:, Bassianus and Stephen] acted uncanonically, neither of them should rule, nor be called bishop of the most holy church of Ephesus, and since the whole holy synod taught that uncanonically they had performed these ordinations, and had agreed with the speeches of the most reverend bishops; the most reverend Bassianus and the most reverend Stephen will be removed from the holy church of Ephesus; but they shall enjoy the episcopal dignity, and from the revenues of the before-mentioned most holy church, for their nourishment and consolation, they shall receive each year two hundred gold pieces; and another bishop shall be ordained according to the canons for the most holy church.",
          "id": 1260
        },
        {
          "text": "And the whole holy synod cried out:  This is a just sentence.",
          "id": 1261
        },
        {
          "text": "This is a pious scheme.",
          "id": 1262
        },
        {
          "text": "These things are fair to look upon.",
          "id": 1263
        },
        {
          "text": "The most reverend bishop Bassianus said:  Pray give order that what was stolen from me be restored.",
          "id": 1264
        },
        {
          "text": "The most glorious judges said:  If anything belonging to the most reverend bishop Bassianus personally has been taken from him, either by the most reverend bishop Stephen, or by any other persons whatsoever, this shall be restored, after judicial proof, by them who took it away or caused it to be taken.",
          "id": 1265
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Decree with Regard to Nicomedia.",
          "id": 1266
        },
        {
          "text": "Session XIII.",
          "id": 1267
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 1268
        },
        {
          "text": "IV.",
          "id": 1269
        },
        {
          "text": ", col.",
          "id": 1270
        },
        {
          "text": "715.",
          "id": 1271
        },
        {
          "text": ")  The most glorious judges said [after the reading of the imperial letters was finished]:  These divine letters say nothing whatever with regard to the episcopate, but both refer to honour belonging to metropolitan cities.",
          "id": 1272
        },
        {
          "text": "But the sacred letters of Valentinian and Valens of divine memory, which then bestowed metropolitan rights upon the city of Nice, carefully provided that nothing should be taken away from other cities.",
          "id": 1273
        },
        {
          "text": "And the canon of the holy fathers decreed that there should be one metropolis in each province.",
          "id": 1274
        },
        {
          "text": "What therefore is the pleasure of the holy synod in this matter?  The holy synod cried out:  Let the canons be kept.",
          "id": 1275
        },
        {
          "text": "Let the canons be sufficient.",
          "id": 1276
        },
        {
          "text": "Atticus the most reverend bishop of old Nicopolis in Epirus said:  The canon thus defines, that a metropolitan should have jurisdiction in each province, and he should constitute all the bishops who are in that province.",
          "id": 1277
        },
        {
          "text": "And this is the meaning of the canon.",
          "id": 1278
        },
        {
          "text": "Now the bishop of Nicomedia, since from the beginning this was a metropolis, ought to ordain all the bishops who are in that province.",
          "id": 1279
        },
        {
          "text": "The holy synod said:  This is what we all wish, this we all pray for, let this everywhere be observed, this is pleasing to all of us.",
          "id": 1280
        },
        {
          "text": "John, Constantine, Patrick [Peter] and the rest of the most reverend bishops of the Pontic diocese [through John who was one of them] said:  The canons recognize the one more ancient as the metropolitan.",
          "id": 1281
        },
        {
          "text": "And it is manifest that the most religious bishop of Nicomedia has the right of the ordination, and since the laws (as your magnificence has seen) have honoured Nice with the name only of metropolis, and so made its bishop superior to the rest of the bishops of the province in honour only.",
          "id": 1282
        },
        {
          "text": "The holy synod said:  They have taught in accordance with the canons, beautifully have they taught.",
          "id": 1283
        },
        {
          "text": "We all say the same things.",
          "id": 1284
        },
        {
          "text": "[Aëtius, Archdeacon of Constantinople, then put in a plea to save the rights of the throne of the royal city.",
          "id": 1285
        },
        {
          "text": "]  The most glorious judges said:  The most reverend the bishop of Nicomedia shall have the authority of metropolitan over the churches of the province of Bithynia, and Nice shall have the honour only of Metropolitical rank, submitting itself according to the example of the other bishops of the province of Nicomedia.",
          "id": 1286
        },
        {
          "text": "For such is the pleasure of the Holy Synod.",
          "id": 1287
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Canon I.",
          "id": 1288
        },
        {
          "text": "We have judged it right that the canons of the Holy Fathers made in every synod even until now, should remain in force.",
          "id": 1289
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Canon II.",
          "id": 1290
        },
        {
          "text": "If any Bishop should ordain for money, and put to sale a grace which cannot be sold, and for money ordain a bishop, or chorepiscopus, or presbyters, or deacons, or any other of those who are counted among the clergy; or if through lust of gain he should nominate for money a steward, or advocate, or prosmonarius, or any one whatever who is on the roll of the Church, let him who is convicted of this forfeit his own rank; and let him who is ordained be nothing profited by the purchased ordination or promotion; but let him be removed from the dignity or charge he has obtained for money.",
          "id": 1291
        },
        {
          "text": "And if any one should be found negotiating such shameful and unlawful transactions, let him also, if he is a clergyman, be deposed from his rank, and if he is a layman or monk, let him be anathematized.",
          "id": 1292
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Canon III.",
          "id": 1293
        },
        {
          "text": "It has come to [the knowledge of] the holy Synod that certain of those who are enrolled among the clergy have, through lust of gain, become hirers of other men's possessions, and make contracts pertaining to secular affairs, lightly esteeming the service of God, and slip into the houses of secular persons, whose property they undertake through covetousness to manage.",
          "id": 1294
        },
        {
          "text": "Wherefore the great and holy Synod decrees that henceforth no bishop, clergyman, nor monk shall hire possessions, or engage in business, or occupy himself in worldly engagements, unless he shall be called by the law to the guardianship of minors, from which there is no escape; or unless the bishop of the city shall commit to him the care of ecclesiastical business, or of unprovided orphans or widows and of persons who stand especially in need of the Church's help, through the fear of God.",
          "id": 1295
        },
        {
          "text": "And if any one shall hereafter transgress these decrees, he shall be subjected to ecclesiastical penalties.",
          "id": 1296
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Canon IV.",
          "id": 1297
        },
        {
          "text": "Let those who truly and sincerely lead the monastic life be counted worthy of becoming honour; but, forasmuch as certain persons using the pretext of monasticism bring confusion both upon the churches and into political affairs by going about promiscuously in the cities, and at the same time seeking to establish Monasteries for themselves; it is decreed that no one anywhere build or found a monastery or oratory contrary to the will of the bishop of the city; and that the monks in every city and district shall be subject to the bishop, and embrace a quiet course of life, and give themselves only to fasting and prayer, remaining permanently in the places in which they were set apart; and they shall meddle neither in ecclesiastical nor in secular affairs, nor leave their own monasteries to take part in such; unless, indeed, they should at any time through urgent necessity be appointed thereto by the bishop of the city.",
          "id": 1298
        },
        {
          "text": "And no slave shall be received into any monastery to become a monk against the will of his master.",
          "id": 1299
        },
        {
          "text": "And if any one shall transgress this our judgment, we have decreed that he shall be excommunicated, that the name of God be not blasphemed.",
          "id": 1300
        },
        {
          "text": "But the bishop of the city must make the needful provision for the monasteries.",
          "id": 1301
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Canon V.",
          "id": 1302
        },
        {
          "text": "Concerning bishops or clergymen who go about from city to city, it is decreed that the canons enacted by the Holy Fathers shall still retain their force.",
          "id": 1303
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Canon VI.",
          "id": 1304
        },
        {
          "text": "Neither presbyter, deacon, nor any of the ecclesiastical order shall be ordained at large, nor unless the person ordained is particularly appointed to a church in a city or village, or to a martyry, or to a monastery.",
          "id": 1305
        },
        {
          "text": "And if any have been ordained without a charge, the holy Synod decrees, to the reproach of the ordainer, that such an ordination shall be inoperative, and that such shall nowhere be suffered to officiate.",
          "id": 1306
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Canon VII.",
          "id": 1307
        },
        {
          "text": "We have decreed that those who have once been enrolled among the clergy, or have been made monks, shall accept neither a military charge nor any secular dignity; and if they shall presume to do so and not repent in such wise as to turn again to that which they had first chosen for the love of God, they shall be anathematized.",
          "id": 1308
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Canon VIII.",
          "id": 1309
        },
        {
          "text": "Let the clergy of the poor-houses, monasteries, and martyries remain under the authority of the bishops in every city according to the tradition of the holy Fathers; and let no one arrogantly cast off the rule of his own bishop; and if any shall contravene this canon in any way whatever, and will not be subject to their own bishop, if they be clergy, let them be subjected to canonical censure, and if they be monks or laymen, let them be excommunicated.",
          "id": 1310
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Canon IX.",
          "id": 1311
        },
        {
          "text": "If any Clergyman have a matter against another clergyman, he shall not forsake his bishop and run to secular courts; but let him first lay open the matter before his own Bishop, or let the matter be submitted to any person whom each of the parties may, with the Bishop's consent, select.",
          "id": 1312
        },
        {
          "text": "And if any one shall contravene these decrees, let him be subjected to canonical penalties.",
          "id": 1313
        },
        {
          "text": "And if a clergyman have a complaint against his own or any other bishop, let it be decided by the synod of the province.",
          "id": 1314
        },
        {
          "text": "And if a bishop or clergyman should have a difference with the metropolitan of the province, let him have recourse to the Exarch of the Diocese, or to the throne of the Imperial City of Constantinople, and there let it be tried.",
          "id": 1315
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Canon X.",
          "id": 1316
        },
        {
          "text": "It shall not be lawful for a clergyman to be at the same time enrolled in the churches of two cities, that is, in the church in which he was at first ordained, and in another to which, because it is greater, he has removed from lust of empty honour.",
          "id": 1317
        },
        {
          "text": "And those who do so shall be returned to their own church in which they were originally ordained, and there only shall they minister.",
          "id": 1318
        },
        {
          "text": "But if any one has heretofore been removed from one church to another, he shall not intermeddle with the affairs of his former church, nor with the martyries, almshouses, and hostels belonging to it.",
          "id": 1319
        },
        {
          "text": "And if, after the decree of this great and ecumenical Synod, any shall dare to do any of these things now forbidden, the synod decrees that he shall be degraded from his rank.",
          "id": 1320
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Canon XI.",
          "id": 1321
        },
        {
          "text": "We have decreed that the poor and those needing assistance shall travel, after examination, with letters merely pacifical from the church, and not with letters commendatory, inasmuch as letters commendatory ought to be given only to persons who are open to suspicion.",
          "id": 1322
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Canon XII.",
          "id": 1323
        },
        {
          "text": "It has come to our knowledge that certain persons, contrary to the laws of the Church, having had recourse to secular powers, have by means of imperial rescripts divided one Province into two, so that there are consequently two metropolitans in one province; therefore the holy Synod has decreed that for the future no such thing shall be attempted by a bishop, since he who shall undertake it shall be degraded from his rank.",
          "id": 1324
        },
        {
          "text": "But the cities which have already been honoured by means of imperial letters with the name of metropolis, and the bishops in charge of them, shall take the bare title, all metropolitan rights being preserved to the true Metropolis.",
          "id": 1325
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Canon XIII.",
          "id": 1326
        },
        {
          "text": "Strange and unknown clergymen without letters commendatory from their own Bishop, are absolutely prohibited from officiating in another city.",
          "id": 1327
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Canon XIV.",
          "id": 1328
        },
        {
          "text": "Since in certain provinces it is permitted to the readers and singers to marry, the holy Synod has decreed that it shall not be lawful for any of them to take a wife that is heterodox.",
          "id": 1329
        },
        {
          "text": "But those who have already begotten children of such a marriage, if they have already had their children baptized among the heretics, must bring them into the communion of the Catholic Church; but if they have not had them baptized, they may not hereafter baptize them among heretics, nor give them in marriage to a heretic, or a Jew, or a heathen, unless the person marrying the orthodox child shall promise to come over to the orthodox faith.",
          "id": 1330
        },
        {
          "text": "And if any one shall transgress this decree of the holy synod, let him be subjected to canonical censure.",
          "id": 1331
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Canon XV.",
          "id": 1332
        },
        {
          "text": "A woman shall not receive the laying on of hands as a deaconess under forty years of age, and then only after searching examination.",
          "id": 1333
        },
        {
          "text": "And if, after she has had hands laid on her and has continued for a time to minister, she shall despise the grace of God and give herself in marriage, she shall be anathematized and the man united to her.",
          "id": 1334
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "Canon XVI.",
          "id": 1335
        },
        {
          "text": "It is not lawful for a virgin who has dedicated herself to the Lord God, nor for monks, to marry; and if they are found to have done this, let them be excommunicated.",
          "id": 1336
        },
        {
          "text": "But we decree that in every place the bishop shall have the power of indulgence towards them.",
          "id": 1337
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "Canon XVII.",
          "id": 1338
        },
        {
          "text": "Outlying or rural parishes shall in every province remain subject to the bishops who now have jurisdiction over them, particularly if the bishops have peaceably and continuously governed them for the space of thirty years.",
          "id": 1339
        },
        {
          "text": "But if within thirty years there has been, or is, any dispute concerning them, it is lawful for those who hold themselves aggrieved to bring their cause before the synod of the province.",
          "id": 1340
        },
        {
          "text": "And if any one be wronged by his metropolitan, let the matter be decided by the exarch of the diocese or by the throne of Constantinople, as aforesaid.",
          "id": 1341
        },
        {
          "text": "And if any city has been, or shall hereafter be newly erected by imperial authority, let the order of the ecclesiastical parishes follow the political and municipal example.",
          "id": 1342
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "Canon XVIII.",
          "id": 1343
        },
        {
          "text": "The crime of conspiracy or banding together is utterly prohibited even by the secular law, and much more ought it to be forbidden in the Church of God.",
          "id": 1344
        },
        {
          "text": "Therefore, if any, whether clergymen or monks, should be detected in conspiring or banding together, or hatching plots against their bishops or fellow-clergy, they shall by all means be deposed from their own rank.",
          "id": 1345
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "Canon XIX.",
          "id": 1346
        },
        {
          "text": "Whereas it has come to our ears that in the provinces the Canonical Synods of Bishops are not held, and that on this account many ecclesiastical matters which need reformation are neglected; therefore, according to the canons of the holy Fathers, the holy Synod decrees that the bishops of every province shall twice in the year assemble together where the bishop of the Metropolis shall approve, and shall then settle whatever matters may have arisen.",
          "id": 1347
        },
        {
          "text": "And bishops, who do not attend, but remain in their own cities, though they are in good health and free from any unavoidable and necessary business, shall receive a brotherly admonition.",
          "id": 1348
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "Canon XX.",
          "id": 1349
        },
        {
          "text": "It shall not be lawful, as we have already decreed, for clergymen officiating in one church to be appointed to the church of another city, but they shall cleave to that in which they were first thought worthy to minister; those, however, being excepted, who have been driven by necessity from their own country, and have therefore removed to another church.",
          "id": 1350
        },
        {
          "text": "And if, after this decree, any bishop shall receive a clergyman belonging to another bishop, it is decreed that both the received and the receiver shall be excommunicated until such time as the clergyman who has removed shall have returned to his own church.",
          "id": 1351
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "Canon XXI.",
          "id": 1352
        },
        {
          "text": "Clergymen and laymen bringing charges against bishops or clergymen are not to be received loosely and without examination, as accusers, but their own character shall first be investigated.",
          "id": 1353
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "Canon XXII.",
          "id": 1354
        },
        {
          "text": "It is not lawful for clergymen, after the death of their bishop, to seize what belongs to him, as has been forbidden also by the ancient canons; and those who do so shall be in danger of degradation from their own rank.",
          "id": 1355
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "Canon XXIII.",
          "id": 1356
        },
        {
          "text": "It has come to the hearing of the holy Synod that certain clergymen and monks, having no authority from their own bishop, and sometimes, indeed, while under sentence of excommunication by him, betake themselves to the imperial Constantinople, and remain there for a long time, raising disturbances and troubling the ecclesiastical state, and turning men's houses upside down.",
          "id": 1357
        },
        {
          "text": "Therefore the holy Synod has determined that such persons be first notified by the Advocate of the most holy Church of Constantinople to depart from the imperial city; and if they shall shamelessly continue in the same practices, that they shall be expelled by the same Advocate even against their will, and return to their own places.",
          "id": 1358
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "Canon XXIV.",
          "id": 1359
        },
        {
          "text": "Monasteries, which have once been consecrated with the consent of the bishop, shall remain monasteries for ever, and the property belonging to them shall be preserved, and they shall never again become secular dwellings.",
          "id": 1360
        },
        {
          "text": "And they who shall permit this to be done shall be liable to ecclesiastical penalties.",
          "id": 1361
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "text": "Canon XXV.",
          "id": 1362
        },
        {
          "text": "Forasmuch as certain of the metropolitans, as we have heard, neglect the flocks committed to them, and delay the ordinations of bishops the holy Synod has decided that the ordinations of bishops shall take place within three months, unless an inevitable necessity should some time require the term of delay to be prolonged.",
          "id": 1363
        },
        {
          "text": "And if he shall not do this, he shall be liable to ecclesiastical penalties, and the income of the widowed church shall be kept safe by the steward of the same Church.",
          "id": 1364
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "text": "Canon XXVI.",
          "id": 1365
        },
        {
          "text": "Forasmuch as we have heard that in certain churches the bishops managed the church-business without stewards, it has seemed good that every church having a bishop shall have also a steward from among its own clergy, who shall manage the church business under the sanction of his own bishop; that so the administration of the church may not be without a witness; and that thus the goods of the church may not be squandered, nor reproach be brought upon the priesthood; and if he [i-e:, the Bishop] will not do this, he shall be subjected to the divine canons.",
          "id": 1366
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "text": "Canon XXVII.",
          "id": 1367
        },
        {
          "text": "The holy Synod has decreed that those who forcibly carry off women under pretence of marriage, and the aiders or abettors of such ravishers, shall be degraded if clergymen, and if laymen be anathematized.",
          "id": 1368
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "text": "Canon XXVIII.",
          "id": 1369
        },
        {
          "text": "Following in all things the decisions of the holy Fathers, and acknowledging the canon, which has been just read, of the One Hundred and Fifty Bishops beloved-of-God (who assembled in the imperial city of Constantinople, which is New Rome, in the time of the Emperor Theodosius of happy memory), we also do enact and decree the same things concerning the privileges of the most holy Church of Constantinople, which is New Rome.",
          "id": 1370
        },
        {
          "text": "For the Fathers rightly granted privileges to the throne of old Rome, because it was the royal city.",
          "id": 1371
        },
        {
          "text": "And the One Hundred and Fifty most religious Bishops, actuated by the same consideration, gave equal privileges (ἴσα πρεσβεῖα) to the most holy throne of New Rome, justly judging that the city which is honoured with the Sovereignty and the Senate, and enjoys equal privileges with the old imperial Rome, should in ecclesiastical matters also be magnified as she is, and rank next after her; so that, in the Pontic, the Asian, and the Thracian dioceses, the metropolitans only and such bishops also of the Dioceses aforesaid as are among the barbarians, should be ordained by the aforesaid most holy throne of the most holy Church of Constantinople; every metropolitan of the aforesaid dioceses, together with the bishops of his province, ordaining his own provincial bishops, as has been declared by the divine canons; but that, as has been above said, the metropolitans of the aforesaid Dioceses should be ordained by the archbishop of Constantinople, after the proper elections have been held according to custom and have been reported to him.",
          "id": 1372
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "text": "Canon XXIX.",
          "id": 1373
        },
        {
          "text": "It is sacrilege to degrade a bishop to the rank of a presbyter; but, if they are for just cause removed from episcopal functions, neither ought they to have the position of a Presbyter; and if they have been displaced without any charge, they shall be restored to their episcopal dignity.",
          "id": 1374
        },
        {
          "text": "And Anatolius, the most reverend Archbishop of Constantinople, said:  If those who are alleged to have been removed from the episcopal dignity to the order of presbyter, have indeed been condemned for any sufficient causes, clearly they are not worthy of the honour of a presbyter.",
          "id": 1375
        },
        {
          "text": "But if they have been forced down into the lower rank without just cause, they are worthy, if they appear guiltless, to receive again both the dignity and priesthood of the Episcopate.",
          "id": 1376
        },
        {
          "text": "And all the most reverend Bishops cried out:  The judgment of the Fathers is right.",
          "id": 1377
        },
        {
          "text": "We all say the same.",
          "id": 1378
        },
        {
          "text": "The Fathers have righteously decided.",
          "id": 1379
        },
        {
          "text": "Let the sentence of the Archbishops prevail.",
          "id": 1380
        },
        {
          "text": "And the most magnificent and glorious judges said:  Let the pleasure of the Holy Synod be established for all time.",
          "id": 1381
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "text": "Extracts from the Acts.",
          "id": 1382
        },
        {
          "text": "Session XVI.",
          "id": 1383
        },
        {
          "text": "(Labbe and Cossart, Concilia, Tom.",
          "id": 1384
        },
        {
          "text": "IV.",
          "id": 1385
        },
        {
          "text": ", col.",
          "id": 1386
        },
        {
          "text": "794.",
          "id": 1387
        },
        {
          "text": ")  Paschasinus and Lucentius, the most reverend bishops, holding the place of the Apostolic See, said:  If your magnificence so orders, we have something to lay before you.",
          "id": 1388
        },
        {
          "text": "The most glorious judges, said:  Say what you wish.",
          "id": 1389
        },
        {
          "text": "The most holy Paschasinus the bishop, holding the place of Rome, said:  The rulers of the world, taking care of the holy Catholic faith, by which their kingdom and glory is increased, have deigned to define this, in order that unity through a holy peace may be preserved through all the churches.",
          "id": 1390
        },
        {
          "text": "But with still greater care their clemency has vouchsafed to provide for the future, so that no contention may spring up again between God's bishops, nor any schisms, nor any scandal.",
          "id": 1391
        },
        {
          "text": "But yesterday after your excellencies and our humility had left, it is said that certain decrees were made, which we esteem to have been done contrary to the canons, and contrary to ecclesiastical discipline.",
          "id": 1392
        },
        {
          "text": "We request that your magnificence order these things to be read, that all the brethren may know whether the things done are just or unjust.",
          "id": 1393
        },
        {
          "text": "The most glorious judges said:  If anything was done after our leaving let it be read.",
          "id": 1394
        },
        {
          "text": "And before the reading, Aëtius, the Archdeacon of the Church of Constantinople said:  It is certain that the matters touching the faith received a suitable form.",
          "id": 1395
        },
        {
          "text": "But it is customary at synods, after those things which are chiefest of all shall have been defined, that other things also which are necessary should be examined and put into shape.",
          "id": 1396
        },
        {
          "text": "We have, I mean the most holy Church of Constantinople has, manifestly things to be attended to.",
          "id": 1397
        },
        {
          "text": "We asked the lord bishops (κυρίοις τοις ἐπισκοποις) from Rome, to join with us in these matters, but they declined, saying they had received no instructions on the subject.",
          "id": 1398
        },
        {
          "text": "We referred the matter to your magnificence and you bid the holy Synod to consider this very point.",
          "id": 1399
        },
        {
          "text": "And when your magnificence had gone forth, as the affair was one of common interest, the most holy bishops, standing up, prayed that this thing might be done.",
          "id": 1400
        },
        {
          "text": "And they were present here, and this was done in no hidden nor secret fashion, but in due course and in accordance with the canons.",
          "id": 1401
        },
        {
          "text": "The most glorious judges said:  Let the acts be read.",
          "id": 1402
        },
        {
          "text": "[ The canon (number XXVIII.",
          "id": 1403
        },
        {
          "text": "), was then read, and the signatures, in all 192, including the bishops of Antioch, Jerusalem, and Heraclea, but not Thalassius of Caesarea who afterwards assented.",
          "id": 1404
        },
        {
          "text": "Only a week before 350had signed the Definition of faith.",
          "id": 1405
        },
        {
          "text": "When the last name was read a debate arose as follows.",
          "id": 1406
        },
        {
          "text": "(Col.",
          "id": 1407
        },
        {
          "text": "810.",
          "id": 1408
        },
        {
          "text": ").",
          "id": 1409
        },
        {
          "text": "]  Lucentius, the most reverend bishop and legate of the Apostolic See, said:  In the first place let your excellency notice that it was brought to pass by circumventing the holy bishops so that they were forced to sign the as yet unwritten canons, of which they made mention.",
          "id": 1410
        },
        {
          "text": "[The Greek reads a little differently (I have followed the Latin as it is supposed by the critics to be more pure than the Greek we now have):  Your excellency has perceived how many things were done in the presence of the bishops, in order that no one might be forced to sign the aforementioned canons; defining by necessity.",
          "id": 1411
        },
        {
          "text": "]  The most reverend bishops cried out:  No one was forced.",
          "id": 1412
        },
        {
          "text": "Lucentius the most reverend bishop and legate of the Apostolic See, said:  It is manifest that the decrees of the 318 have been put aside, and that mention only has been made of those of the 150, which are not found to have any place in the synodical canons, and which were made as they acknowledge eighty years ago.",
          "id": 1413
        },
        {
          "text": "If therefore they enjoyed this privilege during these years, what do they seek for now?  If they never used it, why seek it?  [The Greek reads:  \"It is manifest that the present decrees have been added to the decrees of the 318 and to those of the 150 after them, decrees not received into the synodical canons, these things they pretend to be defined.",
          "id": 1414
        },
        {
          "text": "If therefore in these times they used this benefit what now do they seek which according to the canons they had not used?]  Aëtius, the archdeacon of the most holy Church of Constantinople, said:  If on this subject they had received any commands, let them be brought forward.",
          "id": 1415
        },
        {
          "text": "Bonifacius, a presbyter and vicar of the Apostolic See, said:  The most blessed and Apostolic Pope, among other things, gave us this commandment.",
          "id": 1416
        },
        {
          "text": "And he read from the chart, \"The rulings of the holy fathers shall with no rashness be violated or diminished.",
          "id": 1417
        },
        {
          "text": "Let the dignity of our person in all ways be guarded by you.",
          "id": 1418
        },
        {
          "text": "And if any, influenced by the power of his own city, should undertake to make usurpations, withstand this with suitable firmness\".",
          "id": 1419
        },
        {
          "text": "The most glorious judges said:  Let each party quote the canons.",
          "id": 1420
        },
        {
          "text": "————————————  Paschasinus, the most reverend bishop and representative, read:  Canon Six of the 318 holy fathers, \"The Roman Church hath always had the primacy.",
          "id": 1421
        },
        {
          "text": "Let Egypt therefore so hold itself that the bishop of Alexandria have the authority over all, for this is also the custom as regards the bishop of Rome.",
          "id": 1422
        },
        {
          "text": "So too at Antioch and in the other provinces let the churches of the larger cities have the primacy.",
          "id": 1423
        },
        {
          "text": "[In the Greek 'let the primacy be kept to the churches;' a sentence which I do not understand, unless it means that for the advantage of the churches the primatial rights of Antioch must be upheld.",
          "id": 1424
        },
        {
          "text": "But such a sentiment one would expect to find rather in the Latin than in the Greek.",
          "id": 1425
        },
        {
          "text": "]  And one thing is abundantly clear, that if any one shall have been ordained bishop contrary to the will of the metropolitan, this great synod has decreed that such an one ought not to be bishop.",
          "id": 1426
        },
        {
          "text": "If however the judgment of all his own [fellows] is reasonable and according to the canons, and if two or three dissent through their own obstinacy, then let the vote of the majority prevail.",
          "id": 1427
        },
        {
          "text": "For a custom has prevailed, and it is an ancient tradition, that the bishop of Jerusalem be honoured, let him have his consequent honour, but the rights of his own metropolis must be preserved\".",
          "id": 1428
        },
        {
          "text": "Constantine, the secretary, read from a book handed him by Aëtius, the archdeacon; Canon Six of the 318 holy Fathers.",
          "id": 1429
        },
        {
          "text": "\"Let the ancient customs prevail, those of Egypt, so that the bishop of Alexandria shall have jurisdiction over all, since this also is the custom at Rome.",
          "id": 1430
        },
        {
          "text": "Likewise at Antioch and in the rest of the provinces, let the rank (πρεσβεῖα) be preserved to the churches.",
          "id": 1431
        },
        {
          "text": "For this is absolutely clear that if anyone contrary to the will of the metropolitan be ordained bishop, such an one the great synod decreed should not be a bishop.",
          "id": 1432
        },
        {
          "text": "If however by the common vote of all, founded upon reason, and according to the canons, two or three moved by their own obstinacy, make opposition, let the vote of the majority stand\".",
          "id": 1433
        },
        {
          "text": "The same secretary read from the same codex the determination of the Second Synod.",
          "id": 1434
        },
        {
          "text": "\"These things the bishops decreed who assembled by the grace of God in Constantinople from far separated provinces,…and bishops are not to go to churches which are outside the bounds of their dioceses, nor to confound the churches, but according to the canons the bishop of Alexandria shall take the charge of the affairs of Egypt only, and the bishops of Orient shall govern the Oriental diocese only, the honours due to the Church of Antioch being guarded according to the Nicene canons, and the Asiatic bishops shall care for the diocese of Asia only, and those of Pontus the affairs of Pontus only, and those of Thrace the affairs of Thrace only.",
          "id": 1435
        },
        {
          "text": "But bishops shall not enter uncalled another diocese for ordination, or any other ecclesiastical function.",
          "id": 1436
        },
        {
          "text": "And the aforesaid canon concerning dioceses being observed, it is evident that the synod of every province will administer the affairs of that particular province as was decreed at Nice.",
          "id": 1437
        },
        {
          "text": "But the churches of God in heathen nations must be governed according to the custom which has prevailed from the times of the Fathers.",
          "id": 1438
        },
        {
          "text": "The bishop of Constantinople however shall have the prerogative of honour next after the bishop of Rome, because Constantinople is new Rome\".",
          "id": 1439
        },
        {
          "text": "Notes.",
          "id": 1440
        },
        {
          "text": "An attempt has been made to shew that this statement of the acts is a mere blunder.",
          "id": 1441
        },
        {
          "text": "That no correct copy of the Nicene canons was read, and that the council accepted the version produced by the Roman legate as genuine.",
          "id": 1442
        },
        {
          "text": "The proposition appears to me in itself ridiculous, and taken in connexion with the fact that the acts shew that the true canon of Nice was read immediately afterwards I cannot think the hypothesis really worthy of serious consideration.",
          "id": 1443
        },
        {
          "text": "But it is most ably defended by the Ballerini in their edition of St.",
          "id": 1444
        },
        {
          "text": "Leo's works (Tom.",
          "id": 1445
        },
        {
          "text": "iii.",
          "id": 1446
        },
        {
          "text": ", p.",
          "id": 1447
        },
        {
          "text": "xxxvij.",
          "id": 1448
        },
        {
          "text": "et seqq.",
          "id": 1449
        },
        {
          "text": ") and Hefele seems to have accepted their conclusions (Vol.",
          "id": 1450
        },
        {
          "text": "III.",
          "id": 1451
        },
        {
          "text": ", p.",
          "id": 1452
        },
        {
          "text": "435).",
          "id": 1453
        },
        {
          "text": "Bright, however, I think, takes a most just view of the case, whom I therefore quote.",
          "id": 1454
        },
        {
          "text": "Bright.",
          "id": 1455
        },
        {
          "text": "If we place ourselves for a moment in the position of the ecclesiastics of Constantinople when they heard Paschasinus read his \"version,\" which the Ballerini gently describe as \"differing a little\" from the Greek text, we shall see that it was simply impossible for them not to quote that text as it was preserved in their archives, and had been correctly translated by Philo and Evarestus in their version beginning \"Antiqui mores obtineant\".",
          "id": 1456
        },
        {
          "text": "No comment on the difference between it and the Roman \"version\" is recorded to have been made:  and, in truth, none was necessary.",
          "id": 1457
        },
        {
          "text": "Simply to confront the two, and pass on to the next point, was to confute Paschasinus at once most respectfully and most expressively.",
          "id": 1458
        },
        {
          "text": "It should be added that the Ballerini ground their theory chiefly upon the authority of a Latin ms.",
          "id": 1459
        },
        {
          "text": ", the Codex Julianus, now called Parisiensis, in which this reading of the true text of the canon of Nice is not contained, as Baluzius was the first to point out.",
          "id": 1460
        },
        {
          "text": "————————————  The most glorious judges said:  Let the most holy Asiatic and Pontic bishops who have signed the tome just read say whether they gave their signatures of their own judgment or compelled by any necessity.",
          "id": 1461
        },
        {
          "text": "And when these were come into the midst, the most reverend Diogenes, the bishop of Cyzicum, said:  I call God to witness that I signed of my own judgment.",
          "id": 1462
        },
        {
          "text": "[And so on, one after the other.",
          "id": 1463
        },
        {
          "text": "]  The rest cried out:  We signed willingly.",
          "id": 1464
        },
        {
          "text": "The most glorious judges said:  As it is manifest that the subscription of each one of the bishops was given without any necessity but of his own will, let the most holy bishops who have not signed say something.",
          "id": 1465
        },
        {
          "text": "Eusebius, the bishop of Ancyra, said:  I am about to speak but for myself alone.",
          "id": 1466
        },
        {
          "text": "[His speech is a personal explanation of his own action with regard to consecrating a bishop for Gangra.",
          "id": 1467
        },
        {
          "text": "]  The most glorious judges said:  From what has been done and brought forward on each side, we perceive that the primacy of all (πρὸ πάντων τὰ πρωτεῖα) and the chief honour (τὴν ἐξαίρετον τιμὴν) according to the canons, is to be kept for the most God-beloved archbishop of Old Rome, but that the most reverend archbishop of the royal city Constantinople, which is new Rome, is to enjoy the honour of the same primacy, and to have the power to ordain the metropolitans in the Asiatic, Pontic, and Thracian dioceses, in this manner:  that there be elected by the clergy, and substantial (κτητόρων) and most distinguished men of each metropolis and moreover by all the most reverend bishops of the province, or a majority of them, and that he be elected whom those afore mentioned shall deem worthy of the metropolitan episcopate and that he should be presented by all those who had elected him to the most holy archbishop of royal Constantinople, that he might be asked whether he [i-e:, the Patriarch of Constantinople] willed that he should there be ordained, or by his commission in the province where he received the vote to the episcopate.",
          "id": 1468
        },
        {
          "text": "The most reverend bishops of the ordinary towns should be ordained by all the most reverend bishops of the province or by a majority of them, the metropolitan having his power according to the established canon of the fathers, and making with regard to such ordinations no communications to the most holy archbishop of royal Constantinople.",
          "id": 1469
        },
        {
          "text": "Thus the matter appears to us to stand.",
          "id": 1470
        },
        {
          "text": "Let the holy Synod vouchsafe to teach its view of the case.",
          "id": 1471
        },
        {
          "text": "The most reverend bishops cried out:  This is a just sentence.",
          "id": 1472
        },
        {
          "text": "So we all say.",
          "id": 1473
        },
        {
          "text": "These things please us all.",
          "id": 1474
        },
        {
          "text": "This is a just determination.",
          "id": 1475
        },
        {
          "text": "Establish the proposed form of decree.",
          "id": 1476
        },
        {
          "text": "This is a just vote.",
          "id": 1477
        },
        {
          "text": "All has been decreed as should be.",
          "id": 1478
        },
        {
          "text": "We beg you to let us go.",
          "id": 1479
        },
        {
          "text": "By the safety of the Emperor let us go.",
          "id": 1480
        },
        {
          "text": "We all will remain in this opinion, we all say the same things.",
          "id": 1481
        },
        {
          "text": "Lucentius, the bishop, said:  The Apostolic See gave orders that all things should be done in our presence [This sentence reads in the Latin:  The Apostolic See ought not to be humiliated in our presence.",
          "id": 1482
        },
        {
          "text": "I do not know why Canon Bright in his notes on Canon XXVIII.",
          "id": 1483
        },
        {
          "text": "has followed this reading]; and therefore whatever yesterday was done to the prejudice of the canons during our absence, we beseech your highness to command to be rescinded.",
          "id": 1484
        },
        {
          "text": "But if not, let our opposition be placed in the minutes, and pray let us know clearly [Lat.",
          "id": 1485
        },
        {
          "text": "that we may know] what we are to report to that most apostolic bishop who is the ruler of the whole church, so that he may be able to take action with regard to the indignity done to his See and to the setting at naught of the canons.",
          "id": 1486
        },
        {
          "text": "[John, the most reverend bishop of Sebaste, said:  We all will remain of the opinion expressed by your magnificence.",
          "id": 1487
        },
        {
          "text": "]  The most glorious judges said:  The whole synod has approved what we proposed.",
          "id": 1488
        },
        {
          "text": "Notes.",
          "id": 1489
        },
        {
          "text": "Hefele.",
          "id": 1490
        },
        {
          "text": "(Hist.",
          "id": 1491
        },
        {
          "text": "Counc.",
          "id": 1492
        },
        {
          "text": ", Vol.",
          "id": 1493
        },
        {
          "text": "III.",
          "id": 1494
        },
        {
          "text": ", p.",
          "id": 1495
        },
        {
          "text": "428.",
          "id": 1496
        },
        {
          "text": ")  That is, the prerogative assigned to the Church of Constantinople is, in spite of the opposition of the Roman legate decreed by the Synod.",
          "id": 1497
        },
        {
          "text": "Thus ended the Council of Chalcedon after it had lasted three weeks.",
          "id": 1498
        },
        {
          "text": "How it is possible after reading the foregoing proceedings to imagine for an instant that the bishops of this Council considered the rights they were discussing to be of Divine origin, and that the occupant of the See of Rome was, jure divino, supreme over all pontiffs I cannot understand.",
          "id": 1499
        },
        {
          "text": "It is quite possible, of course, to affirm, as some have done, that the acts, as we have them, have been mutilated, but the contention involves not only many difficulties but also no few absurdities; and yet I cannot but think that even this extreme hypothesis is to be preferred to any attempt to reconcile the acts as we now have them with the acceptance on the part of the members of the council of the doctrine of a jure divino Papal Supremacy as it is now held by the Latin Church.",
          "id": 1500
        }
      ]
    }
  ]
}