{
  "book": "Chrysostom: Homilies Concerning The Power of Demons I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Three homilies Concerning the Power of Demons: Homily I.",
          "id": 51634
        },
        {
          "text": "Against those who say that demons govern human affairs, and who are displeased at the chastisement of God, and are offended at the prosperity of the wicked and the hardships of the just.",
          "id": 51635
        },
        {
          "text": "I indeed was hoping, that from the continuance of my discourse, you would have had a surfeit of my words: but I see that the contrary is happening: that no surfeit is taking place from this continuance, but that your desire is increased, that an addition is made not to your satiety but to your pleasure, that the same thing is happening which the winebibbers at heathen drinking-bouts experience; for they, the more they pour down unmixed wine, so much the rather they kindle their thirst, and in your case the more teaching we inculcate, so much the rather do we kindle your desire, we make your longing greater, your love for it the stronger.",
          "id": 51636
        },
        {
          "text": "On this account, although I am conscious of extreme poverty, I do not cease to imitate the ostentatious among entertainers, both setting before you my table continuously, and placing on it the cup of my teaching, filled full: for I see that after having drunk it all, you retire again thirsting.",
          "id": 51637
        },
        {
          "text": "And this indeed has become evident during the whole time, but especially since the last Lord's Day: For that ye partake of the divine oracles insatiably, that day particularly shewed: whereon I discoursed about the unlawfulness of speaking ill one of another, when I furnished you with a sure subject for self accusation, suggesting that you should speak ill of your own sins, but should not busy yourselves about those of other people: when I brought forward the Saints as accusing themselves indeed, but sparing others: Paul saying I am the chief of sinners, and that God had compassion on him who was a blasphemer, and a persecutor, and injurious, and calling himself one born out of due time, and not even thinking himself worthy of the title of Apostle: Peter saying \"Depart from me because I am a sinful man:\" Matthew styling himself a publican even in the days of his Apostleship: David crying out and saying \"My iniquities have gone over my head, and as a heavy burden have been burdensome to me:\" and Isaiah lamenting and bewailing \"I am unclean, and have unclean lips:\" The three children in the furnace of fire, confessing and saying that they have sinned and transgressed, and have not kept the commandments of God.",
          "id": 51638
        },
        {
          "text": "Daniel again makes the same lamentation.",
          "id": 51639
        },
        {
          "text": "When after the enumeration of these Saints, I called their accusers flies, and introduced the right reason for the comparison, saying, that just as they fasten themselves upon the wounds of others, so also the accusers bite at other people's sins, collecting disease therefrom for their acquaintance, and those who do the opposite, I designated bees, not gathering together diseases, but building honeycombs with the greatest devotion, and so flying to the meadow of the virtue of the Saint: Then accordingly—then ye shewed your insatiable longing.",
          "id": 51640
        },
        {
          "text": "For when my discourse was extended to some length, yea to an interminable length, such as never was, many indeed expected that your eagerness would be quenched by the abundance of what was said.",
          "id": 51641
        },
        {
          "text": "But the contrary happened.",
          "id": 51642
        },
        {
          "text": "For your heart was the rather warmed, your desire was the rather kindled: and whence was this evident? The acclamations at least which took place at the end were greater, and the shouts more clear, and the same thing took place as at the forge.",
          "id": 51643
        },
        {
          "text": "For as there at the beginning indeed the light of the fire is not very clear, but when the flame has caught the whole of the wood that is laid upon it, it is raised to a great height; so also accordingly this happened on the occasion of that day.",
          "id": 51644
        },
        {
          "text": "At the beginning indeed, this assembly was not vehemently stirred by me.",
          "id": 51645
        },
        {
          "text": "But when the discourse was extended to some length, and gradually took hold of all the subjects and the teaching spread more widely, then accordingly, then the desire of listening was kindled in you, and the applause broke forth, more vehemently.",
          "id": 51646
        },
        {
          "text": "On this account, although I had been prepared to say less than was spoken, I then exceeded the measure, nay rather I never exceeded the measure.",
          "id": 51647
        },
        {
          "text": "For I am wont to measure the amount of the teaching not by the multitude of the words spoken, but by the disposition of the audience.",
          "id": 51648
        },
        {
          "text": "For he who meets with a disgusted audience, even if he abridge his teaching, seems to be vexatious, but he who meets with eager, and wide-awake, and attentive hearers, though he extend his discourse to some length, not even thus fulfils their desire.",
          "id": 51649
        },
        {
          "text": "But since it happens that there are in so great a congregation, certain weak ones, unable to follow the length of the discourse, I wish to suggest this to them, that they should hear and receive, as much as they can, and having received enough should retire: There is no one who forbids, or compels them to remain beyond their natural strength.",
          "id": 51650
        },
        {
          "text": "Let them not however necessitate the abridgement of the discourse before the time and the proper hours.",
          "id": 51651
        },
        {
          "text": "Thou art replete, but thy brother still hungers.",
          "id": 51652
        },
        {
          "text": "Thou art drunk with the multitude of the things spoken, but thy brother is still thirsty.",
          "id": 51653
        },
        {
          "text": "Let him then not distress thy weakness, compelling thee to receive more than thine own power allows: nor do thou vex his zeal by preventing him from receiving all that he can take in.",
          "id": 51654
        },
        {
          "text": "This also happens at secular feasts.",
          "id": 51655
        },
        {
          "text": "Some indeed are more quickly satisfied, some more tardily, and neither do these blame those, nor do they condemn these.",
          "id": 51656
        },
        {
          "text": "But there indeed to withdraw more quickly is praiseworthy, but here to withdraw more quickly is not praiseworthy, but excusable.",
          "id": 51657
        },
        {
          "text": "There to leave off more slowly, is culpable and faulty, here to withdraw more tardily, brings the greatest commendation, and good report.",
          "id": 51658
        },
        {
          "text": "Pray why is this? Because there indeed the tardiness arises from greediness, but here the endurance, and patience are made up of spiritual desire and divine longing.",
          "id": 51659
        },
        {
          "text": "But enough of preamble.",
          "id": 51660
        },
        {
          "text": "And we will proceed hereupon to that business which remained over to us from that day.",
          "id": 51661
        },
        {
          "text": "What then was that which was then spoken? that all men had one speech, just as also they had one nature, and no one was different in speech, or in tongue.",
          "id": 51662
        },
        {
          "text": "Whence then comes so great a distinction in speech? From the carelessness of those who received the gift—of both of which matters we then spoke, shewing both the lovingkindness of the Master through this unity of speech, and the senselessness of the servants through their distinction of speech.",
          "id": 51663
        },
        {
          "text": "For he indeed foreseeing that we should waste the gift nevertheless gave it: and they to whom it was entrusted, waxed evil over their charge.",
          "id": 51664
        },
        {
          "text": "This is then one way of explanation, not that God wrested the gift from us but that we wasted what had been given.",
          "id": 51665
        },
        {
          "text": "Then next after that, that we received afterwards gifts greater than those lost.",
          "id": 51666
        },
        {
          "text": "In place of temporal toil he honoured us with eternal life.",
          "id": 51667
        },
        {
          "text": "In place of thorns and thistles he prepared the fruit of the Spirit to grow in our souls.",
          "id": 51668
        },
        {
          "text": "Nothing was more insignificant than man, and nothing became more honoured than man.",
          "id": 51669
        },
        {
          "text": "He was the last item of the reasonable creation.",
          "id": 51670
        },
        {
          "text": "But the feet became the head, and by means of the first-fruits, were raised to the royal throne.",
          "id": 51671
        },
        {
          "text": "For just as some generous and opulent man who has seen some one escape from shipwreck and only able to save his bare body from the waves, cradles him in his hands, and casts about him a bright garment, and conducts him to the highest honours; so also God has done in the case of our nature.",
          "id": 51672
        },
        {
          "text": "Man cast aside all that he had, his right to speak freely, his communion with God, his sojourn in Paradise, his unclouded life, and as from a shipwreck, went forth bare.",
          "id": 51673
        },
        {
          "text": "But God received him and straightway clothed him, and taking him by the hand gradually conducted him to heaven.",
          "id": 51674
        },
        {
          "text": "And yet the shipwreck was quite unpardonable.",
          "id": 51675
        },
        {
          "text": "For this tempest was due entirely not to the force of the winds, but to the carelessness of the sailor.",
          "id": 51676
        },
        {
          "text": "And yet God did not look at this, but had compassion for the magnitude of the calamity, and him who had suffered shipwreck in harbour, he received as lovingly as if he had undergone this in the midst of the open sea.",
          "id": 51677
        },
        {
          "text": "For to fall in Paradise is to undergo shipwreck in harbour.",
          "id": 51678
        },
        {
          "text": "Why so? Because when no sadness, or care, or labours, or toil, or countless waves of desire assaulted our nature, it was upset and it fell.",
          "id": 51679
        },
        {
          "text": "And as the miscreants who sail the sea, often bore through the ship with a small iron tool, and let in the whole sea to the ship from below; so accordingly then, when the Devil saw the ship of Adam, that is his soul, full of many good things, he came and bored it through with his mere voice, as with some small iron tool, and emptied him of all his wealth and sank the ship itself.",
          "id": 51680
        },
        {
          "text": "But God made the gain greater than the loss, and brought our nature to the royal throne.",
          "id": 51681
        },
        {
          "text": "Wherefore Paul cries out and says, \"He raised us up with him, and made us to sit with him, on his right hand in the heavenly places, that in the ages to come he might shew the exceeding riches of his grace in kindness towards us\".",
          "id": 51682
        },
        {
          "text": "What dost thou say? the thing has already happened and has an end, and dost thou say \"in order that he might shew to the ages to come?\" Has he not shewn? He has already shewn, but not to all men, but to me who am faithful, but the unbelieving has not yet seen the wonder.",
          "id": 51683
        },
        {
          "text": "But then, in that day the whole nature of man will come forward, and will wonder at that which has been done, but especially will it be more manifest to us.",
          "id": 51684
        },
        {
          "text": "For we believe even now; but hearing and sight do not put a wonder before us in the same way, but just as in the case of kings when we hear of the purple robe, and the diadem, and the golden raiment, and the royal throne, we wonder indeed, but experience this in greater degree when the curtains are drawn aside and we see him seated on the lofty judgment seat.",
          "id": 51685
        },
        {
          "text": "So also in the case of the Only-Begotten, when we see the curtains of heaven drawn aside, and the King of angels descending thence, and with his body-guard of the heavenly hosts, then we perceive the wonder to be greater from our sight of it.",
          "id": 51686
        },
        {
          "text": "For consider with me what it is to see our nature borne upon the Cherubim, and the whole angelic force surrounding it.",
          "id": 51687
        },
        {
          "text": "But look, with me, too, at the wisdom of Paul, how many expressions he seeks for, so as to present to us the lovingkindness of God.",
          "id": 51688
        },
        {
          "text": "For he did not speak merely the word grace, nor riches, but what did he say? \"The exceeding riches of his grace in kindness\".",
          "id": 51689
        },
        {
          "text": "But notwithstanding even so, he is below the mark; and even as the slippery bodies when grasped by countless hands, escape our hold, and slip through easily; so also are we unable to get hold of the lovingkindness of God in whatever expressions we may try to grasp it, but the exceeding magnitude of it baffles the feebleness of our utterances.",
          "id": 51690
        },
        {
          "text": "And Paul therefore experiencing this, and seeing the force of words defeated by its magnitude, desists after saying one word: and what is this? \"Thanks be to God for his unspeakable gift\".",
          "id": 51691
        },
        {
          "text": "For neither speech, nor any mind is able to set forth the tender care of God.",
          "id": 51692
        },
        {
          "text": "On this account he then says that it is past finding out, and elsewhere \"The peace of God which passeth all understanding shall keep your hearts\".",
          "id": 51693
        },
        {
          "text": "But, as I was saying, these two ways of explanation are found in the meantime: one indeed that God has not wrested the gift that we have lost; and next, that the good things which have been given to us are even greater than those which we have lost.",
          "id": 51694
        },
        {
          "text": "And I wish also to mention a third too.",
          "id": 51695
        },
        {
          "text": "What then is the third? That even if he had not given the things after these, which were greater than those we had lost, but had only taken away what had been given to us, as we furnished the reason why, (for let this be added); even this is enough of itself to shew his tender care towards us.",
          "id": 51696
        },
        {
          "text": "For not only to give, but also to take away what was given, is a mark of the greatest lovingkindness, and, if you will, let us lay bare the matter, in the case of Paradise.",
          "id": 51697
        },
        {
          "text": "He gave Paradise.",
          "id": 51698
        },
        {
          "text": "This of his own tender care.",
          "id": 51699
        },
        {
          "text": "We were seen to be unworthy of the gift.",
          "id": 51700
        },
        {
          "text": "This of our own senselessness.",
          "id": 51701
        },
        {
          "text": "He took away the gift from those who became unworthy of it.",
          "id": 51702
        },
        {
          "text": "This came of his own goodness.",
          "id": 51703
        },
        {
          "text": "And what kind of goodness is it, says one, to take away the gift? Wait, and thou shalt fully hear.",
          "id": 51704
        },
        {
          "text": "For think, what Cain would have been, dwelling in Paradise after his bloodguiltiness.",
          "id": 51705
        },
        {
          "text": "For if, when he was expelled from that abode, if when condemned to toil and labour, and beholding the threat of death hanging over his head, if seeing the calamity of his father before his eyes, and holding the traces of the wrath of God still in his hands, and encompassed with so great horrors, he lashed out into such great wickedness, as to ignore nature, and to forget one born from the same birth pangs, and to slay him who had done him no wrong, to lay hold on his brother's person, and to dye his right hand with blood, and when God wanted him to be still, to refuse submission and to affront his maker, to dishonour his parents; if this man had continued to dwell in Paradise—look, into how great evil he would have rushed.",
          "id": 51706
        },
        {
          "text": "For if when so many restraints were laid upon him, he leapt with fatal leaps; and if these walls were set at nought, whither would he not have precipitated himself?  Wouldest thou learn too from the mother of this man, what a good result the expulsion from the life of Paradise had, compare what Eve was before this, and what she became afterwards.",
          "id": 51707
        },
        {
          "text": "Before this indeed, she considered that deceiving Devil, that wicked Demon to be more worth believing than the commandments of God, and at the mere sight of the tree, she trampled under foot the law which had been laid down by Him.",
          "id": 51708
        },
        {
          "text": "But when the expulsion from Paradise came, consider how much better and wiser she grew.",
          "id": 51709
        },
        {
          "text": "For when she bare a son, she says \"I have gotten a man through the Lord\".",
          "id": 51710
        },
        {
          "text": "She straightway flew to the master, who before this had despised the master, and she neither ascribes the matter to nature, nor puts the birth down to the laws of marriage, but she recognizes the Lord of Nature, and acknowledges thanks to Him for the birth of the little child.",
          "id": 51711
        },
        {
          "text": "And she who before this deceived her husband, afterwards even trained the little child, and gave him a name which of itself was able to bring the gift of God to her remembrance: and again when she bare another, she says \"God hath raised up seed to me in place of Abel whom Cain slew\".",
          "id": 51712
        },
        {
          "text": "The woman remembers her calamity, and does not become impatient but she gives thanks to God, and calls the little child after his gift, furnishing it with constant material for instruction.",
          "id": 51713
        },
        {
          "text": "Thus even in his very deprivation God conferred greater benefit.",
          "id": 51714
        },
        {
          "text": "The woman suffered expulsion from Paradise, but by means of her ejection she was led to a knowledge of God, so that she found a greater thing than she lost.",
          "id": 51715
        },
        {
          "text": "And if it were profitable, says one, to suffer expulsion from Paradise, for what cause did God give Paradise at the beginning? This turned out profitably to man, on account of our carelessness, since, if at least, they had taken heed to themselves, and had acknowledged their master, and had known how to be self-restrained, and to keep within bounds, they would have remained in honour.",
          "id": 51716
        },
        {
          "text": "But when they treated the gifts which had been given them with insolence, then it became profitable, that they should be ejected.",
          "id": 51717
        },
        {
          "text": "For what cause then did God give at first? In order that he might shew forth his own lovingkindness, and because He himself was prepared to bring us even to greater honour.",
          "id": 51718
        },
        {
          "text": "But we were the cause of chastisement and punishment on all sides, ejecting ourselves through our indifference to goods which were given to us.",
          "id": 51719
        },
        {
          "text": "Just as therefore an affectionate father, at first indeed, suffers his own son to dwell in his home, and to enjoy all his father's goods, but when he sees that he has become worthless of the honour, he leads him away from his table, and puts him far from his own sight, and often casts him forth from his paternal home, in order that he, suffering expulsion, and becoming better by this slight and this dishonour, may again shew himself worthy of restoration, and may succeed to his father's inheritance: So has God done.",
          "id": 51720
        },
        {
          "text": "He gave Paradise to man.",
          "id": 51721
        },
        {
          "text": "He cast him out when he appeared unworthy, in order that by his dwelling outside, and through his dishonour, he might become better, and more self-restrained, and might appear worthy again of restoration.",
          "id": 51722
        },
        {
          "text": "Since after those things he did become better, he brings him back again and says \"To-day shalt thou be with me in Paradise\".",
          "id": 51723
        },
        {
          "text": "Dost thou see that not the gift of Paradise but even the ejection from Paradise was a token of the greatest tender care? For had he not suffered expulsion from Paradise, he would not again have appeared worthy of Paradise.",
          "id": 51724
        },
        {
          "text": "This argument therefore let us maintain throughout, and let us apply it to the case of the subject lying before us.",
          "id": 51725
        },
        {
          "text": "God gave a speech common to all.",
          "id": 51726
        },
        {
          "text": "This is part of his loving kindness to men.",
          "id": 51727
        },
        {
          "text": "They did not use the gift rightly, but they lapsed to utter folly.",
          "id": 51728
        },
        {
          "text": "He took away again that which had been given.",
          "id": 51729
        },
        {
          "text": "For if when they had one speech, they fell into so great folly, as to wish to build a tower to heaven: had they not immediately been chastised would they not have desired to lay hold on the height of heaven itself? For why? If indeed that were impossible for them, yet notwithstanding their impious thoughts are made out from their plan.",
          "id": 51730
        },
        {
          "text": "All which things God foresaw, and since they did not use their oneness of speech rightly, he rightly divided them by difference of speech.",
          "id": 51731
        },
        {
          "text": "And see with me, his lovingkindness.",
          "id": 51732
        },
        {
          "text": "\"Behold,\" saith he \"they all have one speech, and this they have begun to do\".",
          "id": 51733
        },
        {
          "text": "For what reason did he not at once proceed to the division of tongues, but first of all defend himself, as if about to be judged in a lawcourt? And yet at least no one can say to him why hast thou thus done? yea he is at liberty to do all things as he wills.",
          "id": 51734
        },
        {
          "text": "But still as one about to give account, he thus sets up a defence, teaching us to be gentle and loving.",
          "id": 51735
        },
        {
          "text": "For if the master defends himself to his servants, even when they have done him this wrong; much more ought we to defend ourselves to one another, even if we are wronged to the highest degree.",
          "id": 51736
        },
        {
          "text": "See at least how he defends himself.",
          "id": 51737
        },
        {
          "text": "\"Behold they have all one mouth and one speech\" saith he, \"and this they have begun to do,\" as if he said let no one accuse me of this when he sees the division of tongues.",
          "id": 51738
        },
        {
          "text": "Let no one consider that this difference of speech was made over to men from the beginning.",
          "id": 51739
        },
        {
          "text": "\"Behold they all have one mouth, and one speech\".",
          "id": 51740
        },
        {
          "text": "But they did not use the gift aright.",
          "id": 51741
        },
        {
          "text": "And in order that thou mayest understand that he does not chastise for what has taken place so much as he provides for improvement in the future, hear the sequel \"and now none of all the things will fail them, which they set on foot to do\".",
          "id": 51742
        },
        {
          "text": "Now what he says, is of such a kind as this.",
          "id": 51743
        },
        {
          "text": "If they do not pay the penalty now, and be restrained from the very root of their sins, they will never cease from wickedness.",
          "id": 51744
        },
        {
          "text": "For this is what \"none of the things will fail them which they set on foot to do\" means, as if he said, and they will add other deeds yet more monstrous.",
          "id": 51745
        },
        {
          "text": "For such a thing is wickedness; if when it has taken a start it be not hindered, as fire catching wood, so it rises to an unspeakable height.",
          "id": 51746
        },
        {
          "text": "Dost thou see that the deprivation of oneness of speech was a work of much lovingkindness? He inflicted difference of speech upon them, in order that they might not fall into greater wickedness.",
          "id": 51747
        },
        {
          "text": "Hold fast this argument then with me, and let it ever be fixed and immoveable in your minds, that not only when he confers benefits but even when he chastises God is good and loving.",
          "id": 51748
        },
        {
          "text": "For even his chastisements and his punishments are the greatest part of his beneficence, the greatest form of his providence.",
          "id": 51749
        },
        {
          "text": "Whenever therefore thou seest that famines have taken place, and pestilences, and drought and immoderate rains, and irregularities in the atmosphere, or any other of the things which chasten human nature, be not distressed, nor be despondent, but worship Him who caused them, marvel at Him for His tender care.",
          "id": 51750
        },
        {
          "text": "For He who does these things is such that He even chastens the body that the soul may become sound.",
          "id": 51751
        },
        {
          "text": "Then does God these things saith one? God does these things, and even if the whole city, nay even if the whole universe were here I will not shrink from saying this.",
          "id": 51752
        },
        {
          "text": "Would that my voice were clearer than a trumpet, and that it were possible to stand in a lofty place, and to cry aloud to all men, and to testify that God does these things.",
          "id": 51753
        },
        {
          "text": "I do not say these things in arrogance but I have the prophet standing at my side, crying and saying, \"There is no evil in the city which the Lord hath not done\"—now evil is an ambiguous term; and I wish that you shall learn the exact meaning of each expression, in order that on account of ambiguity you may not confound the nature of the things, and fall into blasphemy.",
          "id": 51754
        },
        {
          "text": "There is then evil, which is really evil; fornication, adultery, covetousness, and the countless dreadful things, which are worthy of the utmost reproach and punishment.",
          "id": 51755
        },
        {
          "text": "Again there is evil, which rather is not evil, but is called so, famine, pestilence, death, disease, and others of a like kind.",
          "id": 51756
        },
        {
          "text": "For these would not be evils.",
          "id": 51757
        },
        {
          "text": "On this account I said they are called so only.",
          "id": 51758
        },
        {
          "text": "Why then? Because, were they evils, they would not have become the sources of good to us, chastening our pride, goading our sloth, and leading us on to zeal, making us more attentive.",
          "id": 51759
        },
        {
          "text": "\"For when,\" saith one, \"he slew them, then they sought him, and they returned, and came early to God\".",
          "id": 51760
        },
        {
          "text": "He calls this evil therefore which chastens them, which makes them purer, which renders them more zealous, which leads them on to love of wisdom; not that which comes under suspicion and is worthy of reproach; for that is not a work of God, but an invention of our own will, but this is for the destruction of the other.",
          "id": 51761
        },
        {
          "text": "He calls then by the name of evil the affliction, which arises from our punishment; thus naming it not in regard to its own nature, but according to that view which men take of it.",
          "id": 51762
        },
        {
          "text": "For since we are accustomed to call by the name of evil, not only thefts and adulteries, but also calamities; so he has called the matter, according to the estimate of mankind.",
          "id": 51763
        },
        {
          "text": "This then is that which the prophet saith \"There is no evil in the city which the Lord hath not done\".",
          "id": 51764
        },
        {
          "text": "This too by means of Isaiah God has made clear saying \"I am God who maketh peace and createth evil,\" again naming calamities evils.",
          "id": 51765
        },
        {
          "text": "This evil also Christ hints at, thus saying to the disciples, \"sufficient for the day is the evil thereof,\" that is to say the affliction, the misery.",
          "id": 51766
        },
        {
          "text": "It is manifest then on all sides, that he here calls punishment evil; and himself brings these upon us, affording us the greatest view of his providence.",
          "id": 51767
        },
        {
          "text": "For the physician is not only to be commended when he leads forth the patient into gardens and meadows, nor even into baths and pools of water, nor yet when he sets before him a well furnished table, but when he orders him to remain without food, when he oppresses him with hunger and lays him low with thirst, confines him to his bed, both making his house a prison, and depriving him of the very light, and shadowing his room on all sides with curtains, and when he cuts, and when he cauterizes, and when he brings his bitter medicines, he is equally a physician.",
          "id": 51768
        },
        {
          "text": "How is it not then preposterous to call him a physician who does so many evil things, but to blaspheme God, if at any time He doeth one of these things, if He bring on either famine or death, and to reject his providence over all? And yet He is the only true physician both of souls and bodies.",
          "id": 51769
        },
        {
          "text": "On this account He often seizes this nature of ours wantoning in prosperity, and travailing with a fever of sins, and by want, and hunger, and death and other calamities and the rest of the medicines of which He knows, frees us from diseases.",
          "id": 51770
        },
        {
          "text": "But the poor alone feel hunger, says one.",
          "id": 51771
        },
        {
          "text": "But He does not chasten with hunger alone, but with countless other things.",
          "id": 51772
        },
        {
          "text": "Him who is in poverty He has often corrected with hunger, but the rich and him who enjoys prosperity, with dangers, diseases, untimely deaths.",
          "id": 51773
        },
        {
          "text": "For He is full of resources, and the medicines which He has for our salvation are manifold.",
          "id": 51774
        },
        {
          "text": "Thus too the judges do.",
          "id": 51775
        },
        {
          "text": "They do not honour, or crown those only who dwell in cities, nor do they provide gifts alone, but they also often correct.",
          "id": 51776
        },
        {
          "text": "On this account both the sword is sharpened by them, and tortures are prepared; both the wheel and the stocks, and the executioners, and countless other forms of chastisement.",
          "id": 51777
        },
        {
          "text": "That which the executioner is to the judges, famine is to God—as an executioner correcting us and leading us away from vice.",
          "id": 51778
        },
        {
          "text": "This too, it is possible to see in the case of the husbandmen: They do not then, only protect the root of the vine, nor hedge it round but prune it, and lop off many of the branches; on this account not only have they a hoe, but a sickle too, suitable for cutting: yet notwithstanding we do not find fault with them, but then above all we admire them, when we see them cutting off much that is unserviceable, so as through the rejection of what is superfluous to afford great security to that which remains.",
          "id": 51779
        },
        {
          "text": "How is it not then preposterous, that we should thus approve of a father indeed and a physician and a judge, and a husbandman, and should neither blame nor censure him who casts his son out of his house nor the physician who puts his patient to torture nor the judge who corrects, nor the husbandman who prunes: but that we should blame and smite with countless accusations God, if he would at any time raise us up, when we are as it were, besotted through the great drunkenness which comes of wickedness? How great madness would it not be, not even to allow God a share of the same self-justification, of which we allow our fellow servants a share?.",
          "id": 51780
        },
        {
          "text": "Fearing these things for them who reproach God, I speak now, in order that they may not kick against the pricks, and cover their own feet with blood, that they may not throw stones to heaven, and receive wounds on their own head.",
          "id": 51781
        },
        {
          "text": "But I have somewhat else far beyond this to say.",
          "id": 51782
        },
        {
          "text": "For omitting to ask (I say this by way of concession) if God took from us to our profit, I only say this; that if He took what had been given, not even thus, could anyone be able to reproach Him.",
          "id": 51783
        },
        {
          "text": "For He was Lord of his own.",
          "id": 51784
        },
        {
          "text": "Among men indeed, when they entrust us with money, and lend us silver, we give them our thanks for the time during which they lent it, we are not indignant at the time at which they take back their own.",
          "id": 51785
        },
        {
          "text": "And shall we reproach God who wishes to take back his own? Indeed now is this not the extreme of folly? yea the great and noble Job did not act thus.",
          "id": 51786
        },
        {
          "text": "For not only when he received, but even when he was deprived, he gives the greatest thanks to God saying, \"The Lord gave, the Lord hath taken away; may the name of the Lord be blessed for ever\".",
          "id": 51787
        },
        {
          "text": "But if it is right to give thanks for both these even separately, and deprivation is not the less serviceable than bestowal; what excusableness should we have, tell me, in recompensing in a contrary spirit, and being impatient with Him when we ought to worship, who is so gentle, and loving and careful, who is wiser than every Physician, and more full of affection than any father, juster than any judge, and more anxious than any husbandman, in healing these souls of ours? What then could be more insane and senseless than they who in the midst of so great good order, say that we are deprived of the providence of God? For just as if some one were to contend that the soul was murky and cold, he would produce an example of extreme insanity, by his opinion; so if any one doubts about the providence of God, much rather is he liable to charges of madness.",
          "id": 51788
        },
        {
          "text": "Not so manifest is the Sun, as the providence of God is clear.",
          "id": 51789
        },
        {
          "text": "But nevertheless some dare to say that Demons administer our affairs.",
          "id": 51790
        },
        {
          "text": "What can I do? Thou hast a loving Master.",
          "id": 51791
        },
        {
          "text": "He chooses rather to be blasphemed by thee through these words, than to commit thine affairs to the Demons and persuade thee by the reality how Demons administer.",
          "id": 51792
        },
        {
          "text": "For then thou wouldest know their wickedness well by the experience of it.",
          "id": 51793
        },
        {
          "text": "But rather indeed now it is possible to set it before you as it were by a certain small example.",
          "id": 51794
        },
        {
          "text": "Certain men possessed of Demons coming forth out of the tombs met Christ, and the Demons kept beseeching him to suffer them to enter the herd of swine.",
          "id": 51795
        },
        {
          "text": "And he suffered them, and they went away, and straightway precipitated them all headlong.",
          "id": 51796
        },
        {
          "text": "Thus do Demons govern; and yet to them the swine were of no particular account, but with thee there is ever a warfare without a truce, and an implacable fight, and undying hatred.",
          "id": 51797
        },
        {
          "text": "And if in the case of those with whom they had nothing in common they did not even endure that they should be allowed a brief breathing space of time: if they had gotten unto their power us their enemies who are perpetually stinging them what would they not have done? and what incurable mischief would they not have accomplished? For for this reason God let them fall upon the herd of swine, in order that in the case of the bodies of irrational animals thou mayest learn their wickedness, and that they would have done to the possessed the things which they did to the swine, had not the demoniacs in their very madness experienced the providence of God, is evident to all: and now therefore when thou seest a man excited by a Demon, worship the Master.",
          "id": 51798
        },
        {
          "text": "Learn the wickedness of the Demons.",
          "id": 51799
        },
        {
          "text": "For it is possible to see both things in the case of these Demons, the lovingkindness of God, and the evil of the Demons.",
          "id": 51800
        },
        {
          "text": "The evil of the Demons when they harass and disturb the soul of the demented: and the lovingkindness of God whenever he restrains and hinders so savage a Demon, who has taken up his abode within, and desires to hurl the man headlong, and does not allow him to use his own power to the full, but suffers him to exhibit just so much strength, as both to bring the man to his senses, and make his own wickedness apparent.",
          "id": 51801
        },
        {
          "text": "Dost thou wish to form another example to see once more how a Demon arranges matters when God allows him to use his own power? Consider the herds, the flocks of Job, how in one instant of time he annihilated all, consider the pitiable death of the children, the blow that was dealt to his body: and thou shalt see the savage and inhuman and unsparing character of the wickedness of the Demons, and from these things thou shalt know clearly that if God had entrusted the whole of this world to their authority, they would have confused and disturbed everything, and would have assigned to us their treatment of the swine, and of those herds, since not even for a little breathing space of time could they have endured to spare us our salvation.",
          "id": 51802
        },
        {
          "text": "If Demons were to arrange affairs, we should be in no better condition than possessed men, yea rather we should be worse than they.",
          "id": 51803
        },
        {
          "text": "For God did not give them over entirely to the tyranny of the Demons, otherwise they would suffer far worse things than these which they now suffer.",
          "id": 51804
        },
        {
          "text": "And I would ask this of those who say these things, what kind of disorder they behold in the present, that they set down all our affairs to the arrangement of Demons? And yet we behold the sun for so many years proceeding day by day in regular order, a manifold band of stars keeping their own order, the courses of the moon unimpeded, an invariable succession of night and day, all things, both above and below, as it were in a certain fitting harmony, yea rather even far more, and more accurately each keeping his own place, and not departing from the order which God who made them ordained from the beginning.",
          "id": 51805
        },
        {
          "text": "And what is the use of all this, says one, when the heaven indeed, and sun, and moon, and the band of stars, and all the rest keep much good order, but our affairs are full of confusion and disorder.",
          "id": 51806
        },
        {
          "text": "What kind of confusion, O man, and disorder? A certain one, says he, is rich, and overbearing, He is rapacious and covetous, he drains the substance of the poor day by day, and suffers no terrible affliction.",
          "id": 51807
        },
        {
          "text": "Another lives in forbearance, self-restraint, and uprightness, and is adorned with all other good qualities, and is chastened with poverty and disease, and extremely terrible afflictions.",
          "id": 51808
        },
        {
          "text": "Are these then the matters which offend thee? Yes, these, says he.",
          "id": 51809
        },
        {
          "text": "If then thou seest both of the rapacious, many chastened, and of those living virtuously, yea some even enjoying countless goods, why dost thou not abandon thine opinion, and be content with the Almighty? Because it is this very thing which offends me more.",
          "id": 51810
        },
        {
          "text": "For why when there are two evil men, is one chastened, and another gets off, and escapes; and when there are two good men, one is honoured, and the other continues under punishment? And this very thing is a very great work of God's providence.",
          "id": 51811
        },
        {
          "text": "For if he were to chasten all the evil men, here; and were to honour here all the good men, a day of judgment were superfluous.",
          "id": 51812
        },
        {
          "text": "Again if he were to chasten no wicked man, nor were to honour any of the good, then the base would become baser and worse, as being more careless than the excellent, and they who were minded to blaspheme would accuse God all the more, and say that our affairs were altogether deprived of his providence.",
          "id": 51813
        },
        {
          "text": "For if when certain evil men are chastened, and certain good men punished, they likewise say that human affairs are subject to no providence; if even this did not happen what would they not say? and what words would they not send forth? On this account some of the wicked he chastens, and some he does not chasten and some of the good he honours and some he does not honour.",
          "id": 51814
        },
        {
          "text": "He does not chasten all, in order that he may persuade thee, that there is a Resurrection.",
          "id": 51815
        },
        {
          "text": "But he chastens some in order that he may make the more careless, through fear by means of the punishment of the others, more in earnest.",
          "id": 51816
        },
        {
          "text": "Again he honours certain of the good, in order that he may lead on others by his honours to emulate their virtue.",
          "id": 51817
        },
        {
          "text": "But he does not honour all, in order that thou mayest learn that there is another season for rendering to all their recompense.",
          "id": 51818
        },
        {
          "text": "For if indeed all were to receive their deserts here, they would disbelieve the account of the Resurrection.",
          "id": 51819
        },
        {
          "text": "But if no one were to receive his desert here, the majority would become more careless.",
          "id": 51820
        },
        {
          "text": "On this account some he chastens, and others he does not chasten, profiting both those who are chastened, and those who are not chastened.",
          "id": 51821
        },
        {
          "text": "For he separates their wickedness from those, and he makes the others by their punishment, more self-restrained.",
          "id": 51822
        },
        {
          "text": "And this is manifest from what Christ himself said.",
          "id": 51823
        },
        {
          "text": "For when they announced to him that a tower had been brought to the ground, and had buried certain men, he saith to them \"What think ye? that these men were sinners only? I say to you nay, but if ye do not repent ye also shall suffer the same thing\".",
          "id": 51824
        },
        {
          "text": "Dost thou see how those perished on account of their sin, and the rest did not escape on account of their righteousness, but in order that they might become better by the punishment of the others? Were not then the chastened unjustly dealt with says one? For they could without being chastened themselves become better by the punishment of others.",
          "id": 51825
        },
        {
          "text": "But if He had known that they would become better from penitence God would not have chastened them.",
          "id": 51826
        },
        {
          "text": "For if when he foresaw that many would profit nothing from his longsuffering, he nevertheless bears with them, with much tolerance, fulfilling his own part, and affording them an opportunity of coming out of their own senselessness to their sober senses one day; how could he deprive those who were about to become better from the punishment of others, of the benefit of repentance? So that they are in no way unjustly treated, both their evil being cut off by their punishment, and their chastening is to be lighter there, because they suffered here beforehand.",
          "id": 51827
        },
        {
          "text": "Again, they who were not chastened are in no way unjustly treated; for it was possible for them, had they wished, to have used the longsuffering of God, to accomplish a most excellent change, and wondering at his tolerance, to have become ashamed at his exceeding forbearance, and one day to have gone over to virtue, and to have gained their own salvation by the punishment of others.",
          "id": 51828
        },
        {
          "text": "But if they remain in wickedness, God is not to blame, who on this account was longsuffering, that he might recover them, but they are unworthy of pardon, who did not rightly use the longsuffering of God: and it is not only possible to use this argument as a reason why all the wicked are not chastened here, but another also not less than this.",
          "id": 51829
        },
        {
          "text": "Of what kind then is this? That if God brought upon all, the chastenings which their sins deserved, our race would have been carried off, and would have failed to come down to posterity.",
          "id": 51830
        },
        {
          "text": "And in order that thou mayest learn that this is true, hear the prophet saying \"If Thou observedst iniquity O Lord, who shall stand?\" And if it seems good to thee to investigate this saying, leaving the accurate enquiry into the life of each, alone: (For it is not possible even to know all that has been accomplished by each man) let us bring forward those sins which all, without contradiction, commit: and from these it will be plain and manifest to us, that if we were chastened for each of our sins, we should long ago have perished.",
          "id": 51831
        },
        {
          "text": "He who has called his brother fool, \"is liable to the hell of fire\" saith He.",
          "id": 51832
        },
        {
          "text": "Is there then any one of us who has never sinned this sin? What then? ought he to be straightway carried off? Therefore we should have been all carried off and would have disappeared, long ago, indeed very long ago.",
          "id": 51833
        },
        {
          "text": "Again he who swears, saith he, even if he fulfil his oath, doeth the works of the wicked one.",
          "id": 51834
        },
        {
          "text": "Who is there then, who has not sworn? Yea rather who is there who has never sworn falsely? He who looketh on a woman, saith he, with unchaste eyes, is wholly an adulterer, and of this sin any one would find many guilty.",
          "id": 51835
        },
        {
          "text": "When then these acknowledged sins are such and so insufferable, and each of these of itself brings upon us inevitable chastisement, if we were to reckon up the secret sins committed by us, then we shall see especially that the providence of God does not bring upon us punishment for each sin.",
          "id": 51836
        },
        {
          "text": "So that when thou seest anyone rapacious, covetous, and not chastened, then do thou unfold thine own conscience; reckon up thine own life, go over the sins which have been committed and thou shalt learn rightly that in thine own case first, it is not expedient to be chastened for each of thy sins: for on this account the majority make reckless utterances, since they do not look on their own case before that of others, but we all leaving our own alone, examine that of the rest.",
          "id": 51837
        },
        {
          "text": "But let us no longer do this, but the reverse, and if thou seest any righteous man chastened, remember Job: for if any one be righteous, he will not be more righteous than that man, nor within a small distance of approaching him.",
          "id": 51838
        },
        {
          "text": "And if he suffer countless ills, he has not yet suffered so much, as that man.",
          "id": 51839
        },
        {
          "text": "Taking this then into thy mind, cease charging the master; learning that it is not by way of deserting him does God let such an one suffer ill, but through desire to crown him, and make him more distinguished.",
          "id": 51840
        },
        {
          "text": "And if thou seest a sinner punished, remember the paralytic who passed thirty eight years on his bed.",
          "id": 51841
        },
        {
          "text": "For that that man was delivered over then to that disease through sin, hear Christ saying \"Behold thou art made whole; sin no more lest a worse thing happen to thee\".",
          "id": 51842
        },
        {
          "text": "For either when we are chastened, we pay the penalty of our sins, or else we receive the occasion of crowning if, when we live in rectitude, we suffer ill.",
          "id": 51843
        },
        {
          "text": "So that whether we live in righteousness, or in sins, chastening is a useful thing for us, sometimes making us more distinguished, sometimes rendering us more self-controlled, and lightening our punishment to come for us.",
          "id": 51844
        },
        {
          "text": "For that it is possible that one chastened here, and bearing it thankfully should experience milder punishment there hear St.",
          "id": 51845
        },
        {
          "text": "Paul saying \"For this reason many are weak and sickly, and some sleep.",
          "id": 51846
        },
        {
          "text": "For if we judged ourselves, we should not be judged.",
          "id": 51847
        },
        {
          "text": "But when we are judged we are corrected by the Lord, that we should not be condemned with the world\".",
          "id": 51848
        },
        {
          "text": "Knowing all these things therefore, Let us both moralize in this way on the providence of God, and stop the mouths of the gainsayers.",
          "id": 51849
        },
        {
          "text": "And if any of the events which happen pass our understanding, let us not from this consider that our affairs are not governed by providence, but perceiving His providence in part, in things incomprehensible let us yield to the unsearchableness of His wisdom.",
          "id": 51850
        },
        {
          "text": "For if it is not possible for one not conversant with it to understand a man's art, much rather is it impossible for the human understanding to comprehend the infinity of the providence of God.",
          "id": 51851
        },
        {
          "text": "\"For his judgments are unsearchable and his ways past finding out\".",
          "id": 51852
        },
        {
          "text": "But nevertheless from small portions we gain a clear and manifest faith about the whole, we give thanks to him for all that happens.",
          "id": 51853
        },
        {
          "text": "For there is even another consideration that cannot be contradicted, for those who wish to moralize about the providence of God.",
          "id": 51854
        },
        {
          "text": "For we would ask the gainsayers, is there then a God? and if they should say there is not, let us not answer them.",
          "id": 51855
        },
        {
          "text": "For just as it is worthless to answer madmen, so too those who say there is no God.",
          "id": 51856
        },
        {
          "text": "For if a ship having few sailors, and passengers, would not be conducted safely for one mile even, without the hand which guides it, much more, such a world as this, having so many persons in it, composed of different elements, would not have continued so long a time, were there not a certain providence presiding over it, both governing, and continually maintaining this whole fabric, and if in shame, through the common opinion of all men, and the experience of affairs, they confess that there is a God, let us say this to them.",
          "id": 51857
        },
        {
          "text": "If there is a God, as indeed there is, it follows that He is just, for if He is not just neither is He God, and if He is just He recompenses to each according to their desert.",
          "id": 51858
        },
        {
          "text": "But we do not see all here receiving according to their desert.",
          "id": 51859
        },
        {
          "text": "Therefore it is necessary to hope for some other requital awaiting us, in order that by each one receiving according to his desert, the justice of God may be made manifest.",
          "id": 51860
        },
        {
          "text": "For this consideration does not only contribute to our wisdom about providence alone, but about the Resurrection; and let us teach others, and let us do all diligence to shut the mouths of them who rave against the master, and let us ourselves glorify him in all things.",
          "id": 51861
        },
        {
          "text": "For thus shall we win more of his care, and enjoy much of his influence, and thus shall we be able to escape from real evil, and obtain future good, through the grace and lovingkindness of our Lord Jesus Christ, By whom and with whom be glory to the Father, with the Holy Spirit, now and always, for ever and ever, Amen.",
          "id": 51862
        }
      ]
    }
  ]
}