{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch XII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XII.",
          "id": 56050
        },
        {
          "text": "Thanksgiving to God for the pardon granted to the offenders against the Emperor.",
          "id": 56051
        },
        {
          "text": "Physical discourse on the Creation.",
          "id": 56052
        },
        {
          "text": "Proof that God, in creating man, implanted in him a natural law.",
          "id": 56053
        },
        {
          "text": "Duty of avoiding oaths with the utmost diligence.",
          "id": 56054
        },
        {
          "text": "Yesterday I said \"Blessed be God!\" and to-day again I say the very same thing.",
          "id": 56055
        },
        {
          "text": "For although the evils we dreaded have passed away, we should not suffer the memory of them to disappear; not indeed that we may grieve, but that we may give thanks.",
          "id": 56056
        },
        {
          "text": "For if the memory of these terrors abide with us, we shall never be overtaken by the actual experience of such terrors.",
          "id": 56057
        },
        {
          "text": "For what need have we of the experience, whilst our memory acts the part of a monitor? Seeing then that God hath not permitted us to be overwhelmed in the flood of those troubles when upon us, let us not permit ourselves to become careless when these are passed away.",
          "id": 56058
        },
        {
          "text": "Then, when we were sad, He consoled us, let us give thanks to Him now that we are joyful.",
          "id": 56059
        },
        {
          "text": "In our agony He comforted us, and did not forsake us; therefore let us not betray ourselves in prosperity by declining into sloth.",
          "id": 56060
        },
        {
          "text": "\"Forget not,\" saith one, \"the time of famine in the day of plenty\".",
          "id": 56061
        },
        {
          "text": "Therefore let us be mindful of the time of temptation in the day of relief; and with respect to our sins let us also act in the same manner.",
          "id": 56062
        },
        {
          "text": "If thou hast sinned, and God hath pardoned thy sin, receive thy pardon, and give thanks; but be not forgetful of the sin; not that thou shouldest fret thyself with the thought of it, but that thou mayest school thy soul, not to grow wanton, and relapse again into the same snares.",
          "id": 56063
        },
        {
          "text": "Thus also Paul did; for having said, \"He counted me faithful, putting me into the ministry,\" he goes on to add, \"who was before a blasphemer, a persecutor, and injurious\".",
          "id": 56064
        },
        {
          "text": "\"Let the life of the servant,\" saith he, \"be openly exposed, so that the lovingkindness of the Master be apparent.",
          "id": 56065
        },
        {
          "text": "For although I have received the remission of sins, I do not reject the memory of those sins\".",
          "id": 56066
        },
        {
          "text": "And this not only manifested the lovingkindness of the Lord, but made the man himself the more illustrious.",
          "id": 56067
        },
        {
          "text": "For when thou hast learnt who he was before, then thou wilt be the more astonished at him; and when thou seest out of what he came to be what he was, then thou wilt commend him the more; and if thou hast greatly sinned, yet upon being changed thou wilt conceive favourable hopes from this instance.",
          "id": 56068
        },
        {
          "text": "For in addition to what has been said, such an example comforts those who are in despair, and causes them again to stand erect.",
          "id": 56069
        },
        {
          "text": "The same thing also will be the case with regard to our city; for all the events that have happened serve to shew your virtue, who by means of repentance have prevailed to ward off such wrath, whilst at the same time they proclaim the lovingkindness of God, who has removed the cloud that was so threatening, in consequence of a small change of conduct, and so raises up again all those who are sunk in despair, when they learn, from our case, that he who looks upward for the Divine help, is not to be overwhelmed, though innumerable waves should encompass him on all sides.",
          "id": 56070
        },
        {
          "text": "For who hath seen, who hath ever heard of sufferings such as were ours? We were every day in expectation that our city would be overturned from its foundations together with its inhabitants.",
          "id": 56071
        },
        {
          "text": "But when the Devil was hoping to sink the vessel, then God produced a perfect calm.",
          "id": 56072
        },
        {
          "text": "Let us not then be unmindful of the greatness of these terrors, in order that we may remember the magnitude of the benefits received from God.",
          "id": 56073
        },
        {
          "text": "He who knows not the nature of the disease will not understand the physician's art.",
          "id": 56074
        },
        {
          "text": "Let us tell these things also to our children; and transmit them to the remotest generations, that all may learn how the Devil had endeavoured to destroy the very foundation of the city; and how God was able visibly to raise it up again, when it was fallen and prostrate; and did not permit even the least injury to befall it, but took away the fear; and dispelled with much speed the peril it had been placed in.",
          "id": 56075
        },
        {
          "text": "For even through the past week we were all expecting that our substance would be confiscated; and that soldiers would have been let loose upon us; and we were dreaming of a thousand other horrors.",
          "id": 56076
        },
        {
          "text": "But lo! all these things have passed away, even like a cloud or a flitting shadow; and we have been punished only in the expectation of what is dreadful; or rather we have not been punished, but we have been disciplined, and have become better; God having softened the heart of the Emperor.",
          "id": 56077
        },
        {
          "text": "Let us then always and every day say, \"Blessed be God!\" and with greater zeal let us give heed to our assembling, and let us hasten to the church, from whence we have reaped this benefit.",
          "id": 56078
        },
        {
          "text": "For ye know whither ye fled at the first; whither ye flocked together; and from what quarter our safety came.",
          "id": 56079
        },
        {
          "text": "Let us then hold fast by this sacred anchor; and as in the season of danger it did not betray us, so now let us not leave it in the season of relief; but let us await with exact attention the stated assemblies and prayers; and let us every day give a hearing to the divine oracles.",
          "id": 56080
        },
        {
          "text": "And the leisure which we spent in busily running about after those who came from the court, whilst we were labouring under anxiety in respect to the evils that threatened us; this let us consume wholly in hearing the divine laws, instead of unseasonable and senseless pastimes; lest we should again reduce ourselves to the necessity of that sort of occupation.",
          "id": 56081
        },
        {
          "text": "On the three foregoing days, then, we have investigated one method of acquiring the knowledge of God, and have brought it to a conclusion; explaining how \"the heavens declare the glory of God;\" and what the meaning of that is, which is said by Paul; viz.",
          "id": 56082
        },
        {
          "text": "\"That the invisible things of Him from the creation of the world are clearly seen, being understood by the things that are made\".",
          "id": 56083
        },
        {
          "text": "And we shewed how from the creation of the world, and how by heaven, and earth, the sea, the Creator is glorified.",
          "id": 56084
        },
        {
          "text": "But to-day, after briefly philosophising on that same subject, we will proceed to another topic.",
          "id": 56085
        },
        {
          "text": "For He not only made it, but provided also that when it was made, it should carry on its operations; not permitting it to be all immoveable, nor commanding it to be all in a state of motion.",
          "id": 56086
        },
        {
          "text": "The heaven, for instance, hath remained immoveable, according as the prophet says, \"He placed the heaven as a vault, and stretched it out as a tent over the earth\".",
          "id": 56087
        },
        {
          "text": "But, on the other hand, the sun with the rest of the stars, runs on his course through every day.",
          "id": 56088
        },
        {
          "text": "And again, the earth is fixed, but the waters are continually in motion; and not the waters only, but the clouds, and the frequent and successive showers, which return at their proper season.",
          "id": 56089
        },
        {
          "text": "The nature of the clouds is one, but the things which are produced out of them are different.",
          "id": 56090
        },
        {
          "text": "For the rain, indeed, becomes wine in the grape, but oil in the olive.",
          "id": 56091
        },
        {
          "text": "And in other plants is changed into their juices; and the womb of the earth is one, and yet bears different fruits.",
          "id": 56092
        },
        {
          "text": "The heat, too, of the sun-beams is one, but it ripens all things differently; bringing some to maturity more slowly, and others more quickly.",
          "id": 56093
        },
        {
          "text": "Who then but must feel astonishment and admiration at these things?.",
          "id": 56094
        },
        {
          "text": "Nay, this is not the only wonder, that He hath formed it with this great variety and diversity; but farther, that He hath spread it before all in common; the rich and the poor, sinners as well as the righteous.",
          "id": 56095
        },
        {
          "text": "Even as Christ also declared: \"He maketh His sun to rise upon the evil and the good, and sendeth His rain upon the just and unjust\".",
          "id": 56096
        },
        {
          "text": "Moreover, when He stocked the world with various animals, and implanted divers dispositions in the creatures, He commanded us to imitate some of these, and to avoid others.",
          "id": 56097
        },
        {
          "text": "For example; the ant is industrious, and performs a laborious task.",
          "id": 56098
        },
        {
          "text": "By giving heed then, thou wilt receive the strongest admonition from this animal not to indulge in sloth, nor to shun labour and toil.",
          "id": 56099
        },
        {
          "text": "Therefore also the Scripture has sent the sluggard to the ant, saying, \"Go to the ant, thou sluggard, emulate his ways, and be wiser than he\".",
          "id": 56100
        },
        {
          "text": "Art thou unwilling, he means, to learn from the Scriptures, that it is good to labour, and that he who will not work, neither ought he to eat? learn it from the irrationals! This also we do in our families, when those who are older, and who are considered superior, have done amiss, we bid them to attend to thoughtful children.",
          "id": 56101
        },
        {
          "text": "We say, \"Mark such an one, who is less than you, how earnest and watchful he is\".",
          "id": 56102
        },
        {
          "text": "Do thou then likewise receive from this animal the best exhortation to industry; and marvel at thy Lord, not only because He hath made heaven and the sun, but because He hath also made the ant.",
          "id": 56103
        },
        {
          "text": "For although the animal be small, it affords much proof of the greatness of God's wisdom.",
          "id": 56104
        },
        {
          "text": "Consider then how prudent the ant is, and consider how God hath implanted in so small a body, such an unceasing desire of working! But whilst from this animal thou learnest industry; take from the bee at once a lesson of neatness, industry, and social concord! For it is not more for herself than for us, that the bee labours, and toils every day; which is indeed a thing especially proper for a Christian; not to seek his own things, but the things of others.",
          "id": 56105
        },
        {
          "text": "As then she traverses all the meadows that she may prepare a banquet for another, so also, O man, do thou likewise; and if thou hast accumulated wealth, expend it upon others; if thou hast the faculty of teaching, do not bury the talent, but bring it out publicly for the sake of those who need it! Or if thou hast any other advantage, become useful to those who require the benefit of thy labours! Seest thou not that for this reason, especially, the bee is more honoured than the other animals; not because she labours, but because she labours for others? For the spider also labours, and toils, and spreads out his fine textures over the walls, surpassing the utmost skill of woman; but the creature is without estimation, since his work is in no way profitable to us; such are they that labour and toil, but for themselves! Imitate too the simplicity of the dove! Imitate the ass in his love to his master, and the ox also! Imitate the birds in their freedom from anxiety! For great, great indeed is the advantage that may be gained from irrational creatures for the correction of manners.",
          "id": 56106
        },
        {
          "text": "From these animals Christ also instructs us, when He says, \"Be ye wise as serpents, and harmless as doves\".",
          "id": 56107
        },
        {
          "text": "And again; \"Behold the fowls of the air, for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them\".",
          "id": 56108
        },
        {
          "text": "The prophet also, to shame the ungrateful Jews, thus speaks; \"The ox knoweth his owner, and the ass his master's crib; but Israel doth not know me\".",
          "id": 56109
        },
        {
          "text": "And again; \"The turtle and the swallow and the crane observe the time of their coming, but my people knoweth not the judgment of the Lord his God\".",
          "id": 56110
        },
        {
          "text": "From these animals, and such as these, learn to achieve virtue, and be instructed to avoid wickedness by the contrary ones.",
          "id": 56111
        },
        {
          "text": "For as the bee followeth good, so the asp is destructive.",
          "id": 56112
        },
        {
          "text": "Therefore shun wickedness, lest thou hear it said, \"The poison of asps is under their lips\".",
          "id": 56113
        },
        {
          "text": "Again, the dog is devoid of shame.",
          "id": 56114
        },
        {
          "text": "Hate, therefore, this kind of wickedness.",
          "id": 56115
        },
        {
          "text": "The fox also is crafty, and fraudulent.",
          "id": 56116
        },
        {
          "text": "Emulate not this vice; but as the bee, in flying over the meadows, does not choose every sort of flower; but selecting that which is useful, leaves the rest; so also do thou; and whilst surveying the whole race of irrational animals, if any thing profitable may be drawn from these, accept it; the advantages which they have naturally, make it thy business to practise of thine own free choice.",
          "id": 56117
        },
        {
          "text": "For in this respect also thou hast been honoured of God; that what they have as natural advantages He hath permitted thee to achieve of thy own free choice, in order that thou mayest also receive a reward.",
          "id": 56118
        },
        {
          "text": "For good works with them spring not from free will, and reason, but from nature only.",
          "id": 56119
        },
        {
          "text": "In other words, the bee makes honey, not because it has learnt this by reason and reflection, but because it is instructed by nature.",
          "id": 56120
        },
        {
          "text": "Because if the work had not been natural, and allotted to the race, some of them assuredly would have been unskilled in their art; whereas from the time that the world was first made, even to the present day, no one hath observed bees resting from labour, and not making honey.",
          "id": 56121
        },
        {
          "text": "For such natural characteristics are common to the whole race.",
          "id": 56122
        },
        {
          "text": "But those things which depend on our free choice are not common; for labour is necessary that they may be accomplished.",
          "id": 56123
        },
        {
          "text": "Take then all the best things, and clothe thyself with them; for thou art indeed king of the irrationals; but kings, if there be any thing excellent possessed by their subjects, be it gold or silver, or precious stones, or sumptuous vestments, usually possess the same in greater abundance.",
          "id": 56124
        },
        {
          "text": "From the creation also, learn to admire thy Lord! And if any of the things thou seest exceed thy comprehension, and thou art not able to find the reason thereof, yet for this glorify the Creator, that the wisdom of these works surpasses thine understanding.",
          "id": 56125
        },
        {
          "text": "Say not, wherefore is this? or, to what end? for everything is useful, even if we know not the reason of it.",
          "id": 56126
        },
        {
          "text": "As therefore, if thou goest into a surgery, and seest many instruments lying before thee, thou wonderest at the variety of the implements though ignorant of their use; so also act with respect to the creation.",
          "id": 56127
        },
        {
          "text": "Although thou seest many of the animals, and of the herbs, and plants, and other things, of which thou knowest not the use, admire the variety of these; and feel astonishment for this reason at the perfect workmanship of God; that He hath neither made all things manifest to thee, nor permitted all things to be unknown.",
          "id": 56128
        },
        {
          "text": "For He hath not permitted all things to be unknown, lest thou shouldest say, that the things that exist are not of providence.",
          "id": 56129
        },
        {
          "text": "He hath not permitted all things to be known to thee, lest the greatness of thy knowledge should excite thee to pride.",
          "id": 56130
        },
        {
          "text": "Thus at least it was that the evil demon precipitated the first man headlong and by means of the hope of greater knowledge, deprived him of that he already possessed.",
          "id": 56131
        },
        {
          "text": "Therefore also, a certain wise man exhorts, saying, \"Seek not out the things that are too hard for thee; neither search the things that are too deep for thee.",
          "id": 56132
        },
        {
          "text": "But what is commanded thee, think thereupon with reverence; for the greater part of His works are done in secret\".",
          "id": 56133
        },
        {
          "text": "And again; \"More things are shewed unto thee than men understand\".",
          "id": 56134
        },
        {
          "text": "But this he speaks for the purpose of consoling the man who is sad and vexed, because he does not know all things; for even those things he observes, which thou art permitted to know, greatly surpass thine understanding; for thou couldest not have found them by thyself, but thou hast been taught them of God.",
          "id": 56135
        },
        {
          "text": "Wherefore be content with the wealth given thee, and do not seek more; but for what thou hast received give thanks; and do not be angry on account of those things which thou hast not received.",
          "id": 56136
        },
        {
          "text": "And, for what thou knowest, give glory, and do not stumble at those things of which thou art ignorant.",
          "id": 56137
        },
        {
          "text": "For God hath made both alike profitably; and hath revealed some things, but hidden others, providing for thy safety.",
          "id": 56138
        },
        {
          "text": "One mode, then, of knowing God, is that by the creation, which I have spoken of, and which might occupy many days.",
          "id": 56139
        },
        {
          "text": "For in order that we might go over the formation of man only with exactness, (and I speak of exactness such as is possible to us, not of real exactness; since many as are the reasons we have already given for the works of creation, many more of these there are, ineffable, which God who made them knoweth, for of course we do not know them all); in order then, I say, that we might take an exact survey of the whole modelling of man; and that we might discover the skill there is in every member; and examine the distribution and situation of the sinews, the veins, and the arteries, and the moulding of every other part; not even a whole year would suffice for such a disquisition.",
          "id": 56140
        },
        {
          "text": "For this reason, here dismissing this subject; and having given to the laborious and studious an opportunity, by what has been said, of going over likewise the other parts of Creation; we shall now direct our discourse to another point which is itself also demonstrative of God's providence.",
          "id": 56141
        },
        {
          "text": "What then is this second point? It is, that when God formed man, he implanted within him from the beginning a natural law.",
          "id": 56142
        },
        {
          "text": "And what then was this natural law? He gave utterance to conscience within us; and made the knowledge of good things, and of those which are the contrary, to be self-taught.",
          "id": 56143
        },
        {
          "text": "For we have no need to learn that fornication is an evil thing, and that chastity is a good thing, but we know this from the first.",
          "id": 56144
        },
        {
          "text": "And that you may learn that we know this from the first, the Lawgiver, when He afterwards gave laws, and said, \"Thou shalt not kill,\" did not add, \"since murder is an evil thing,\" but simply said, \"Thou shall not kill;\" for He merely prohibited the sin, without teaching.",
          "id": 56145
        },
        {
          "text": "How was it then when He said, \"Thou shalt not kill,\" that He did not add, \"because murder is a wicked thing\".",
          "id": 56146
        },
        {
          "text": "The reason was, that conscience had taught this beforehand; and He speaks thus, as to those who know and understand the point.",
          "id": 56147
        },
        {
          "text": "Wherefore when He speaks to us of another commandment, not known to us by the dictate of consciences He not only prohibits, but adds the reason.",
          "id": 56148
        },
        {
          "text": "When, for instance, He gave commandment respecting the Sabbath; \"On the seventh day thou shalt do no work;\" He subjoined also the reason for this cessation.",
          "id": 56149
        },
        {
          "text": "What was this? \"Because on the seventh day God rested from all His works which He had begun to make\".",
          "id": 56150
        },
        {
          "text": "And again; \"Because thou wert a servant in the land of Egypt\".",
          "id": 56151
        },
        {
          "text": "For what purpose then I ask did He add a reason respecting the Sabbath, but did no such thing in regard to murder? Because this commandment was not one of the leading ones.",
          "id": 56152
        },
        {
          "text": "It was not one of those which were accurately defined of our conscience, but a kind of partial and temporary one; and for this reason it was abolished afterwards.",
          "id": 56153
        },
        {
          "text": "But those which are necessary and uphold our life, are the following; \"Thou shalt not kill; Thou shalt not commit adultery; Thou shalt not steal\".",
          "id": 56154
        },
        {
          "text": "On this account then He adds no reason in this case, nor enters into any instruction on the matter, but is content with the bare prohibition.",
          "id": 56155
        },
        {
          "text": "And not only from thence, but from another consideration also, I will endeavour to shew you how man was self-taught with respect to the knowledge of virtue.",
          "id": 56156
        },
        {
          "text": "Adam sinned the first sin; and after the sin straightway hid himself; but if he had not known he had been doing something wrong, why did he hide himself? For then there were neither letters, nor law, nor Moses.",
          "id": 56157
        },
        {
          "text": "Whence then doth he recognise the sin, and hide himself? Yet not only does he so hide himself, but when called to account, he endeavours to lay the blame on another, saying, \"The woman, whom Thou gavest me, she gave me of the tree, and I did eat\".",
          "id": 56158
        },
        {
          "text": "And that woman again transfers the accusation to another, viz.",
          "id": 56159
        },
        {
          "text": "the serpent.",
          "id": 56160
        },
        {
          "text": "Observe also the wisdom of God; for when Adam said, \"I heard Thy voice, and I was afraid, for I was naked, and I hid myself,\" God does not at once convict him of what he had done, nor say, \"Why hast thou eaten of the tree?\" But how? \"Who told thee,\" He asks, \"that thou wast naked, unless thou hast eaten of that Tree of which alone I commanded thee not to eat?\" He did not keep silence, nor did He openly convict him.",
          "id": 56161
        },
        {
          "text": "He did not keep silence, that He might call him forth to the confession of his crime.",
          "id": 56162
        },
        {
          "text": "He did not convict him openly, lest the whole might come from Himself, and the man should so be deprived of that pardon which is granted us from confession.",
          "id": 56163
        },
        {
          "text": "Therefore he did not declare openly the cause from whence this knowledge sprung, but he carried on the discourse in the form of interrogation, leaving the man himself to come to the confession.",
          "id": 56164
        },
        {
          "text": "Again, in the case of Cain and Abel, the same proceeding is observable.",
          "id": 56165
        },
        {
          "text": "For, in the first place, they set apart the fruits of their own labours to God.",
          "id": 56166
        },
        {
          "text": "For we would shew not from his sin only, but also from his virtue, that man was capable of knowing both these things.",
          "id": 56167
        },
        {
          "text": "Wherefore that man knew sin to be an evil thing, Adam manifested; and that he knew that virtue was a good thing, Abel again made evident.",
          "id": 56168
        },
        {
          "text": "For without having learnt it from any one, without having heard any law promulgated respecting the first fruits, but having been taught from within, and from his conscience, he presented that sacrifice.",
          "id": 56169
        },
        {
          "text": "On this account I do not carry the argument down to a later period; but I bring it to bear upon the time of these earlier men, when there were as yet no letters, as yet no law, nor as yet prophets and judges; but Adam only existed with his children; in order that thou mayest learn, that the knowledge of good and evil had been previously implanted in their natures.",
          "id": 56170
        },
        {
          "text": "For from whence did Abel learn that to offer sacrifice was a good thing; that it was good to honour God, and in all things to give thanks? \"Why then?\" replies some one, \"did not Cain bring his offering?\" This man also did offer sacrifice, but not in like manner.",
          "id": 56171
        },
        {
          "text": "And from thence again the knowledge of conscience is apparent.",
          "id": 56172
        },
        {
          "text": "For when, envying him who had been honoured, he deliberated upon murder, he conceals his crafty determination.",
          "id": 56173
        },
        {
          "text": "And what says he; \"Come, let us go forth into the field\".",
          "id": 56174
        },
        {
          "text": "The outward guise was one thing, the pretence of love; the thought another, the purpose of fratricide.",
          "id": 56175
        },
        {
          "text": "But if he had not known the design to be a wicked one, why did he conceal it? And again, after the murder had been perpetrated, being asked of God, \"Where is Abel thy brother?\" he answers, \"I know not; Am I my brother's keeper?\" Wherefore does he deny the crime? Is it not evidently because he exceedingly condemns himself.",
          "id": 56176
        },
        {
          "text": "For as his father had hid himself, so also this man denies his guilt, and after his conviction, again says, \"My crime is too great to obtain pardon\".",
          "id": 56177
        },
        {
          "text": "But it may be objected, that the Gentile allows nothing of this sort.",
          "id": 56178
        },
        {
          "text": "Come then, let us discuss this point, and as we have done with respect to the creation, having carried on the warfare against these objectors not only by the help of the Scriptures, but of reason, so also let us now do with respect to conscience.",
          "id": 56179
        },
        {
          "text": "For Paul too, when he was engaged in controversy with such persons, entered upon this head.",
          "id": 56180
        },
        {
          "text": "What then is it that they urge? They say, that there is no self-evident law seated in our consciences; and that God hath not implanted this in our nature.",
          "id": 56181
        },
        {
          "text": "But if so, whence is it, I ask, that legislators have written those laws which are among them concerning marriages, concerning murders, concerning wills, concerning trusts, concerning abstinence from encroachments on one another, and a thousand other things.",
          "id": 56182
        },
        {
          "text": "For the men now living may perchance have learned them from their elders; and they from those who were before them, and these again from those beyond? But from whom did those learn who were the originators and first enactors of laws among them? Is it not evident that it was from conscience? For they cannot say, that they held communication with Moses; or that they heard the prophets.",
          "id": 56183
        },
        {
          "text": "How could it be so when they were Gentiles? But it is evident that from the very law which God placed in man when He formed him from the beginning, laws were laid down, and arts discovered, and all other things.",
          "id": 56184
        },
        {
          "text": "For the arts too were thus established, their originators having come to the knowledge of them in a self-taught manner.",
          "id": 56185
        },
        {
          "text": "So also came there to be courts of justice, and so were penalties defined, as Paul accordingly observes.",
          "id": 56186
        },
        {
          "text": "For since many of the Gentiles were ready to controvert this, and to say, \"How will God judge mankind who lived before Moses? He did not send a lawgiver; He did not introduce a law; He commissioned no prophet, nor apostle, nor evangelist; how then can He call these to account?\" Since Paul therefore wished to prove that they possessed a self taught law; and that they knew clearly what they ought to do; hear how he speaks; \"For when the Gentiles who have not the law, do by nature the things contained in the law, these having not the law, are a law unto themselves; which shew the work of the law written in their hearts\".",
          "id": 56187
        },
        {
          "text": "But how without letters? \"Their conscience also bearing witness, and their thoughts the meanwhile accusing, or else excusing one another.",
          "id": 56188
        },
        {
          "text": "In the day when God shall judge the secrets of men by Jesus Christ according to my gospel\".",
          "id": 56189
        },
        {
          "text": "And again; \"As many as have sinned without law, shall perish without law; and as many as have sinned in the law, shall be judged by the law\".",
          "id": 56190
        },
        {
          "text": "What means, \"They shall perish without law?\" The law not accusing them, but their thoughts, and their conscience; for if they had not a law of conscience, it were not necessary that they should perish through having done amiss.",
          "id": 56191
        },
        {
          "text": "For how should it be so if they sinned without a law? but when he says, \"without a law,\" he does not assert that they had no law, but that they had no written law, though they had the law of nature.",
          "id": 56192
        },
        {
          "text": "And again; \"But glory, honour, and peace, to every man that worketh good, to the Jew first, and also to the Gentile\".",
          "id": 56193
        },
        {
          "text": "But these things he spake in reference to the early times, before the coming of Christ; and the Gentile he names here is not an idolater, but one who worshipped God only; unfettered by the necessity of Judaical observances, (I mean Sabbaths, and circumcision, and divers purifications,) yet exhibiting all manner of wisdom and piety.",
          "id": 56194
        },
        {
          "text": "And again, discoursing of such a worshipper, he observes, \"Wrath and indignation, tribulation and anguish, upon every soul of man that doeth evil, of the Jew first, and also of the Gentile\".",
          "id": 56195
        },
        {
          "text": "Again he here calls by the name of Greek one who was free from the observance of Judaic customs.",
          "id": 56196
        },
        {
          "text": "If, then, he had not heard the law, nor conversed with the Jews, how could there be wrath, indignation and tribulation against him for working evil? The reason is, that he possessed a conscience inwardly admonishing him, and teaching him, and instructing him in all things.",
          "id": 56197
        },
        {
          "text": "Whence is this manifest? From the way in which he punished others when they did amiss; from the way in which he laid down laws; from the way in which he set up the tribunals of justice.",
          "id": 56198
        },
        {
          "text": "With the view of making this more plain, Paul spoke of those who were living in wickedness.",
          "id": 56199
        },
        {
          "text": "\"Who, knowing the ordinance of God, that they which commit such things are worthy of death, not only do the same, but also consent with them that practise them\".",
          "id": 56200
        },
        {
          "text": "\"But from whence,\" says some one, \"did they know, that it is the will of God, that those who live in iniquity should be punished with death?\" From whence? Why, from the way in which they judged others who sinned.",
          "id": 56201
        },
        {
          "text": "For if thou deemest not murder to be a wicked thing, when thou hast gotten a murderer at thy bar, thou shouldest not punish him.",
          "id": 56202
        },
        {
          "text": "So if thou deemest it not an evil thing to commit adultery, when the adulterer has fallen into thy hands, release him from punishment! But if thou recordest laws, and prescribest punishments, and art a severe judge of the sins of others; what defence canst thou make, in matters wherein thou thyself doest amiss, by saying that thou art ignorant what things ought to be done? For suppose that thou and another person have alike been guilty of adultery.",
          "id": 56203
        },
        {
          "text": "On what account dost thou punish him, and deem thyself worthy of forgiveness? Since if thou didst not know adultery to be wickedness, it were not right to punish it in another.",
          "id": 56204
        },
        {
          "text": "But if thou punishest, and thinkest to escape the punishment thyself, how is it agreeable to reason that the same offences should not pay the same penalty?.",
          "id": 56205
        },
        {
          "text": "This indeed is the very thing which Paul rebukes, when he says, \"And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?\" It is not, it cannot be possible; for from the very sentence, he means, which thou pronouncest upon another, from this sentence God will then judge thee.",
          "id": 56206
        },
        {
          "text": "For surely thou art not just, and God unjust! But if thou overlookest not another suffering wrong, how shall God overlook? And if thou correctest the sins of others, how will not God correct thee? And though He may not bring the punishment upon thee instantly, be not confident on that account, but fear the more.",
          "id": 56207
        },
        {
          "text": "So also Paul bade thee, saying, \"Despisest thou the riches of His goodness, and forbearance, and longsuffering, not knowing that the goodness of God leadeth thee to repentance?\" For therefore, saith he, doth he bear with thee, not that thou mayest become worse, but that thou mayest repent.",
          "id": 56208
        },
        {
          "text": "But if thou wilt not, this longsuffering becomes a cause of thy greater punishment; continuing, as thou dost, impenitent.",
          "id": 56209
        },
        {
          "text": "This, however, is the very thing he means, when he says, \"But after thy hardness and impenitent heart treasurest up to thyself wrath against the day of wrath, and revelation of the righteous judgment of God.",
          "id": 56210
        },
        {
          "text": "Who will render to every man according to his deeds\".",
          "id": 56211
        },
        {
          "text": "Since, therefore, He rendereth to every man according to his works; for this reason He both implanted within us a natural law, and afterwards gave us a written one, in order that He might demand an account of sins, and that He might crown those who act rightly.",
          "id": 56212
        },
        {
          "text": "Let us then order our conduct with the utmost care, and as those who have soon to encounter a fearful tribunal; knowing that we shall enjoy no pardon, if after a natural as well as written law, and so much teaching and continual admonition, we neglect our own salvation.",
          "id": 56213
        },
        {
          "text": "I desire then to address you again on the subject of oaths; but I feel ashamed.",
          "id": 56214
        },
        {
          "text": "For to me, indeed, it is not wearisome both by day and by night to repeat the same things to you.",
          "id": 56215
        },
        {
          "text": "But I am afraid, lest, having followed you up so many days, I should seem to condemn you of great listlessness, that you should require continual admonition respecting so easy a matter.",
          "id": 56216
        },
        {
          "text": "And I am not only ashamed, but also in fear for you! for frequent instruction to those who give heed, is salutary and profitable; but to those who are listless, it is injurious, and exceedingly perilous; for the oftener any one hears, the greater punishment does he draw upon himself, if he does not practise what is told him.",
          "id": 56217
        },
        {
          "text": "With this accordingly God reproached the Jews, speaking thus: \"I have sent my prophets, rising up early, and sending them; and even then ye did not hearken\".",
          "id": 56218
        },
        {
          "text": "We therefore do this of our great care for you.",
          "id": 56219
        },
        {
          "text": "But we fear, lest, on that tremendous Day, this admonition and counsel should rise up against you all.",
          "id": 56220
        },
        {
          "text": "For when the point to be attained is easy, and he whose office it is continually to admonish, desists not from his task, what defence shall we have to offer? or what argument will save us from punishment? Tell me, if a sum of money chance to be due to you, do you not always, when you meet the debtor, remind him of the loan? Do thou too act thus; and let every one suppose that his neighbour owes him money, viz.",
          "id": 56221
        },
        {
          "text": ", the fulfilling of this precept; and upon meeting him, let him put him in mind of the payment, knowing that no small danger lies at our door, whilst we are unmindful of our brethren.",
          "id": 56222
        },
        {
          "text": "For this cause I too cease not to make mention of these things.",
          "id": 56223
        },
        {
          "text": "For I fear, lest by any means I should hear it said on that day, \"O wicked and slothful servant, thou oughtest to have put my money to the exchangers\".",
          "id": 56224
        },
        {
          "text": "Behold, however, I have laid it down, not once, or twice, but oftentimes.",
          "id": 56225
        },
        {
          "text": "It is left then for you to discharge the usury of it.",
          "id": 56226
        },
        {
          "text": "Now the usury of hearing is the manifestation of it by deeds, for the deposit is the Lord's.",
          "id": 56227
        },
        {
          "text": "Therefore let us not negligently receive that with which we are entrusted; but let us keep it with diligence, that we may restore it with much interest on That Day.",
          "id": 56228
        },
        {
          "text": "For unless thou bring others to the performance of the same good works, thou shalt hear that voice, which he who buried the talent heard.",
          "id": 56229
        },
        {
          "text": "But God forbid it should be this! but may you hear that different voice which Christ uttered, saying to him who had made profit, \"Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things\".",
          "id": 56230
        },
        {
          "text": "And this voice we shall hear, if we shew the same earnestness as he did.",
          "id": 56231
        },
        {
          "text": "And we shall shew this earnestness, if we do this which I say.",
          "id": 56232
        },
        {
          "text": "When you depart, whilst what you have heard is yet warm within you, exhort one another! And just as ye each salute at parting, so let every one go from hence with an admonition, and say to his neighbour, \"Observe and remember that thou keep the commandment;\" and thus shall we assuredly get the mastery.",
          "id": 56233
        },
        {
          "text": "For when friends also dismiss one with such counsel; and on one's return home, one's wife again admonishes one to the same effect; and our word keeps its hold on you when alone; we shall soon shake off this evil habit.",
          "id": 56234
        },
        {
          "text": "I know, indeed, that ye marvel why I am so earnest respecting this precept.",
          "id": 56235
        },
        {
          "text": "But discharge the duty enjoined, and then I will tell you.",
          "id": 56236
        },
        {
          "text": "Meanwhile, this I say; that this precept is a divine law; and it is not safe to transgress it.",
          "id": 56237
        },
        {
          "text": "But if I shall see it rightly performed, I will speak of another reason, which is not less than this, that ye may learn that it is with justice I make so much ado about this law.",
          "id": 56238
        },
        {
          "text": "But it is now time to conclude this address in a prayer.",
          "id": 56239
        },
        {
          "text": "Wherefore, let us all say in common, \"O God, Who willest not the death of a sinner, but that he should be converted and live; grant that we, having discharged this and every other precept, may be found worthy so to stand at the tribunal of Thy Christ, that having enjoyed great boldness, we may attain the kingdom to Thy glory.",
          "id": 56240
        },
        {
          "text": "For to Thee belongeth glory, together with Thine only begotten Son, and the Holy Ghost, now and ever, and world without end\".",
          "id": 56241
        },
        {
          "text": "Amen.",
          "id": 56242
        }
      ]
    }
  ]
}