{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch III",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily III.",
          "id": 54679
        },
        {
          "text": "On the departure of Flavian, Bishop of Antioch, who was gone on an embassy to the Emperor Theodosius, on behalf of the city.",
          "id": 54680
        },
        {
          "text": "Of the dignity of the Priesthood.",
          "id": 54681
        },
        {
          "text": "What is true fasting.",
          "id": 54682
        },
        {
          "text": "Slander worse than devouring the human body.",
          "id": 54683
        },
        {
          "text": "And finally of those who had been put to death on account of the sedition; and against those who complained that many innocent persons were apprehended.",
          "id": 54684
        },
        {
          "text": "When I look on that throne, deserted and bereft of our teacher, I rejoice and weep at the same time.",
          "id": 54685
        },
        {
          "text": "I weep, because I see not our father with us! but I rejoice that he hath set out on a journey for our preservation; that he is gone to snatch so great a multitude from the wrath of the Emperor! Here is both an ornament to you, and a crown to him! An ornament to you, that such a father hath been allotted to you; a crown to him, because he is so affectionate towards his children, and hath confirmed by actual deeds what Christ said.",
          "id": 54686
        },
        {
          "text": "For having learnt that \"the good shepherd layeth down his life for the sheep,\" he took his departure; venturing his own life for us all, notwithstanding there were many things to hinder his absence, and enforce his stay.",
          "id": 54687
        },
        {
          "text": "And first, his time of life, extended as it is to the utmost limits of old age; next, his bodily infirmity, and the season of the year, as well as the necessity for his presence at the holy festival; and besides these reasons, his only sister even now at her last breath! He has disregarded, however, the ties of kindred, of old age, of infirmity, and the severity of the season, and the toils of the journey; and preferring you and your safety above all things, he has broken through all these restraints.",
          "id": 54688
        },
        {
          "text": "And, even as a youth, the aged man is now hastening along, borne upon the wings of zeal! For if Christ (saith he) gave Himself for us, what excuse or pardon should we deserve, having undertaken the charge of so numerous a people, if we were not ready to do and to suffer anything for the security of those committed into our hands.",
          "id": 54689
        },
        {
          "text": "For if (continues he) the patriarch Jacob, when in charge of flocks, and feeding brute sheep, and having to give account to man, passed sleepless nights, and bore heat and cold, and all the inclemency of the elements, to the end that not one of those animals might perish, much less doth it become us, who preside over those, who are not irrational, but spiritual sheep; who are about to give an account of this charge, not to man, but to God, to be slack in any respect, or shrink from anything which might benefit the flock.",
          "id": 54690
        },
        {
          "text": "Besides, in proportion as the latter flock is superior to the former; men to brutes, and God to men; so it behoves us to manifest a greater and more intense anxiety and diligence.",
          "id": 54691
        },
        {
          "text": "He knows well that his concern is now, not for one city only, but for the whole of the East.",
          "id": 54692
        },
        {
          "text": "For our city is the head and mother of all that lie towards the East.",
          "id": 54693
        },
        {
          "text": "For this reason he would encounter every danger, and nothing would avail to detain him here.",
          "id": 54694
        },
        {
          "text": "On this account I trust that there may be a good hope; for God will not disdain to look upon such earnestness and zeal, nor will He suffer his servant to return without success.",
          "id": 54695
        },
        {
          "text": "I know that when he has barely seen our pious Emperor, and been seen by him, he will be able at once by his very countenance to allay his wrath.",
          "id": 54696
        },
        {
          "text": "For not only the words of the saints, but their very countenances are full of grace.",
          "id": 54697
        },
        {
          "text": "And he is a person too endowed with abundant wisdom; and being well skilled in the divine laws, he will say to him as Moses said to God, \"Yet now, if thou wilt forgive their sin;—and if not, slay me together with them\".",
          "id": 54698
        },
        {
          "text": "For such are the bowels of the saints, that they think death with their children sweeter than life without them.",
          "id": 54699
        },
        {
          "text": "He will also make the special season his advocate and shelter himself behind the sacred festival of the Passover; and will remind the Emperor of the season when Christ remitted the sins of the whole world.",
          "id": 54700
        },
        {
          "text": "He will exhort him to imitate his Lord.",
          "id": 54701
        },
        {
          "text": "He will also remind him of that parable of the ten thousand talents, and the hundred pence.",
          "id": 54702
        },
        {
          "text": "I know the boldness of our father, that he will not hesitate to alarm him from the parable, and to say, \"Take heed lest thou also hear it said in that day, 'O thou wicked servant, I forgave thee all that debt, because thou desirest me; you ought also to forgive thy fellow-servants!' Thou dost to thyself a greater benefit than them, since by pardoning these few offences thou gainest an amnesty for greater\".",
          "id": 54703
        },
        {
          "text": "To this address he will add that prayer, which those who initiated him into the sacred mystery taught him to offer up, and say, \"Forgive us our debts, as we forgive our debtors\".",
          "id": 54704
        },
        {
          "text": "He will moreover inform him, that the offence was not common to the whole city, but the deed of certain strangers and adventurers, men that act upon no deliberate plan, but with every sort of audacity and lawlessness; and that it would not be just for the disorderly conduct of a few to extirpate so great a city, and to punish those who had done no wrong; and that even though all had been transgressors, they had paid a sufficient punishment, being consumed by fear so many days, and expecting every day to be put to death, and being exiles and fugitives; thus living more wretchedly than condemned criminals, carrying their life in their hands, and having no confidence of escape! \"Let this punishment (he will say) suffice.",
          "id": 54705
        },
        {
          "text": "Carry not thy resentment further! Make the Judge above merciful to thyself, by humanity towards thy fellow-servants! Think of the greatness of the city, and that the question now is not concerning one, or two, or three, or ten souls, but of a vast multitude too numerous to be reckoned up! It is a question which affects the capital of the whole world.",
          "id": 54706
        },
        {
          "text": "This is the city in which Christians were first called by that name.",
          "id": 54707
        },
        {
          "text": "Honor Christ.",
          "id": 54708
        },
        {
          "text": "Reverence the city which first proclaimed that name, so lovely and sweet to all! This city hath been the tabernacle of Apostles; the dwelling place of the just! And now this is the first and only instance of insurrection against its rulers; and all past time will bear favourable witness to the manners of the city.",
          "id": 54709
        },
        {
          "text": "For had the people been continually given to sedition, it might have been necessary to make an example of such iniquity; but if this hath happened only once in all time, it is plain that the offence has not arisen from the habit of the city, but that it was the transgression of those who had in an evil hour by mere random chance arrived there\".",
          "id": 54710
        },
        {
          "text": "These things and more than these the priest will say with still greater boldness; and the Emperor will listen to them; and one is humane, and the other is faithful; so that on both sides we entertain favourable hopes.",
          "id": 54711
        },
        {
          "text": "But much more do we rely upon the mercy of God, than upon the fidelity of our Teacher and the humanity of the Emperor.",
          "id": 54712
        },
        {
          "text": "For whilst the Emperor is supplicated, and the priest is supplicating, He Himself will interpose, softening the heart of the Emperor, and exciting the tongue of the priest; facilitating his utterance;—preparing the mind of the other to receive what is said and with much indulgence, to accede to the petitions.",
          "id": 54713
        },
        {
          "text": "For our city is dearer to Christ than all others both because of the virtue of our ancestors, and of your own.",
          "id": 54714
        },
        {
          "text": "And as Peter was the first among the apostles to preach Christ, so as I said before, this city was the first of cities that adorned itself by assuming the Christian appellation, as a sort of admirable diadem.",
          "id": 54715
        },
        {
          "text": "But if where only ten just men were found, God promised to save all who dwelt therein, why should we not expect a favourable issue, and become assured of all our lives, when there are not only ten, twenty, or twice so many only, but far more; who are serving God with all strictness.",
          "id": 54716
        },
        {
          "text": "I have heard many saying, \"The threats of a king are like the wrath of a lion;\" being full of dejection and lamentation.",
          "id": 54717
        },
        {
          "text": "What then should we say to such? That He who said, \"The wolves and the lambs shall feed together; and the leopard shall lie down with the kid, and the lion shall eat straw like the ox,\" will be able to convert the lion into a mild lamb.",
          "id": 54718
        },
        {
          "text": "Let us therefore supplicate Him; let us send an embassy to Him; and He will doubtless allay the Emperor's wrath, and deliver us from the impending distress.",
          "id": 54719
        },
        {
          "text": "Our Father hath gone thither on this embassy.",
          "id": 54720
        },
        {
          "text": "Let us go on embassy from hence to the Majesty of heaven! Let us assist him by prayers! The community of the Church can do much, if with a sorrowful soul, and with a contrite spirit, we offer up our prayers! It is unnecessary to cross the ocean, or to undertake a long journey.",
          "id": 54721
        },
        {
          "text": "Let every man and woman among us, whether meeting together at church, or remaining at home, call upon God with much earnestness, and He will doubtless accede to these petitions.",
          "id": 54722
        },
        {
          "text": "Whence does this appear evident? Because He is exceedingly desirous, that we should always take refuge in Him, and in everything make our requests unto Him; and do nothing and speak nothing without Him.",
          "id": 54723
        },
        {
          "text": "For men, when we trouble them repeatedly concerning our affairs, become slothful and evasive, and conduct themselves unpleasantly towards us; but with God it is quite the reverse.",
          "id": 54724
        },
        {
          "text": "Not when we apply to him continually respecting our affairs, but when we fail to do so, then is he especially displeased.",
          "id": 54725
        },
        {
          "text": "Hear at least what He reproves the Jews for, when He says, \"Ye have taken counsel, but not of Me, and made treaties, but not by My Spirit\".",
          "id": 54726
        },
        {
          "text": "For this is the custom of those who love; they desire that all the concerns of their beloved should be accomplished by means of themselves; and that they should neither do anything, nor say anything, without them.",
          "id": 54727
        },
        {
          "text": "On this account did God not only on that occasion, but again elsewhere, uttering a reproof, speak the same language.",
          "id": 54728
        },
        {
          "text": "\"They have reigned, but not by Me; they have ruled, and they made it not known to Me\".",
          "id": 54729
        },
        {
          "text": "Let us not then be slow to take refuge in Him continually; and whatever be the evil, it will in any case find its appropriate solution.",
          "id": 54730
        },
        {
          "text": "Doth a man affright you? Hasten to the Lord above, and thou wilt suffer no evil.",
          "id": 54731
        },
        {
          "text": "Thus the ancients had release from their calamities; and not men only, but also women.",
          "id": 54732
        },
        {
          "text": "There was a certain Hebrew woman, Esther was her name.",
          "id": 54733
        },
        {
          "text": "This Esther rescued the whole people of the Jews, when they were about to be delivered over to destruction, by this very method.",
          "id": 54734
        },
        {
          "text": "For when the Persian king gave orders that all the Jews should be utterly destroyed, and there was no one who was able to stand in the way of his wrath,—this woman having divested herself of the splendid robe, and clothed herself with sackcloth and being besprinkled with ashes, supplicated the merciful God to go in with her to the king; and offering up her prayer to Him, these were the words she uttered, \"O Lord, make my words acceptable, and put eloquent speech in my mouth\".",
          "id": 54735
        },
        {
          "text": "Let this be the prayer which we offer to God for our Teacher.",
          "id": 54736
        },
        {
          "text": "For if a woman, supplicating on behalf of the Jews, prevailed to allay the wrath of a barbarian, much rather will our Teacher, entreating on behalf of so great a city, and in conjunction with so great a Church, be able to persuade this most mild and merciful Emperor.",
          "id": 54737
        },
        {
          "text": "For if he hath received authority to loose sins committed against God, much more will he be able to take away and blot out those which have been committed against a man.",
          "id": 54738
        },
        {
          "text": "He is also himself a ruler and a ruler of more dignity than the other.",
          "id": 54739
        },
        {
          "text": "For the sacred laws take and place under his hands even the royal head.",
          "id": 54740
        },
        {
          "text": "And when there is need of any good thing from above, the Emperor is accustomed to fly to the priest: but not the priest to the Emperor.",
          "id": 54741
        },
        {
          "text": "He too hath his breast-plate, that of righteousness.",
          "id": 54742
        },
        {
          "text": "He too hath his girdle, that of truth, and sandals of much greater dignity, those of the Gospel of peace.",
          "id": 54743
        },
        {
          "text": "He too hath a sword, not of iron, but of the Spirit; he too hath a crown resting on his head.",
          "id": 54744
        },
        {
          "text": "This panoply is the more splendid.",
          "id": 54745
        },
        {
          "text": "The weapons are grander, the license of speech greater, and mightier the strength.",
          "id": 54746
        },
        {
          "text": "So that from the weight of his authority, and from his own greatness of soul; and more than all the rest, from the hope which he has in God, he will address the Emperor with much freedom and much discretion.",
          "id": 54747
        },
        {
          "text": "Let us not then despair of our safety, but let us pray; let us make invocation; let us supplicate; let us go on embassy to the King that is above with many tears! We have this fast too as an ally, and as an assistant in this good intercession.",
          "id": 54748
        },
        {
          "text": "Therefore, as when the winter is over and the summer is appearing, the sailor draws his vessel to the deep; and the soldier burnishes his arms, and makes ready his steed for the battle; and the husbandman sharpens his sickle; and the traveller boldly undertakes a long journey, and the wrestler strips and bares himself for the contest.",
          "id": 54749
        },
        {
          "text": "So too, when the fast makes its appearance, like a kind of spiritual summer, let us as soldiers burnish our weapons; and as husbandmen let us sharpen our sickle; and as sailors let us order our thoughts against the waves of extravagant desires; and as travellers let us set out on the journey towards heaven; and as wrestlers let us strip for the contest.",
          "id": 54750
        },
        {
          "text": "For the believer is at once a husbandman, and a sailor, and a soldier, a wrestler, and a traveller.",
          "id": 54751
        },
        {
          "text": "Hence St.",
          "id": 54752
        },
        {
          "text": "Paul saith, \"We wrestle not against flesh and blood, but against principalities, against powers.",
          "id": 54753
        },
        {
          "text": "Put on therefore the whole armour of God\".",
          "id": 54754
        },
        {
          "text": "Hast thou observed the wrestler? Hast thou observed the soldier? If thou art a wrestler, it is necessary for thee to engage in the conflict naked.",
          "id": 54755
        },
        {
          "text": "If a soldier, it behoves thee to stand in the battle line armed at all points.",
          "id": 54756
        },
        {
          "text": "How then are both these things possible, to be naked, and yet not naked; to be clothed, and yet not clothed! How? I will tell thee.",
          "id": 54757
        },
        {
          "text": "Divest thyself of worldly business, and thou hast become a wrestler.",
          "id": 54758
        },
        {
          "text": "Put on the spiritual armour, and thou hast become a soldier.",
          "id": 54759
        },
        {
          "text": "Strip thyself of worldly cares, for the season is one of wrestling.",
          "id": 54760
        },
        {
          "text": "Clothe thyself with the spiritual armour, for we have a heavy warfare to wage with demons.",
          "id": 54761
        },
        {
          "text": "Therefore also it is needful we should be naked, so as to offer nothing that the devil may take hold of, while he is wrestling with us; and to be fully armed at all points, so as on no side to receive a deadly blow.",
          "id": 54762
        },
        {
          "text": "Cultivate thy soul.",
          "id": 54763
        },
        {
          "text": "Cut away the thorns.",
          "id": 54764
        },
        {
          "text": "Sow the word of godliness.",
          "id": 54765
        },
        {
          "text": "Propagate and nurse with much care the fair plants of divine wisdom, and thou hast become a husbandman.",
          "id": 54766
        },
        {
          "text": "And Paul will say to thee, \"The husbandman that laboureth must be first partaker of the fruits\".",
          "id": 54767
        },
        {
          "text": "He too himself practised this art.",
          "id": 54768
        },
        {
          "text": "Therefore writing to the Corinthians, he said, \"I have planted, Apollos watered, but God gave the increase\".",
          "id": 54769
        },
        {
          "text": "Sharpen thy sickle, which thou hast blunted through gluttony—sharpen it by fasting.",
          "id": 54770
        },
        {
          "text": "Lay hold of the pathway which leads towards heaven; rugged and narrow as it is, lay hold of it, and journey on.",
          "id": 54771
        },
        {
          "text": "And how mayest thou be able to do these things? By subduing thy body, and bringing it into subjection.",
          "id": 54772
        },
        {
          "text": "For when the way grows narrow, the corpulence that comes of gluttony is a great hindrance.",
          "id": 54773
        },
        {
          "text": "Keep down the waves of inordinate desires.",
          "id": 54774
        },
        {
          "text": "Repel the tempest of evil thoughts.",
          "id": 54775
        },
        {
          "text": "Preserve the bark; display much skill, and thou hast become a pilot.",
          "id": 54776
        },
        {
          "text": "But we shall have the fast for a groundwork and instructor in all these things.",
          "id": 54777
        },
        {
          "text": "I speak not, indeed, of such a fast as most persons keep, but of real fasting; not merely an abstinence from meats; but from sins too.",
          "id": 54778
        },
        {
          "text": "For the nature of a fast is such, that it does not suffice to deliver those who practise it, unless it be done according to a suitable law.",
          "id": 54779
        },
        {
          "text": "\"For the wrestler,\" it is said, \"is not crowned unless he strive lawfully\".",
          "id": 54780
        },
        {
          "text": "To the end then, that when we have gone through the labour of fasting, we forfeit not the crown of fasting, we should understand how, and after what manner, it is necessary to conduct this business; since that Pharisee also fasted, but afterwards went down empty, and destitute of the fruit of fasting.",
          "id": 54781
        },
        {
          "text": "The Publican fasted not; and yet he was accepted in preference to him who had fasted; in order that thou mayest learn that fasting is unprofitable, except all other duties follow with it.",
          "id": 54782
        },
        {
          "text": "The Ninevites fasted, and won the favour of God.",
          "id": 54783
        },
        {
          "text": "The Jews, fasted too, and profited nothing, nay, they departed with blame.",
          "id": 54784
        },
        {
          "text": "Since then the danger in fasting is so great to those who do not know how they ought to fast, we should learn the laws of this exercise, in order that we may not \"run uncertainly,\" nor \"beat the air,\" nor while we are fighting contend with a shadow.",
          "id": 54785
        },
        {
          "text": "Fasting is a medicine; but a medicine, though it be never so profitable, becomes frequently useless owing to the unskilfulness of him who employs it.",
          "id": 54786
        },
        {
          "text": "For it is necessary to know, moreover, the time when it should be applied, and the requisite quantity of it; and the temperament of body that admits it; and the nature of the country, and the season of the year; and the corresponding diet; as well as various other particulars; any of which, if one overlooks, he will mar all the rest that have been named.",
          "id": 54787
        },
        {
          "text": "Now if, when the body needs healing, such exactness is required on our part, much more ought we, when our care is about the soul, and we seek to heal the distempers of the mind, to look, and to search into every particular with the utmost accuracy.",
          "id": 54788
        },
        {
          "text": "Let us see then how the Ninevites fasted, and how they were delivered from that wrath—\"Let neither man nor beast, herd nor flock, taste anything,\" saith (the prophet).",
          "id": 54789
        },
        {
          "text": "What sayest thou? Tell me—must even the irrational things fast, and the horses and the mules be covered with sackcloth? \"Even so,\" he replies.",
          "id": 54790
        },
        {
          "text": "For as when, at the decease of some rich man, the relatives clothe not only the men servants and maid servants, but the horses also with sackcloth, and give orders that they should follow the procession to the sepulchre, led by their grooms; thus signifying the greatness of the calamity, and inviting all to pity; thus also, indeed, when that city was about to be destroyed, even the irrational nature was enveloped in sackcloth, and subjected to the yoke of fasting.",
          "id": 54791
        },
        {
          "text": "\"It is not possible,\" saith he, \"that irrational creatures should learn the wrath of God by means of reason; let them be taught by means of fasting, that this stroke is of divine infliction.",
          "id": 54792
        },
        {
          "text": "For if the city should be overturned, not only would it be one common sepulchre for us, the dwellers therein, but for these likewise.",
          "id": 54793
        },
        {
          "text": "Inasmuch then as these would participate in the punishment, let them also do so in the fast\".",
          "id": 54794
        },
        {
          "text": "But there was yet another thing which they aimed at in this act, which the prophets also are wont to do.",
          "id": 54795
        },
        {
          "text": "For these, when they see some dreadful chastisement proceeding from heaven, and those who are to be punished without anything to say for themselves;—laden with shame,—unworthy of the least pardon or excuse:—not knowing what to do, nor from whence they may procure an advocacy for the condemned, they have recourse to the things irrational; and describing their death in tragical fashion, they make intercession by them, putting forward as a plea their pitiable and mournful destruction.",
          "id": 54796
        },
        {
          "text": "When therefore, aforetime, famine had seized upon the Jews, and a great drought oppressed their country, and all things were being consumed, one of the prophets spoke thus, \"The young heifers leaped in their stalls; the herds of oxen wept, because there was no pasture; all the cattle of the field looked upward to Thee, because the streams of waters were dried up\".",
          "id": 54797
        },
        {
          "text": "Another prophet bewailing the evils of drought again speaks to this effect: \"The hinds calved in the fields and forsook it, because there was no grass.",
          "id": 54798
        },
        {
          "text": "The wild asses did stand in the forests; they snuffed up the wind like a dragon; their eyes did fail, because there was no grass\".",
          "id": 54799
        },
        {
          "text": "Moreover, ye have heard Joel saying to-day, \"Let the bridegroom go forth of his chamber, and the bride out of her closet;—the infants that suck the breast\".",
          "id": 54800
        },
        {
          "text": "For what reason, I ask, does he call so immature an age to supplication? Is it not plainly for the very same reason? For since all who have arrived at the age of manhood, have inflamed and provoked God's wrath, let the age, saith he, which is devoid of transgressions supplicate Him who is provoked.",
          "id": 54801
        },
        {
          "text": "But, as I said before, we may see what it was that dissolved such inexorable wrath.",
          "id": 54802
        },
        {
          "text": "Was it, forsooth, fasting only and sackcloth? We say not so; but the change of their whole life.",
          "id": 54803
        },
        {
          "text": "Whence does this appear? From the very language of the prophet.",
          "id": 54804
        },
        {
          "text": "For he who hath discoursed of the wrath of God, and of their fasting, himself too, when speaking of the reconciliation, and teaching us the cause of the reconciliation, speaks to this effect; \"And God saw their works\".",
          "id": 54805
        },
        {
          "text": "What kind of works? That they had fasted? That they had put on sackcloth? Nothing of the sort: but passing all these points in silence, he adds, \"That they turned every one from their evil ways, and the Lord repented of the evil that He had said He would do unto them\".",
          "id": 54806
        },
        {
          "text": "Seest thou, that fasting did not rescue from this danger, but it was the change of life, which rendered God propitious and kind to these barbarians?.",
          "id": 54807
        },
        {
          "text": "I have said these things, not that we may disparage fasting, but that we may honour fasting; for the honour of fasting consists not in abstinence from food, but in withdrawing from sinful practices; since he who limits his fasting only to an abstinence from meats, is one who especially disparages it.",
          "id": 54808
        },
        {
          "text": "Dost thou fast? Give me proof of it by thy works! Is it said by what kind of works? If thou seest a poor man, take pity on him! If thou seest in enemy, be reconciled to him! If thou seest a friend gaining honour, envy him not! If thou seest a handsome woman, pass her by! For let not the mouth only fast, but also the eye, and the ear, and the feet, and the hands, and all the members of our bodies.",
          "id": 54809
        },
        {
          "text": "Let the hands fast, by being pure from rapine and avarice.",
          "id": 54810
        },
        {
          "text": "Let the feet fast, by ceasing from running to the unlawful spectacles.",
          "id": 54811
        },
        {
          "text": "Let the eyes fast, being taught never to fix themselves rudely upon handsome countenances, or to busy themselves with strange beauties.",
          "id": 54812
        },
        {
          "text": "For looking is the food of the eyes, but if this be such as is unlawful or forbidden, it mars the fast; and upsets the whole safety of the soul; but if it be lawful and safe, it adorns fasting.",
          "id": 54813
        },
        {
          "text": "For it would be among things the most absurd to abstain from lawful food because of the fast, but with the eyes to touch even what is forbidden.",
          "id": 54814
        },
        {
          "text": "Dost thou not eat flesh? Feed not upon lasciviousness by means of the eyes.",
          "id": 54815
        },
        {
          "text": "Let the ear fast also.",
          "id": 54816
        },
        {
          "text": "The fasting of the ear consists in refusing to receive evil speakings and calumnies.",
          "id": 54817
        },
        {
          "text": "\"Thou shalt not receive a false report,\" it says.",
          "id": 54818
        },
        {
          "text": "Let the mouth too fast from disgraceful speeches and railing.",
          "id": 54819
        },
        {
          "text": "For what doth it profit if we abstain from birds and fishes; and yet bite and devour our brethren? The evil speaker eateth the flesh of his brother, and biteth the body of his neighbour.",
          "id": 54820
        },
        {
          "text": "Because of this Paul utters the fearful saying, \"If ye bite and devour one another, take heed that ye be not consumed one of another\".",
          "id": 54821
        },
        {
          "text": "Thou hast not fixed thy teeth in the flesh, but thou hast fixed the slander in the soul, and inflicted the wound of evil suspicion; thou hast harmed, in a thousand ways, thyself and him, and many others, for in slandering a neighbour thou hast made him who listens to the slander worse; for should he be a wicked man, he becomes more careless when he finds a partner in his wickedness; and should he be a just man, he is lifted to arrogance, and puffed up; being led on by the sin of others to imagine great things concerning himself.",
          "id": 54822
        },
        {
          "text": "Besides, thou hast struck at the common welfare of the Church; for all those who hear not only accuse the supposed sinner, but the reproach is fastened on the Christian community; neither dost thou hear the unbelievers saying, \"Such a person is a fornicator, or a libertine;\" but instead of the individual who hath sinned, they accuse all Christians.",
          "id": 54823
        },
        {
          "text": "In addition to this, thou hast caused the glory of God to be blasphemed; for as His Name is glorified when we have good report, so when we sin, it is blasphemed and insulted!.",
          "id": 54824
        },
        {
          "text": "A fourth reason is, that thou hast disgraced him who is ill reported; and hast thus rendered him more shameless than he was, by placing him in a state of enmity and hostility.",
          "id": 54825
        },
        {
          "text": "Fifthly, thou hast made thyself liable to chastisement and vengeance; by involving thyself in matters which in no way concerned thee.",
          "id": 54826
        },
        {
          "text": "For let not any one tell me in reply, \"Then I am an evil speaker when I speak falsely, but if I speak what is true, I cease to be so\".",
          "id": 54827
        },
        {
          "text": "Although it be with truth thou speakest evil, this also is a crime.",
          "id": 54828
        },
        {
          "text": "For that Pharisee spake evil of the Publican with truth; but nevertheless this availed him not.",
          "id": 54829
        },
        {
          "text": "For was not the latter, I ask, a publican and a sinner? It is manifest to every one that he was a publican.",
          "id": 54830
        },
        {
          "text": "But at the same time inasmuch as the Pharisee spoke ill of him, he departed from the temple with the loss of every advantage.",
          "id": 54831
        },
        {
          "text": "Dost thou wish to correct a brother? Weep; pray unto God; taking him apart, admonish, counsel, entreat him! So also Paul did, \"Lest,\" saith he, \"when I come again, my God will humble me among you, and I shall bewail many which have sinned already, and have not repented of the uncleanness and fornication and lasciviousness which they have committed\".",
          "id": 54832
        },
        {
          "text": "Show thy charity towards the sinner.",
          "id": 54833
        },
        {
          "text": "Persuade him that it is from care and anxiety for his welfare, and not from a wish to expose him, that thou puttest him in mind of his sin.",
          "id": 54834
        },
        {
          "text": "Take hold of his feet; embrace him; be not ashamed, if thou truly desirest to cure him.",
          "id": 54835
        },
        {
          "text": "Physicians too do things of this sort, oftentimes, when their patients are hard to please; by embraces and entreaties they at length persuade them to take a salutary medicine.",
          "id": 54836
        },
        {
          "text": "Thus also do thou.",
          "id": 54837
        },
        {
          "text": "Show the wound to the priest; that is the part of one who cares for him, and provides for him, and is anxious on his behalf.",
          "id": 54838
        },
        {
          "text": "But not only do I now admonish the evil speakers; but those besides, who hear others ill spoken of, I exhort to stop up their ears, and to imitate the prophet who saith, \"Whoso privily slandereth his neighbour, him will I punish\".",
          "id": 54839
        },
        {
          "text": "Say to thy neighbour, \"Hast thou any one to praise or highly to commend? I open my ears, to receive the fragrant oil; but if thou hast any evil to say, I block up the entrance to thy words,—for I am not to admit dung and dirt.",
          "id": 54840
        },
        {
          "text": "What profit doth it afford me to learn that such a one is a bad man? The greatest injury indeed results from this, and the worst loss!\" Say to him, \"Let us be anxious about our own faults; how we may render up an account of our own transgressions; and exhibit this sort of curiosity and meddlesome activity respecting our own lives.",
          "id": 54841
        },
        {
          "text": "What excuse or pardon shall we find; whilst we never even take into consideration our own affairs, but thus inquisitively pry into those of others!\" And as it is mean and extremely disgraceful to peer into a house, and to observe what is within as one passes, so also to make inquisition into another man's life is the last degree of illiberality.",
          "id": 54842
        },
        {
          "text": "But what is yet more ridiculous is, that those who lead this sort of life, and are neglectful of their own affairs, when they have mentioned any of these secret matters, beseech and adjure him who has heard it, not to mention it more to any other person; thus making it plain that they have done an action which deserves censure.",
          "id": 54843
        },
        {
          "text": "For if thou beseechest him to tell this to no other person, much more did it not become thee to tell these things first to him.",
          "id": 54844
        },
        {
          "text": "The matter was safe while in thy possession; now, after betraying it, thou art grown anxious for its safety.",
          "id": 54845
        },
        {
          "text": "If thou art desirous that it be not carried abroad to another, do not thyself tell it.",
          "id": 54846
        },
        {
          "text": "But when thou hast betrayed the custody of the matter to another, thou doest what is superfluous and useless, in charging him, and putting him on oath for the safety of what has been spoken.",
          "id": 54847
        },
        {
          "text": "\"But it is sweet to slander\".",
          "id": 54848
        },
        {
          "text": "Nay, it is sweet not to speak evil.",
          "id": 54849
        },
        {
          "text": "For he that hath spoken evil is henceforth contentious; he is suspicious and he fears, repents, and gnaws his own tongue.",
          "id": 54850
        },
        {
          "text": "Being timorous and trembling, lest at any time, what he said should be carried to others, and bring great peril, and useless and needless enmity, on the sayer.",
          "id": 54851
        },
        {
          "text": "But he who keeps the matter to himself, will spend his days in safety, with much pleasantness.",
          "id": 54852
        },
        {
          "text": "\"Thou hast heard a word,\" we read, \"let it die with thee; and be bold; it will not burst thee\".",
          "id": 54853
        },
        {
          "text": "What is the meaning of this? \"let it die with thee?\" Extinguish it; bury it; neither permit it to go forth, nor even to move at all; but, as the best course, be careful not to tolerate others in the practice of evil speaking.",
          "id": 54854
        },
        {
          "text": "And should you perchance, at any time receive an impression from it, bury it, destroy what has been uttered, deliver it over to oblivion; in order that you may become like those who have not heard it; and spend the present life with much peace and security.",
          "id": 54855
        },
        {
          "text": "Should the slanderers learn that we abhor them more than those do whom they accuse, they themselves will henceforth abandon this evil habit, and correct the sin; and will afterwards applaud, and proclaim us as those who were their saviours and benefactors.",
          "id": 54856
        },
        {
          "text": "For, as to speak well, and to applaud, is the beginning of friendship, so to speak ill and to calumniate, has been the beginning and foundation of enmity, and hatred, and a thousand quarrels.",
          "id": 54857
        },
        {
          "text": "From nothing else have our own affairs been more neglected, than from the habit of prying into and meddling with the concerns of others; for it is not possible for one who is given to evil speaking, and busying himself with other men's lives, ever to look after his own life.",
          "id": 54858
        },
        {
          "text": "His whole study being expended upon meddling with other men's matters, all those which belong to himself must of necessity be left at hazard and neglected.",
          "id": 54859
        },
        {
          "text": "For it is well if one who spends all his leisure on the anxious consideration of his own sins, and the judgment of them, can make any progress.",
          "id": 54860
        },
        {
          "text": "But when thou art always busy about other men's matters, when wilt thou pay any heed to thy own evils?.",
          "id": 54861
        },
        {
          "text": "Let us flee then, beloved, let us flee slander! knowing that it is the very gulph of Satan, and the place where he lurks with his snares.",
          "id": 54862
        },
        {
          "text": "For in order that we may be careless of our own state, and may thus render our account heavier, the devil leads us into this custom.",
          "id": 54863
        },
        {
          "text": "But more than this it is not only a very serious matter, that we shall hereafter have to give account of what we have spoken, but that we shall make our own offences the heavier by these means; depriving ourselves of all excuse.",
          "id": 54864
        },
        {
          "text": "For he who scans with bitterness the conduct of others, can never obtain pardon for the sins committed by himself.",
          "id": 54865
        },
        {
          "text": "For God will determine the sentence, not only from the nature of our transgressions, but from the judgment which thou hast passed upon others.",
          "id": 54866
        },
        {
          "text": "Therefore He gave the admonition, \"Judge not, that ye be not judged\".",
          "id": 54867
        },
        {
          "text": "For the sin, of whatever kind, will not there appear any more such as it was when committed, but will receive a great and unpardonable addition from the judgment passed by thee upon thy fellow servants.",
          "id": 54868
        },
        {
          "text": "For as he who is humane, and merciful, and forgiving, cuts away the greater mass of his sins, so he who is bitter, and cruel, and implacable, greatly increases the magnitude of his own offences.",
          "id": 54869
        },
        {
          "text": "Let us then expel from our mouth all slander, knowing that if we do not abstain from it, though we might feed upon ashes, this austerity would avail us nothing.",
          "id": 54870
        },
        {
          "text": "\"For not that which entereth into, but that which cometh out of the mouth defileth the man\".",
          "id": 54871
        },
        {
          "text": "If any one were to stir up a cesspool, when you were passing, say, would you not reproach and rate the man who did it? This then also do with respect to the slanderer.",
          "id": 54872
        },
        {
          "text": "For the stirred cesspool does not so grossly offend the sense of those who smell that ill savour, as the stirring up other men's sins, and the exposure of an impure life, offends and disturbs the soul of those who hear of it.",
          "id": 54873
        },
        {
          "text": "Therefore let us abstain from evil speaking, from foul language, from blasphemy; and let us not speak ill of our neighbour, nor of God!.",
          "id": 54874
        },
        {
          "text": "For many of our evil speakers have run into such madness, as to lift up their own tongue from their fellow servants against their Master.",
          "id": 54875
        },
        {
          "text": "But how great an evil this is, you may learn from the affairs in which we are now involved.",
          "id": 54876
        },
        {
          "text": "A man is insulted, and, lo! we are all fearing and trembling, both those who were guilty of the insult, and those who are conscious of nothing of the kind! But God is insulted every day! Why do I say every day?—every hour rather, by the rich, by the poor, by those who are at ease, by the afflicted, by those who calumniate, and those who are calumniated, and yet no one ever hears a word of this! Therefore He has permitted our fellow servant to be insulted, in order that from the danger which has happened through this insult, thou mayest learn the benignity of the Lord! And notwithstanding that this is our first and only offence, we do not on that account expect to gain an excuse, or pardon.",
          "id": 54877
        },
        {
          "text": "But we provoke God every day, and we show no signs of returning to Him, and yet He endures it with all long-suffering! Seest thou then how great the benignity of the Lord is? Yet, in this present outrage, those who had done amiss were taken and thrust into prison, and paid the penalty; nevertheless we are still in fear, for he who has been insulted has not as yet heard what has taken place, nor pronounced sentence, and we are all trembling.",
          "id": 54878
        },
        {
          "text": "But God every day hears of the insults offered Him, and no one heeds it, although God is thus merciful and loving toward man.",
          "id": 54879
        },
        {
          "text": "With Him it suffices only to acknowledge the sin, and so to cancel the accusation.",
          "id": 54880
        },
        {
          "text": "But with man it is altogether the reverse.",
          "id": 54881
        },
        {
          "text": "When those who have sinned confess, then they are punished the more; which indeed has happened in the present instance.",
          "id": 54882
        },
        {
          "text": "And some have perished by the sword, some by fire; some given to wild beasts, and not men only, but children.",
          "id": 54883
        },
        {
          "text": "And neither this immaturity of age, nor the tumult of the people, nor the circumstance that they were infuriated by demons when they perpetrated these deeds; nor that the exaction was thought to be intolerable; nor poverty, nor having offended in company with all; nor promising that they would never hereafter dare to repeat such deeds; nor anything else, could at all rescue them; but they were led away to the pit, without reprieve; armed soldiers conducting and guarding them on either side, lest any one should carry off the criminals; whilst mothers also followed afar off, seeing their children beheaded, but not daring to bewail their calamity; for terror conquered grief, and fear overcame nature! And just as when men beholding from the land those who are shipwrecked, are deeply distressed, but are not able to approach and to rescue the drowning, so too here, the mothers restrained through fear of the soldiers, as it were by so many waves, not only dared not go near to their children, and rescue them from condemnation, but were afraid even to shed tears?.",
          "id": 54884
        },
        {
          "text": "Assuredly ye gather from thence the mercy of God, how unspeakable, how boundless, how transcending all description! Here indeed the person who has been insulted is of the same nature; and only once in all his lifetime has experienced this; and then it was not done to his face; nor while he was present to see or hear it; and nevertheless, none of those who perpetrated these deeds obtained pardon.",
          "id": 54885
        },
        {
          "text": "But with regard to God nothing of the kind can be said; for the interval between man and God, is so great, as no language can at all express; and throughout every day He is insulted, although present, and seeing and hearing it: and yet He sends not forth the lightning, nor commands the sea to overflow the land, and submerge all men; nor does He bid the earth to cleave asunder and swallow up all the contumelious; but He forbears, and suffers long, and still offers to pardon those who have insulted Him, if they only repent and promise to do these things no more! Truly now is the season to proclaim, \"Who can utter the mighty acts of the Lord? who can show forth all His praise?\" How many men have not only cast down, but also trodden under foot the images of God! For when thou throttlest a debtor, when thou strippest him, when thou draggest him away, thou tramplest under foot God's image.",
          "id": 54886
        },
        {
          "text": "Hear for a certainty Paul saying, that \"a man ought not to cover his head, forasmuch as he is the image and glory of God\".",
          "id": 54887
        },
        {
          "text": "And again, hear God Himself saying, \"Let us make man in Our Image, after Our likeness\".",
          "id": 54888
        },
        {
          "text": "But if thou sayest that man is not of the same substance as God,—what matters that? For neither was the brazen statue of the same substance as the Emperor; yet nevertheless, they who defied it paid the penalty.",
          "id": 54889
        },
        {
          "text": "Thus also with regard to mankind, if men are not of the same substance as God, (as indeed they are not), still they have been called His image; and it were fitting they should receive honour on account of the appellation.",
          "id": 54890
        },
        {
          "text": "But thou for the sake of a little gold dost trample them under foot, dost throttle them, and drag them away; and hast not to this day in any wise paid the penalty!.",
          "id": 54891
        },
        {
          "text": "May there be then speedily some favourable and propitious change! This certainly I foretell and testify, that although this cloud should pass away, and we yet remain in the same condition of listlessness, we shall again have to suffer much heavier evils than those we are now dreading; for I do not so much fear the wrath of the Emperor, as your own listlessness.",
          "id": 54892
        },
        {
          "text": "Surely it is not sufficient by way of apology that we supplicate two or three days, but it is necessary that we should make a change in our whole life, and that whilst abstaining from wickedness we should persevere continually in virtue.",
          "id": 54893
        },
        {
          "text": "For as those who are sickly, unless they keep up a constant regimen, would find no advantage by their observing a two or three days' discipline; so those who are in sin, if they do not exercise sobriety at all times, will find no benefit in two or three days' amendment.",
          "id": 54894
        },
        {
          "text": "For as it is said, that he who is washed, and is again afterwards polluted with the mire, hath gained nothing; so he who has repented for three days, and has again returned to his former state, has accomplished nothing.",
          "id": 54895
        },
        {
          "text": "Let us not therefore, now act as we have always done hitherto.",
          "id": 54896
        },
        {
          "text": "For many times, when we have been surprised by earthquakes, as well as famine and drought, after becoming more sober and gentle for three or four days, we did but return again to the former course.",
          "id": 54897
        },
        {
          "text": "For this cause our present troubles have happened.",
          "id": 54898
        },
        {
          "text": "But if we have not done so before; yet, now at least let us all persevere in the same piety; let us preserve the same meekness, that we may not again need another stroke.",
          "id": 54899
        },
        {
          "text": "Was not God able to have prevented what has taken place? He did, however, permit it, that He might make those who despised Him more sober-minded, through dread of a fellow-servant!.",
          "id": 54900
        },
        {
          "text": "But let not any one say that many of the guilty escaped, and that many of the innocent incurred punishment.",
          "id": 54901
        },
        {
          "text": "For I hear of numerous persons who frequently say this; not only in the case of the present sedition, but also in many other circumstances of this nature.",
          "id": 54902
        },
        {
          "text": "What then should I reply to those who make such observations? Why, that if he who was captured was innocent of the present sedition, he had wrought some other transgression before this still more grievous, for which, not having afterwards repented, he has paid the penalty at the present time.",
          "id": 54903
        },
        {
          "text": "For thus is the custom of God to deal with us.",
          "id": 54904
        },
        {
          "text": "When we sin, He does not straightway visit the transgression, but lets it pass, giving us space for repentance, in order that we may be amended and converted.",
          "id": 54905
        },
        {
          "text": "But if, because we have not paid the penalty, we suppose that the offence too is blotted out, and make light of it; then somewhere, where we think not of it, we are sure afterwards to be punished.",
          "id": 54906
        },
        {
          "text": "And this takes place in order that, when we sin and are not punished, we may not be free from fear, unless we amend, knowing that we shall certainly fall into punishment where we do not expect it.",
          "id": 54907
        },
        {
          "text": "So that if thou sinnest, beloved, and art not punished, do not grow presumptuous, but for this very cause be the more alarmed, knowing that it is an easy matter with God to recompense again when he pleases.",
          "id": 54908
        },
        {
          "text": "For this reason then he hath not punished thee, that thou mightest receive space for repentance.",
          "id": 54909
        },
        {
          "text": "Let us not therefore say, that such a person whilst innocent incurred punishment; and another whilst guilty escaped, for he who incurred it, being guiltless, as I observed, paid the punishment of other transgressions; and he who now escapes it, if he repents not, will be captured in another snare.",
          "id": 54910
        },
        {
          "text": "If our minds are thus disposed, we shall never forget our own sins, but, always fearful and trembling lest we should have to pay the penalty, we shall readily recollect them.",
          "id": 54911
        },
        {
          "text": "For nothing is so apt to bring sin to remembrance as punishment and chastisement.",
          "id": 54912
        },
        {
          "text": "And this is shown by Joseph's brethren.",
          "id": 54913
        },
        {
          "text": "For when they had sold the just man, and thirteen years had passed away, suspecting they had fallen into punishment, and fearing for their lives, they remembered their sin, and said one to another, \"We are verily guilty concerning our brother Joseph\".",
          "id": 54914
        },
        {
          "text": "Seest thou, how fear brought their guilt to recollection? And yet when they were sinning they perceived it not, but when they were fearful of being punished, then they remembered it? Knowing, therefore, all these things, let us make a change and amendment of our lives; and let us think of religion and virtue, before we think of deliverance from the impending distress.",
          "id": 54915
        },
        {
          "text": "And in the meanwhile I desire to fix three precepts in your mind, to the end that you may accomplish me these during the fast,—viz.",
          "id": 54916
        },
        {
          "text": "to speak ill of no one; to hold no one for an enemy; and to expel from the mouth altogether the evil custom of oaths.",
          "id": 54917
        },
        {
          "text": "And as when we hear that some money tax is imposed, each one going within, and calling his wife and children and servants, considers and consults with them how he may pay this tribute, so also let us do with respect to these spiritual precepts.",
          "id": 54918
        },
        {
          "text": "Let every one when he has returned home call together his wife and children, and let him say, that a spiritual tribute was imposed this day: a tribute by which there will be some deliverance and removal of these evils; a tribute which does not make those who pay it poor, but richer; that is to say, to have no enemy, to speak evil of no man, and to swear not at all.",
          "id": 54919
        },
        {
          "text": "Let us consider; let us think; let us resolve how we may fulfill these precepts.",
          "id": 54920
        },
        {
          "text": "Let us exert every endeavour.",
          "id": 54921
        },
        {
          "text": "Let us admonish each other.",
          "id": 54922
        },
        {
          "text": "Let us correct each other, that we may not go to the other world as debtors, and then, needing to borrow of others, suffer the fate of the foolish virgins, and fall from immortal salvation.",
          "id": 54923
        },
        {
          "text": "If we thus set our lives in order, I warrant you and promise, that from this there will be deliverance from the present calamity, and a removal of these dreadful ills; and what is greater than all, there will be the enjoyment of the good things to come.",
          "id": 54924
        },
        {
          "text": "For it were fitting that I should commit to you the whole body of virtue; but I think it the best method of correction, to take the laws by parts, and reduce them to practice, and then to proceed to others.",
          "id": 54925
        },
        {
          "text": "For as in a given field, the husbandman, digging it all up piecemeal, gradually comes to the end of his task; so we too if we make this rule for ourselves, in any wise to reduce to a correct practice these three precepts during the present Lent, and to commit them to the safe custody of good habit, we shall proceed with greater ease to the rest; and by this means arriving at the summit of spiritual wisdom, we shall both reap the fruit of a favourable hope in the present life; and in the life to come we shall stand before Christ with great confidence, and enjoy those unspeakable blessings; which, God grant, we may all be found worthy of, through the grace and loving kindness of Jesus Christ our Lord, with Whom be glory to the Father and the Holy Spirit forever and ever, Amen.",
          "id": 54926
        }
      ]
    }
  ]
}