{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch IX",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily IX.",
          "id": 55668
        },
        {
          "text": "Commendation of those who had laid aside the practice of swearing.",
          "id": 55669
        },
        {
          "text": "It is shown that no one need scruple about hearing the divine oracles in the Church after a meal.",
          "id": 55670
        },
        {
          "text": "Answer to the question, Why it was so long before the Holy Scriptures were given? Comment on the passage, \"The heavens declare the glory of God,\" with a description of the natural world.",
          "id": 55671
        },
        {
          "text": "And finally, an admonition against swearing.",
          "id": 55672
        },
        {
          "text": "It was but lately that I spoke to you as I do now to you again! And O that I could be always with you,—yea, rather am I always with you, though not by bodily presence, yet by the power of love! For I have no other life but you, and the care of your salvation.",
          "id": 55673
        },
        {
          "text": "As the husbandman hath no other anxiety, but about his seeds and his harvests; and the pilot about the waves and the harbours; so the preacher is anxious with respect to his auditors and their progress, even as I am at the present time! Wherefore I bear you all upon my mind, not only here, but also at home.",
          "id": 55674
        },
        {
          "text": "For if the multitude be great, and the measure of my heart be narrow, yet love is wide; and \"ye are not straitened in us\".",
          "id": 55675
        },
        {
          "text": "I will not add what follows next, for neither are we straitened with you.",
          "id": 55676
        },
        {
          "text": "Whence is this apparent? Because I have met with many who have said, \"We have performed the precept, by making rules for each other, defining penalties for those who swear, and enforcing punishment upon those who transgress this law\".",
          "id": 55677
        },
        {
          "text": "A punishment which is indeed well becoming you, and which is a sign of the greatest charity.",
          "id": 55678
        },
        {
          "text": "For I am not ashamed of making myself busy in these matters, since this love of interference does not proceed from idle curiosity but from tender care.",
          "id": 55679
        },
        {
          "text": "For if it be no reproach to the physician to make enquiry concerning the patient, neither is it any fault in us to be ever asking about your salvation; since thus being informed what has been accomplished, and what has been left undone, we shall be able to apply the further remedies with the requisite knowledge.",
          "id": 55680
        },
        {
          "text": "These things we have ascertained by enquiry; and we give thanks to God that we have not sown our seed upon rocks, nor dropped it amidst thorns; and that we have neither needed much time, nor long delay, in order that we might reap the harvest.",
          "id": 55681
        },
        {
          "text": "On this account I have you continually upon my heart.",
          "id": 55682
        },
        {
          "text": "On this account I do not feel the labours of teaching, being eased of the burden by the profit of the hearer.",
          "id": 55683
        },
        {
          "text": "This reward is, indeed, sufficient to recruit our strength, to give us wings, to elevate us, and to persuade us to undergo the utmost toil on your behalf.",
          "id": 55684
        },
        {
          "text": "Since therefore ye have manifested much generosity of feeling, suffer us to discharge the further debt of which we gave a promise the other day; although indeed I see not all present who were here when I made the promise.",
          "id": 55685
        },
        {
          "text": "What, I would ask, can be the cause of this? What hath repelled them from our table? He that hath partaken of a bodily meal, it would seem, has thought it an indignity after receiving material food, to come to the hearing of the divine oracles.",
          "id": 55686
        },
        {
          "text": "But not rightly do they think thus.",
          "id": 55687
        },
        {
          "text": "For if this were improper, Christ would not have gone through His large and long discourses after that mystic supper; and if this had been unsuitable, He would not, when He had fed the multitude in the desert, have communicated His discourses to them after that meal.",
          "id": 55688
        },
        {
          "text": "For (if one must say something startling on this point), the hearing of the divine oracles at that time is especially profitable.",
          "id": 55689
        },
        {
          "text": "For when thou hast made up thy mind that after eating and drinking thou must repair also to the assembly, thou wilt assuredly be careful, though perchance with reluctance, of the duty of sobriety; and wilt neither be led away at any time into excess of wine, or gluttony.",
          "id": 55690
        },
        {
          "text": "For the thought, and the expectation of entering the church, schools thee to partake of food and drink with becoming decency; lest, after thou hast entered there, and joined thy brethren, thou shouldest appear ridiculous to all present, by smelling of wine, and unmannerly eructation.",
          "id": 55691
        },
        {
          "text": "These things I now speak not to you who are now present, but to the absent; that they may learn them through your means.",
          "id": 55692
        },
        {
          "text": "For it is not having eaten that hinders one's hearing, but listlessness.",
          "id": 55693
        },
        {
          "text": "But thou whilst deeming it to be a condemnation not to fast, then addest another fault, which is far greater and heavier, in not being a partaker of this sacred food; and having nourished the body, thou consumest the soul with famine.",
          "id": 55694
        },
        {
          "text": "Yet what kind of apology hast thou for doing this? For in the matter of fasting thou hast, perhaps, bodily weakness to plead, but what hast thou to say with respect to hearing? For surely weakness of body is no impediment to thy partaking of the divine oracles! If I had said, \"Let no one who has breakfasted mix with us;\" \"let no one who has eaten be a hearer,\" thou wouldest have had some kind of excuse; but now, when we would fain drag, entice, and beseech you to come, what apology can ye have for turning away from us? The unfit hearer is not he that hath eaten and drunk; but he who gives no heed to what is said, who yawns, and is slack in attention, having his body here, but his mind wandering elsewhere, and such a one, though he may be fasting, is an unprofitable hearer.",
          "id": 55695
        },
        {
          "text": "On the other hand, the man who is in earnest, who is watchful and keeps his mind in a state of attention, though he may have eaten and drunk, will be our most suitable hearer of all.",
          "id": 55696
        },
        {
          "text": "For this rule, indeed, very properly prevails with relation to the secular tribunals and councils.",
          "id": 55697
        },
        {
          "text": "Inasmuch as they know not how to be spiritually wise, therefore they eat not to nourishment, but to bursting; and they drink often to excess.",
          "id": 55698
        },
        {
          "text": "For this reason, as they render themselves unfit for the management of their affairs, they shut up the court-houses and council-chambers in the evening and at midday.",
          "id": 55699
        },
        {
          "text": "But here there is nothing of this sort,—God forbid! But he who has eaten will rival him who fasts, as far as regards sobriety of soul; for he eats and drinks, not so as to distend the stomach, or to darken the reason, but in such a way as to recruit the strength of the body when it has become weakened.",
          "id": 55700
        },
        {
          "text": "But enough of this admonition.",
          "id": 55701
        },
        {
          "text": "It is time now to deal with our subject; although our mind holds back and shrinks from giving this instruction, on account of those who are not come.",
          "id": 55702
        },
        {
          "text": "And just as an affectionate mother when she is about to spread out her table, grieves and laments when all her children are not there, thus also do I now suffer; and when I think of the absence of our brethren, I am reluctant to discharge my debt.",
          "id": 55703
        },
        {
          "text": "But ye have it in your power to rid me of this tardiness.",
          "id": 55704
        },
        {
          "text": "For if ye promise me that ye will convey to them an exact report of all I say, we shall readily pay you down the whole; for thus the instructions, charitably afforded on your part, will make up to them for their absence; and ye will hear me the more attentively, knowing that you must necessarily give an account of these things to others.",
          "id": 55705
        },
        {
          "text": "In order then that our subject may be made the clearer, let us take it up and repeat it from the beginning.",
          "id": 55706
        },
        {
          "text": "We were enquiring, then, the other day, \"On what account the Scriptures were delivered after so many years.",
          "id": 55707
        },
        {
          "text": "For this Book was delivered neither in the time of Adam, nor of Noah, nor of Abraham, but in that of Moses.",
          "id": 55708
        },
        {
          "text": "And I hear many who say, that if the Book was profitable, it ought to have been delivered from the very beginning; but if it was useless, it ought not to have been delivered afterwards.",
          "id": 55709
        },
        {
          "text": "But this is an obsolete argument; for it is not quite true that anything which is profitable ought to have been delivered from the beginning, nor if anything was delivered from the beginning, is it quite necessary that the same should continue afterwards.",
          "id": 55710
        },
        {
          "text": "For example; Milk is useful, yet it is not always given; but it is given to us only when we are children; and solid food is useful; but no one ever gives it us in the beginning of our life, but when we have passed out of the age of childhood.",
          "id": 55711
        },
        {
          "text": "Again, the summer season is useful; but it does not show itself constantly; and the winter season is advantageous; yet this too makes room for others.",
          "id": 55712
        },
        {
          "text": "What then? Do they say that the Scriptures are not useful? I reply; they are most useful and most necessary.",
          "id": 55713
        },
        {
          "text": "And if so useful, for what reason then, say they, were they not delivered to us from the beginning? It was because God was desirous of instructing the nature of man, not by letters, but by things.",
          "id": 55714
        },
        {
          "text": "But what does the expression \"by things\" signify? By means of the Creation itself.",
          "id": 55715
        },
        {
          "text": "Observe then, how the Apostle, alighting upon this same topic, and directing himself to those very Greeks who said, that they had not from the beginning learnt the knowledge of God from the Scriptures, frames his answer.",
          "id": 55716
        },
        {
          "text": "Having said that, \"the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;\" when he saw that he was met by an objection; and that many would still enquire, from whence the Gentiles knew the truth of God, he goes on to add, \"Because that which may be known of God is manifest in them\".",
          "id": 55717
        },
        {
          "text": "But how is it manifest in them? How were they able to know God, and who hath shewed? Declare this.",
          "id": 55718
        },
        {
          "text": "\"God,\" saith he, \"hath shewed it unto them\".",
          "id": 55719
        },
        {
          "text": "In what manner? By the sending of what kind of prophet? what evangelist? what kind of teacher? if the holy Scriptures were not yet given.",
          "id": 55720
        },
        {
          "text": "\"The invisible things of Him,\" says he, \"from the creation of the world are clearly seen, being understood by the things that are made, even His eternal Power and Godhead\".",
          "id": 55721
        },
        {
          "text": "But what he means is just this, He hath placed His Creation in the midst, before the eyes of all men; in order that they may guess at the Creator from His works; which, indeed, another writer has referred to; \"For from the greatness and beauty of the creatures, proportionably the Maker of them is seen\".",
          "id": 55722
        },
        {
          "text": "Seest thou the greatness? Marvel at the power of Him that made it! Seest thou the beauty? be astonished at the wisdom which adorned it! This it was which the prophet signified when he said, \"The heavens declare the glory of God\".",
          "id": 55723
        },
        {
          "text": "How then, tell me, do they declare it? Voice they have none; mouth they possess not; no tongue is theirs! how then do they declare? By means of the spectacle itself.",
          "id": 55724
        },
        {
          "text": "For when thou seest the beauty, the breadth, the height, the position, the form, the stability thereof during so long a period; hearing as it were a voice, and being instructed by the spectacle, thou adorest Him who created a body so fair and strange! The heavens may be silent, but the sight of them emits a voice, that is louder than a trumpet's sound; instructing us not by the ear, but through the medium of the eyes; for the latter is a sense which is more sure and more distinct than the former.",
          "id": 55725
        },
        {
          "text": "For if God had given instruction by means of books, and of letters, he who knew letters would have learnt what was written; but the illiterate man would have gone away without receiving any benefit from this source, unless some one else had introduced him to it; and the wealthy man would have purchased the Bible, but the poor man would not have been able to obtain it.",
          "id": 55726
        },
        {
          "text": "Again, he who knew the language that was expressed by the letters, might have known what was therein contained; but the Scythian, and the Barbarian, and the Indian, and the Egyptian, and all those who were excluded from that language, would have gone away without receiving any instruction.",
          "id": 55727
        },
        {
          "text": "This however cannot be said with respect to the heavens; but the Scythian, and Barbarian, and Indian, and Egyptian, and every man that walks upon the earth, shall hear this voice; for not by means of the ears, but through the sight, it reaches our understanding.",
          "id": 55728
        },
        {
          "text": "And of the things that are seen, there is one uniform perception; and there is no difference, as is the case with respect to languages.",
          "id": 55729
        },
        {
          "text": "Upon this volume the unlearned, as well as the wise man, shall be alike able to look; the poor man as well as the rich man; and wherever any one may chance to come, there looking upwards towards the heavens, he will receive a sufficient lesson from the view of them: and the prophet himself intimated and indicated this fact, that the creation utters this voice so as to be intelligible to barbarians, and to Greeks, and to all mankind without exception, when he spoke on this wise; \"There is no speech, nor language, where there voice is not heard\".",
          "id": 55730
        },
        {
          "text": "What he means is to this effect, that there is no nation or tongue which is unable to understand this language; but that such is their utterance, that it may be heard of all mankind.",
          "id": 55731
        },
        {
          "text": "And that not merely of the heavens, but of the day and night.",
          "id": 55732
        },
        {
          "text": "But how of the day and night? The heavens, indeed, by their beauty and magnitude, and by all the rest, astonish the beholder, and transport him to an admiration of the Creator; but as to the day and night, what can these show us of the same kind? Nothing certainly of the same kind, but other things which are not inferior to them; as for example; the harmony, and the order which they so accurately observe.",
          "id": 55733
        },
        {
          "text": "For when thou considerest how they distribute between them the whole year, and mutually divide the length of the whole space, even as if it were by a beam and scales, thou wilt be astonished at Him who hath ordered them! For just as certain sisters dividing their father's inheritance among themselves with much affection, and not insulting one another in the smallest degree, even so too the day and the night distribute the year with such an equality of parts, with the utmost accuracy; and keep to their own boundaries, and never push one another aside.",
          "id": 55734
        },
        {
          "text": "Never hath the day been long in winter; and in like manner never hath the night been long in summer, whilst so many generations have passed away; but during so great an interval and length of time one hath not defrauded the other even in the smallest degree; not of half an hour's space, no, nor of the twinkling of an eye!.",
          "id": 55735
        },
        {
          "text": "Therefore also the Psalmist, struck with astonishment at the equality of this distribution, exclaimed, \"Night unto night sheweth knowledge\".",
          "id": 55736
        },
        {
          "text": "If thou knowest how to meditate wisely on these matters, thou wilt admire the Being who fixed these immoveable boundaries even from the beginning.",
          "id": 55737
        },
        {
          "text": "Let the avaricious hear these things; and those who are coveting the wealth of others; and let them imitate the equality of the day and night.",
          "id": 55738
        },
        {
          "text": "Let those who are puffed up and high-minded also hear; and those who are unwilling to concede the first places to others! The day gives place to the night, and does not invade the territory of others! But thou, whilst always enjoying honour, canst thou not bear to share it with thy brethren? Consider also with me the wisdom of the Lawgiver.",
          "id": 55739
        },
        {
          "text": "In winter He hath ordered that the night should be long; when the germs are tender, and require more coolness; and are unable to sustain the hotter rays of the sun; but when they are somewhat grown, the day again increases with them, and becomes then the longest, when the fruit has now attained ripeness.",
          "id": 55740
        },
        {
          "text": "And this is a beneficial arrangement not only for seeds, but for our bodies.",
          "id": 55741
        },
        {
          "text": "For since during winter, the sailor, and the pilot, and the traveller, and the soldier, and the farmer, sit down for the most part at home, fettered by the frost; and the season is one of idleness; God hath appointed that the greater part of this time should be consumed in night, in order that the length of the day might not be superfluous, when men were unable to do anything.",
          "id": 55742
        },
        {
          "text": "Who can describe the perfect order of the seasons; and how these, like some virgins dancing in a circle, succeed one another with the happiest harmony; and how those who are in the middle cease not to pass over to the opposite ones with a gradual and noiseless transition? Therefore, neither are we overtaken by the summer immediately after winter; nor by the winter immediately after the summer; but mid-way the spring is interposed; that while we gently and gradually take up one season after the other, we may have our bodies hardened to encounter the summer heat without uneasiness.",
          "id": 55743
        },
        {
          "text": "For since sudden changes to opposite extremes are productive of the worst injury and disease, God hath contrived that after winter we should take up the spring, and after the spring the summer; and after the summer the autumn; and thus transport us to winter, so that these changes from seasons which are opposite, should come upon us harmlessly and by degrees, through the aid of intermediate ones.",
          "id": 55744
        },
        {
          "text": "Who then is so wretched and pitiable, that beholding the heavens; and beholding sea, and land; and beholding this exact adjustment of the seasons, and the unfailing order of day and night, he can think that these things happen of their own accord, instead of adoring Him who hath arranged them all with a corresponding wisdom!.",
          "id": 55745
        },
        {
          "text": "But I have yet somewhat more to say on this head.",
          "id": 55746
        },
        {
          "text": "For not only, indeed, does the magnitude and beauty of the creation, but also the very manner of it, display a God who is the artificer of the universe.",
          "id": 55747
        },
        {
          "text": "For since we were not present at the beginning, whilst he was engaged in the work of forming and creating all things; nor had we been present, could we have known how they came into being, the power that disposed them being invisible; He hath made the mode of this creation to become our best teacher, by compounding all things in a manner which transcends the course of nature.",
          "id": 55748
        },
        {
          "text": "Perhaps what I have said, is not sufficiently clear.",
          "id": 55749
        },
        {
          "text": "Therefore it is necessary that I should again repeat it in a clearer manner.",
          "id": 55750
        },
        {
          "text": "All men, then, must admit that it is the course of nature for water to be supported on the earth, and not the earth on the waters.",
          "id": 55751
        },
        {
          "text": "For the earth being a certain dense, hard, unyielding, and solid substance, is easily able to support the nature of water; but the water, which is fluid, and rare, and soft, and diffusive, and giving way to all it meets with, must be unable to support any solid body, though it were of the lightest kind.",
          "id": 55752
        },
        {
          "text": "Often indeed when a small pebble fails upon it, it yields, and makes way, and sends it down to the bottom.",
          "id": 55753
        },
        {
          "text": "When therefore thou beholdest not a small pebble, but the whole earth borne upon the waters, and not submerged, admire the power of Him who wrought these marvellous things in a supernatural manner! And whence does this appear, that the earth is borne upon the waters? The prophet declares this when he says, \"He hath founded it upon the seas, and prepared it upon the floods\".",
          "id": 55754
        },
        {
          "text": "And again: \"To him who hath founded the earth upon the waters\".",
          "id": 55755
        },
        {
          "text": "What sayest thou? The water is not able to support a small pebble on its surface, and yet bears up the earth, great as it is; and mountains, and hills, and cities, and plants, and men, and brutes; and it is not submerged! What do I say? Is not submerged? How comes it to pass, that since the water has been in close contact with it below, during so long a period, it has not been dissolved, and the whole of it become mud? For the substance of wood, when soaked in water but a little time, is rotted and dissolved; and why do I say of wood? What can be firmer than iron? yet often this is softened, when it remains a long time in water; and well it may.",
          "id": 55756
        },
        {
          "text": "For it derives its substance from the earth.",
          "id": 55757
        },
        {
          "text": "Therefore many run-away servants, when they make their escape, dragging their shackles and chains along with them, go to brooks of water, and thrust their shackled feet therein, and after making the iron softer by this means, they easily break it by striking it with a stone.",
          "id": 55758
        },
        {
          "text": "Iron, forsooth, is softened, and wood is rotted, and stones are worn away by the nature of water; yet so great a mass as the earth hath remained such a length of time lying upon the waters, without being either submerged, or dissolved, and destroyed!.",
          "id": 55759
        },
        {
          "text": "And who is there that must not feel astonished and amazed at these things; and confidently pronounce that they are not the works of nature, but of that Providence which is above nature? Therefore one speaks thus: \"Who hangeth the earth upon nothing\".",
          "id": 55760
        },
        {
          "text": "And another observes, \"In His hands are the corners of the earth\".",
          "id": 55761
        },
        {
          "text": "And again: \"He hath laid the foundation of it upon the seas\".",
          "id": 55762
        },
        {
          "text": "And these declarations, though they seem contrary to one another, have yet an entire agreement.",
          "id": 55763
        },
        {
          "text": "For he that said, \"He hath laid the foundation of it upon the seas,\" meant the same thing as he did who declared, \"He hath hung it upon nothing\".",
          "id": 55764
        },
        {
          "text": "For its standing upon the waters is just the same thing as hanging upon nothing.",
          "id": 55765
        },
        {
          "text": "Where then is it suspended and placed? Hear the same one saying, \"In His hands are the corners of the earth\".",
          "id": 55766
        },
        {
          "text": "Not that God hath hands, but that thou mayest know that His power it is, providing for all things which holds together and supports the body of the earth! But if thou believest not what I now say, believe what thou beholdest! for even in another element it is possible to find this admirable workmanship.",
          "id": 55767
        },
        {
          "text": "For it is the nature of fire to tend upwards, and to be always mounting aloft; and although you force and constrain it never so much, it cannot submit to have its course directed downwards.",
          "id": 55768
        },
        {
          "text": "For often, when we are carrying a lighted torch, although we incline its head downwards, we cannot compel the force of the flame to direct itself to the ground; but still it turns upward, and passes from below toward that which is above.",
          "id": 55769
        },
        {
          "text": "But with respect to the sun, God hath made it quite the contrary.",
          "id": 55770
        },
        {
          "text": "For He hath turned his beams toward the earth, and made his light to direct itself downward, all but saying to him by the very shape (of the heavens), \"Look downward.",
          "id": 55771
        },
        {
          "text": "—Shine upon men, for thou wert made for them!\" The light, indeed, of a candle cannot be made to submit to this; but this star, great and marvellous as it is, bends downward, and looks toward the earth, which is contrary to the nature of fire; owing to the power of Him who hath commanded it.",
          "id": 55772
        },
        {
          "text": "Wouldest thou have me speak of another thing of the like kind? Waters embrace the back of the visible heaven on all parts; and yet they neither flow down, nor are moved out of their place, although the nature of water is not of this kind.",
          "id": 55773
        },
        {
          "text": "For it easily runs together into what is concave; but when the body is of a convex form, it glides away on all sides; and not even a small portion is capable of standing upon such a figure.",
          "id": 55774
        },
        {
          "text": "But, lo! this wonder is found to exist in the heavens; and the prophet, again, to intimate this very circumstance, observes, \"Praise the Lord, ye waters that are above the heavens\".",
          "id": 55775
        },
        {
          "text": "Besides, the water hath not quenched the sun; nor hath the sun, which hath gone on his way beneath for so long a time, dried up the water that lies above.",
          "id": 55776
        },
        {
          "text": "Dost thou desire that we should lead thee down again to the earth, and point out the marvel? Seest thou not this sea abounding with waves, and fierce winds; yet this sea, spacious, and large, and furious as it is, is walled in with a feeble sand! Mark also the wisdom of God, He permitted it not to be at rest, nor tranquil, lest thou shouldest suppose its good order to be of mere natural regulation; but remaining within its limits, it lifts up its voice, and is in tumult, and roars aloud, and raises its waves to a prodigious height.",
          "id": 55777
        },
        {
          "text": "But when it comes to the shores, and beholds the sand, it breaks up, and returns back again within itself; teaching thee, by both these things, that it is not the work of nature that it remains within its boundaries, but the work of Him whose power restrains it! For this cause accordingly He hath made the wall feeble; and hath not encompassed these shores with wood, or stone, or mountains, lest thou shouldest impute the regulation of the elements to such things.",
          "id": 55778
        },
        {
          "text": "And, therefore, God Himself, upbraiding the Jews with this very circumstance, said, \"Fear ye not Me, which have placed the sand for the bound of the sea that it cannot pass it\".",
          "id": 55779
        },
        {
          "text": "But the marvellous thing is not this only, that He hath made a great and admirable world; and that He hath compacted it in a way above the usual course of nature; but that He hath also constituted it out of opposite things; such as hot and cold, dry and moist, fire and water, earth and air, and that these contrary elements, of which this whole universe consists, though continually at strife one with another, are not consumed of one another.",
          "id": 55780
        },
        {
          "text": "The fire hath not overrun and burnt up all things; the water hath not overflowed and drowned the whole earth.",
          "id": 55781
        },
        {
          "text": "With respect to our bodies, however, these effects really take place; and upon the increase of the bile, fever is generated; and the whole animal frame sustains an injury; and when there is a superabundance of phlegm, many diseases are produced which destroy the animal.",
          "id": 55782
        },
        {
          "text": "But in the case of the universe, nothing of this kind happens; but each thing remains held as it were by a kind of bridle and band; preserving, by the will of the Creator, its own boundaries; and their strife becomes a source of peace to the whole.",
          "id": 55783
        },
        {
          "text": "Are not these things evident even to a blind man? and are not even the simple easily able to comprehend, that they were made, and are upheld, by some Providence? For who is so silly and senseless, that beholding such a mass of substances, such beauty, such combination, the continual strife of such vast elements, their opposition, and yet durability, would not reason with himself and say, \"If there were not some Providence to uphold the mass of these bodies, not permitting the universe to fall to pieces, it could not remain; it could not have been lasting.",
          "id": 55784
        },
        {
          "text": "So perfect is the order of the seasons, such the harmony of the day and night, so many the kinds of brute animals, and plants, and seeds, and herbs, that preserve their course, and yet, to the present day, none has ever fallen into decay or sudden dissolution.",
          "id": 55785
        },
        {
          "text": "We might continue to speak not only of these things, but also of many others, which are even more profound; and might moralise even upon the Creation itself; but reserving these subjects for the morrow, let us earnestly endeavour to retain what has been said, and to convey it to the rest.",
          "id": 55786
        },
        {
          "text": "I know indeed, that the abstruseness of these speculations has seemed strange to your ears; but if we be a little vigilant, and accustom ourselves to them, we shall easily be able to teach others.",
          "id": 55787
        },
        {
          "text": "Meanwhile, it is necessary farther to say this to your Charity.",
          "id": 55788
        },
        {
          "text": "Even as God hath given us glory by means of this great creation, so let us also glorify Him by a pure conversation! \"The heavens declare the glory of God,\" though only seen; and we therefore should declare God's glory not only in speaking, but in silence, and in astonishing all men by the brightness of our life.",
          "id": 55789
        },
        {
          "text": "For He saith, \"Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven\".",
          "id": 55790
        },
        {
          "text": "For when an unbeliever beholds thee, who art a believer, subdued, modest, and orderly in manners, he will wonder and say, \"Truly great is the God of the Christians! What manner of men hath He formed? What, and from what hath He made them? Hath He turned them from men into angels? If any one treats them contemptuously, they revile not! If any one beats them, they are not enraged! If any one does them an injury, they pray for him who has put them in pain! They have no enemy! They know nothing of cherishing malice! They are guiltless of vain babbling! They have not learnt to utter a falsehood! They cannot endure a false oath, or rather, they swear not at all, but would prefer to have their tongue cut out, rather than to let an oath proceed out of their mouth!\" Such are the things which we should give them cause to say of us; and we should exterminate our evil habit of oaths, and pay at least as much honour to God, as we do to our more valuable garments.",
          "id": 55791
        },
        {
          "text": "For how truly absurd is it, that when we have one garment better than the rest, we do not suffer ourselves to be continually wearing it; and yet everywhere we draggle about the name of God without concern, or ceremony! Let us not, I earnestly pray and beseech you, let us not thus despise our own salvation; but the care which we have used respecting this precept from the beginning, let us carry on even to the end.",
          "id": 55792
        },
        {
          "text": "For I thus continually exhort you on the subject of oaths, not as though condemning you of listlessness, but inasmuch as I have seen that ye are for the most part reformed, I press you, and am urgent, that the whole work should be finished off, and come to its perfection.",
          "id": 55793
        },
        {
          "text": "Even so act the spectators of public games.",
          "id": 55794
        },
        {
          "text": "They excite those who are near the prize, with the more vehemence.",
          "id": 55795
        },
        {
          "text": "Let us, then, by no means become weary; for we have nearly reached the completion of this amendment; and the difficulty was at the beginning.",
          "id": 55796
        },
        {
          "text": "But now that the greater part of the evil habit has been cut away, and less remains to correct, no labour is necessary, but we only need a moderate degree of watchfulness, and diligence for some short time, in order that we ourselves being amended, may also become instructors to others; and that we may behold the Holy Passover with much confidence, and that with much pleasure we may reap a double or treble measure of the customary gladness of the festival.",
          "id": 55797
        },
        {
          "text": "For not so much does it delight us to be delivered from the toil and fatigue of fasting, as to meet that holy season with an illustrious and well-earned crown; a crown indeed that is never to fade!.",
          "id": 55798
        },
        {
          "text": "But in order that the amendment may take place the more quickly, do this which I tell thee.",
          "id": 55799
        },
        {
          "text": "Inscribe upon the wall of thy house, and upon the wall of thy heart, that \"flying sickle;\" and think that it is flying forth on occasion of the curse, and constantly remember it.",
          "id": 55800
        },
        {
          "text": "And if thou observest another person swearing, restrain, forbid, and be careful for him, and be careful for thine own domestics.",
          "id": 55801
        },
        {
          "text": "For if we would look to this, that we might not merely correct ourselves, but also bring others to the same point, we shall ourselves quickly arrive at the goal; since while we undertake to instruct others, we shall be ashamed and blush, should we in our own case seem to leave those things unperformed, which we enjoin upon them.",
          "id": 55802
        },
        {
          "text": "There is no need to say more; for much has been already spoken on these matters; and these things are now said only by way of remembrance.",
          "id": 55803
        },
        {
          "text": "But may God, who is more sparing of our souls than we are, make us perfect in this, and every good work; that so having completed the whole fruit of righteousness, we may be found worthy of the kingdom of heaven, through the grace and lovingkindness of our Lord Jesus Christ, through Whom, and with Whom, to the Father, with the Holy Ghost, be glory, for ever and ever, Amen.",
          "id": 55804
        }
      ]
    }
  ]
}