{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch II",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily II.",
          "id": 54438
        },
        {
          "text": "Spoken in Antioch in the Old Church, as it was called, while he was a presbyter, on the subject of the calamity that had befallen the city in consequence of the tumult connected with the overthrow of the Statues of the Emperor Theodosius, the Great and Pious.",
          "id": 54439
        },
        {
          "text": "And on the saying of the Apostle, \"Charge them that are rich that they be not high-minded,\"  Timothy vi.",
          "id": 54440
        },
        {
          "text": "And against covetousness.",
          "id": 54441
        },
        {
          "text": "What shall I say, or what shall I speak of? The present season is one for tears, and not for words; for lamentation, not for discourse; for prayer, not for preaching.",
          "id": 54442
        },
        {
          "text": "Such is the magnitude of the deeds daringly done; so incurable is the wound, so deep the blow, even beyond the power of all treatment, and craving assistance from above.",
          "id": 54443
        },
        {
          "text": "Thus it was that Job, when he had lost all, sat himself down upon a dunghill; and his friends heard of it, and came, and seeing him, while yet afar off, they rent their garments, and sprinkled themselves with ashes, and made great lamentation.",
          "id": 54444
        },
        {
          "text": "The same thing now ought all the cities around to do, to come to our city and to lament with all sympathy what has befallen us.",
          "id": 54445
        },
        {
          "text": "He then sat down on his dunghill; she is now seated in the midst of a great snare.",
          "id": 54446
        },
        {
          "text": "For even as the devil then leaped violently the flocks, and herds, and all the substance of the just man, so now hath he raged against this whole city.",
          "id": 54447
        },
        {
          "text": "But then, as well as now, God permitted it; then, indeed, that he might make the just man more illustrious by the greatness of his trials; and now, that he may make us more sober-minded by the extremity of this tribulation.",
          "id": 54448
        },
        {
          "text": "Suffer me to mourn over our present state.",
          "id": 54449
        },
        {
          "text": "We have been silent seven days, even as the friends of Job were.",
          "id": 54450
        },
        {
          "text": "Suffer me to open my mouth to-day, and to bewail this common calamity.",
          "id": 54451
        },
        {
          "text": "Who, beloved, hath bewitched us? Who hath envied us? Whence hath all this change come over us? Nothing was more dignified than our city! Now, never was anything more pitiable! The populace so well ordered and quiet, yea, even like a tractable and well tamed steed, always submissive to the hands of its rulers, hath now so suddenly started off with us, as to have wrought such evils, as one can hardly dare to mention.",
          "id": 54452
        },
        {
          "text": "I mourn now and lament, not for the greatness of that wrath which is to be expected, but for the extravagance of the frenzy which has been manifested! For although the Emperor should not be provoked, or in anger, although he were neither to punish, nor take vengeance; how, I pray, are we to bear the shame of all that has been done? I find the word of instruction broken off by lamentation; scarcely am I able to open my mouth, to part my lips, to move my tongue, or to utter a syllable! So, even like a curb, the weight of grief checks my tongue, and keeps back what I would say.",
          "id": 54453
        },
        {
          "text": "Aforetime there was nothing happier than our city; nothing more melancholy than it is now become.",
          "id": 54454
        },
        {
          "text": "As bees buzzing around their hive, so before this the inhabitants every day flitted about the forum, and all pronounced us happy in being so numerous.",
          "id": 54455
        },
        {
          "text": "But behold now, this hive hath become solitary! For even as smoke does those bees, so fear hath driven away our swarms; and what the prophet says, bewailing Jerusalem, we may fitly say now, \"Our city is become 'like a terebinth that hath lost its leaves, and as a garden that hath no water.",
          "id": 54456
        },
        {
          "text": "'\" For in like manner as a garden when its irrigation fails, exhibits the trees stripped of their leaves, and bare of their fruits, so has it now fared with our city.",
          "id": 54457
        },
        {
          "text": "For the help from above having forsaken her, she stands desolate stripped of almost all her inhabitants.",
          "id": 54458
        },
        {
          "text": "Nothing is sweeter than one's own country; but now, it has come to pass that nothing is more bitter! All flee from the place which brought them forth, as from a snare.",
          "id": 54459
        },
        {
          "text": "They desert it as they would a dungeon; they leap out of it, as from a fire.",
          "id": 54460
        },
        {
          "text": "And just as when a house is seized upon by the flames, not only those who dwell therein, but all who are near, take their flight from it with the utmost haste, eager to save but their bare bodies; even so now too, when the wrath of the Emperor is expected to come as a fire from above, every one presses to go forth in time, and to save the bare body, before the fire in its progress reaches them.",
          "id": 54461
        },
        {
          "text": "And now our calamity has become an enigma; a flight without enemies; an expulsion of inhabitants without a battle; a captivity without capture! We have not seen the fire of barbarians, nor beheld the face of enemies: and yet we experience the sufferings of captives.",
          "id": 54462
        },
        {
          "text": "All men now hear of our calamities; for receiving our exiles, they learn from them the stroke which has fallen upon our city.",
          "id": 54463
        },
        {
          "text": "Yet I am not ashamed, nor blush at this.",
          "id": 54464
        },
        {
          "text": "Let all men learn the sufferings of the city, that, sympathizing with their mother, they may lift up their united voice to God from the whole earth; and with one consent entreat the King of heaven for their universal nurse and parent.",
          "id": 54465
        },
        {
          "text": "Lately our city was shaken; but now the very souls of the inhabitants totter! Then the foundations of the houses shook, but now the very foundations of every heart quiver; and we all see death daily before our eyes! We live in constant terror, and endure the penalty of Cain; a more pitiable one than that of those who were the former inmates of the prison; undergoing as we now do a new and strange kind of siege, far more terrible than the ordinary kind.",
          "id": 54466
        },
        {
          "text": "For they who suffer this from enemies, are only shut up within the walls; but even the forum has become impassable to us, and every one is pent up within the walls of his own house! And as it is not safe for those who are beseiged to go beyond the walls, while the enemy without is encamped around; so neither, to many of those who inhabit this city, is it safe to go out of doors, or to appear openly; on account of those who are everywhere hunting for the innocent as well as the guilty; and seizing them even in the midst of the forum, and dragging them to the court of justice, without ceremony, and just as chance directs.",
          "id": 54467
        },
        {
          "text": "For this reason, free-men sit in doors shackled up with their domestics; anxiously and minutely enquiring of those to whom they may safely put the question, \"Who has been seized to-day; who carried off; or punished? How was it? and in what manner?\" They live a life more wretched than any kind of death; being compelled daily to mourn the calamities of others; while they tremble for their own safety, and are in no better case than the dead; inasmuch as they are already dead with fear.",
          "id": 54468
        },
        {
          "text": "But if any one who is devoid of this fear and anguish, chooses to enter the forum, he is presently driven back to his own dwelling, by the cheerless spectacle; finding hardly perchance one or two people, and those hanging their heads and creeping about with downcast looks, where but a few days before the multitude swept along more incessantly than the streams of rivers.",
          "id": 54469
        },
        {
          "text": "Yet all these have now been driven away from us! And, as when many trees in a thick wood of oak are cut down in all directions, the spectacle becomes a melancholy one, even like that of a head with many patches of baldness; even so the city itself, its inhabitants being diminished and but few appearing here and there, is now become dreary, and sheds a heavy mist of sorrow over those who witness it.",
          "id": 54470
        },
        {
          "text": "And not the ground only, but the very nature of the air, and even the circle of the sun's beams, seem now to me to look mournful, and to shine more dimly; not that the elements change their nature, but that our eyes being confused by the cloud of sadness, are unable to receive the light of the rays clearly, or with the same relish.",
          "id": 54471
        },
        {
          "text": "This is what the prophet of old bewailed, when he said, \"The sun shall go down at noon, and the day shall be darkened\".",
          "id": 54472
        },
        {
          "text": "And this he said, not as though the Day Star should be eclipsed, or the day should disappear, but because those who are in sorrow, are not able to perceive the light even of noon day on account of the darkness of their anguish; which indeed has been the case now.",
          "id": 54473
        },
        {
          "text": "And wherever any one looks abroad, whether upon the ground or upon the walls; whether upon the columns of the city, or upon his neighbours, he seems to see night and deep gloom; so full is all of melancholy! There is a silence big with horror, and loneliness everywhere; and that dear hum of the multitude is stifled; and even as though all were gone beneath the earth, so speechlessness hath now taken possession of the city; and all men seem like stones, and being oppressed by the calamity like a gag on their tongues; they maintain the profoundest silence, yea, such a silence as if enemies had come on them, and had consumed them all at once by fire and sword!.",
          "id": 54474
        },
        {
          "text": "Now is it a fit season to say, \"Call for the mourning women, that they may come, and for the cunning women, and let them take up a wailing.",
          "id": 54475
        },
        {
          "text": "Let your eyes run down with water, and your eyelids gush out with tears\".",
          "id": 54476
        },
        {
          "text": "Ye hills take up wailing, and ye mountains lamentation! Let us call the whole creation into sympathy with our evils.",
          "id": 54477
        },
        {
          "text": "So great a city, and the head of those which lie under the eastern sky, is in danger of being torn away from the midst of the civilized world! She that had so many children, has now suddenly become childless, and there is no one who shall come to her aid! For he who has been insulted has not an equal in dignity upon earth; for he is a monarch; the summit and head of all here below! On this account then let us take refuge in the King that is above.",
          "id": 54478
        },
        {
          "text": "Him let us call in to our aid.",
          "id": 54479
        },
        {
          "text": "If we may not obtain the favour of heaven, there is no consolation left for what has befallen us!.",
          "id": 54480
        },
        {
          "text": "Here I could wish to end this discourse; for the minds of those who are in anguish are indisposed to extend their discourses to a great length.",
          "id": 54481
        },
        {
          "text": "And as when some dense cloud has formed, and flying under the solar rays, returns back to him all his splendour again, so indeed does the cloud of sadness, when it stands before our souls, refuse to admit an easy passage for the word, but chokes it and restrains it forcibly within.",
          "id": 54482
        },
        {
          "text": "And this is the case not only with those who speak, but with those who hear; for as it does not suffer the word to burst forth freely from the soul of the speaker, so neither does it suffer it to sink into the mind of those who listen, with its natural power.",
          "id": 54483
        },
        {
          "text": "Therefore also the Jews of old time, while slaving at the mud and bricks, had not the heart to listen to Moses, while he repeatedly told them great things respecting their future deliverance; despondency making their minds inaccessible to the address, and shutting up their sense of hearing.",
          "id": 54484
        },
        {
          "text": "I could have wished then, as to myself, to have put an end here to my discourse; but thinking that it is not only the nature of a cloud to intercept the forward passage of the sun's rays, but that often just the opposite happens to the cloud; since the sun continually falling upon it with much warmth, wears it away, and frequently breaks through the midst of it; and shining forth all at once, meets cheerfully the gaze of the beholders.",
          "id": 54485
        },
        {
          "text": "This also I myself expect to do this day; and the word being continually associated with your minds, and dwelling in them, I hope to burst the cloud of sadness, and to shine through your understandings again, with the customary instruction!.",
          "id": 54486
        },
        {
          "text": "But afford me your attention! Lend me your ears awhile! Shake off this despondency! Let us return to our former custom; and as we have been used always to meet here with gladness, so let us also do now, casting all upon God.",
          "id": 54487
        },
        {
          "text": "And this will contribute towards our actual deliverance from calamity.",
          "id": 54488
        },
        {
          "text": "For should the Lord see that His words are listened to carefully; and that our love of divine wisdom stands the trial of the difficulty of these times, He will quickly take us up again, and will make out of the present tempest a calm and happy change.",
          "id": 54489
        },
        {
          "text": "For this too is a thing in which it behoves the Christian to differ from the unbelievers, the bearing all things nobly; and through hope of the future, soaring above the attack of human evils.",
          "id": 54490
        },
        {
          "text": "The believer hath his stand on the Rock; for this reason he cannot be overthrown by the dashing of the billows.",
          "id": 54491
        },
        {
          "text": "For should the waves of temptation rise, they cannot reach to his feet.",
          "id": 54492
        },
        {
          "text": "He stands too lofty for any such assault.",
          "id": 54493
        },
        {
          "text": "Let us not then sink down, beloved! We do not care so much for our own safety, as God who made us.",
          "id": 54494
        },
        {
          "text": "There is not so much solicitude on our part, lest we suffer any dreadful misfortune, as with Him who bestowed upon us a soul, and then gave us so many good things beside.",
          "id": 54495
        },
        {
          "text": "Let us mount on the wings of these hopes, and hear the things about to be spoken with our accustomed readiness.",
          "id": 54496
        },
        {
          "text": "I made a prolonged discourse lately unto you beloved, and yet I saw all following it up, and no one turning back in the middle of the course.",
          "id": 54497
        },
        {
          "text": "I return thanks to you for that readiness, and have received the reward of my labours.",
          "id": 54498
        },
        {
          "text": "But there was another reward, besides that attention, which I asked of you at that time; perchance you know and recollect it.",
          "id": 54499
        },
        {
          "text": "And what was the reward? That you should punish and chastise the blasphemers that were in the city; that ye should restrain those who are violent and insolent against God! I do not think that I then spoke these things of myself; but that God, foreseeing what was coming, injected these words into my mind; for if we had punished those who dared to do such things, that which has now happened would never have happened.",
          "id": 54500
        },
        {
          "text": "How much better would it have been, if necessity so required, to run into danger; yea, to suffer in castigating and correcting such persons (which would have brought us a martyr's crown), than now to fear, to tremble, and to expect death, from the insubordination of such persons! Behold, the crime was that of a few, but the blame comes on all! Behold, through these, we are all now placed in fear, and are ourselves suffering the punishment of what these men dared to do! But if we had taken them in time, and cast them out of the city, and chastised them, and corrected the sick member, we should not have been subjected to our present terror.",
          "id": 54501
        },
        {
          "text": "I know that the manners of this city have been of a noble character from old times; but that certain strangers, and men of mixed race,—accursed and pernicious characters,—hopeless of their own safety, have perpetrated what has been perpetrated.",
          "id": 54502
        },
        {
          "text": "For this very reason I was always lifting up my voice, and unceasingly bearing my testimony, saying, Let us punish the madness of those blasphemers,—let us control their spirit, and provide for their salvation;—yea, though it be necessary to die in doing it, the deed would yet bring us great gain: let us not overlook the insult done to our common Lord; overlooking such things will bring forth some great evil to our city!.",
          "id": 54503
        },
        {
          "text": "These things I foretold, and they have now actually taken place;—and we are paying the penalty of that listlessness! You overlooked the insult that was done unto God!—Behold, he hath permitted the Emperor to be insulted, and peril to the utmost to hang over all, in order that we might pay by this fear the penalty of that listlessness; was it then vainly, and to no purpose I foretold these things, and assiduously urged your Charity? But nevertheless, nothing was done.",
          "id": 54504
        },
        {
          "text": "Let it, however, be done now; and being chastened by our present calamity, let us now restrain the disorderly madness of these men.",
          "id": 54505
        },
        {
          "text": "Let us shut up their mouths, even as we close up pestiferous fountains; and let us turn them to a contrary course, and the evils which have taken hold of the city shall undoubtedly be stayed.",
          "id": 54506
        },
        {
          "text": "The Church is not a theatre, that we should listen for amusement.",
          "id": 54507
        },
        {
          "text": "With profit ought we to depart hence, and some fresh and great gain should we acquire ere we leave this place.",
          "id": 54508
        },
        {
          "text": "For it is but vainly and irrationally we meet together, if we have been but captivated for a time, and return home empty, and void of all improvement from the things spoken.",
          "id": 54509
        },
        {
          "text": "What need have I of these plaudits, these cheers and tumultuous signs of approval? The praise I seek, is that ye show forth all I have said in your works.",
          "id": 54510
        },
        {
          "text": "Then am I an enviable and happy man, not when ye approve, but when ye perform with all readiness, whatsoever ye hear from me? Let every one then correct his neighbour, for \"edify ye one another,\" it is said, and if we do not this, the crimes of each one will bring some general and intolerable damage to the city.",
          "id": 54511
        },
        {
          "text": "Behold, while we are unconscious of any part in this transaction, we are no less affrighted than those who were daringly engaged in it! We are dreading lest the wrath of the Emperor should descend upon all; and it is not sufficient for us to say in defence, \"I was not present; I was not an accomplice, nor a participator in these acts\".",
          "id": 54512
        },
        {
          "text": "\"For this reason,\" he may reply, \"thou shalt be punished, and pay the extreme penalty, because thou wert not present; and didst not check, nor restrain the rioters, and didst not run any risk for the honour of the Emperor! Hadst thou no part in these audacious deeds? I commend this, and take it well.",
          "id": 54513
        },
        {
          "text": "But thou didst not check these things when being done.",
          "id": 54514
        },
        {
          "text": "This is a cause of accusation!\" Such words as these, we shall also hear from God, if we silently suffer the continuance of the injuries and insults committed against Him.",
          "id": 54515
        },
        {
          "text": "For he also who had buried his talent in the earth, was called to account, not for crimes done by himself, for he had given back the whole of that which was entrusted to him, but because he had not increased it; because he had not instructed others; because he had not deposited it in the hands of the bankers; that is, he had not admonished, or counselled, or rebuked, or amended those unruly sinners who were his neighbours.",
          "id": 54516
        },
        {
          "text": "On this account he was sent away without reprieve to those intolerable punishments! But I fully trust that though ye did not before, ye will now at least perform this work of correction, and not overlook insult committed against God.",
          "id": 54517
        },
        {
          "text": "For the events which have taken place are sufficient, even if no one had given any warning, to convince men ever so disposed to be insensible, that they must exert themselves for their own safety.",
          "id": 54518
        },
        {
          "text": "But it is now time that we should proceed to lay out before you the customary table from St.",
          "id": 54519
        },
        {
          "text": "Paul, by handling the subject of this day's reading, and placing it in view for you all.",
          "id": 54520
        },
        {
          "text": "What then was the text read today? \"Charge them that are rich in this world that they be not high-minded\".",
          "id": 54521
        },
        {
          "text": "When he says, \"the rich in this world,\" he makes it manifest, that there are others who are rich, that is, in the world to come: such as was that Lazarus, poor as to the present life, but rich as to the future; not in gold and silver, and such like perishable and transitory store of wealth; but in those unutterable good things \"which eye hath not seen, nor ear heard, nor hath it entered into the heart of man\".",
          "id": 54522
        },
        {
          "text": "For this is true wealth and opulence, when there is good unmixed, and not subject to any change.",
          "id": 54523
        },
        {
          "text": "Not such was the case of that rich man who despised him, but he became the poorest of mankind.",
          "id": 54524
        },
        {
          "text": "Afterwards at least when he sought to obtain but a drop of water, he did not get possession even of that, to such extreme poverty was he come.",
          "id": 54525
        },
        {
          "text": "For this reason he calls them rich \"in the present world,\" to teach thee that along with the present life, worldly wealth is annihilated.",
          "id": 54526
        },
        {
          "text": "It goes no further, neither does it change its place with its migrating possessors, but it often leaves them before their end; which therefore he shows by saying, \"Neither trust in uncertain riches;\" for nothing is so faithless as wealth; of which I have often said, and will not cease to say, that it is a runaway, thankless servant, having no fidelity; and should you throw over him ten thousand chains, he will make off dragging his chains after him.",
          "id": 54527
        },
        {
          "text": "Frequently, indeed, have those who possessed him shut him up with bars and doors, placing their slaves round about for guards.",
          "id": 54528
        },
        {
          "text": "But he has over-persuaded these very servants, and has fled away together with his guards; dragging his keepers after him like a chain, so little security was there in this custody.",
          "id": 54529
        },
        {
          "text": "What then can be more faithless than this? what more wretched than men devoted to it? When men endeavour with all eagerness to collect so frail and fleeting a thing, they do not hear what the prophet saith: \"Woe unto them who trust in their power, and boast themselves in the multitude of their riches\".",
          "id": 54530
        },
        {
          "text": "Tell me why is this woe pronounced?—\"He heapeth up treasure,\" saith he, \"and knoweth not for whom he will gather it,\"—forasmuch as the labor is certain, but the enjoyment uncertain.",
          "id": 54531
        },
        {
          "text": "Very often you toil and endure trouble for enemies.",
          "id": 54532
        },
        {
          "text": "The inheritance of your wealth after your decease, coming as it does, in many instances, to those who have injured you, and plotted against you in a thousand ways, has assigned you the sins for your part, but the enjoyment to others!.",
          "id": 54533
        },
        {
          "text": "But here, it is worthy of enquiry, for what reason he does not say, \"Charge those who are rich in the present world, not to be rich; charge them to become poor; charge them to get rid of what they have;\" but, \"charge them, not to be high-minded\".",
          "id": 54534
        },
        {
          "text": "For he knew that the root and foundation of riches is pride; and that if any man understood how to be unassuming, he would not make much ado about the matter.",
          "id": 54535
        },
        {
          "text": "Tell me, indeed, for what reason thou leadest about so many servants, parasites, and flatterers, and all the other forms of pomp? Not for necessity, but only for pride; to the end that by these thou mayest seem more dignified than other men! Besides, he knew that wealth is not forbidden if it be used for that which is necessary.",
          "id": 54536
        },
        {
          "text": "For as I observed, wine is not a bad thing, but drunkenness is so.",
          "id": 54537
        },
        {
          "text": "A covetous man is one thing, and a rich man is another thing.",
          "id": 54538
        },
        {
          "text": "The covetous man is not rich; he is in want of many things, and while he needs many things, he can never be rich.",
          "id": 54539
        },
        {
          "text": "The covetous man is a keeper, not a master, of wealth; a slave, not a lord.",
          "id": 54540
        },
        {
          "text": "For he would sooner give any one a portion of his flesh, than his buried gold.",
          "id": 54541
        },
        {
          "text": "And as though he were ordered and compelled of some one to touch nothing of these hidden treasures, so with all earnestness he watches and keeps them, abstaining from his own, as if it were another's.",
          "id": 54542
        },
        {
          "text": "And certainly, they are not his own.",
          "id": 54543
        },
        {
          "text": "For what he can neither determine to bestow upon others, nor to distribute to the necessitous, although he may sustain infinite punishments, how can he possibly account his own? How does he hold possession of those things, of which he has neither the free use, nor enjoyment? But besides this,—Paul is not accustomed to enjoin everything on every man, but accommodates himself to the weakness of his hearers, even, indeed, as Christ also did.",
          "id": 54544
        },
        {
          "text": "For when that rich man came to him, and asked him concerning Life, he did not say at once, \"Go, sell that thou hast,\" but omitting this, he spoke to him of other commandments.",
          "id": 54545
        },
        {
          "text": "Nor afterwards, when he challenged Him and said, \"What lack I yet?\" did He simply say, \"Sell what thou hast;\" but, \"If thou wilt be perfect, go and sell that thou hast\".",
          "id": 54546
        },
        {
          "text": "\"I lay it down for your determination.",
          "id": 54547
        },
        {
          "text": "I give you full power to choose.",
          "id": 54548
        },
        {
          "text": "I do not lay upon you any necessity\".",
          "id": 54549
        },
        {
          "text": "For this reason also, Paul spoke nothing to the rich concerning poverty, but concerning humility; as well because of the weakness of his hearers, as because he perfectly knew, that could he bring them to exercise moderation, and to be free from pride, he should also quickly free them from eagerness about being rich.",
          "id": 54550
        },
        {
          "text": "And further, after giving this admonition, \"not to be high-minded,\" he also taught the manner in which they would be able to avoid being so.",
          "id": 54551
        },
        {
          "text": "And how was it? That they should consider the nature of wealth, how uncertain and faithless it is! therefore he goes on to say, \"Neither trust in uncertain riches\".",
          "id": 54552
        },
        {
          "text": "The rich man is not one who is in possession of much, but one who gives much.",
          "id": 54553
        },
        {
          "text": "Abraham was rich, but he was not covetous; for he turned not his thoughts to the house of this man, nor prayed into the wealth of that man; but going forth he looked around wherever there chanced to be a stranger, or a poor man, in order that he might succour poverty, and hospitably entertain the traveller.",
          "id": 54554
        },
        {
          "text": "He covered not his roof with gold, but fixing his tent near the oak, he was contented with the shadow of its leaves.",
          "id": 54555
        },
        {
          "text": "Yet so illustrious was his lodging, that angels were not ashamed to tarry with him; for they sought not splendour of abode, but virtue of soul.",
          "id": 54556
        },
        {
          "text": "This man then let us imitate, beloved, and bestow what we have upon the needy.",
          "id": 54557
        },
        {
          "text": "That lodging was rudely prepared, but it was more illustrious than the halls of kings.",
          "id": 54558
        },
        {
          "text": "No king has ever entertained angels; but he, dwelling under that oak, and having but pitched a tent, was thought worthy of that honour: not receiving the honour on account of the meanness of his dwelling, but enjoying that benefit on account of the magnificence of his soul, and the wealth therein deposited.",
          "id": 54559
        },
        {
          "text": "Let us too, then, adorn not our houses, but our souls in preference to the house.",
          "id": 54560
        },
        {
          "text": "For is it not disgraceful to clothe our walls with marble, vainly and to no end, and to neglect Christ going about naked? What does thy house profit thee, O man! For wilt thou take it with thee when thou departest? This thou canst not take with thee, when thou departest.",
          "id": 54561
        },
        {
          "text": "But thy soul, when thou departest, thou shalt assuredly take with thee! Behold now this great danger has overtaken us! Let your houses stand by you! Let them deliver you from the threatened peril! but they cannot! And ye yourselves are witnesses, who are leaving them solitary, and hurrying forth to the wilderness; fearing them as ye would do snares and nets! Let riches now lend assistance! But it is no time for them to do so! If then the power of riches is found wanting before the wrath of man, much rather will this be the case, before the divine and inexorable tribunal! If it is but a man that is provoked and offended, and even now gold is of no avail, much more will the power of money be utterly impotent then, when God is angry, who has no need of wealth! We build houses that we may have a habitation; not that we may make an ambitious display.",
          "id": 54562
        },
        {
          "text": "What is beyond our wants, is superfluous and useless.",
          "id": 54563
        },
        {
          "text": "Put on a sandal which is larger than your foot! you will not endure it; for it is a hindrance to the step.",
          "id": 54564
        },
        {
          "text": "Thus also a house larger than necessity requires, is an impediment to your progress towards heaven.",
          "id": 54565
        },
        {
          "text": "Do you wish to build large and splendid houses? I forbid it not; but let it be not upon the earth! Build thyself tabernacles in heaven, and such that thou mayest be able to receive others;—tabernacles which never fall to pieces.",
          "id": 54566
        },
        {
          "text": "Why art thou mad about fleeting things; and things that must be left here? Nothing is more slippery than wealth.",
          "id": 54567
        },
        {
          "text": "To-day it is for thee; tomorrow it is against thee.",
          "id": 54568
        },
        {
          "text": "It arms the eyes of the envious everywhere.",
          "id": 54569
        },
        {
          "text": "It is a hostile comrade, a domestic enemy; and ye are witnesses of this, who possess it, and are in every way burying and concealing it from view; as even now too our very wealth makes the danger more insupportable to us! Thou seest indeed the poor ready for action, disengaged, and prepared for all things; but the wealthy in great perplexity, and wandering about, seeking where they may bury their gold, or seeking with whom they may deposit it! Why, O man, dost thou seek thy fellow slaves? Christ stands ready to receive, and to keep thy deposits for thee; and not to keep only, but also to augment them, and to pay them back with much interest.",
          "id": 54570
        },
        {
          "text": "Out of His hand no man can forcibly take them away.",
          "id": 54571
        },
        {
          "text": "And He not only keeps the deposit, but for this very thing He also frees thee from thy perils.",
          "id": 54572
        },
        {
          "text": "For among men, they who receive treasures in trust think that they have done us a favour, in keeping that of which they took charge; but with Christ it is the contrary; for He does not say that He has conferred, but that He has received a favour, when He receives thy deposited treasures; and for the guardianship which He exercises over thy wealth, He does not demand a recompense of thee, but gives thee a recompense!.",
          "id": 54573
        },
        {
          "text": "What defence then can we claim, or what excuse, when we pass by Him who is able to keep, and who is thankful for the trust giving in return great and unspeakable rewards, and in place of this guardianship commit our treasures to men who have not the power to keep them, and who think they grant us a favour, and pay us back at last only that which was given them.",
          "id": 54574
        },
        {
          "text": "Thou art a stranger and a pilgrim with respect to the things here! Thou hast a country which is thine own in the heavens! There transfer all;—that before the actual enjoyment, thou mayest enjoy the recompense here.",
          "id": 54575
        },
        {
          "text": "He who is nourished with good hopes, and is confident respecting things to come, hath here already tasted of the kingdom! For nothing ordinarily so repairs the soul, and makes a man better, as a good hope of things to come; so that if thou transfer thy wealth there, thou mayest then provide for thy soul with suitable leisure.",
          "id": 54576
        },
        {
          "text": "For they who spend all their endeavours upon the decoration of their dwelling, rich as they are in outward things, are careless of that which is within, letting their soul abide desolate and squalid, and full of cobwebs.",
          "id": 54577
        },
        {
          "text": "But if they would be indifferent to exterior things, and earnestly expend all their attention upon the mind, adorning this at all points; then the soul of such men would be a resting place for Christ.",
          "id": 54578
        },
        {
          "text": "And having Christ for its inhabitant, what could ever be more blessed? Wouldest thou be rich? Have God for thy friend, and thou shalt be richer than all men!—Wouldest thou be rich? Be not high-minded!—This rule is suitable not only to things future, but to things present.",
          "id": 54579
        },
        {
          "text": "For there is no such object of envy, as a man of wealth; but when pride is super-added, a two-fold precipice is formed; the war becomes fiercer on all sides.",
          "id": 54580
        },
        {
          "text": "But if you know how to exercise moderation, you undermine the tyranny of envy by your humility; and you possess whatever you do possess with safety.",
          "id": 54581
        },
        {
          "text": "For such is the nature of virtue, that it not only profits us, as it respects futurity, but it also here bestows a present reward.",
          "id": 54582
        },
        {
          "text": "Let us not then be high-minded in reference to riches, or indeed to any other thing; for if even in spiritual things the man who is high-minded is fallen, and undone, much more so as to carnal things.",
          "id": 54583
        },
        {
          "text": "Let us be mindful of our nature.",
          "id": 54584
        },
        {
          "text": "Let us recollect our sins.",
          "id": 54585
        },
        {
          "text": "Let us understand what we are; and this will provide a sufficient groundwork for complete humility.",
          "id": 54586
        },
        {
          "text": "Tell me not, \"I have laid up the revenues of this or that number of years; myriads of talents of gold; gains that are increasing every day\".",
          "id": 54587
        },
        {
          "text": "Say as much as you will, you say all in vain, and to no purpose.",
          "id": 54588
        },
        {
          "text": "Very often in one hour, yea, in one short moment, just as the light dust, when the wind rushes down upon it from above, are all these things swept out of the house by a blast.",
          "id": 54589
        },
        {
          "text": "Our life is full of such examples, and the Scriptures abound with lessons of this sort.",
          "id": 54590
        },
        {
          "text": "He who is rich to-day, is poor tomorrow.",
          "id": 54591
        },
        {
          "text": "Wherefore, I have often smiled, when reading wills that said, let such a man have the ownership of these fields, or of this house, and another the use thereof.",
          "id": 54592
        },
        {
          "text": "For we all have the use, but no man has the ownership.",
          "id": 54593
        },
        {
          "text": "For although riches may remain with us all our lifetime, undergoing no change, we must transfer them in the end, whether we will or no, into the hands of others; having enjoyed only the use of them, and departing to another life naked and destitute of this ownership! Whence it is plain, that they only have the ownership of property, who have despised its use, and derided its enjoyment.",
          "id": 54594
        },
        {
          "text": "For the man that has cast his substance away from him, and bestowed it on the poor, he uses it as he ought; and takes with him the ownership of these things when he departs, not being stripped of the possession even in death, but at that time receiving all back again; yea, and much more than these things, at that day of judgment, when he most needs their protection, and when we shall all have to render up an account of the deeds we have done.",
          "id": 54595
        },
        {
          "text": "So that if any one wishes to have the possession of his riches, and the use and the ownership entire, let him disencumber himself from them all; since, truly, he who doth not this must at all events be separated from them at death; and frequently before his death will lose them, in the midst of dangers and innumerable ills.",
          "id": 54596
        },
        {
          "text": "And this is not the only disaster, that the change comes suddenly; but that the rich man comes unpractised to the endurance of poverty.",
          "id": 54597
        },
        {
          "text": "But not so the poor man; for he confides not in gold and silver, which are lifeless matter, but in \"God, who giveth us all things richly to enjoy\".",
          "id": 54598
        },
        {
          "text": "So that the rich man stands in more uncertainty than the poor man, experiencing, as he does, frequent and diversified changes.",
          "id": 54599
        },
        {
          "text": "What is the sense of this? \"Who giveth to us all things richly to enjoy\".",
          "id": 54600
        },
        {
          "text": "God giveth all those things with liberality, which are more necessary than riches; such, for example, as the air, the water, the fire, the sun; all things of this kind.",
          "id": 54601
        },
        {
          "text": "The rich man is not able to say that he enjoys more of the sunbeams than the poor man; he is not able to say that he breathes more plenteous air: but all these are offered alike to all.",
          "id": 54602
        },
        {
          "text": "And wherefore, one may say, is it the greater and more necessary blessings, and those which maintain our life, that God hath made common; but the smaller and less valuable (I speak of money) are not thus common.",
          "id": 54603
        },
        {
          "text": "Why is this? In order that our life might be disciplined, and that we might have training ground for virtue.",
          "id": 54604
        },
        {
          "text": "For if these necessaries were not common, perhaps they who are rich, practising their usual covetousness, would strangle those who were poor.",
          "id": 54605
        },
        {
          "text": "For if they do this for the sake of money, much rather would they do so for the things referred to.",
          "id": 54606
        },
        {
          "text": "Again, if money was also an universal possession, and were offered in the same manner to all, the occasion for almsgiving, and the opportunity for benevolence, would be taken away.",
          "id": 54607
        },
        {
          "text": "That we may live then securely, the sources of our existence have been made common.",
          "id": 54608
        },
        {
          "text": "On the other hand, to the end that we may have an opportunity of gaining crowns and good report, property has not been made common; in order that hating covetousness, and following after righteousness, and freely bestowing our goods upon the poor, we may by this method obtain a certain kind of relief for our sins.",
          "id": 54609
        },
        {
          "text": "God hath made thee rich, why makest thou thyself poor? He hath made thee rich that thou mayest assist the needy; that thou mayest have release of thine own sins, by liberality to others.",
          "id": 54610
        },
        {
          "text": "He hath given thee money, not that thou mayest shut it up for thy destruction, but that thou mayest pour it forth for thy salvation.",
          "id": 54611
        },
        {
          "text": "For this reason also He hath made the possession of riches uncertain and unstable, that by this means he might slack the intensity of thy madness concerning it.",
          "id": 54612
        },
        {
          "text": "For if its possessors, even now whilst they can have no confidence in regard to it, but behold a multitude of snares produced from this quarter, are so inflamed with the desire of these things; if the elements of security and stability were added to wealth, whom would they have spared? From whom would they have refrained? From what widows? From what orphans? From what poor?.",
          "id": 54613
        },
        {
          "text": "Wherefore let us not consider riches to be a great good; for the great good is, not to possess money, but to possess the fear of God and all manner of piety.",
          "id": 54614
        },
        {
          "text": "Behold, now if there were any righteous man here, having great boldness toward God, notwithstanding he might be the poorest of mortals, he would be sufficient to liberate us from present evils! For he only needed to spread forth his hands towards heaven, and to call upon God, and this cloud would pass away! But now gold is treasured up in abundance; and yet it is more useless than mere clay for the purpose of deliverance from the impending calamities! Nor is it only in a peril of this kind; but should disease or death, or any such evil befall us, the impotency of wealth is fully proved, since it is at a loss, and has no consolation of its own to offer us amidst these events.",
          "id": 54615
        },
        {
          "text": "There is one thing in which wealth seems to have an advantage over poverty, viz.",
          "id": 54616
        },
        {
          "text": "that it lives in a state of daily luxury, and is supplied with an abundance of pleasure in its banquets.",
          "id": 54617
        },
        {
          "text": "This however may also be seen exemplified at the table of the poor; and these enjoy there a pleasure superior to that of the rich.",
          "id": 54618
        },
        {
          "text": "And marvel not at this, nor think what I say a paradox; for I will make the matter clear to you from the evidence of facts.",
          "id": 54619
        },
        {
          "text": "Ye know of course, and ye all confess that in feasts it is not the nature of the viands, but the disposition of those who feast upon them, which usually causes the pleasure; for instance, when any one comes to the table hungry, the food will taste sweeter than any delicacy, or condiment, or a thousand exquisite preparations for the palate, although it may be the most common article of diet.",
          "id": 54620
        },
        {
          "text": "But he who without tarrying for necessity, or first waiting till he is hungry, (as the custom is with the wealthy), when he comes to the table, notwithstanding he finds the most refined dainties spread before him, has no sensation of pleasure, his appetite not being previously excited.",
          "id": 54621
        },
        {
          "text": "And that you may learn that this is the actual state of the case, besides that you are all witnesses to it, let us hear the Scripture telling us the same truth; \"The full soul,\" it is said, \"loaths the honey comb, but to the hungry soul every bitter thing is sweet\".",
          "id": 54622
        },
        {
          "text": "Yet what can be sweeter than honey, and the honey comb? Still he saith it is not sweet to the man that is not hungry.",
          "id": 54623
        },
        {
          "text": "And what can be more disagreeable than bitter things? And yet to those who are poverty stricken they are sweet.",
          "id": 54624
        },
        {
          "text": "But that the poor come to the meal with need and hunger, and that the rich do not wait for this is manifest, I suppose, to every one.",
          "id": 54625
        },
        {
          "text": "Hence they do not reap the fruit of a genuine and unmixed pleasure.",
          "id": 54626
        },
        {
          "text": "Nor is it only in the article of food, but any one may perceive that the same thing occurs with respect to drinks; and as in the one case hunger is the cause of pleasure, far more than the quality of the viands, so also in the other, thirst usually makes the draught sweetest, although what is drunk is only water.",
          "id": 54627
        },
        {
          "text": "And this is that which the prophet intimated, when he said, \"He satisfied them with honey out of the rock\".",
          "id": 54628
        },
        {
          "text": "But we do not read in any part of Scripture that Moses brought honey out of the rock, but throughout the history we read of rivers, and waters, and cool streams.",
          "id": 54629
        },
        {
          "text": "What then is it that was meant? For the Scripture by no means speaks falsely.",
          "id": 54630
        },
        {
          "text": "Inasmuch, then, as they were thirsty and wearied with drought, and found these streams of water so cooling, in order to show the pleasure of such a draught, he calls the water honey, not as though its nature were changed into honey, but because the condition of the drinkers made these streams sweeter than honey.",
          "id": 54631
        },
        {
          "text": "You see how the condition of the thirsty is wont to make the draught sweet? Yea oftentimes have many of the poor, when wearied, and distressed, and parched with thirst, partaken of such streams even with such pleasure as I have said.",
          "id": 54632
        },
        {
          "text": "But the rich, whilst drinking wine that is sweet, and has the fragrance of flowers, and every perfection that wine can have, experience no such enjoyment.",
          "id": 54633
        },
        {
          "text": "The same thing happens as every one may perceive with regard to sleep.",
          "id": 54634
        },
        {
          "text": "For not a soft couch, nor a bedstead overlaid with silver, nor the quietness that exists throughout the house, nor anything else of this kind, are so generally wont to make sleep sweet and pleasant, as labour and fatigue, and the need of sleep, and drowsiness when one lies down.",
          "id": 54635
        },
        {
          "text": "And to this particular the experience of facts, nay, before actual experience, the assertion of the Scriptures bears witness.",
          "id": 54636
        },
        {
          "text": "For Solomon, who had passed his life in luxury, when he wished to make this matter evident, said, \"The sleep of a labouring man is sweet, whether he eat little or much?\" Why does he add, \"whether he eat little or much?\" Both these things usually bring sleeplessness, viz.",
          "id": 54637
        },
        {
          "text": "indigence, and excess of food; the one drying up the body, stiffening the eyelids and not suffering them to be closed; the other straitening and oppressing the breath, and inducing many pains.",
          "id": 54638
        },
        {
          "text": "But at the same time so powerful a persuasive is labour, that though both these things should befall him, the servant is able to sleep.",
          "id": 54639
        },
        {
          "text": "For since throughout the whole day, they are running about everywhere, ministering to their masters, being knocked about and hard pressed, and having but little time to take breath, they receive a sufficient recompense for their toils and labours in the pleasure of sleeping.",
          "id": 54640
        },
        {
          "text": "And thus it hath happened through the goodness of God toward man, that these pleasures are not to be purchased with gold and silver, but with labour, with hard toil, with necessity, and every kind of discipline.",
          "id": 54641
        },
        {
          "text": "Not so the rich.",
          "id": 54642
        },
        {
          "text": "On the contrary, whilst lying on their beds, they are frequently without sleep through the whole night; and though they devise many schemes, they do not obtain such pleasure.",
          "id": 54643
        },
        {
          "text": "But the poor man when released from his daily labours, having his limbs completely tired, falls almost before he can lie down into a slumber that is sound, and sweet, and genuine, enjoying this reward, which is not a small one, of his fair day's toils.",
          "id": 54644
        },
        {
          "text": "Since therefore the poor man sleeps, and drinks, and eats with more pleasure than the rich man, what further value is left to riches, now deprived of the one advantage they seemed to have over poverty? For this reason also, from the beginning, God tied the man to labour, not for the purpose of punishing or chastising, but for amendment and education.",
          "id": 54645
        },
        {
          "text": "When Adam lived an unlabourious life, he fell from Paradise, but when the Apostle laboured abundantly, and toiled hard, and said, \"In labour and travail, working night and day,\" then he was taken up into Paradise, and ascended to the third heaven!.",
          "id": 54646
        },
        {
          "text": "Let us not then despise labour; let us not despise work; for before the kingdom of Heaven, we receive the greatest recompense from thence, deriving pleasure from that circumstance; and not pleasure only, but what is greater than pleasure, the purest health.",
          "id": 54647
        },
        {
          "text": "For in addition to their want of relish, many diseases also attack the rich; but the poor are freed from the hands of physicians; and if at times they do fall into a sickness, they recover themselves quickly, being far removed from all effeminacy, and having robust constitutions.",
          "id": 54648
        },
        {
          "text": "Poverty, to those who bear it wisely, is a great possession, a treasure that cannot be taken away; the stoutest of staves; a way of gain that cannot be thwarted; a lodging that is safe from snares.",
          "id": 54649
        },
        {
          "text": "The poor man, it may be objected, is oppressed.",
          "id": 54650
        },
        {
          "text": "But then the rich man is still more subject to adverse designs.",
          "id": 54651
        },
        {
          "text": "The poor man is looked down upon and insulted.",
          "id": 54652
        },
        {
          "text": "But the rich man is the subject of envy.",
          "id": 54653
        },
        {
          "text": "The poor man is not so easily assailed as the rich man, offering, as the latter does on every side, countless handles to the devil, and to his secret foes; and being the servant of all, on account of the great extent of his business.",
          "id": 54654
        },
        {
          "text": "Standing in need of many things, he is compelled to flatter many persons, and to minister to them with much servility.",
          "id": 54655
        },
        {
          "text": "But the poor man, if he knows how to be spiritually wise, is not assailable even by the devil himself.",
          "id": 54656
        },
        {
          "text": "Job therefore, strong as he was before this, when he lost all, became still more powerful, and bore away an illustrious victory from the devil!.",
          "id": 54657
        },
        {
          "text": "But besides this, the poor man cannot possibly be injured, if he knows how to be spiritually wise.",
          "id": 54658
        },
        {
          "text": "Now what I said of pleasure, that it consisted not in a costly provision of meats, but in the disposition of those who eat, this also I say respecting an insult; that the insult is either created or destroyed, not by the intention of those who insult, but by the disposition of those who bear it.",
          "id": 54659
        },
        {
          "text": "For example.",
          "id": 54660
        },
        {
          "text": "Some one hath insulted thee with much language, fit or unfit to repeat.",
          "id": 54661
        },
        {
          "text": "If thou shalt laugh at the insults, if thou take not the words to heart, if thou showest thyself superior to the blow, thou art not insulted.",
          "id": 54662
        },
        {
          "text": "And just as if we possessed an adamantine body, we should not be hurt, were we even attacked on all sides by a thousand darts, for darts beget wounds not from the hand of him who hurls them, but from the bodies of those who receive them, so too in this case, insults are constituted real and dishonourable ones, not from the folly of those who offer them, but from the weakness of the insulted.",
          "id": 54663
        },
        {
          "text": "For if we know how to be truly wise, we are incapable of being insulted, or of suffering any serious evils.",
          "id": 54664
        },
        {
          "text": "Some one it may be hath offered thee an insult, but thou hast not felt it? thou hast not been pained.",
          "id": 54665
        },
        {
          "text": "Then thou art not insulted, but hast given rather than received a blow! For when the insulting person perceives that his blow did not reach the soul of those who were reviled, he is himself the more severely fretted; and whilst those who are reproached remain silent, the insulting blow is turned backwards, and recoils of its own accord upon him who aimed it.",
          "id": 54666
        },
        {
          "text": "In all things then, beloved, let us be spiritually wise, and poverty will be able to do us no harm, but will benefit us exceedingly, and render us more illustrious and wealthy than the richest.",
          "id": 54667
        },
        {
          "text": "For tell me who was poorer than Elias? Yet for this reason he surpassed all the wealthy, in that he was so poor, and this very poverty of his was his own choice from an opulence of mind.",
          "id": 54668
        },
        {
          "text": "For since he accounted the wealth of all riches to be beneath his magnanimity, and not worthy of his spiritual wisdom, therefore he welcomed this kind of poverty; so that if he had considered present things as of much worth, he would not have possessed only a mantle.",
          "id": 54669
        },
        {
          "text": "But so did he contemn the vanity of the life that now is, and regard all gold as clay cast into the street, that he possessed himself of nothing more than that covering.",
          "id": 54670
        },
        {
          "text": "Therefore the king had need of the poor man, and he who had so much gold hung upon the words of him who had nothing more than a sheepskin.",
          "id": 54671
        },
        {
          "text": "Thus was the sheepskin more splendid than the purple, and the cave of the just man than the halls of kings.",
          "id": 54672
        },
        {
          "text": "Therefore also when he went up to heaven, he left nothing to his disciple save the sheepskin.",
          "id": 54673
        },
        {
          "text": "\"By the help of this,\" said he, \"I have wrestled with the devil, and taking this, be thou armed against him!\" For indigence is a powerful weapon, an unassailable retreat, an unshaken fortress! Elisha received the sheepskin as the greatest inheritance; for it was truly such; a more precious one than all gold.",
          "id": 54674
        },
        {
          "text": "And thenceforth that Elias was a twofold person; an Elias above and an Elias below! I know ye account that just person blessed, and ye would each desire to be that person.",
          "id": 54675
        },
        {
          "text": "What then if I show you that all among us, who are initiated, have received something far greater than he did? For Elias left a sheepskin to his disciple, but the Son of God ascending left to us His own flesh! Elias indeed, cast off his mantle, before he went up; but Christ left it behind for our sakes; and yet retained it when He ascended.",
          "id": 54676
        },
        {
          "text": "Let us not then be cast down.",
          "id": 54677
        },
        {
          "text": "Let us not lament, nor fear the difficulty of the times, for He who did not refuse to pour out His blood for all, and has suffered us to partake of His flesh and of His blood again, what will He refuse to do for our safety? Confident then in these hopes, let us beseech Him continually; let us be earnest in prayers and supplications; and let us with all strictness give our attention to every other virtue; that so we may escape the danger that now threatens, and obtain the good things to come; which God grant we may all be worthy of, through the grace and lovingkindness of our Lord Jesus Christ, by Whom, and with Whom be glory to the Father together with the Holy Ghost, forever and ever, Amen.",
          "id": 54678
        }
      ]
    }
  ]
}