{
  "book": "Chrysostom: On 2 Thessalonians",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homilies of St.",
          "id": 365286
        },
        {
          "text": "John Chrysostom,  archbishop of constantinople,  on the  second epistle of St.",
          "id": 365287
        },
        {
          "text": "paul the apostle  to the  thessalonians.",
          "id": 365288
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Homily I.",
          "id": 365289
        },
        {
          "text": "Argument.",
          "id": 365290
        },
        {
          "text": "Having said in his former Epistle that \"we pray night and day to see you, and that we could not forbear, but were left in Athens alone,\" and that \"I sent Timothy\" (from  Thess.",
          "id": 365291
        },
        {
          "text": "iii.",
          "id": 365292
        },
        {
          "text": ", ,.",
          "id": 365293
        },
        {
          "text": "), by all these expressions he shows the desire which he had to come amongst them.",
          "id": 365294
        },
        {
          "text": "When therefore he had perhaps not had time to go, and to perfect what was lacking in their faith, on this account he adds a second Epistle, filling up by his writings what was wanting of his presence.",
          "id": 365295
        },
        {
          "text": "For that he did not depart, we may conjecture from hence: for he says in this Epistle, \"We beseech you by the coming of our Lord Jesus Christ\".",
          "id": 365296
        },
        {
          "text": "( Thess.",
          "id": 365297
        },
        {
          "text": "ii.",
          "id": 365298
        },
        {
          "text": ") For in his first Epistle he said, \"Concerning the times and the seasons ye have no need that aught be written unto you\".",
          "id": 365299
        },
        {
          "text": "( Thess.",
          "id": 365300
        },
        {
          "text": "v.",
          "id": 365301
        },
        {
          "text": ") So that if he had gone, there would have been no need of his writing.",
          "id": 365302
        },
        {
          "text": "But since the question was deferred, on this account he adds this Epistle, as in his Epistle to Timothy he says, \"They subvert the faith of some, saying that the Resurrection is already past\" (from  Tim.",
          "id": 365303
        },
        {
          "text": "ii.",
          "id": 365304
        },
        {
          "text": "); that the faithful henceforth hoping for nothing great or splendid, might faint under their sufferings.",
          "id": 365305
        },
        {
          "text": "For since that hope supported them, and did not allow them to yield to the present evils, the devil wishing to cut it off, as being a kind of anchor, when he was not able to persuade them that the things to come were false, went to work another way, and having suborned certain pestilential men, endeavored to deceive those who believed into a persuasion that those great and splendid things had received their fulfillment.",
          "id": 365306
        },
        {
          "text": "Accordingly these men then said that the Resurrection was already past.",
          "id": 365307
        },
        {
          "text": "But now they said that the Judgment and the coming of Christ were at hand, that they might involve even Christ in a falsehood, and having pointed out to them that there is hereafter no retribution, nor judgment-seat, nor punishment and vengeance for those who had done them evil, they might both render these more bold, and those more dispirited.",
          "id": 365308
        },
        {
          "text": "And, what was worse than all, some attempted merely to report words as if they were said by Paul, but others even to forge Epistles as written by him.",
          "id": 365309
        },
        {
          "text": "On this account, cutting off all access for them, he says, \"Be not quickly shaken from your mind, nor yet be troubled, either by spirit, or by word, or by epistle as from us\".",
          "id": 365310
        },
        {
          "text": "( Thess.",
          "id": 365311
        },
        {
          "text": "ii.",
          "id": 365312
        },
        {
          "text": ") \"Neither by spirit,\" he says, glancing at the false prophets.",
          "id": 365313
        },
        {
          "text": "Whence then shall we know them, he says? For this very reason, he added, \"The salutation of me Paul with mine own hand, which is the token in every Epistle: so I write.",
          "id": 365314
        },
        {
          "text": "The grace of our Lord Jesus Christ be with you all\".",
          "id": 365315
        },
        {
          "text": "( Thess.",
          "id": 365316
        },
        {
          "text": "iii.",
          "id": 365317
        },
        {
          "text": ",.",
          "id": 365318
        },
        {
          "text": ") He does not here mean, that this is the token,—for it is probable that others also imitated this,—but that I write the salutation with mine own hand, as is the custom also now among us.",
          "id": 365319
        },
        {
          "text": "For by the subscription the writings of those who send letters are made known.",
          "id": 365320
        },
        {
          "text": "But he comforts them, as being excessively pinched by their troubles; both praising them from their present state, and encouraging them from a prospect of the futurity, and from the punishment, and from the recompense of good things prepared for them; and he more clearly enlarges upon the topic, not indeed revealing the time itself, but showing the sign of the time, namely, Antichrist.",
          "id": 365321
        },
        {
          "text": "For a weak soul is then most fully assured, not when it merely hears, but when it learns something more particular.",
          "id": 365322
        },
        {
          "text": "And Christ too bestowed great care upon this point, and being seated on the Mount, He with great particularity discoursed to His disciples upon the Consummation.",
          "id": 365323
        },
        {
          "text": "And wherefore? that there might be no room for those who introduce Antichrists and false Christs.",
          "id": 365324
        },
        {
          "text": "And He Himself also gives many signs, one indeed, and that the most important, saying, when \"the Gospel shall be preached to all nations\" (from Matt.",
          "id": 365325
        },
        {
          "text": "xxiv.",
          "id": 365326
        },
        {
          "text": "), and another also, that they should not be deceived with respect to His coming.",
          "id": 365327
        },
        {
          "text": "\"As the lightning\" (ver.",
          "id": 365328
        },
        {
          "text": "), He says, shall He come; not concealed in any corner, but shining everywhere.",
          "id": 365329
        },
        {
          "text": "It requires no one to point it out, so splendid will it be, even as the lightning needs no one to point it out.",
          "id": 365330
        },
        {
          "text": "And He has spoken in a certain place also concerning Antichrist, when He said, \"I am come in My Father's name, and ye receive Me not: if another shall come in His own name, Him ye will receive\".",
          "id": 365331
        },
        {
          "text": "(John v.",
          "id": 365332
        },
        {
          "text": ") And He said that those unspeakable calamities one after another were a sign of it, and that Elias must come.",
          "id": 365333
        },
        {
          "text": "The Thessalonians indeed were then perplexed, but their perplexity has been profitable to us.",
          "id": 365334
        },
        {
          "text": "For not to them only, but to us also are these things useful, that we may be delivered from childish fables and from old women's fooleries.",
          "id": 365335
        },
        {
          "text": "And have you not often heard, when you were children, persons talking much even about the name of Antichrist, and about his bending the knee? For the devil scatters these things in our minds, whilst yet tender, that the doctrine may grow up with us, and that he may be able to deceive us.",
          "id": 365336
        },
        {
          "text": "Paul therefore, in speaking of Antichrist, would not have passed over these things if they had been profitable.",
          "id": 365337
        },
        {
          "text": "Let us not therefore enquire into these things.",
          "id": 365338
        },
        {
          "text": "For he will not come so bending his knees, but \"exalting himself against all that is called God, or that is worshiped; so that he sitteth in the temple of God, setting himself forth as God\".",
          "id": 365339
        },
        {
          "text": "( Thess.",
          "id": 365340
        },
        {
          "text": "ii.",
          "id": 365341
        },
        {
          "text": ") For as the devil fell by pride, so he who is wrought upon by him is anointed unto pride.",
          "id": 365342
        },
        {
          "text": "Wherefore, I beseech you, let us all be earnest to be far removed from this affection, that we may not fall into his condemnation, that we may not subject ourselves to the same punishment, that we may not partake of the vengeance.",
          "id": 365343
        },
        {
          "text": "\"Not a novice,\" he says, \"lest being puffed up he fall into the condemnation of the devil\".",
          "id": 365344
        },
        {
          "text": "( Tim.",
          "id": 365345
        },
        {
          "text": "iii.",
          "id": 365346
        },
        {
          "text": ") He who is puffed up therefore, suffers the same punishment with the devil.",
          "id": 365347
        },
        {
          "text": "\"For the beginning of pride is not to know the Lord\".",
          "id": 365348
        },
        {
          "text": "(Ecclus.",
          "id": 365349
        },
        {
          "text": "x.",
          "id": 365350
        },
        {
          "text": ",.",
          "id": 365351
        },
        {
          "text": ") Pride is the beginning of sin, the first impulse and movement toward evil.",
          "id": 365352
        },
        {
          "text": "Perhaps indeed it is both the root and the foundation.",
          "id": 365353
        },
        {
          "text": "For \"the beginning\" means either the first impulse towards evil, or the grounding.",
          "id": 365354
        },
        {
          "text": "As if one should say, the beginning of chastity is to abstain from the sight of an improper object, that is the first impulse.",
          "id": 365355
        },
        {
          "text": "But if we should say, the beginning of chastity is fasting, that is the foundation and establishment.",
          "id": 365356
        },
        {
          "text": "So also pride is the beginning of sin.",
          "id": 365357
        },
        {
          "text": "For every sin begins from it, and is maintained by it.",
          "id": 365358
        },
        {
          "text": "For that, whatever good things we do, this vice suffers them not to remain and not fall away, but is as a certain root not letting them abide unshaken, is manifest from hence: see what things the Pharisee did, but they profited him nothing.",
          "id": 365359
        },
        {
          "text": "For he did not extirpate the root, but it corrupted all his performances, because the root remained.",
          "id": 365360
        },
        {
          "text": "From pride springs contempt of the poor, desire of riches, the love of power, the longing for much glory.",
          "id": 365361
        },
        {
          "text": "Such an one is prompt to revenge an insult.",
          "id": 365362
        },
        {
          "text": "For he who is proud cannot bear to be insulted even by his superiors, much less by his inferiors.",
          "id": 365363
        },
        {
          "text": "But he who cannot bear to be insulted cannot bear either to suffer any ill.",
          "id": 365364
        },
        {
          "text": "See how pride is the beginning of sin.",
          "id": 365365
        },
        {
          "text": "But how is it the beginning of pride, not to know the Lord? Justly.",
          "id": 365366
        },
        {
          "text": "For he who knows God as he ought to know Him, he who knows that the Son of God humbled Himself so much, is not lifted up.",
          "id": 365367
        },
        {
          "text": "But he who knows not these things, is lifted up.",
          "id": 365368
        },
        {
          "text": "For pride anoints him unto arrogance.",
          "id": 365369
        },
        {
          "text": "For tell me, whence is it that they who make war upon the Church say that they know God? Is it not from arrogance? See into what a precipice it plunges them, not to know the Lord! For if God loveth a contrite spirit (Ps.",
          "id": 365370
        },
        {
          "text": "li.",
          "id": 365371
        },
        {
          "text": ", etc.",
          "id": 365372
        },
        {
          "text": "), He on the other hand \"resisteth the proud, and giveth grace to the humble\".",
          "id": 365373
        },
        {
          "text": "( Pet.",
          "id": 365374
        },
        {
          "text": "v.",
          "id": 365375
        },
        {
          "text": ") There is therefore no evil like pride.",
          "id": 365376
        },
        {
          "text": "It renders a man a demon, insolent, blasphemous, perjured, and makes him desirous of deaths and murders.",
          "id": 365377
        },
        {
          "text": "The proud man always lives in troubles, is always angry, always unhappy.",
          "id": 365378
        },
        {
          "text": "There is nothing which can satiate his passion.",
          "id": 365379
        },
        {
          "text": "If he should see the king stooping down to him, and prostrating himself, he is not satisfied, but is the more inflamed.",
          "id": 365380
        },
        {
          "text": "For as the lovers of money, the more they receive, want so much the more, so also the proud, the more honor they enjoy, the more they desire.",
          "id": 365381
        },
        {
          "text": "For their passion is increased; for a passion it is, and a passion knows not limit, but then stops when it has slain its possessor.",
          "id": 365382
        },
        {
          "text": "Do you not see that drunkards are always thirsty? for it is a passion, not the desire of nature, but some perverted disease.",
          "id": 365383
        },
        {
          "text": "Do you not see how those who are affected with bulimy, as it is called, are always hungry? For it is a passion, as the children of the physicians say, already exceeding the bounds of nature.",
          "id": 365384
        },
        {
          "text": "The busy-bodies, and the over-curious, whatever they have learnt, do not stop.",
          "id": 365385
        },
        {
          "text": "For it is a passion, and has no limit.",
          "id": 365386
        },
        {
          "text": "(Ecclus.",
          "id": 365387
        },
        {
          "text": "xxiii.",
          "id": 365388
        },
        {
          "text": ") Again, they who delight in fornication, they too cannot desist.",
          "id": 365389
        },
        {
          "text": "\"To a fornicator,\" it is said, \"all bread is sweet\".",
          "id": 365390
        },
        {
          "text": "He will not cease, till he is devoured.",
          "id": 365391
        },
        {
          "text": "For it is a passion.",
          "id": 365392
        },
        {
          "text": "But they are indeed passions, not however incurable, but admitting of cure, and much more than bodily affections.",
          "id": 365393
        },
        {
          "text": "For if we will, we can extinguish them.",
          "id": 365394
        },
        {
          "text": "How then can a man extinguish pride? By knowing God.",
          "id": 365395
        },
        {
          "text": "For if it arises from not knowing God, if we know Him, all pride is banished.",
          "id": 365396
        },
        {
          "text": "Think of Hell.",
          "id": 365397
        },
        {
          "text": "Think of those who are much better than yourself.",
          "id": 365398
        },
        {
          "text": "Think of your sins.",
          "id": 365399
        },
        {
          "text": "Think for how many things you deserve punishment from God.",
          "id": 365400
        },
        {
          "text": "If you think of these, you will soon bring down your proud mind, you will soon bend it.",
          "id": 365401
        },
        {
          "text": "But can you not do these things? are you too weak? Consider things present, human nature itself, the nothingness of man! When thou seest a dead body carried through the market-place, orphan children following it, a widow beating her breast, servants bewailing, friends looking dejected, reflect upon the nothingness of things present, and that they differ not from a shadow, or a dream.",
          "id": 365402
        },
        {
          "text": "Does this not suit you? Think of those who are very rich, who perish anyhow in war; look round on the houses, that belonged to the great and illustrious, and are now leveled to the ground.",
          "id": 365403
        },
        {
          "text": "Consider how mighty they were, and now not even a memorial of them is left.",
          "id": 365404
        },
        {
          "text": "For, if you will, every day you may find examples of these things—the successions of rulers,—the confiscations of rich men's goods.",
          "id": 365405
        },
        {
          "text": "\"Many tyrants have sat upon the ground—and he who was never thought on, has worn a diadem\".",
          "id": 365406
        },
        {
          "text": "(Ecclus.",
          "id": 365407
        },
        {
          "text": "xi.",
          "id": 365408
        },
        {
          "text": ") Do not these things happen every day? Do not our affairs resemble a kind of wheel? Read, if you will, both our own (books), and those without: for they also abound in such examples.",
          "id": 365409
        },
        {
          "text": "If you despise ours, and this from pride; if you admire the works of philosophers, go even to them.",
          "id": 365410
        },
        {
          "text": "They will instruct thee, relating ancient calamities, as will poets, and orators, and sophists, and all historians.",
          "id": 365411
        },
        {
          "text": "From every side, if you will, you may find examples.",
          "id": 365412
        },
        {
          "text": "But if you will none of these things, reflect upon our very nature, of what it consists, and wherein it ends.",
          "id": 365413
        },
        {
          "text": "Consider, when you sleep, of what worth are you? Will not even a little beast be able to destroy thee? For often a little animal falling from the roof has deprived many persons of sight, or has been the cause of some other danger.",
          "id": 365414
        },
        {
          "text": "But what? art thou not less than all beasts? But what sayest thou? that thou excellest in reason? But behold, thou hast not reason: for pride is a sign of the want of reason.",
          "id": 365415
        },
        {
          "text": "And for what, tell me, art thou high-minded after all? Is it upon the good constitution of thy body? But the prize of victory here is with the irrational creatures; this is possessed also by robbers and murderers, and violators of the tombs.",
          "id": 365416
        },
        {
          "text": "But art thou proud of thine understanding? It is no proof of understanding to be proud.",
          "id": 365417
        },
        {
          "text": "By this then first thou deprivest thyself of becoming intelligent.",
          "id": 365418
        },
        {
          "text": "Let us bring down our high thoughts.",
          "id": 365419
        },
        {
          "text": "Let us be moderate, and lowly, and gentle.",
          "id": 365420
        },
        {
          "text": "For such even Christ has pronounced blessed above all, saying, \"Blessed are the poor in spirit\".",
          "id": 365421
        },
        {
          "text": "(Matt.",
          "id": 365422
        },
        {
          "text": "v.",
          "id": 365423
        },
        {
          "text": ") And again, He cried, saying, \"Learn of Me, for I am meek and lowly in heart\".",
          "id": 365424
        },
        {
          "text": "(Matt.",
          "id": 365425
        },
        {
          "text": "xi.",
          "id": 365426
        },
        {
          "text": ") For this reason He washed the feet of His disciples, affording us an example of humility.",
          "id": 365427
        },
        {
          "text": "From all these things let us gain profit, that we may be able to obtain the blessings promised to those who love Him, by the grace and lovingkindness, &c.",
          "id": 365428
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Homily II.",
          "id": 365429
        },
        {
          "text": "Thessalonians i.",
          "id": 365430
        },
        {
          "text": ",  \"Paul, and Silvanus, and Timothy, unto the Church of the Thessalonians in God our Father and the Lord Jesus Christ: Grace to you and peace from God the Father and the Lord Jesus Christ\".",
          "id": 365431
        },
        {
          "text": "The greater part of men do and devise all things with a view to ingratiate themselves with rulers, and with those who are greater than themselves; and they account it a great thing, and think themselves happy, if they can obtain that object.",
          "id": 365432
        },
        {
          "text": "But if to obtain favor with men is so great an advantage, how great must it be to find favor with God? On this account he always thus prefaces his Epistle, and invokes this upon them, knowing that if this be granted, there will be nothing afterwards grievous, but whatever troubles there may be, all will be done away.",
          "id": 365433
        },
        {
          "text": "And that you may learn this, Joseph was a slave a young man, inexperienced, unformed, and suddenly the direction of a house was committed to his hands, and he had to render an account to an Egyptian master.",
          "id": 365434
        },
        {
          "text": "And you know how prone to anger and unforgiving that people is, and when authority and power is added, their rage is greater, being inflamed by power.",
          "id": 365435
        },
        {
          "text": "And this too is manifest from what he did afterwards.",
          "id": 365436
        },
        {
          "text": "For when the mistress made accusation, he bore with it.",
          "id": 365437
        },
        {
          "text": "And yet it was not the part of those who held the garment, but of him who was stripped, to have suffered violence.",
          "id": 365438
        },
        {
          "text": "For he ought to have said, If he had heard that thou didst raise thy voice, as thou sayest, he would have fled, and if he had been guilty, he would not have waited for the coming of his master.",
          "id": 365439
        },
        {
          "text": "But nevertheless he took nothing of this sort into consideration, but unreasonably giving way altogether to anger, he cast him into prison.",
          "id": 365440
        },
        {
          "text": "So thoughtless a person was he.",
          "id": 365441
        },
        {
          "text": "And yet even from other things he might have conjectured the good disposition and the intelligence of the man.",
          "id": 365442
        },
        {
          "text": "But nevertheless, because he was very unreasonable, he never considered any such thing.",
          "id": 365443
        },
        {
          "text": "He therefore who had to do with such a harsh master, and who was intrusted with the administration of his whole house, being a stranger, and solitary, and inexperienced; when God shed abundant grace upon him, passed through all, as if his temptations had not even existed, both the false accusation of his mistress, and the danger of death, and the prison, and at last came to the royal throne.",
          "id": 365444
        },
        {
          "text": "This blessed man therefore saw how great is the grace of God, and on this account he invokes it upon them.",
          "id": 365445
        },
        {
          "text": "And another thing also he effects, wishing to render them well-disposed to the remaining part of the Epistle; that, though he should reprove and rebuke them, they might not break away from him.",
          "id": 365446
        },
        {
          "text": "For this reason he reminds them before all things of the grace of God, mollifying their hearts, that, even if there be affliction, being reminded of the grace by which they were saved from the greater evil, they may not despair at the less, but may thence derive consolation.",
          "id": 365447
        },
        {
          "text": "As also elsewhere in an Epistle he has said, \"For if, while we were enemies, we were reconciled to God through the death of His Son, much more, being reconciled, shall we be saved by His life\".",
          "id": 365448
        },
        {
          "text": "(Rom.",
          "id": 365449
        },
        {
          "text": "v.",
          "id": 365450
        },
        {
          "text": ")  \"Grace to you and peace,\" he says, \"from God the Father and the Lord Jesus Christ\".",
          "id": 365451
        },
        {
          "text": "Ver.",
          "id": 365452
        },
        {
          "text": "\"We are bound to give thanks to God alway for you, brethren, even as it is meet\".",
          "id": 365453
        },
        {
          "text": "Again a sign of great humility.",
          "id": 365454
        },
        {
          "text": "For he led them to reflect and consider, that if for our good actions others do not admire us first, but God, much more also ought we.",
          "id": 365455
        },
        {
          "text": "And in other respects too he raises up their spirits, because they suffer such things as are not worthy of tears and lamentations, but of thanksgiving to God.",
          "id": 365456
        },
        {
          "text": "But if Paul is thankful for the good of others, what will they suffer, who not only are not thankful, but even pine at it.",
          "id": 365457
        },
        {
          "text": "\"For that your faith groweth exceedingly, and the love of each one of you all toward one another aboundeth\".",
          "id": 365458
        },
        {
          "text": "And how, you say, can faith increase? That is when we suffer something dreadful for it.",
          "id": 365459
        },
        {
          "text": "It is a great thing for it to be established, and not to be carried away by reasonings.",
          "id": 365460
        },
        {
          "text": "But when the winds assail us, when the rains burst upon us, when a violent storm is raised on every side, and the waves succeed each other—then that we are not shaken, is a proof of no less than this, that it grows, and grows exceedingly, and becomes loftier.",
          "id": 365461
        },
        {
          "text": "For as in the case of the flood all the stony and lower parts are soon hidden, but as many things as are above, it reaches not them, so also the faith that is become lofty, is not drawn downwards.",
          "id": 365462
        },
        {
          "text": "For this reason he does not say \"your faith groweth;\" but \"groweth exceedingly, and the love of each one of you all toward one another aboundeth\".",
          "id": 365463
        },
        {
          "text": "Seest thou how this contributes for the ease of affliction, to be in close guard together, and to adhere to one another? From this also arose much consolation.",
          "id": 365464
        },
        {
          "text": "The love and faith, therefore, that is weak, afflictions shake, but that which is strong they render stronger.",
          "id": 365465
        },
        {
          "text": "For a soul that is in grief, when it is weak, can add nothing to itself; but that which is strong doth it then most.",
          "id": 365466
        },
        {
          "text": "And observe their love.",
          "id": 365467
        },
        {
          "text": "They did not love one indeed, and not love another, but it was equal on the part of all.",
          "id": 365468
        },
        {
          "text": "For this he has intimated, by saying, \"of each one of you all toward one another\".",
          "id": 365469
        },
        {
          "text": "For it was equally poised, as that of one body.",
          "id": 365470
        },
        {
          "text": "Since even now we find love existing among many, but this love becoming the cause of division.",
          "id": 365471
        },
        {
          "text": "For when we are knit together in parties of two or three, and the two indeed, or three or four, are closely bound to one another, but draw themselves off from the rest, because they can have recourse to these, and in all things confide in these; this is the division of love—not love.",
          "id": 365472
        },
        {
          "text": "For tell me, if the eye should bestow upon the hand the foresight which it has for the whole body, and withdrawing itself from the other members, should attend to that alone, would it not injure the whole? Assuredly.",
          "id": 365473
        },
        {
          "text": "So also if we confine to one or two the love which ought to be extended to the whole Church of God, we injure both ourselves and them, and the whole.",
          "id": 365474
        },
        {
          "text": "For these things are not of love, but of division; schisms, and distracting rents.",
          "id": 365475
        },
        {
          "text": "Since even if I separate and take a member from the whole man, the part separated indeed is united in itself, is continuous, all compacted together, yet even so it is a separation, since it is not united to the rest of the body.",
          "id": 365476
        },
        {
          "text": "For what advantage is it, that thou lovest a certain person exceedingly? It is a human love.",
          "id": 365477
        },
        {
          "text": "But if it is not a human love, but thou lovest for God's sake, then love all.",
          "id": 365478
        },
        {
          "text": "For so God hath commanded to love even our enemies.",
          "id": 365479
        },
        {
          "text": "And if He hath commanded to love our enemies, how much more those who have never aggrieved us? But, sayest thou, I love, but not in that way.",
          "id": 365480
        },
        {
          "text": "Rather, thou dost not love at all.",
          "id": 365481
        },
        {
          "text": "For when thou accusest, when thou enviest, when thou layest snares, how dost thou love? \"But,\" sayest thou, \"I do none of these things\".",
          "id": 365482
        },
        {
          "text": "But when a man is ill spoken of, and thou dost not shut the mouth of the speaker, dost not disbelieve his sayings, dost not check him, of what love is this the sign? \"And the love,\" he says, \"of each one of you all toward one another aboundeth\".",
          "id": 365483
        },
        {
          "text": "Ver.",
          "id": 365484
        },
        {
          "text": "\"So that we ourselves glory in you in the Churches of God\".",
          "id": 365485
        },
        {
          "text": "Indeed in the first Epistle he says, that all the Churches of Macedonia and Achaia resounded, having heard of their faith.",
          "id": 365486
        },
        {
          "text": "\"So that we need not,\" he says, \"to speak anything.",
          "id": 365487
        },
        {
          "text": "For they themselves report concerning us what manner of entering in we had unto you\".",
          "id": 365488
        },
        {
          "text": "( Thess.",
          "id": 365489
        },
        {
          "text": "i.",
          "id": 365490
        },
        {
          "text": ") But here he says, \"so that we glory\".",
          "id": 365491
        },
        {
          "text": "What then is it that is said? There he says that they need not instruction from him, but here he has not said that we teach them, but \"we glory,\" and are proud of you.",
          "id": 365492
        },
        {
          "text": "If therefore we both give thanks to God for you, and glory among men, much more ought you to do so for your own good deeds.",
          "id": 365493
        },
        {
          "text": "For if your good actions are worthy of boasting from others, how are they worthy of lamentation from you? It is impossible to say.",
          "id": 365494
        },
        {
          "text": "\"So that we ourselves,\" he says, \"glory in you in the Churches of God, for your patience and faith\".",
          "id": 365495
        },
        {
          "text": "Here he shows that much time had elapsed.",
          "id": 365496
        },
        {
          "text": "For patience is shown by much time, not in two or three days.",
          "id": 365497
        },
        {
          "text": "And he does not merely say patience.",
          "id": 365498
        },
        {
          "text": "It is the part of patience indeed properly not yet to enjoy the promised blessings.",
          "id": 365499
        },
        {
          "text": "But here he speaks of a greater patience.",
          "id": 365500
        },
        {
          "text": "And of what sort is that? That which is shown in persecutions.",
          "id": 365501
        },
        {
          "text": "\"For your patience,\" he says, \"and faith in all your persecutions and in the afflictions which ye endure\".",
          "id": 365502
        },
        {
          "text": "For they were living with enemies who were continually endeavoring on every side to injure them, and they were manifesting a patience firm and immovable.",
          "id": 365503
        },
        {
          "text": "Let all those blush who for the sake of the patronage of men pass over to other doctrines.",
          "id": 365504
        },
        {
          "text": "For whilst it was yet the beginning of the preaching, poor men who lived by their daily earnings took upon themselves enmities from rulers and the first men of the state, when there was nowhere king or governor who was a believer; and submitted to irreconcilable war, and not even so were unsettled.",
          "id": 365505
        },
        {
          "text": "Ver.",
          "id": 365506
        },
        {
          "text": "\"Which is a manifest token of the righteous judgment of God\".",
          "id": 365507
        },
        {
          "text": "See how he gathers comfort for them.",
          "id": 365508
        },
        {
          "text": "He had said, We give thanks to God, he had said, We glory among men: these things indeed are honorable.",
          "id": 365509
        },
        {
          "text": "But that which he most seeks for, who is in suffering, is, deliverance from evils, and vengeance upon those who are evil entreating them.",
          "id": 365510
        },
        {
          "text": "For when the soul is weak, it most seeks for these things, for the philosophic soul does not even seek these things.",
          "id": 365511
        },
        {
          "text": "Why then does he say, \"a token of the righteous Judgment of God\"? Here he has glanced at the retribution on either side, both of those who do the ill, and of those who suffer it, as if he had said, that the justice of God may be shown when He crowns you indeed, but punishes them.",
          "id": 365512
        },
        {
          "text": "At the same time also he comforts them, showing that from their own labors and toils they are crowned, and according to the proportion of righteousness.",
          "id": 365513
        },
        {
          "text": "But he puts their part first.",
          "id": 365514
        },
        {
          "text": "For although a person even vehemently desires revenge, yet he first longs for reward.",
          "id": 365515
        },
        {
          "text": "For this reason he says,  \"That ye may be counted worthy of the kingdom of God, for which ye also suffer\".",
          "id": 365516
        },
        {
          "text": "This then does not come to pass from the circumstance that those who injure them are more powerful than they, but because it is so that they must enter into the kingdom.",
          "id": 365517
        },
        {
          "text": "\"For through many tribulations,\" he says, \"we must enter into the kingdom of God\".",
          "id": 365518
        },
        {
          "text": "(Acts xiv.",
          "id": 365519
        },
        {
          "text": ")  Ver.",
          "id": 365520
        },
        {
          "text": ",.",
          "id": 365521
        },
        {
          "text": "\"If so be that it is a righteous thing with God to recompense affliction to them that afflict you, and to you that are afflicted rest with us at the revelation of the Lord Jesus from heaven with the Angels of His power\".",
          "id": 365522
        },
        {
          "text": "The phrase \"If so be that\" here is put for \"because,\" which we also use, in speaking of things that are quite evident and not to be denied; instead of saying, \"Because it is exceedingly righteous\".",
          "id": 365523
        },
        {
          "text": "\"If so be,\" he says, \"that it is a righteous thing\" with God to punish these, he will certainly punish them.",
          "id": 365524
        },
        {
          "text": "As if he had said, \"If God cares for human affairs,\" \"If God takes thought\".",
          "id": 365525
        },
        {
          "text": "And he does not put it of his own opinion, but among things confessedly true; as if one said, \"If God hates the wicked,\" that he may compel them to grant that He does hate them.",
          "id": 365526
        },
        {
          "text": "For such sentences are above all indisputable, inasmuch as they also themselves know that it is just.",
          "id": 365527
        },
        {
          "text": "For if this is just with men, much more with God.",
          "id": 365528
        },
        {
          "text": "\"To recompense,\" he says, \"affliction to them that afflict you, and to you that are afflicted rest\".",
          "id": 365529
        },
        {
          "text": "What then? Is the retribution equal? By no means, but see by what follows how he shows that it is more severe, and the \"rest\" much greater.",
          "id": 365530
        },
        {
          "text": "Behold also another consolation, in that they have their partners in the afflictions, as partners also in the retribution.",
          "id": 365531
        },
        {
          "text": "He joins them in their crowns with those who had performed infinitely more and greater works.",
          "id": 365532
        },
        {
          "text": "Then he adds also the period, and by the description leads their minds upward, all but opening heaven already by his word, and setting it before their eyes; and he places around Him the angelic host, both from the place and from the attendants amplifying the image, so that they may be refreshed a little.",
          "id": 365533
        },
        {
          "text": "\"And to you that are afflicted rest with us,\" he says, \"at the revelation of the Lord Jesus from heaven with the Angels of his power\".",
          "id": 365534
        },
        {
          "text": "Ver.",
          "id": 365535
        },
        {
          "text": "\"In flaming fire rendering vengeance to them that know not God, and to them that obey not the Gospel of our Lord Jesus\".",
          "id": 365536
        },
        {
          "text": "If they that have not obeyed the Gospel suffer vengeance, what will not they suffer who besides their disobedience also afflict you? And see his intelligence; he says not here those who afflict you, but those \"who obey not\".",
          "id": 365537
        },
        {
          "text": "So that although not on your account, yet on His own it is necessary to punish them.",
          "id": 365538
        },
        {
          "text": "This then is said in order to full assurance, that it is altogether necessary for them to be punished: but what was said before, was said that they also might be honored, because they suffer these things on your account.",
          "id": 365539
        },
        {
          "text": "The one causes them to believe concerning the punishment; the other to be pleased, because for the sake of what has been done to them they suffer these things.",
          "id": 365540
        },
        {
          "text": "All this was said to them, but it applies also to us.",
          "id": 365541
        },
        {
          "text": "When therefore we are in affliction, let us consider these things.",
          "id": 365542
        },
        {
          "text": "Let us not rejoice at the punishment of others as being avenged, but as ourselves escaping from such punishment and vengeance.",
          "id": 365543
        },
        {
          "text": "For what advantage is it to us when others are punished? Let us not, I beseech you, have such souls.",
          "id": 365544
        },
        {
          "text": "Let us be invited to virtue by the prospect of the kingdom.",
          "id": 365545
        },
        {
          "text": "For he indeed who is exceedingly virtuous is induced neither by fear nor by the prospect of the kingdom, but for Christ's sake alone, as was the case with Paul.",
          "id": 365546
        },
        {
          "text": "Let us, however, even thus consider the blessings of the kingdom, the miseries of hell, and thus regulate and school ourselves; let us in this way bring ourselves to the things that are to be practiced.",
          "id": 365547
        },
        {
          "text": "When you see anything good and great in the present life, think of the kingdom, and you will consider it as nothing.",
          "id": 365548
        },
        {
          "text": "When you see anything terrible, think of hell, and you will deride it.",
          "id": 365549
        },
        {
          "text": "When you are possessed by carnal desire, think of the fire, think also of the pleasure of sin itself, that it is nothing worth, that it has not even pleasure in it.",
          "id": 365550
        },
        {
          "text": "For if the fear of the laws that are enacted here has so great power as to withdraw us from wicked actions, how much more should the remembrance of things future, the vengeance that is immortal, the punishment that is everlasting? If the fear of an earthly king withdraws us from so many evils, how much more the fear of the King Eternal?  Whence then can we constantly have this fear? If we continually hearken to the Scriptures.",
          "id": 365551
        },
        {
          "text": "For if the sight only of a dead body so depresses the mind, how much more must hell and the fire unquenchable, how much more the worm that never dieth.",
          "id": 365552
        },
        {
          "text": "If we always think of hell, we shall not soon fall into it.",
          "id": 365553
        },
        {
          "text": "For this reason God has threatened punishment; if it was not attended with great advantage to think of it, God would not have threatened it.",
          "id": 365554
        },
        {
          "text": "But because the remembrance of it is able to work great good, for this reason He has put into our souls the terror of it, as a wholesome medicine.",
          "id": 365555
        },
        {
          "text": "Let us not then overlook the great advantage arising from it, but let us continually advert to it, at our dinners, at our suppers.",
          "id": 365556
        },
        {
          "text": "For conversation about pleasant things profits the soul nothing, but renders it more languid, while that about things painful and melancholy cuts off all that is relaxed and dissolute in it, and converts it, and braces it when unnerved.",
          "id": 365557
        },
        {
          "text": "He who converses of theaters and actors does not benefit the soul, but inflames it more, and renders it more careless.",
          "id": 365558
        },
        {
          "text": "He who concerns himself and is busy in other men's matters, often even involves it in dangers by this curiosity.",
          "id": 365559
        },
        {
          "text": "But he who converses about hell incurs no dangers, and renders it more sober.",
          "id": 365560
        },
        {
          "text": "But dost thou fear the offensiveness of such words? Hast thou then, if thou art silent, extinguished hell? or if thou speakest of it, hast thou kindled it? Whether thou speakest of it or not, the fire boils forth.",
          "id": 365561
        },
        {
          "text": "Let it be continually spoken of, that thou mayest never fall into it.",
          "id": 365562
        },
        {
          "text": "It is not possible that a soul anxious about hell should readily sin.",
          "id": 365563
        },
        {
          "text": "For hear the most excellent advice, \"Remember,\" it says, \"thy latter end\" (Ecclus.",
          "id": 365564
        },
        {
          "text": "xxviii.",
          "id": 365565
        },
        {
          "text": "), and thou wilt not sin for ever.",
          "id": 365566
        },
        {
          "text": "A soul that is fearful of giving account cannot but be slow to transgression.",
          "id": 365567
        },
        {
          "text": "For fear being vigorous in the soul does not permit anything worldly to exist in it.",
          "id": 365568
        },
        {
          "text": "For if discourse raised concerning hell so humbles and brings it low, does not the reflection constantly dwelling upon the soul purify it more than any fire?  Let us not remember the kingdom so much as hell.",
          "id": 365569
        },
        {
          "text": "For fear has more power than the promise.",
          "id": 365570
        },
        {
          "text": "And I know that many would despise ten thousand blessings, if they were rid of the punishment, inasmuch as it is even now sufficient for me to escape vengeance, and not to be punished.",
          "id": 365571
        },
        {
          "text": "No one of those who have hell before their eyes will fall into hell.",
          "id": 365572
        },
        {
          "text": "No one of those who despise hell will escape hell.",
          "id": 365573
        },
        {
          "text": "For as among us those who fear the judgment-seats will not be apprehended by them, but those who despise them are chiefly those who fall under them, so it is also in this case.",
          "id": 365574
        },
        {
          "text": "If the Ninevites had not feared destruction, they would have been overthrown, but because they feared, they were not overthrown.",
          "id": 365575
        },
        {
          "text": "If in the time of Noah they had feared the deluge, they would not have been drowned.",
          "id": 365576
        },
        {
          "text": "And if the Sodomites had feared they would not have been consumed by fire.",
          "id": 365577
        },
        {
          "text": "It is a great evil to despise a threat.",
          "id": 365578
        },
        {
          "text": "He who despises threatening will soon experience its reality in the execution of it.",
          "id": 365579
        },
        {
          "text": "Nothing is so profitable as to converse concerning hell.",
          "id": 365580
        },
        {
          "text": "It renders our souls purer than any silver.",
          "id": 365581
        },
        {
          "text": "For hear the prophet saying, \"Thy judgments are always before me\".",
          "id": 365582
        },
        {
          "text": "(From Ps.",
          "id": 365583
        },
        {
          "text": "xvii.",
          "id": 365584
        },
        {
          "text": ", Sept.",
          "id": 365585
        },
        {
          "text": ") For although it pains the hearer, it benefits him very much.",
          "id": 365586
        },
        {
          "text": "For such indeed are all things that profit.",
          "id": 365587
        },
        {
          "text": "For medicines too, and food, at first annoy the sick, and then do him good.",
          "id": 365588
        },
        {
          "text": "And if we cannot bear the severity of words, it is manifest that we shall not be able to bear affliction in very deed.",
          "id": 365589
        },
        {
          "text": "If no one endures a discourse concerning hell, it is evident, that if persecution came on, no one would ever stand firm against fire, against sword.",
          "id": 365590
        },
        {
          "text": "Let us exercise our ears not to be over soft and tender: for from this we shall come to endure even the things themselves.",
          "id": 365591
        },
        {
          "text": "If we be habituated to hear of dreadful things, we shall be habituated also to endure dreadful things.",
          "id": 365592
        },
        {
          "text": "But if we be so relaxed as not to endure even words, when shall we stand against things? Do you see how the blessed Paul despises all things here, and dangers one after another, as not even temptations? Wherefore? Because he had been in the practice of despising hell, for the sake of what was God's will.",
          "id": 365593
        },
        {
          "text": "He thought even the experience of hell to be nothing for the sake of the love of Christ; while we do not even endure a discourse concerning it for our own advantage.",
          "id": 365594
        },
        {
          "text": "Now therefore having heard a little, go your ways; but I beseech you if there is any love in you, constantly to revert to discourses concerning these things.",
          "id": 365595
        },
        {
          "text": "They can do you no harm, even if they should not benefit, but assuredly they will benefit you too.",
          "id": 365596
        },
        {
          "text": "For according to our discourses, the soul is qualified.",
          "id": 365597
        },
        {
          "text": "For evil communications, he says, \"corrupt good manners\".",
          "id": 365598
        },
        {
          "text": "Therefore also good communications improve it; therefore also fearful discourses make it sober.",
          "id": 365599
        },
        {
          "text": "For the soul is a sort of wax.",
          "id": 365600
        },
        {
          "text": "For if you apply cold discourses, you harden and make it callous; but if fiery ones, you melt it; and having melted it, you form it to what you will, and engrave the royal image upon it.",
          "id": 365601
        },
        {
          "text": "Let us therefore stop up our ears to discourses that are vain.",
          "id": 365602
        },
        {
          "text": "It is no little evil; for from it arise all evils.",
          "id": 365603
        },
        {
          "text": "If our mind had been practiced to apply to divine discourses, it would not apply to others; and not applying to others, neither would it betake itself to evil actions.",
          "id": 365604
        },
        {
          "text": "For words are the road to works.",
          "id": 365605
        },
        {
          "text": "First we think, then we speak, then we act.",
          "id": 365606
        },
        {
          "text": "Many men, even when before sober, have often from disgraceful words gone on to disgraceful actions.",
          "id": 365607
        },
        {
          "text": "For our soul is neither good nor evil by nature, but becomes both the one and the other from choice.",
          "id": 365608
        },
        {
          "text": "As therefore the sail carries the ship wherever the wind may blow, or rather as the rudder moves the ship, if the wind be favorable, so also thought will sail without danger, if good words from a favorable quarter waft it.",
          "id": 365609
        },
        {
          "text": "But if the contrary, often they will even overwhelm the reason.",
          "id": 365610
        },
        {
          "text": "For what winds are to ships, that discourses are to souls.",
          "id": 365611
        },
        {
          "text": "Wherever you will, you may move and turn it.",
          "id": 365612
        },
        {
          "text": "For this reason one exhorting says, \"Let thy whole discourse be in the law of the Most High\".",
          "id": 365613
        },
        {
          "text": "(Ecclus.",
          "id": 365614
        },
        {
          "text": "xx.",
          "id": 365615
        },
        {
          "text": ") Wherefore, I exhort you, when we receive children from the nurse, let us not accustom them to old wives' stories, but let them learn from their first youth that there is a Judgment, that there is a punishment; let it be infixed in their minds.",
          "id": 365616
        },
        {
          "text": "This fear being rooted in them produces great good effects.",
          "id": 365617
        },
        {
          "text": "For a soul that has learnt from its first youth to be subdued by this expectation, will not soon shake off this fear.",
          "id": 365618
        },
        {
          "text": "But like a horse obedient to the bridle, having the thought of hell seated upon it, walking orderly, it will both speak and utter things profitable; and neither youth nor riches, nor an orphan state, nor any other thing, will be able to injure it, having its reason so firm and able to hold out against everything.",
          "id": 365619
        },
        {
          "text": "By these discourses let us regulate as well ourselves as our wives too, our servants, our children, our friends, and, if possible, our enemies.",
          "id": 365620
        },
        {
          "text": "For with these discourses we are able to cut off the greater part of our sins, and it is better to dwell upon things grievous than upon things agreeable, and it is manifest from hence.",
          "id": 365621
        },
        {
          "text": "For, tell me, if you should go into a house where a marriage is celebrated, for a season you are delighted at the spectacle, but afterwards having gone away, you pine with grief that you have not so much.",
          "id": 365622
        },
        {
          "text": "But if you enter the house of mourners, even though they are very rich, when you go away you will be rather refreshed.",
          "id": 365623
        },
        {
          "text": "For there you have not conceived envy, but comfort and consolation in your poverty.",
          "id": 365624
        },
        {
          "text": "You have seen by facts, that riches are no good, poverty no evil, but they are things indifferent.",
          "id": 365625
        },
        {
          "text": "So also now, if you talk about luxury, you the more vex your soul, that is not able perhaps to be luxurious.",
          "id": 365626
        },
        {
          "text": "But if you are speaking against luxury, and introduce discourse concerning hell, the thing will cheer you, and beget much pleasure.",
          "id": 365627
        },
        {
          "text": "For when you consider that luxury will not be able to defend us at all against that fire, you will not seek after it; but if you reflect that it is wont to kindle it even more, you will not only not seek, but will turn from it and reject it.",
          "id": 365628
        },
        {
          "text": "Let us not avoid discourses concerning hell, that we may avoid hell.",
          "id": 365629
        },
        {
          "text": "Let us not banish the remembrance of punishment, that we may escape punishment.",
          "id": 365630
        },
        {
          "text": "If the rich man had reflected upon that fire, he would not have sinned; but because he never was mindful of it, therefore he fell into it.",
          "id": 365631
        },
        {
          "text": "Tell me, O man, being about to stand before the Judgment-seat of Christ, dost thou speak of all things rather than of that? And when you have a matter before a judge, often only relating to words, neither day nor night, at no time or season dost thou talk of anything else, but always of that business, and when thou art about to give an account of thy whole life, and to submit to a trial, canst thou not bear even with others reminding thee of that Judgment? For this reason therefore all things are ruined and undone, because when we are about to stand before a human tribunal concerning matters of this life, we move everything, we solicit all men, we are constantly anxious about it, we do everything for the sake of it: but when we are about, after no long time, to come before the Judgment-seat of Christ, we do nothing either by ourselves, or by others; we do not entreat the Judge.",
          "id": 365632
        },
        {
          "text": "And yet He grants to us a long season of forbearance, and does not snatch us away in the midst of our sins, but permits us to put them off, and that Goodness and Lovingkindness leaves nothing undone of all that belongs to Himself.",
          "id": 365633
        },
        {
          "text": "But all is of no avail; on this account the punishment will be the heavier.",
          "id": 365634
        },
        {
          "text": "But God forbid it should be so! Wherefore, I beseech you, let us even if but now become watchful.",
          "id": 365635
        },
        {
          "text": "Let us keep hell before our eyes.",
          "id": 365636
        },
        {
          "text": "Let us consider that inexorable Account, that, thinking of those things, we may both avoid vice, and choose virtue, and may be able to obtain the blessings promised to those who love Him, by the grace and lovingkindness, &c.",
          "id": 365637
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Homily III.",
          "id": 365638
        },
        {
          "text": "Thessalonians i.",
          "id": 365639
        },
        {
          "text": ",  \"Who shall suffer punishment, even eternal destruction from the face of the Lord, and from the glory of His might, when He shall come to be glorified in His Saints, and to be marveled at in all them that believed\".",
          "id": 365640
        },
        {
          "text": "There are many men, who form good hopes not by abstaining from their sins, but by thinking that hell is not so terrible as it is said to be, but milder than what is threatened, and temporary, not eternal; and about this they philosophize much.",
          "id": 365641
        },
        {
          "text": "But I could show from many reasons, and conclude from the very expressions concerning hell, that it is not only not milder, but much more terrible than is threatened.",
          "id": 365642
        },
        {
          "text": "But I do not now intend to discourse concerning these things.",
          "id": 365643
        },
        {
          "text": "For the fear even from bare words is sufficient, though we do not fully unfold their meaning.",
          "id": 365644
        },
        {
          "text": "But that it is not temporary, hear Paul now saying, concerning those who know not God, and who do not believe in the Gospel, that \"they shall suffer punishment, even eternal destruction\".",
          "id": 365645
        },
        {
          "text": "How then is that temporary which is everlasting? \"From the face of the Lord,\" he says.",
          "id": 365646
        },
        {
          "text": "What is this? He here wishes to say how easily it might be.",
          "id": 365647
        },
        {
          "text": "For since they were then much puffed up, there is no need, he says, of much trouble; it is enough that God comes and is seen, and all are involved in punishment and vengeance.",
          "id": 365648
        },
        {
          "text": "His coming only to some indeed will be Light, but to others vengeance.",
          "id": 365649
        },
        {
          "text": "\"And from the glory of His might,\" he says, \"when He shall come to be glorified in His Saints, and to be marveled at in all them that believed\".",
          "id": 365650
        },
        {
          "text": "Is God glorified? Yea, he says, in all the Saints.",
          "id": 365651
        },
        {
          "text": "How? For when they that puff so greatly see those who were scourged by them, who were despised, who were derided, even those now near to Him, it is His glory, or rather it is their glory, both theirs and His; His indeed, because He did not forsake them; theirs, because they were thought worthy of so great honor.",
          "id": 365652
        },
        {
          "text": "For as it is His riches, that there are faithful men, so also it is His glory that there are those who are to enjoy His blessings.",
          "id": 365653
        },
        {
          "text": "It is the glory of Him that is good, to have those to whom He may impart His beneficence.",
          "id": 365654
        },
        {
          "text": "\"And to be marveled at,\" he says, \"in all them that believed,\" that is, \"through them that believed\".",
          "id": 365655
        },
        {
          "text": "See here again, \"in\" is used for \"through\".",
          "id": 365656
        },
        {
          "text": "For through them He is shown to be admirable, when He brings to so much splendor those who were pitiable and wretched, and who had suffered unnumbered ills, and had believed.",
          "id": 365657
        },
        {
          "text": "His power is shown then; because although they seem to be deserted here, yet nevertheless they there enjoy great glory; then especially is shown all the glory and the power of God.",
          "id": 365658
        },
        {
          "text": "How?  \"Because our testimony unto you was believed in that day\".",
          "id": 365659
        },
        {
          "text": "Ver.",
          "id": 365660
        },
        {
          "text": "\"To which end also we pray always for you\".",
          "id": 365661
        },
        {
          "text": "That is, when those are brought into public view, who have suffered unnumbered ills, deigned to make them apostatize from the faith, and yet have not yielded, but have believed, God is glorified.",
          "id": 365662
        },
        {
          "text": "Then is shown the glory of these men also.",
          "id": 365663
        },
        {
          "text": "\"Judge none blessed,\" it says, \"before his death\".",
          "id": 365664
        },
        {
          "text": "(Ecclus.",
          "id": 365665
        },
        {
          "text": "xi.",
          "id": 365666
        },
        {
          "text": ") On this account he says, in that day will be shown those who believed.",
          "id": 365667
        },
        {
          "text": "\"To which end also we pray,\" he says, \"always for you, that our God may count you worthy of your calling, and fulfill every desire of goodness and every work of faith, with power\".",
          "id": 365668
        },
        {
          "text": "\"That He may count you,\" he says, \"worthy of calling\"; for they were not called.",
          "id": 365669
        },
        {
          "text": "Therefore he has added, \"and fulfill every desire of goodness\".",
          "id": 365670
        },
        {
          "text": "Since he also who was clothed in filthy garments, was called, but did not abide in his calling, but for this reason was the more rejected.",
          "id": 365671
        },
        {
          "text": "\"Of the calling,\" namely that to the bride-chamber.",
          "id": 365672
        },
        {
          "text": "Since the five virgins also were called.",
          "id": 365673
        },
        {
          "text": "\"Arise\" it says, \"the bridegroom cometh\".",
          "id": 365674
        },
        {
          "text": "(From Matt.",
          "id": 365675
        },
        {
          "text": "xxv.",
          "id": 365676
        },
        {
          "text": ") And they prepared themselves, but did not enter in.",
          "id": 365677
        },
        {
          "text": "But he speaks of that other calling.",
          "id": 365678
        },
        {
          "text": "Showing therefore what calling he is speaking of, he has added, \"And fulfill every desire of goodness and every work of faith, with power\".",
          "id": 365679
        },
        {
          "text": "This is the calling, he says, that we seek.",
          "id": 365680
        },
        {
          "text": "See how gently he takes them down.",
          "id": 365681
        },
        {
          "text": "For that they may not be rendered vain by the excess of commendation, as if they had done great deeds, and may not become slothful, he shows that something still is wanting to them, so long as they are in this life.",
          "id": 365682
        },
        {
          "text": "Which also he said in his Epistle to the Hebrews.",
          "id": 365683
        },
        {
          "text": "\"Ye have not yet resisted unto blood, striving against sin\".",
          "id": 365684
        },
        {
          "text": "(Heb.",
          "id": 365685
        },
        {
          "text": "xii.",
          "id": 365686
        },
        {
          "text": ") \"Unto all wellpleasing,\" he says, that is, His gratification, persuasion, full assurance.",
          "id": 365687
        },
        {
          "text": "That is, that the persuasion of God may be fulfilled, that nothing may be wanting to you, that you may be so, as He wills.",
          "id": 365688
        },
        {
          "text": "\"And every work of faith,\" he says, \"with power\".",
          "id": 365689
        },
        {
          "text": "What is this? The patient endurance of persecutions, that we may not faint, he says.",
          "id": 365690
        },
        {
          "text": "Ver.",
          "id": 365691
        },
        {
          "text": "\"That the name of our Lord Jesus Christ may be glorified in you, and ye in Him, according to the grace of our God and the Lord Jesus Christ\".",
          "id": 365692
        },
        {
          "text": "He spoke there of glory, he speaks of it also here.",
          "id": 365693
        },
        {
          "text": "He said, that they are glorified, so that they might even boast.",
          "id": 365694
        },
        {
          "text": "He said, what was much more, that they also glorify God.",
          "id": 365695
        },
        {
          "text": "He said, that they will receive that glory.",
          "id": 365696
        },
        {
          "text": "But here too he means; For the Master being glorified, the servants also are glorified.",
          "id": 365697
        },
        {
          "text": "For those who glorify their Master, are much more glorified themselves, both by that very thing, and apart from it.",
          "id": 365698
        },
        {
          "text": "For tribulation for the sake of Christ is glory, and that thing he everywhere calls glory.",
          "id": 365699
        },
        {
          "text": "And by how much the more we suffer anything dishonorable, so much the more illustrious we become.",
          "id": 365700
        },
        {
          "text": "Then again showing that this also itself is of God, he says, \"according to the grace of our God and the Lord Jesus Christ\"; that is, this grace He Himself has given us, that He may be glorified in us, and that He may glorify us in Him.",
          "id": 365701
        },
        {
          "text": "How is He glorified in us? Because we prefer nothing before Him.",
          "id": 365702
        },
        {
          "text": "How are we glorified in Him? Because we have received power from Him, so that we do not at all yield to the evils that are brought upon us.",
          "id": 365703
        },
        {
          "text": "For when temptation happens, at the same time God is glorified, and we too.",
          "id": 365704
        },
        {
          "text": "For they glorify Him, because He has so nerved us; they admire us, because we have rendered ourselves worthy.",
          "id": 365705
        },
        {
          "text": "And all these things are done by the grace of God.",
          "id": 365706
        },
        {
          "text": "Chap.",
          "id": 365707
        },
        {
          "text": "ii.",
          "id": 365708
        },
        {
          "text": ",.",
          "id": 365709
        },
        {
          "text": "\"Now we beseech you, brethren, touching the coming of our Lord Jesus Christ, and our gathering together unto Him; to the end that ye be not quickly shaken from your mind\".",
          "id": 365710
        },
        {
          "text": "When the Resurrection will be, he has not said, but that it will not be now, he has said.",
          "id": 365711
        },
        {
          "text": "\"And our gathering together unto Him\".",
          "id": 365712
        },
        {
          "text": "This also is no little matter.",
          "id": 365713
        },
        {
          "text": "See how the exhortation also is again accompanied with commendation and encouragement, in that He and all the Saints will certainly appear with us.",
          "id": 365714
        },
        {
          "text": "Here he is discoursing concerning the resurrection and our gathering together.",
          "id": 365715
        },
        {
          "text": "For these things will happen at the same time.",
          "id": 365716
        },
        {
          "text": "He raises up their minds.",
          "id": 365717
        },
        {
          "text": "\"That ye be not quickly shaken,\" he says, \"nor yet be troubled, either by spirit, or by word, or by epistle as from us, as that the day of the Lord is now present\".",
          "id": 365718
        },
        {
          "text": "Here he seems to me to intimate that certain persons went about having forged an Epistle, as if from Paul, and showing this, said that the Day of the Lord is at hand, that thence they might lead many into error.",
          "id": 365719
        },
        {
          "text": "Therefore that they might not be deceived, Paul gives security by the things he writes, and says, \"be not troubled, either by spirit or by word\": and this is the meaning of what he says: Though any one having the spirit of prophecy should say this, believe it not.",
          "id": 365720
        },
        {
          "text": "For when I was with you I told you these things, so that you ought not to change your persuasion from the things which you were taught.",
          "id": 365721
        },
        {
          "text": "Or thus, \"by spirit\": so he calls the false prophet, speaking what they spoke by an unclean spirit.",
          "id": 365722
        },
        {
          "text": "For these men, willing the more to be believed, not only endeavored to deceive by persuasive words, (for this he shows, saying, \"or by word,\") but they also showed a forged letter, as from Paul, declaring the same thing.",
          "id": 365723
        },
        {
          "text": "Wherefore pointing out this also, he has added, \"or by letter as from us\".",
          "id": 365724
        },
        {
          "text": "Having therefore secured them on every side, he thus sets forth his own doctrine, and says:  Ver.",
          "id": 365725
        },
        {
          "text": ",.",
          "id": 365726
        },
        {
          "text": "\"Let no man beguile you in any wise: for it will not be, except the falling away come first, and the man of sin be revealed, the son of perdition, he that opposeth and exalteth himself against all that is called God or that is worshiped; so that he sitteth in the temple of God, setting himself forth as God\".",
          "id": 365727
        },
        {
          "text": "Here he discourses concerning the Antichrist, and reveals great mysteries.",
          "id": 365728
        },
        {
          "text": "What is \"the falling away?\" He calls him Apostasy, as being about to destroy many, and make them fall away.",
          "id": 365729
        },
        {
          "text": "So that if it were possible, He says, the very Elect should be offended.",
          "id": 365730
        },
        {
          "text": "(From Matt.",
          "id": 365731
        },
        {
          "text": "xxiv.",
          "id": 365732
        },
        {
          "text": ") And he calls him \"the man of sin\".",
          "id": 365733
        },
        {
          "text": "For he shall do numberless mischiefs, and shall cause others to do them.",
          "id": 365734
        },
        {
          "text": "But he calls him \"the son of perdition,\" because he is also to be destroyed.",
          "id": 365735
        },
        {
          "text": "But who is he? Is it then Satan? By no means; but some man, that admits his fully working in him.",
          "id": 365736
        },
        {
          "text": "For he is a man.",
          "id": 365737
        },
        {
          "text": "\"And exalteth himself against all that is called God or is worshiped\".",
          "id": 365738
        },
        {
          "text": "For he will not introduce idolatry, but will be a kind of opponent to God; he will abolish all the gods, and will order men to worship him instead of God, and he will be seated in the temple of God, not that in Jerusalem only, but also in every Church.",
          "id": 365739
        },
        {
          "text": "\"Setting himself forth,\" he says; he does not say, saying it, but endeavoring to show it.",
          "id": 365740
        },
        {
          "text": "For he will perform great works, and will show wonderful signs.",
          "id": 365741
        },
        {
          "text": "Ver.",
          "id": 365742
        },
        {
          "text": "\"Remember ye not, that when I was yet with you, I told you these things?\"  Seest thou that it is necessary continually to say the same things, and to enlarge upon them in the same words? For behold, they heard him saying these things when present, and again they had need to be reminded of them.",
          "id": 365743
        },
        {
          "text": "For as when they had heard concerning afflictions, \"For verily,\" he says, \"when we were with you, we told you beforehand that we are to suffer affliction\" ( Thess.",
          "id": 365744
        },
        {
          "text": "iii.",
          "id": 365745
        },
        {
          "text": "); they nevertheless forgot it, and he confirms them again by letters; so also having heard concerning the Coming of Christ, they again needed letters to compose them.",
          "id": 365746
        },
        {
          "text": "He therefore reminds them, showing that he speaks of nothing strange, but what he had always said.",
          "id": 365747
        },
        {
          "text": "For as in the case of husbandmen, the seeds are indeed cast into the earth once for all, yet do not constantly remain, but require much preparation withal, and if they do not break up the earth, and cover over the seeds sown, they sow for the birds that gather grain; so we also, unless by constant remembrance we cover over what has been sown, have but cast it all into the air.",
          "id": 365748
        },
        {
          "text": "For both the devil carries it away, and our sloth destroys it, and the sun dries it up, and the rain washes it away, and the thorns choke it: so that it is not sufficient after once sowing it to depart, but there is need of much assiduity, driving off the birds, rooting up the thorns, filling up the stony ground with much earth, checking, and fencing off, and taking away everything injurious.",
          "id": 365749
        },
        {
          "text": "But in the case of the earth all depends upon the husbandman, for it is a lifeless subject, and prepared only to be passive.",
          "id": 365750
        },
        {
          "text": "But in the spiritual soil it is quite otherwise.",
          "id": 365751
        },
        {
          "text": "All is not the teachers' part, but half at least, if not more, that of the disciples.",
          "id": 365752
        },
        {
          "text": "It is our part indeed to cast the seed, but yours to do the things spoken for your recollection, by your works to show the fruits, to pull up the thorns by the roots.",
          "id": 365753
        },
        {
          "text": "For wealth truly is a thorn, bearing no fruit, both uncomely to the sight, and unpleasant for use, injuring those that meddle with it, not only not itself bearing fruit, but even hindering that which was shooting forth.",
          "id": 365754
        },
        {
          "text": "Such is wealth.",
          "id": 365755
        },
        {
          "text": "It not only does not bear eternal fruit but it even hinders those who wish to gain it.",
          "id": 365756
        },
        {
          "text": "Thorns are the food of irrational camels; they are devoured and consumed by fire, being useful for nothing.",
          "id": 365757
        },
        {
          "text": "Such also is wealth, useful for nothing, but to kindle the furnace, to light up The Day that burns as an oven, to nourish passions void of reason, revenge and anger.",
          "id": 365758
        },
        {
          "text": "For such is also the camel that feeds on thorns.",
          "id": 365759
        },
        {
          "text": "For it is said by those who are acquainted with such things, that there is no animal so implacable, so sulky and revengeful, as a camel.",
          "id": 365760
        },
        {
          "text": "Such is wealth.",
          "id": 365761
        },
        {
          "text": "It nourishes the unreasonable passions of the soul but it pierces and wounds the rational, as is the case with thorns.",
          "id": 365762
        },
        {
          "text": "This plant is hard and rough, and grows up of itself.",
          "id": 365763
        },
        {
          "text": "Let us see how it grows up, that we may root it out.",
          "id": 365764
        },
        {
          "text": "It grows in places that are precipitous, stony and dry, where there is no moisture.",
          "id": 365765
        },
        {
          "text": "When therefore anyone is rough and precipitous, that is unmerciful, the thorn grows in him.",
          "id": 365766
        },
        {
          "text": "But when the sons of husbandmen wish to root them up, they do it not with iron.",
          "id": 365767
        },
        {
          "text": "How then? Having set fire to it, they in that way extract all the bad quality of the land.",
          "id": 365768
        },
        {
          "text": "For since it is not enough to cut away the upper part, whilst the root remains below, nor even to extirpate the root, (for it remains in the earth from its bad quality, and, as when some pestilence has assailed the body, there are still left the remains of it,) the fire from above, drawing up all that moisture of the thorns, like some poison, extracts it by means of the heat from the bowels of the earth.",
          "id": 365769
        },
        {
          "text": "For as the cupping glass placed upon the part draws all the disorder to itself, so also the fire draws off all the base quality that was in the thorns, and makes the land pure.",
          "id": 365770
        },
        {
          "text": "On what account then do I say these things? Because it behoves you to purge off all affection for riches.",
          "id": 365771
        },
        {
          "text": "With us also there is a fire that draws this bad quality from the soul; I mean that of the Spirit.",
          "id": 365772
        },
        {
          "text": "This if we let work on them, we shall be able not only to dry up the thorns, but also the humor from them, since if they be deeply fixed, all is rendered vain.",
          "id": 365773
        },
        {
          "text": "For mark, has a rich man entered here, or also a rich woman? She does not regard how she shall hear the oracles of God, but how she shall make a show, how she shall sit with pomp, how with much glory, how she shall surpass all other women in the costliness of her garments, and render herself more dignified both by her dress, and look, and gait.",
          "id": 365774
        },
        {
          "text": "And all her care and concern is, Did such a woman see me? did she admire me? Is my beauty handsomely set off? so that her garments may not rot, nor be rent; and about this is all her care.",
          "id": 365775
        },
        {
          "text": "In like manner also the rich man enters, meaning to exhibit himself to the poor man, and to strike him with awe by the garments which are about him, and by the number of his slaves, who also stand round, driving off the crowd.",
          "id": 365776
        },
        {
          "text": "But he from his great pride does not condescend even to do this but considers it a work so unworthy of a gentleman, that although excessively puffed up, he cannot bear to do it, but commits it to his slaves.",
          "id": 365777
        },
        {
          "text": "For to do this requires truly servile and impudent manners.",
          "id": 365778
        },
        {
          "text": "Then when he is seated, the cares of his house immediately intrude themselves, distracting him on every side.",
          "id": 365779
        },
        {
          "text": "The pride that possesses his soul overflows.",
          "id": 365780
        },
        {
          "text": "He thinks that he does a favor both to us, and to the people, and perhaps even to God, because he has entered into the house of God.",
          "id": 365781
        },
        {
          "text": "But he who is thus inflamed, how shall he ever be cured?  Tell me then, if any one should go to the shop of a physician, and not ask a favor of the physician, but think that he was doing him a favor, and declining to request a medicine for his wound, should concern himself about his garments; would he go away having received any benefit? I think not indeed.",
          "id": 365782
        },
        {
          "text": "But, with your leave, I will tell you the cause of all these things.",
          "id": 365783
        },
        {
          "text": "They think when they enter in here, that they enter into our presence, they think that what they hear they hear from us.",
          "id": 365784
        },
        {
          "text": "They do not lay to heart, they do not consider, that they are entering into the presence of God, that it is He who addresses them.",
          "id": 365785
        },
        {
          "text": "For when the Reader standing up says, \"Thus saith the Lord,\" and the Deacon stands and imposes silence on all, he does not say this as doing honor to the Reader, but to Him who speaks to all through him.",
          "id": 365786
        },
        {
          "text": "If they knew that it was God who through His prophet speaks these things, they would cast away all their pride.",
          "id": 365787
        },
        {
          "text": "For if when rulers are addressing them, they do not allow their minds to wander, much less would they, when God is speaking.",
          "id": 365788
        },
        {
          "text": "We are ministers, beloved.",
          "id": 365789
        },
        {
          "text": "We speak not our own things, but the things of God, letters coming from heaven are every day read.",
          "id": 365790
        },
        {
          "text": "Tell me then, I beseech you, if now, when we are all present some one entered, having a golden girdle, and drawing himself up, and with an air of consequence said that he was sent by the king that is on the earth, and that he brought letters to the whole city concerning matters of importance; would you not then be all turned towards him? Would you not, without any command from a deacon, observe a profound silence? Truly I think so.",
          "id": 365791
        },
        {
          "text": "For I have often heard letters from kings read here.",
          "id": 365792
        },
        {
          "text": "Then if any one comes from a king, you all attend; and does a Prophet come from God, and speak from heaven, and no one attend? Or do you not believe that these things are messages from God? These are letters sent from God; therefore let us enter with becoming reverence into the Churches, and let us hearken with fear to the things here said.",
          "id": 365793
        },
        {
          "text": "What do I come in for, you say, if I do not hear some one discoursing? This is the ruin and destruction of all.",
          "id": 365794
        },
        {
          "text": "For what need of a person to discourse? This necessity arises from our sloth.",
          "id": 365795
        },
        {
          "text": "Wherefore any necessity for a homily? All things are clear and open that are in the divine Scriptures; the necessary things are all plain.",
          "id": 365796
        },
        {
          "text": "But because ye are hearers for pleasure's sake, for that reason also you seek these things.",
          "id": 365797
        },
        {
          "text": "For tell me, with what pomp of words did Paul speak? and yet he converted the world.",
          "id": 365798
        },
        {
          "text": "Or with what the unlettered Peter? But I know not, you say, the things that are contained in the Scriptures.",
          "id": 365799
        },
        {
          "text": "Why? For are they spoken in Hebrew? Are they in Latin, or in foreign tongues? Are they not in Greek? But they are expressed obscurely, you say: What is it that is obscure? Tell me.",
          "id": 365800
        },
        {
          "text": "Are there not histories? For (of course) you know the plain parts, in that you enquire about the obscure.",
          "id": 365801
        },
        {
          "text": "There are numberless histories in the Scriptures.",
          "id": 365802
        },
        {
          "text": "Tell me one of these.",
          "id": 365803
        },
        {
          "text": "But you cannot.",
          "id": 365804
        },
        {
          "text": "These things are an excuse, and mere words.",
          "id": 365805
        },
        {
          "text": "Every day, you say, one hears the same things.",
          "id": 365806
        },
        {
          "text": "Tell me, then, do you not hear the same things in the theaters? Do you not see the same things in the race-course? Are not all things the same? Is it not always the same sun that rises? Is it not the same food that we use? I should like to ask you, since you say that you every day hear the same things; tell me, from what Prophet was the passage that was read? from what Apostle, or what Epistle? But you cannot tell me—you seem to hear strange things.",
          "id": 365807
        },
        {
          "text": "When therefore you wish to be slothful, you say that they are the same things.",
          "id": 365808
        },
        {
          "text": "But when you are questioned, you are in the case of one who never heard them.",
          "id": 365809
        },
        {
          "text": "If they are the same, you ought to know them.",
          "id": 365810
        },
        {
          "text": "But you are ignorant of them.",
          "id": 365811
        },
        {
          "text": "This state of things is worthy of lamentation—of lamentation and complaint: for the coiner coineth but in vain.",
          "id": 365812
        },
        {
          "text": "For this you ought more especially to attend, because they are the same things, because we give you no labor, nor speak things that are strange or variable.",
          "id": 365813
        },
        {
          "text": "What then, since you say, that those are the same things, but our discourses are not the same things, but we always speak things that are new to you, do you pay heed to these? By no means.",
          "id": 365814
        },
        {
          "text": "But if we say, Why do you not retain even these? \"We hear them but once,\" you say, \"and how can we retain them?\" If we say, Why do ye not attend to those other things? \"The same things,\" you say, \"are always said\"—and every way these are words of sloth and excuse.",
          "id": 365815
        },
        {
          "text": "But they will not always serve, but there will be a time when we shall lament in vain and without effect.",
          "id": 365816
        },
        {
          "text": "Which may God forbid, and grant that having repented here, and attending with understanding and godly fear to the things spoken, we may both be urged on to the due performance of good works, and may amend our own lives with all diligence, that we may be able to obtain the blessings promised to those who love Him, by the grace and lovingkindness, &c.",
          "id": 365817
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Homily IV.",
          "id": 365818
        },
        {
          "text": "Thessalonians ii.",
          "id": 365819
        },
        {
          "text": "–  \"And now ye know that which restraineth, to the end that he may be revealed in his own season.",
          "id": 365820
        },
        {
          "text": "For the mystery of lawlessness doth already work: only there is one that restraineth now, until he be taken out of the way.",
          "id": 365821
        },
        {
          "text": "And then shall be revealed the lawless one, whom the Lord Jesus shall slay with the breath of His mouth, and bring to nought by the manifestation of His coming: even he whose coming is according to the working of Satan\".",
          "id": 365822
        },
        {
          "text": "One may naturally enquire, what is that which withholdeth, and after that would know, why Paul expresses it so obscurely.",
          "id": 365823
        },
        {
          "text": "What then is it that withholdeth, that is, hindereth him from being revealed? Some indeed say, the grace of the Spirit, but others the Roman empire, to whom I most of all accede.",
          "id": 365824
        },
        {
          "text": "Wherefore? Because if he meant to say the Spirit, he would not have spoken obscurely, but plainly, that even now the grace of the Spirit, that is the gifts, withhold him.",
          "id": 365825
        },
        {
          "text": "And otherwise he ought now to have come, if he was about to come when the gifts ceased; for they have long since ceased.",
          "id": 365826
        },
        {
          "text": "But because he said this of the Roman empire, he naturally glanced at it, and speaks covertly and darkly.",
          "id": 365827
        },
        {
          "text": "For he did not wish to bring upon himself superfluous enmities, and useless dangers.",
          "id": 365828
        },
        {
          "text": "For if he had said that after a little while the Roman empire would be dissolved, they would immediately have even overwhelmed him, as a pestilent person, and all the faithful, as living and warring to this end.",
          "id": 365829
        },
        {
          "text": "And he did not say that it will be quickly, although he is always saying it—but what? \"that he may be revealed in his own season,\" he says,  \"For the mystery of lawlessness doth already work\".",
          "id": 365830
        },
        {
          "text": "He speaks here of Nero, as if he were the type of Antichrist.",
          "id": 365831
        },
        {
          "text": "For he too wished to be thought a god.",
          "id": 365832
        },
        {
          "text": "And he has well said, \"the mystery\"; that is, it worketh not openly, as the other, nor without shame.",
          "id": 365833
        },
        {
          "text": "For if there was found a man before that time, he means, who was not much behind Antichrist in wickedness, what wonder, if there shall now be one? But he did not also wish to point him out plainly: and this not from cowardice, but instructing us not to bring upon ourselves unnecessary enmities, when there is nothing to call for it.",
          "id": 365834
        },
        {
          "text": "So indeed he also says here.",
          "id": 365835
        },
        {
          "text": "\"Only there is one that restraineth now, until he be taken out of the way,\" that is, when the Roman empire is taken out of the way, then he shall come.",
          "id": 365836
        },
        {
          "text": "And naturally.",
          "id": 365837
        },
        {
          "text": "For as long as the fear of this empire lasts, no one will willingly exalt himself, but when that is dissolved, he will attack the anarchy, and endeavor to seize upon the government both of man and of God.",
          "id": 365838
        },
        {
          "text": "For as the kingdoms before this were destroyed, for example, that of the Medes by the Babylonians, that of the Babylonians by the Persians, that of the Persians by the Macedonians, that of the Macedonians by the Romans: so will this also be by the Antichrist, and he by Christ, and it will no longer withhold.",
          "id": 365839
        },
        {
          "text": "And these things Daniel delivered to us with great clearness.",
          "id": 365840
        },
        {
          "text": "\"And then,\" he says, \"shall be revealed the lawless one\".",
          "id": 365841
        },
        {
          "text": "And what after this? The consolation is at hand.",
          "id": 365842
        },
        {
          "text": "\"Whom the Lord Jesus shall slay with the breath of His mouth, and bring to nought by the manifestation of His coming, even he whose coming is according to the working of Satan\".",
          "id": 365843
        },
        {
          "text": "For as fire merely coming on even before its arrival makes torpid and consumes the little animals that are afar off; so also Christ, by His commandment only, and Coming.",
          "id": 365844
        },
        {
          "text": "It is enough for Him to be present, and all these things are destroyed.",
          "id": 365845
        },
        {
          "text": "He will put a stop to the deceit, by only appearing.",
          "id": 365846
        },
        {
          "text": "Then who is this, whose coming is after the working of Satan, \"With all display all power,\" but nothing true, but for deceit.",
          "id": 365847
        },
        {
          "text": "\"And lying wonder,\" he says, that is, false, or leading to falsehood.",
          "id": 365848
        },
        {
          "text": "Ver.",
          "id": 365849
        },
        {
          "text": "\"And with all deceit of unrighteousness for them that are perishing\".",
          "id": 365850
        },
        {
          "text": "Why then, you say, did God permit this to be? and what dispensation is this? And what is the advantage of his coming, if it takes place for the ruin of our race? Fear not, beloved, but hear Him saying, \"In them that are perishing,\" he hath strength, who, even if he had not come, would not have believed.",
          "id": 365851
        },
        {
          "text": "What then is the advantage? That these very men who are perishing will be put to silence.",
          "id": 365852
        },
        {
          "text": "How? Because both if he had come, and if he had not come, they would not have believed in Christ; He comes therefore to convict them.",
          "id": 365853
        },
        {
          "text": "For that they may not have occasion to say, that since Christ said that He was God,—although He nowhere said this openly,—but since those who came after proclaimed it, we have not believed.",
          "id": 365854
        },
        {
          "text": "Because we have heard that there is One God from whom are all things, therefore we have not believed.",
          "id": 365855
        },
        {
          "text": "This their pretext then Antichrist will take away.",
          "id": 365856
        },
        {
          "text": "For when he comes, and comes commanding nothing good, but all things unlawful, and is yet believed from false signs alone, he will stop their mouths.",
          "id": 365857
        },
        {
          "text": "For if thou believest not in Christ, much more oughtest thou not to believe in Antichrist.",
          "id": 365858
        },
        {
          "text": "For the former said that He was sent from the Father, but the latter the contrary.",
          "id": 365859
        },
        {
          "text": "For this reason Christ said, \"I am come in My Father's name, and ye receive Me not: if another shall come in his own name.",
          "id": 365860
        },
        {
          "text": "him ye will receive\".",
          "id": 365861
        },
        {
          "text": "(John v.",
          "id": 365862
        },
        {
          "text": ") But we have seen signs, you say.",
          "id": 365863
        },
        {
          "text": "But many and great signs were also wrought in the case of Christ; much more therefore ought ye to have believed in Him.",
          "id": 365864
        },
        {
          "text": "And yet many things were predicted concerning this one, that he is the lawless one, that he is the son of perdition, that his coming is after the working of Satan.",
          "id": 365865
        },
        {
          "text": "But the contrary concerning the other, that He is the Saviour, that He brings with Him unnumbered blessings.",
          "id": 365866
        },
        {
          "text": "Ver.",
          "id": 365867
        },
        {
          "text": ", ,.",
          "id": 365868
        },
        {
          "text": "\"For because they received not the love of the truth, that they might be saved; for this cause God will send them a working of error, that they should believe a lie: that they all might be judged who believed not the truth, but had pleasure in unrighteousness\".",
          "id": 365869
        },
        {
          "text": "\"That they might be judged\".",
          "id": 365870
        },
        {
          "text": "He does not say, that they might be punished; for even before this they were about to be punished; but \"that they might be condemned,\" that is, at the dreadful Seat of Judgment, in order that they might be without excuse.",
          "id": 365871
        },
        {
          "text": "\"Who believed not the truth, but had pleasure in unrighteousness\".",
          "id": 365872
        },
        {
          "text": "He calls Christ, \"the Love of the Truth\".",
          "id": 365873
        },
        {
          "text": "\"For because,\" says he, \"they received not the love of the truth\".",
          "id": 365874
        },
        {
          "text": "For He was both, and came for the sake of both, both as loving men, and on behalf of things that were true.",
          "id": 365875
        },
        {
          "text": "\"But had pleasure,\" he says, \"in unrighteousness\".",
          "id": 365876
        },
        {
          "text": "For he came to the destruction of men and to injure them.",
          "id": 365877
        },
        {
          "text": "For what will he not then work? He will change and confound all things, both by his commandments, and by the fear of him.",
          "id": 365878
        },
        {
          "text": "He will be terrible in every way, from his power, from his cruelty, from his unlawful commandments.",
          "id": 365879
        },
        {
          "text": "But fear not.",
          "id": 365880
        },
        {
          "text": "\"In those that perish\" he will have his strength.",
          "id": 365881
        },
        {
          "text": "For Elijah too will then come to give confidence to the faithful, and this Christ says; \"Elijah cometh, and shall restore all things\".",
          "id": 365882
        },
        {
          "text": "(Matt.",
          "id": 365883
        },
        {
          "text": "xvii.",
          "id": 365884
        },
        {
          "text": ") Therefore it is said, \"In the spirit and power of Elijah\".",
          "id": 365885
        },
        {
          "text": "(Luke i.",
          "id": 365886
        },
        {
          "text": ") For he neither wrought signs nor wonders, as Elijah did.",
          "id": 365887
        },
        {
          "text": "For \"John,\" it is said, \"did no miracle, but all things which John spake of this Man were true\".",
          "id": 365888
        },
        {
          "text": "How then was it \"in the spirit and power of Elijah\"? That is, he will take upon him the same ministry.",
          "id": 365889
        },
        {
          "text": "As the one was the forerunner of His first Coming, so will the other be of His second and glorious Coming, and for this he is reserved.",
          "id": 365890
        },
        {
          "text": "Let us not therefore fear.",
          "id": 365891
        },
        {
          "text": "He has calmed the minds of the hearers.",
          "id": 365892
        },
        {
          "text": "He causes them no longer to think present things dreadful but worthy of thankfulness.",
          "id": 365893
        },
        {
          "text": "Wherefore he has added,  Ver.",
          "id": 365894
        },
        {
          "text": "\"But we are bound to give thanks alway to God for you, brethren beloved of the Lord, for that God chose you from the beginning unto salvation, in sanctification of the Spirit and belief of the truth\".",
          "id": 365895
        },
        {
          "text": "How unto salvation? By sanctifying you through the Spirit.",
          "id": 365896
        },
        {
          "text": "For these are the things that are the efficient causes of our salvation.",
          "id": 365897
        },
        {
          "text": "It is nowhere of works, nowhere of righteous deeds, but through belief of the truth.",
          "id": 365898
        },
        {
          "text": "Here again, \"in\" is used for \"through\".",
          "id": 365899
        },
        {
          "text": "\"And through sanctification of the Spirit,\" he says,  Ver.",
          "id": 365900
        },
        {
          "text": "\"Whereunto He called you through our Gospel to the obtaining of the glory of our Lord Jesus Christ\".",
          "id": 365901
        },
        {
          "text": "This too is no little thing, if Christ considers our salvation His glory.",
          "id": 365902
        },
        {
          "text": "For it is the glory of the Friend of man that they that are saved should be many.",
          "id": 365903
        },
        {
          "text": "Great then is our Lord, if the Holy Spirit so desires our salvation.",
          "id": 365904
        },
        {
          "text": "Why did he not say faith first? Because even after sanctification we have yet need of much faith, that we may not be shaken.",
          "id": 365905
        },
        {
          "text": "Seest thou how He shows that nothing is of themselves, but all of God?  Ver.",
          "id": 365906
        },
        {
          "text": "\"So then, brethren, stand fast, and hold the traditions which ye were taught, whether by word, or by Epistle of ours\".",
          "id": 365907
        },
        {
          "text": "Hence it is manifest, that they did not deliver all things by Epistle, but many things also unwritten, and in like manner both the one and the other are worthy of credit.",
          "id": 365908
        },
        {
          "text": "Therefore let us think the tradition of the Church also worthy of credit.",
          "id": 365909
        },
        {
          "text": "It is a tradition, seek no farther.",
          "id": 365910
        },
        {
          "text": "Here he shows that there were many who were shaken.",
          "id": 365911
        },
        {
          "text": "Ver.",
          "id": 365912
        },
        {
          "text": ",.",
          "id": 365913
        },
        {
          "text": "\"Now our Lord Jesus Christ Himself, and God our Father, which loved us, and gave us eternal comfort and good hope through grace, comfort your hearts, and stablish them in every good work and word\".",
          "id": 365914
        },
        {
          "text": "Again a prayer after an admonition.",
          "id": 365915
        },
        {
          "text": "For this is truly to benefit.",
          "id": 365916
        },
        {
          "text": "\"Which loved us,\" he says, \"and gave us eternal comfort and good hope through grace\".",
          "id": 365917
        },
        {
          "text": "Where now are those who lessen the Son, because He is named in the grace of the Laver after the Father? For, lo, here it is the contrary.",
          "id": 365918
        },
        {
          "text": "\"Which loved us,\" he says, \"and gave us eternal comfort\".",
          "id": 365919
        },
        {
          "text": "Of what sort then is this? Even the hope of things future.",
          "id": 365920
        },
        {
          "text": "Seest thou how by the method of prayer he stirs up their mind, giving them the unspeakable care of God for pledges and signs.",
          "id": 365921
        },
        {
          "text": "\"Comfort your heart,\" he says, \"in every good work and word,\" that is, through every good work and word.",
          "id": 365922
        },
        {
          "text": "For this is the comfort of Christians, to do something good and pleasing to God.",
          "id": 365923
        },
        {
          "text": "See how he brings down their spirit.",
          "id": 365924
        },
        {
          "text": "\"Which gave us comfort,\" he says, \"and good hope through grace\".",
          "id": 365925
        },
        {
          "text": "At the same time he makes them also full of good hopes with respect to future things.",
          "id": 365926
        },
        {
          "text": "For if He has given so many things by grace, much more things future.",
          "id": 365927
        },
        {
          "text": "I indeed, he says, have spoken, but the whole is of God.",
          "id": 365928
        },
        {
          "text": "\"Stablish\"; confirm you, that you be not shaken, nor turned aside.",
          "id": 365929
        },
        {
          "text": "For this is both His work and ours, so that it is in the way both of doctrines, and of actions.",
          "id": 365930
        },
        {
          "text": "For this is comfort, to be stablished.",
          "id": 365931
        },
        {
          "text": "For when any one is not turned aside, he bears all things, whatever may happen to him, with much longsuffering; whereas if his mind be shaken, he will no longer perform any good or noble action, but like one whose hands are paralyzed, so also his soul is shaken, when it is not fully persuaded that it is advancing to some good end.",
          "id": 365932
        },
        {
          "text": "Chap.",
          "id": 365933
        },
        {
          "text": "iii.",
          "id": 365934
        },
        {
          "text": "\"Finally, brethren, pray for us, that the word of the Lord may run and be glorified, even as also it is with you\".",
          "id": 365935
        },
        {
          "text": "He indeed had prayed for them, that they might be stablished; and now he asks of them, entreating them to pray for him, not that he may not incur danger, for to this he was appointed, but that \"the word of the Lord may run and be glorified, even as also it is with you\".",
          "id": 365936
        },
        {
          "text": "And the request is accompanied with commendation.",
          "id": 365937
        },
        {
          "text": "\"Even as also it is with you\".",
          "id": 365938
        },
        {
          "text": "Ver.",
          "id": 365939
        },
        {
          "text": "\"And that we may be delivered from unreasonable and evil men; for all have not faith\".",
          "id": 365940
        },
        {
          "text": "This is the manner of one showing also his dangers as to which especially he besought them.",
          "id": 365941
        },
        {
          "text": "\"From unreasonable and evil men,\" he says, \"for all have not faith\".",
          "id": 365942
        },
        {
          "text": "Thus he is speaking of those who contradict the Preaching, who oppose and contend against the doctrines.",
          "id": 365943
        },
        {
          "text": "For this he has intimated by saying, \"For all men have not faith\".",
          "id": 365944
        },
        {
          "text": "And here he seems to me not to glance at dangers, but at the men who contradicted and hindered his word, as did Alexander the copper-smith.",
          "id": 365945
        },
        {
          "text": "For he says, \"he greatly withstood our words\".",
          "id": 365946
        },
        {
          "text": "( Tim.",
          "id": 365947
        },
        {
          "text": "iv.",
          "id": 365948
        },
        {
          "text": ") That is, there are some to whom it is given.",
          "id": 365949
        },
        {
          "text": "As if he were speaking of a paternal inheritance, that \"it is not for all to serve in the Palace\".",
          "id": 365950
        },
        {
          "text": "And at the same time he also excites them, as already having such ground of confidence as to be able both to deliver their Teacher from dangers, and to facilitate his preaching.",
          "id": 365951
        },
        {
          "text": "Therefore we also say the same things.",
          "id": 365952
        },
        {
          "text": "Let no one condemn us of arrogance, nor from an excessive humility deprive us of so great an assistance.",
          "id": 365953
        },
        {
          "text": "For neither do we speak from the same motive from which Paul spoke.",
          "id": 365954
        },
        {
          "text": "For he indeed said these things from a wish to comfort his disciples; but we to reap some great and good fruit.",
          "id": 365955
        },
        {
          "text": "And we are very confident, if ye all be willing with one mind to stretch forth your hands to God in behalf of our littleness, that you will succeed in all things.",
          "id": 365956
        },
        {
          "text": "Thus let us make war with our enemies with prayers and supplications.",
          "id": 365957
        },
        {
          "text": "For if thus the ancients made war with men in arms, much more ought we so to make war with men without arms.",
          "id": 365958
        },
        {
          "text": "So Hezekiah triumphed over the Assyrian king, so Moses over Amalek, so Samuel over the men of Ascalon, so Israel over the thirty-two kings.",
          "id": 365959
        },
        {
          "text": "If where there was need of arms, and of battle array, and of fighting, they, leaving their arms.",
          "id": 365960
        },
        {
          "text": "had recourse to prayer; here where the matter has to be accomplished by prayers alone, does it not much more behove us to pray?  But there, you say, the rulers entreated for the people, but you request the people to entreat for the ruler.",
          "id": 365961
        },
        {
          "text": "I also know it.",
          "id": 365962
        },
        {
          "text": "For those under rule at that time were wretched and mean persons.",
          "id": 365963
        },
        {
          "text": "Wherefore they were saved by the claims and the virtue of their commander alone; but now, when the grace of God has prevailed, and we shall find among those who are ruled many or rather the greater part excelling their ruler in a great degree; do not deprive us of this succor, raise up our hands that they may not be faint, open our mouth for us, that it may not be closed.",
          "id": 365964
        },
        {
          "text": "Entreat God—for this cause entreat Him.",
          "id": 365965
        },
        {
          "text": "It is in our behalf indeed that it is done, but it is wholly for your sakes.",
          "id": 365966
        },
        {
          "text": "For we are appointed for your advantage, and for your interests we are concerned.",
          "id": 365967
        },
        {
          "text": "Entreat every one of you, both privately and publicly.",
          "id": 365968
        },
        {
          "text": "Mark Paul saying, \"That for the gift bestowed upon us by means of many, thanks may be given by many persons on our behalf\" ( Cor.",
          "id": 365969
        },
        {
          "text": "i.",
          "id": 365970
        },
        {
          "text": "); that is, that He may give grace to many.",
          "id": 365971
        },
        {
          "text": "If in the case of men, the people coming forward ask a pardon for persons condemned and led away to execution, and the king from regard to the multitude revokes the sentence, much more will God be influenced by regard to you, not by your multitude but your virtue.",
          "id": 365972
        },
        {
          "text": "For violent is the enemy we have.",
          "id": 365973
        },
        {
          "text": "For each of you indeed anxiously thinks of his own interests, but we the concerns of all together.",
          "id": 365974
        },
        {
          "text": "We stand in the part of the battle that is pressed on.",
          "id": 365975
        },
        {
          "text": "The devil is more violently armed against us.",
          "id": 365976
        },
        {
          "text": "For in wars too, he that is on the opposite side endeavors before all others to overthrow the general.",
          "id": 365977
        },
        {
          "text": "For this reason all his fellow-combatants hasten there.",
          "id": 365978
        },
        {
          "text": "For this reason there is much tumult, every one endeavoring to rescue him; they surround him with their shields, wishing to preserve his person.",
          "id": 365979
        },
        {
          "text": "Hear what all the people say to David.",
          "id": 365980
        },
        {
          "text": "(I say not this, as comparing myself to David, I am not so mad, but because I wish to show the affection of the people for their ruler.",
          "id": 365981
        },
        {
          "text": ") \"Thou shalt go no more out with us to battle,\" they say, \"that thou quench not the lamp of Israel\".",
          "id": 365982
        },
        {
          "text": "( Sam.",
          "id": 365983
        },
        {
          "text": "xxi.",
          "id": 365984
        },
        {
          "text": ") See how anxious they were to spare the old man.",
          "id": 365985
        },
        {
          "text": "I am greatly in need of your prayers.",
          "id": 365986
        },
        {
          "text": "Let no one, as I have said, from an excessive humility deprive me of this alliance and succor.",
          "id": 365987
        },
        {
          "text": "If our part be well approved, your own also will be more honorable.",
          "id": 365988
        },
        {
          "text": "If our teaching flow abundantly, the riches will redound to you.",
          "id": 365989
        },
        {
          "text": "Hear the prophet saying, \"Do the shepherds feed themselves?\" (From Ezek.",
          "id": 365990
        },
        {
          "text": "xxxiv.",
          "id": 365991
        },
        {
          "text": ", Sept.",
          "id": 365992
        },
        {
          "text": ")  Do you observe Paul constantly seeking these prayers? Do you hear that thus Peter was delivered from prison, when fervent prayer was made for him? (Acts xii.",
          "id": 365993
        },
        {
          "text": ") I verily believe that your prayer will have great effect, offered with so great unanimity.",
          "id": 365994
        },
        {
          "text": "Do you not think that it is a matter much too great for my littleness to draw nigh to God, and entreat Him for so numerous a people? For if I have not confidence to pray for myself, much less for others.",
          "id": 365995
        },
        {
          "text": "For it belongs to men of high estimation, to beseech God to be merciful to others; it is for those who have rendered Him favorable to themselves.",
          "id": 365996
        },
        {
          "text": "But he who is himself an offender, how shall he entreat for another? But nevertheless, because I embrace you with a father's heart, because love dares everything, not only in the Church, but in the house also, I make my prayer above all other things for your health both in soul and in body.",
          "id": 365997
        },
        {
          "text": "For there is no other people, before his own.",
          "id": 365998
        },
        {
          "text": "For if Job rising up immediately made so many offerings for his children in the flesh, how much more ought we to do this for our spiritual children?  Why do I say these things? Because if we who are so far removed from the greatness of the work, offer supplications and prayers for you, much more is it just that you should do it.",
          "id": 365999
        },
        {
          "text": "For that one should entreat for many, is exceedingly bold, and requires much confidence: but that many having met together should offer supplication for one, is nothing burdensome.",
          "id": 366000
        },
        {
          "text": "For every one does this not trusting to his own virtue, but to the multitude, and to their unanimity, to which God everywhere has much respect.",
          "id": 366001
        },
        {
          "text": "For He says, \"where two or three are gathered together in My Name, there am I in the midst of them\".",
          "id": 366002
        },
        {
          "text": "(Matt.",
          "id": 366003
        },
        {
          "text": "xx.",
          "id": 366004
        },
        {
          "text": ") If where two or three are gathered together, He is in the midst, much more is He among you.",
          "id": 366005
        },
        {
          "text": "For that which a man praying by himself is not able to receive, that he shall receive praying with a multitude.",
          "id": 366006
        },
        {
          "text": "Why? Because although his own virtue has not, yet the common consent has much power.",
          "id": 366007
        },
        {
          "text": "\"Where two or three,\" it is said, \"are gathered together\".",
          "id": 366008
        },
        {
          "text": "Why didst thou say, \"Two\"? For if there be one in Thy Name, why art Thou not there? Because I wish all to be together, and not to be separated.",
          "id": 366009
        },
        {
          "text": "Let us therefore close up together; let us bind one another together in love, let no one separate us.",
          "id": 366010
        },
        {
          "text": "If any one accuses, or is offended, let him not retain it in his mind, whether against his neighbor, or against us.",
          "id": 366011
        },
        {
          "text": "This favor I ask of you, to come to us, and bring the accusation, and receive our defense.",
          "id": 366012
        },
        {
          "text": "\"Reprove him,\" it says, \"lest haply he hath not said it.",
          "id": 366013
        },
        {
          "text": "Reprove him, lest haply he hath not done it\" (Ecclus.",
          "id": 366014
        },
        {
          "text": "xix.",
          "id": 366015
        },
        {
          "text": ",.",
          "id": 366016
        },
        {
          "text": "); and if he hath done it, that he add not thereto.",
          "id": 366017
        },
        {
          "text": "For we have either defended ourselves, or being condemned have asked pardon, and henceforth endeavor not to fall into the same faults.",
          "id": 366018
        },
        {
          "text": "This is expedient both for you and for us.",
          "id": 366019
        },
        {
          "text": "For you indeed having accused us perhaps without reason, when you have learned the truth of the matter, will stand corrected, and we have offended unawares and are corrected.",
          "id": 366020
        },
        {
          "text": "For you indeed it is not expedient.",
          "id": 366021
        },
        {
          "text": "For punishment is appointed for those who utter any idle word.",
          "id": 366022
        },
        {
          "text": "But we put off accusations, whether false or true.",
          "id": 366023
        },
        {
          "text": "The false, by showing that they are false; the true, by not again doing the same things.",
          "id": 366024
        },
        {
          "text": "For it must needs happen that he who has the care of so many things should be ignorant, and through ignorance commit errors.",
          "id": 366025
        },
        {
          "text": "For if every one of you having a house, and presiding over wife and children, and slaves, one more and another fewer, among souls that are so easily numbered, is nevertheless compelled to commit many errors involuntarily, or from ignorance, or when wishing to set something right; much more must it be so with us who preside over so many people.",
          "id": 366026
        },
        {
          "text": "And may God still multiply you and bless you, the little with the great! For although the care becomes greater from the increase of numbers, we do not cease praying that this our care may be increased, and that this number may be added to, and be many times as great and without limit.",
          "id": 366027
        },
        {
          "text": "For fathers, although often harassed by the number of their children, nevertheless do not wish to lose any one.",
          "id": 366028
        },
        {
          "text": "All things are equal between us and you, even the very chief of our blessings.",
          "id": 366029
        },
        {
          "text": "I do not partake of the holy Table with greater abundance, and you with less, but both equally participate of the same.",
          "id": 366030
        },
        {
          "text": "And if I take it first, it is no great privilege, since even among children, the elder first extends his hand to the feast, but nevertheless no advantage is gained thereby.",
          "id": 366031
        },
        {
          "text": "But with us all things are equal.",
          "id": 366032
        },
        {
          "text": "The saving life that sustains our souls is given with equal honor to both.",
          "id": 366033
        },
        {
          "text": "I do not indeed partake of one Lamb and you of another, but we partake of the same.",
          "id": 366034
        },
        {
          "text": "We both have the same Baptism.",
          "id": 366035
        },
        {
          "text": "We have been vouchsafed the same Spirit.",
          "id": 366036
        },
        {
          "text": "We are both hastening to the same kingdom.",
          "id": 366037
        },
        {
          "text": "We are alike brethren of Christ, we have all things in common.",
          "id": 366038
        },
        {
          "text": "Where then is my advantage? In cares, in labors, in anxieties, in grieving for you.",
          "id": 366039
        },
        {
          "text": "But nothing is sweeter than this grief, since even a mother grieving for her child is delighted with her grief, she thinks carefully of those whom she has brought forth, she is delighted at her cares.",
          "id": 366040
        },
        {
          "text": "And yet care in itself is bitter, but when it is for children, at least it has in it much pleasure.",
          "id": 366041
        },
        {
          "text": "Many of you have I begotten, but after this are my pangs.",
          "id": 366042
        },
        {
          "text": "For in the case of mothers in the flesh the pangs are first, and then the birth.",
          "id": 366043
        },
        {
          "text": "But here the pangs last till the latest breath, lest there should be anywhere some abortion even after the birth.",
          "id": 366044
        },
        {
          "text": "And I indeed have a further longing; for although perchance another has begotten you, yet I nevertheless am harassed with cares.",
          "id": 366045
        },
        {
          "text": "For we do not of ourselves beget you, but it is all of the grace of God.",
          "id": 366046
        },
        {
          "text": "But if we both through the Spirit beget, he will not err who calls those begotten by me, his children, and those begotten by him, mine.",
          "id": 366047
        },
        {
          "text": "All these things then consider, and stretch forth your hand, that you may be our boast and we yours, in the day of our Lord Jesus Christ, which God grant that we may all see with confidence, through Jesus Christ our Lord, with whom, &c.",
          "id": 366048
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Homily V.",
          "id": 366049
        },
        {
          "text": "Thessalonians iii.",
          "id": 366050
        },
        {
          "text": "–  \" But the Lord is faithful, who shall stablish you, and guard you from the evil one.",
          "id": 366051
        },
        {
          "text": "And we have confidence in the Lord touching you that ye both do and will do the things which we command you.",
          "id": 366052
        },
        {
          "text": "And the Lord direct your hearts into the love of God, and into the patience of Christ\".",
          "id": 366053
        },
        {
          "text": "Neither ought we, having committed everything to the prayers of the Saints, to be idle ourselves, and run into wickedness, and to lay hold of nothing; nor again when working good to despise that succor.",
          "id": 366054
        },
        {
          "text": "For great indeed are the things which prayer for us can effect, but it is when we ourselves also work.",
          "id": 366055
        },
        {
          "text": "For this reason Paul also, praying for them, and again giving them assurance from the promise, says, \"But the Lord is faithful, who shall stablish you, and guard you from the evil one\".",
          "id": 366056
        },
        {
          "text": "For if He has chosen you to salvation, He does not deceive you, nor suffer you utterly to perish.",
          "id": 366057
        },
        {
          "text": "But that he may not by these means lead them to sloth, and lest they thinking the whole to be of God should themselves sleep, see how he also demands coöperation from them, saying, \"And we have confidence in the Lord touching you, that ye both do and will do the things which we command you\".",
          "id": 366058
        },
        {
          "text": "\"The Lord\" indeed, he says, \"is faithful,\" and having promised to save will certainly save; but as He promised.",
          "id": 366059
        },
        {
          "text": "And how did He promise? If we be willing, and hear Him; not simply (hearing), nor like stocks and stones, being inactive.",
          "id": 366060
        },
        {
          "text": "And he has well introduced the words, \"We have confidence in the Lord,\" that is, we trust to His lovingkindness.",
          "id": 366061
        },
        {
          "text": "Again he brings them down, making everything depend thereupon.",
          "id": 366062
        },
        {
          "text": "For if he had said, We have confidence in you, the commendation indeed was great, but it would not have taught them to make all things dependent upon God.",
          "id": 366063
        },
        {
          "text": "And if he had said, We have confidence in the Lord, that He will preserve you, and had not added \"as touching you,\" and, \"that ye do and will do the things which we command you,\" he would have made them more slothful, by casting everything upon the power of God.",
          "id": 366064
        },
        {
          "text": "For it becomes us indeed to cast everything upon Him, yet working also ourselves, embarked in the labors and the conflicts.",
          "id": 366065
        },
        {
          "text": "And he shows that even if our virtue alone were sufficient to save, yet nevertheless it ought to be persevering, and to abide with us until we come to our latest breath.",
          "id": 366066
        },
        {
          "text": "\"But the Lord,\" he says, \"direct your hearts into the love of God, and the patience of Christ\".",
          "id": 366067
        },
        {
          "text": "Again he commends them, and prays, showing his concern for them.",
          "id": 366068
        },
        {
          "text": "For when he is about to enter upon reproof, he previously smooths down their minds, by saying, \"I am confident that ye will hear,\" and by requesting prayers from them, and by again invoking upon them infinite blessings.",
          "id": 366069
        },
        {
          "text": "\"But the Lord,\" he says, \"direct your hearts into the love of God\".",
          "id": 366070
        },
        {
          "text": "For there are many things that turn us aside from love, and there are many paths that draw us away from thence.",
          "id": 366071
        },
        {
          "text": "In the first place the path of Mammon, laying, as it were, certain shameless hands upon our soul, and tenaciously holding it in its grasp, draws and drags us thence even against our will.",
          "id": 366072
        },
        {
          "text": "Then vainglory and often afflictions and temptations, turn us aside.",
          "id": 366073
        },
        {
          "text": "For this reason we need, as a certain wind, the assistance of God, that our sail may be impelled, as by some strong wind, to the love of God.",
          "id": 366074
        },
        {
          "text": "For tell me not, \"I love Him, even more than myself\".",
          "id": 366075
        },
        {
          "text": "These are words.",
          "id": 366076
        },
        {
          "text": "Show it to me by thy works, if thou lovest Him more than thyself.",
          "id": 366077
        },
        {
          "text": "Love Him more than money, and then I shall believe that thou lovest Him even more than thyself.",
          "id": 366078
        },
        {
          "text": "But thou who despisest not riches for the sake of God, how wilt thou despise thyself? But why do I say riches? Thou who despisest not covetousness, which thou oughtest to do even without the commandments of God, how wilt thou despise thyself?  \"And into the patience of Christ,\" he says.",
          "id": 366079
        },
        {
          "text": "What is \"into the patience\"? That we should endure even as He endured, or that we should do those things, or that with patience also we should wait for Him, that is, that we should be prepared.",
          "id": 366080
        },
        {
          "text": "For since He has promised many things, and Himself is coming to judge the quick and the dead, let us wait for Him, and let us be patient.",
          "id": 366081
        },
        {
          "text": "But wherever he speaks of patience, he of course implies affliction.",
          "id": 366082
        },
        {
          "text": "For this is to love God; to endure, and not to be troubled.",
          "id": 366083
        },
        {
          "text": "Ver.",
          "id": 366084
        },
        {
          "text": "\"Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly and not after the tradition which they received of us\".",
          "id": 366085
        },
        {
          "text": "That is, it is not we that say these things, but Christ, for that is the meaning of \"in the name of our Lord Jesus Christ\"; equivalent to \"through Christ\".",
          "id": 366086
        },
        {
          "text": "Showing the fearfulness of the message, he says, through Christ.",
          "id": 366087
        },
        {
          "text": "Christ therefore commanded us in no case to be idle.",
          "id": 366088
        },
        {
          "text": "\"That ye withdraw yourselves,\" he says, \"from every brother\".",
          "id": 366089
        },
        {
          "text": "Tell me not of the rich, tell me not of the poor, tell me not of the holy.",
          "id": 366090
        },
        {
          "text": "This is disorder.",
          "id": 366091
        },
        {
          "text": "\"That walketh,\" he says, that is, liveth.",
          "id": 366092
        },
        {
          "text": "\"And not after the tradition which they received from me\".",
          "id": 366093
        },
        {
          "text": "Tradition, he says, which is through works.",
          "id": 366094
        },
        {
          "text": "And this he always calls properly tradition.",
          "id": 366095
        },
        {
          "text": "Ver.",
          "id": 366096
        },
        {
          "text": ",.",
          "id": 366097
        },
        {
          "text": "\"For yourselves know how ye ought to imitate us: for we behaved not ourselves disorderly among you; neither did we eat bread for nought at any man's hand\".",
          "id": 366098
        },
        {
          "text": "And yet even if they had eaten, it would not have been for nought.",
          "id": 366099
        },
        {
          "text": "\"For the laborer,\" he says, \"is worthy of his hire\".",
          "id": 366100
        },
        {
          "text": "(Luke x.",
          "id": 366101
        },
        {
          "text": ")  \"But in labor and travail, working night and day, that we might not burden any of you.",
          "id": 366102
        },
        {
          "text": "Not because we have not the right, but to make ourselves an ensample unto you that ye should imitate us.",
          "id": 366103
        },
        {
          "text": "For even when we were with you, this we commanded you, If any will not work, neither let him eat\".",
          "id": 366104
        },
        {
          "text": "See how in the former Epistle indeed he discourses somewhat more mildly concerning these things; as when he says, \"We beseech you, brethren,—that ye would abound more and more—and that ye study\" ( Thess.",
          "id": 366105
        },
        {
          "text": "iv.",
          "id": 366106
        },
        {
          "text": "-.",
          "id": 366107
        },
        {
          "text": ")—and nowhere does he say, \"we command,\" nor \"in the Name of our Lord Jesus Christ,\" which was fearful and implied danger, but that \"ye abound,\" he says, and \"study,\" which are the words of one exhorting to virtue; \"that ye may walk honestly\" (becomingly), he says.",
          "id": 366108
        },
        {
          "text": "( Thess.",
          "id": 366109
        },
        {
          "text": "iv.",
          "id": 366110
        },
        {
          "text": ") But here is nothing of this kind, but \"if any one will not work,\" says he, \"neither let him eat\".",
          "id": 366111
        },
        {
          "text": "For if Paul, not being under a necessity, and having a right to be idle, and having undertaken so great a work, did nevertheless work, and not merely work, but \"night and day,\" so that he was able even to assist others,—much more ought others to do this.",
          "id": 366112
        },
        {
          "text": "Ver.",
          "id": 366113
        },
        {
          "text": "\"For we hear of some that walk among you disorderly, that work not at all, but are busybodies\".",
          "id": 366114
        },
        {
          "text": "This indeed he says here; but there, in the first Epistle, he says, \"that ye may walk honestly towards them that are without\".",
          "id": 366115
        },
        {
          "text": "On what account? Perhaps there was as yet no such thing.",
          "id": 366116
        },
        {
          "text": "For upon another occasion also admonishing, he says, \"It is more blessed to give than to receive\".",
          "id": 366117
        },
        {
          "text": "(Acts xx.",
          "id": 366118
        },
        {
          "text": ") But the expression, \"walk honestly\" has no reference to disorder; wherefore he added, \"that ye may have need of nothing\".",
          "id": 366119
        },
        {
          "text": "( Thess.",
          "id": 366120
        },
        {
          "text": "iv.",
          "id": 366121
        },
        {
          "text": ") And here he sets down another necessity, for thus doing what was honorable and good towards all.",
          "id": 366122
        },
        {
          "text": "(For as he proceeds, he says, \"be not weary in well doing\".",
          "id": 366123
        },
        {
          "text": ") For certainly he that is idle and yet able to work must needs be a busybody.",
          "id": 366124
        },
        {
          "text": "But alms are given to those only who are not able to support themselves by the work of their own hands, or who teach, and are wholly occupied in the business of teaching.",
          "id": 366125
        },
        {
          "text": "\"For thou shalt not muzzle the ox,\" he says, \"when he treadeth out the corn\".",
          "id": 366126
        },
        {
          "text": "(Deut.",
          "id": 366127
        },
        {
          "text": "xxv.",
          "id": 366128
        },
        {
          "text": ") \"And the laborer is worthy of his hire\".",
          "id": 366129
        },
        {
          "text": "( Tim.",
          "id": 366130
        },
        {
          "text": "v.",
          "id": 366131
        },
        {
          "text": ", and Luke x.",
          "id": 366132
        },
        {
          "text": ") So that neither is he idle, but receives the reward of work and great work too.",
          "id": 366133
        },
        {
          "text": "But to pray and fast, being idle, is not the work of the hands.",
          "id": 366134
        },
        {
          "text": "For the work that he is here speaking of is the work of the hands.",
          "id": 366135
        },
        {
          "text": "And that you may not suspect any such thing, he has added,  \"That work not at all, but are busybodies.",
          "id": 366136
        },
        {
          "text": "Now them that are such we command and exhort through our Lord Jesus Christ\".",
          "id": 366137
        },
        {
          "text": "Because he had touched them severely, wishing to render his discourse more mild, he adds, \"through the Lord,\" again what is authoritivate and fearful.",
          "id": 366138
        },
        {
          "text": "\"That with quietness,\" he says, \"they work, and eat their own bread\".",
          "id": 366139
        },
        {
          "text": "For why has he not said, But if they are not disorderly let them be maintained by you; but requires both, that they be quiet, and that they work? \"That they may eat their own bread,\" says he, not that of another.",
          "id": 366140
        },
        {
          "text": "Ver.",
          "id": 366141
        },
        {
          "text": "\"But ye, brethren, be not weary in well doing\".",
          "id": 366142
        },
        {
          "text": "See how immediately the fatherly heart was overcome.",
          "id": 366143
        },
        {
          "text": "He was not able to carry out his reproof farther, but again pitied them.",
          "id": 366144
        },
        {
          "text": "And see with what discretion! He has not said, But pardon them, until they are amended; but what? \"But ye, be not weary in well doing\".",
          "id": 366145
        },
        {
          "text": "Withdraw yourselves, he says, from them, and reprove them; do not, however, suffer them to perish with hunger.",
          "id": 366146
        },
        {
          "text": "What then, he says, if having abundance from us, he should remain idle? In that case, he says, I have spoken of a mild remedy, that you withdraw yourselves from him, that is, do not partake with him in free conversation; show that you are angry.",
          "id": 366147
        },
        {
          "text": "This is no little matter.",
          "id": 366148
        },
        {
          "text": "For such is the reproof that is given to a brother, if we wish really to amend him.",
          "id": 366149
        },
        {
          "text": "We are not ignorant of the methods of reproof.",
          "id": 366150
        },
        {
          "text": "For tell me, if you had a brother in the flesh, would you then overlook him pining with hunger? Truly I think not; but perhaps you would even correct him.",
          "id": 366151
        },
        {
          "text": "Ver.",
          "id": 366152
        },
        {
          "text": "\"And if any man obeyeth not our word by this Epistle\".",
          "id": 366153
        },
        {
          "text": "He has not said, He that disobeys, disobeys me, but \"note that man\".",
          "id": 366154
        },
        {
          "text": "This is no slight chastisement.",
          "id": 366155
        },
        {
          "text": "\"Have no company with him\".",
          "id": 366156
        },
        {
          "text": "Then again he says, \"that he may be ashamed\".",
          "id": 366157
        },
        {
          "text": "And he does not permit them to proceed farther.",
          "id": 366158
        },
        {
          "text": "For as he had said, \"if any does not work neither let him eat\" fearing lest they should perish by hunger, he has added, \"But in doing good, be not ye weary\".",
          "id": 366159
        },
        {
          "text": "Thus having said, \"Withdraw yourselves, and have no company with him,\" then fearing lest this very thing might cut him off from the brotherhood—for he who gives himself up to despair will quickly be lost if he is not admitted to freedom of conversation—he has added,  Ver.",
          "id": 366160
        },
        {
          "text": "\"Yet count him not as an enemy, but admonish him as a brother\".",
          "id": 366161
        },
        {
          "text": "By this he shows that he has assigned a heavy punishment against him, in depriving him of freedom of conversation.",
          "id": 366162
        },
        {
          "text": "For if to be a receiver even with many others is worthy of disgrace, when they even reprove whilst they offer it, and withdraw themselves, how great is the reproach, quite sufficient to sting the soul.",
          "id": 366163
        },
        {
          "text": "For if only giving rather tardily, and with murmuring, they inflame the receivers—for tell me not of impudent beggars, but of the faithful—if they were to reprove whilst they give, what would they not do? to what punishment would it not be equal? We do not do so, but as if we had been greatly injured, we so insult and turn away from those who beg of us.",
          "id": 366164
        },
        {
          "text": "Thou dost not give, but why dost thou also grieve him? \"Admonish them,\" he says, \"as brethren,\" do not insult them as enemies.",
          "id": 366165
        },
        {
          "text": "He who admonishes his brother, does it not publicly.",
          "id": 366166
        },
        {
          "text": "He does not make an open show of the insult, but he does it privately and with much address, and grieving, as hurt, and weeping and lamenting.",
          "id": 366167
        },
        {
          "text": "Let us bestow therefore with the disposition of a brother, let us admonish with the good will of a brother, not as if we grieved at giving, but as if we grieved for his transgressing the commandment.",
          "id": 366168
        },
        {
          "text": "Since what is the advantage? For if, even after giving, you insult, you destroy the pleasure of giving.",
          "id": 366169
        },
        {
          "text": "But when you do not give and yet insult, what wrong do you not do to that wretched and unfortunate man? He came to you, to receive pity from you, but he goes away having received a deadly blow, and weeps the more.",
          "id": 366170
        },
        {
          "text": "For when by reason of his poverty he is compelled to beg, and is insulted on account of his begging, think how great will be the punishment of those who insult him.",
          "id": 366171
        },
        {
          "text": "\"He that dishonoreth the poor,\" it says, \"provoketh his Maker\".",
          "id": 366172
        },
        {
          "text": "(Prov.",
          "id": 366173
        },
        {
          "text": "xiv.",
          "id": 366174
        },
        {
          "text": ", , Sept.",
          "id": 366175
        },
        {
          "text": ") For tell me, did He suffer him to be poor for thy sake, that thou mightest be able to heal thyself—and dost thou insult him who for thy sake is poor? What obstinacy is this! what an act of ingratitude is it! \"Admonish him as a brother,\" he says, and after having given, he orders you to admonish him.",
          "id": 366176
        },
        {
          "text": "But if even without giving we insult him, what excuse shall we have?  Ver.",
          "id": 366177
        },
        {
          "text": "\"Now the Lord of peace Himself give you peace at all times in all ways\".",
          "id": 366178
        },
        {
          "text": "See how, when he mentions the things that are to be done, he sets his mark upon them by prayer, adding prayer and supplication, like certain marks set upon things that are laid up.",
          "id": 366179
        },
        {
          "text": "\"Give you peace,\" he says, \"at all times, in all ways\".",
          "id": 366180
        },
        {
          "text": "For since it was likely that contentions would arise from these things, those men becoming exasperated, and the others not supplying such persons so readily as formerly, he with good reason now offered this prayer for them, saying, \"Give you peace at all times\".",
          "id": 366181
        },
        {
          "text": "For this is what is sought, that they may ever have it.",
          "id": 366182
        },
        {
          "text": "\"In every way,\" says he.",
          "id": 366183
        },
        {
          "text": "What is, \"in every\"? So that they may have no occasion of contention from any quarter.",
          "id": 366184
        },
        {
          "text": "For everywhere peace is a good thing, even towards those who are without.",
          "id": 366185
        },
        {
          "text": "For hear him elsewhere saying, \"If it be possible, as much as in you lieth, be at peace with all men\".",
          "id": 366186
        },
        {
          "text": "(Rom.",
          "id": 366187
        },
        {
          "text": "xii.",
          "id": 366188
        },
        {
          "text": ") For nothing is so conducive to the right performance of the things which we wish, as to be peaceable and undisturbed, and to be flee from all hatred, and to have no enemy.",
          "id": 366189
        },
        {
          "text": "\"The Lord be with you all\".",
          "id": 366190
        },
        {
          "text": "Ver.",
          "id": 366191
        },
        {
          "text": ",.",
          "id": 366192
        },
        {
          "text": "\"The salutation of me Paul with mine own hand, which is the token in every Epistle: so I write.",
          "id": 366193
        },
        {
          "text": "The grace of our Lord Jesus Christ be with you all\".",
          "id": 366194
        },
        {
          "text": "This he says that he writes in every Epistle, that no one may be able to counterfeit them, his subscription being subjoined as a great token.",
          "id": 366195
        },
        {
          "text": "And he calls the prayer a salutation, showing that everything they then did was spiritual; even when it was proper to offer salutation, the thing was attended with advantage; and it was prayer, not merely a symbol of friendship.",
          "id": 366196
        },
        {
          "text": "With this he began, and with it he ended, guarding with strong walls what he had said elsewhere, and laying safe foundations, he brought it also to a safe end.",
          "id": 366197
        },
        {
          "text": "\"Grace be unto you and peace,\" he says; and again, \"The grace of our Lord Jesus Christ be with you all, Amen\".",
          "id": 366198
        },
        {
          "text": "This the Lord also promised, saying to His disciples, \"Lo, I am with you alway, even unto the end of the world\".",
          "id": 366199
        },
        {
          "text": "(Matt.",
          "id": 366200
        },
        {
          "text": "xxviii.",
          "id": 366201
        },
        {
          "text": ") But this takes place when we are willing.",
          "id": 366202
        },
        {
          "text": "For He will not be altogether with us, if we place ourselves at a distance.",
          "id": 366203
        },
        {
          "text": "\"I will be with you,\" He says, \"always\".",
          "id": 366204
        },
        {
          "text": "Let us not therefore drive away grace.",
          "id": 366205
        },
        {
          "text": "He tells us to withdraw from every brother that walketh disorderly.",
          "id": 366206
        },
        {
          "text": "This was then a great evil, to be separated from the whole body of the brethren.",
          "id": 366207
        },
        {
          "text": "By this indeed he punishes all, as elsewhere in his Epistle to the Corinthians he said, \"With such a one no, not to eat\".",
          "id": 366208
        },
        {
          "text": "( Cor.",
          "id": 366209
        },
        {
          "text": "v.",
          "id": 366210
        },
        {
          "text": ") But now the majority do not think this a great evil.",
          "id": 366211
        },
        {
          "text": "But all things are confounded and corrupted.",
          "id": 366212
        },
        {
          "text": "With adulterers, with fornicators, with covetous persons, we mix freely, and as a matter of course.",
          "id": 366213
        },
        {
          "text": "If we ought to withdraw ourselves from one who was only supported in idleness, how much more from the others.",
          "id": 366214
        },
        {
          "text": "And that you may know how fearful a thing it was to be separated from the company of the brethren, and what advantage it produces to those who receive reproof with a right mind, hear how that man, who was puffed up with sin, who had proceeded to the extreme of wickedness, who had committed such fornication as is not named even among the heathens, who was insensible of his wound—for this is the excess of perversion—he after all, though such an one, was so bent down and humbled that Paul said, \"Sufficient to such a one is this punishment which was inflicted by the many.",
          "id": 366215
        },
        {
          "text": "Wherefore confirm your love toward him\".",
          "id": 366216
        },
        {
          "text": "( Cor.",
          "id": 366217
        },
        {
          "text": "ii.",
          "id": 366218
        },
        {
          "text": ",.",
          "id": 366219
        },
        {
          "text": ") For as a member separated from the rest of the body, so was he at that time.",
          "id": 366220
        },
        {
          "text": "But the cause, and that from which this was then so terrible, was, because even the being with them was thought by them a great blessing.",
          "id": 366221
        },
        {
          "text": "For like men who inhabit one house, and are under one father, and partake of one table, so did they then dwell in every Church.",
          "id": 366222
        },
        {
          "text": "How great an evil therefore was it to fall from so great love! But now it is not even thought to be a great evil, because neither is it considered any great thing when we are united with one another.",
          "id": 366223
        },
        {
          "text": "What was then in the order of punishment, this, on account of the great coldness of love, now takes place even apart from punishment, and we withdraw from one another causelessly, and from coldness.",
          "id": 366224
        },
        {
          "text": "For it is the cause of all evils that there is no love.",
          "id": 366225
        },
        {
          "text": "This has dissolved all ties, and has disfigured all that was venerable and splendid in the Church, in which we ought to have gloried.",
          "id": 366226
        },
        {
          "text": "Great is the confidence of the Teacher, when from his own good actions he is entitled to reprove his disciples.",
          "id": 366227
        },
        {
          "text": "Wherefore also Paul said, \"For yourselves know how ye ought to imitate us\".",
          "id": 366228
        },
        {
          "text": "( Thess.",
          "id": 366229
        },
        {
          "text": "iii.",
          "id": 366230
        },
        {
          "text": ") And he ought to be a Teacher more of life than of the word.",
          "id": 366231
        },
        {
          "text": "And let no one think that this is said from a spirit of boasting.",
          "id": 366232
        },
        {
          "text": "For it was as reduced to necessity that he spoke it, and with a view to general advantage.",
          "id": 366233
        },
        {
          "text": "\"For we behaved not ourselves,\" he says, \"disorderly among you\".",
          "id": 366234
        },
        {
          "text": "From this do you not see his humility, in that he calls it, \"for nought,\" and \"disorderly behavior\"? \"We did not behave ourselves disorderly among you,\" he says, \"neither did we eat any man's bread for nought\".",
          "id": 366235
        },
        {
          "text": "Here he shows that perhaps also they were poor; and tell me not, that they were poor.",
          "id": 366236
        },
        {
          "text": "For he is discoursing concerning the poor, and those who obtained their necessary subsistence from no other source than from the work of their hands.",
          "id": 366237
        },
        {
          "text": "For he has not said, that they may have it from their fathers, but that by working they should eat their own bread.",
          "id": 366238
        },
        {
          "text": "For if I, he says, a herald of the word of doctrine, was afraid to burden you, much more he who does you no service.",
          "id": 366239
        },
        {
          "text": "For this is truly a burden.",
          "id": 366240
        },
        {
          "text": "And it is a burden too, when one does not give with much alacrity; but this is not what he hints at, but as if they were not able to do it easily.",
          "id": 366241
        },
        {
          "text": "For why dost thou not work? For God hath given thee hands for this purpose, not that thou shouldest receive from others, but that thou shouldest impart to others.",
          "id": 366242
        },
        {
          "text": "But \"the Lord,\" he says, \"be with you\".",
          "id": 366243
        },
        {
          "text": "This prayer also we may offer for ourselves, if we do the things of the Lord.",
          "id": 366244
        },
        {
          "text": "For hear Christ saying to His disciples, \"Go ye and make disciples of all the nations, baptizing them into the Name of the Father, and of the Son, and of the Holy Ghost: teaching them to observe all things whatsoever I commanded you: and, lo, I am with you alway, even unto the end of the world\".",
          "id": 366245
        },
        {
          "text": "(Matt.",
          "id": 366246
        },
        {
          "text": "xxviii.",
          "id": 366247
        },
        {
          "text": ",.",
          "id": 366248
        },
        {
          "text": ") If ye do these things, assuredly.",
          "id": 366249
        },
        {
          "text": "For that the promise is not made to them only, but to those also who walk in their steps, is manifest from His saying \"to the end of the world\".",
          "id": 366250
        },
        {
          "text": "What then does He say to those who are not teachers? Each of you, if he will, is a teacher, although not of another, yet of himself.",
          "id": 366251
        },
        {
          "text": "Teach thyself first.",
          "id": 366252
        },
        {
          "text": "If thou teachest to observe all things whatsoever He commanded, even by this means thou wilt have many emulating thee.",
          "id": 366253
        },
        {
          "text": "For as a lamp, when it is shining, is able to light ten thousand others, but being extinguished will not give light even to itself, nor can it lighten other lamps; so also in the case of a pure life, if the light that is in us be shining, we shall make both disciples and teachers numberless, being set before them as a pattern to copy.",
          "id": 366254
        },
        {
          "text": "For neither will the words proceeding from me be able so to benefit the hearers, as your life.",
          "id": 366255
        },
        {
          "text": "For let a man, tell me, be dear to God, and shining in virtue, and having a wife; (for it is possible for a man having a wife and children and servants and friends to please God;) will he not be able much more than I to benefit them all? For me they will hear once or twice in a month, or not even once, and even though they have kept what they have heard as far as the threshold of the Church, they presently let it drop away from them: but seeing the life of that man constantly, they receive great advantage.",
          "id": 366256
        },
        {
          "text": "For when being insulted he insults not again, does he not almost infix and engrave upon the soul of the insulter the reverence of his meekness? And though he does not immediately confess the benefit, being ashamed from anger, or put to confusion, yet nevertheless he immediately is made sensible of it.",
          "id": 366257
        },
        {
          "text": "And it is impossible for a man that is insolent, though he be a very beast, to associate with one who is patient of evil, without going away much benefited.",
          "id": 366258
        },
        {
          "text": "For although we do not what is good, we however all praise it and admire it.",
          "id": 366259
        },
        {
          "text": "Again, the wife, if she see her husband gentle, being always with him receives great advantage, and the child also.",
          "id": 366260
        },
        {
          "text": "It is therefore in the power of every one to be a teacher.",
          "id": 366261
        },
        {
          "text": "For he says, \"Build each other up, even as also ye do\".",
          "id": 366262
        },
        {
          "text": "( Thess.",
          "id": 366263
        },
        {
          "text": "v.",
          "id": 366264
        },
        {
          "text": ") For tell me, has any loss befallen the family? The wife is disturbed, as being weaker, and more extravagant, and fond of ornament; the man if he be a philosopher, and a derider of loss, both consoles her, and persuades her to bear it with fortitude.",
          "id": 366265
        },
        {
          "text": "Tell me, then, will he not benefit her much more than our words? For it is easy to talk, but to act, when we are reduced to the necessity, is in every way difficult.",
          "id": 366266
        },
        {
          "text": "On this account human nature is wont rather to be regulated by deeds.",
          "id": 366267
        },
        {
          "text": "And such is the superiority of virtue, that even a slave often benefits a whole family together with the master.",
          "id": 366268
        },
        {
          "text": "For not in vain, nor without reason, does Paul constantly command them to practice virtue, and to be obedient to their master, not so much regarding the service of their masters, as that the word of God and the doctrine be not blasphemed.",
          "id": 366269
        },
        {
          "text": "But when it is not blasphemed, it will soon also be admired.",
          "id": 366270
        },
        {
          "text": "And I know of many families, that they have greatly benefited by the virtue of their slaves.",
          "id": 366271
        },
        {
          "text": "But if a servant placed under authority can improve his master, much more can the master his servants.",
          "id": 366272
        },
        {
          "text": "Divide then with me, I beseech you, this ministry.",
          "id": 366273
        },
        {
          "text": "I address all generally, do you each individual privately and let each charge himself with the salvation of his neighbors.",
          "id": 366274
        },
        {
          "text": "For that it becomes one to preside over those of his household in these matters, hear where Paul sends women for instruction; \"And if they would learn anything, let them ask their own husbands at home\" ( Cor.",
          "id": 366275
        },
        {
          "text": "xiv.",
          "id": 366276
        },
        {
          "text": "); and he does not lead them to the Teacher.",
          "id": 366277
        },
        {
          "text": "For as in the schools of learning, there are teachers even among the disciples, so also in the Church.",
          "id": 366278
        },
        {
          "text": "For he wishes the Teacher not to be troubled by all.",
          "id": 366279
        },
        {
          "text": "Wherefore? Because then there will be great advantages, not only that the labor will be light to the Teacher, but that each of the disciples also, having taken pains, is soon able to become a teacher, making this his concern.",
          "id": 366280
        },
        {
          "text": "For see how great a service the wife contributes.",
          "id": 366281
        },
        {
          "text": "She keeps the house, and takes care of all things in the house, she presides over her handmaids, she clothes them with her own hands, she causes thee to be called the father of children, she delivers thee from brothels, she aids thee to live chastely, she puts a stop to the strong desire of nature.",
          "id": 366282
        },
        {
          "text": "And do thou also benefit her.",
          "id": 366283
        },
        {
          "text": "How? In spiritual things stretch forth thy hand.",
          "id": 366284
        },
        {
          "text": "Whatever useful things thou hast heard, these, like the swallows, bearing off in thy mouth, carry away and place them in the mouth of the mother and the young ones.",
          "id": 366285
        },
        {
          "text": "For how is it not absurd, in other things to think thyself worthy of the preeminence, and to occupy the place of the head, but in teaching to quit thy station.",
          "id": 366286
        },
        {
          "text": "The ruler ought not to excel the ruled in honors, so much as in virtues.",
          "id": 366287
        },
        {
          "text": "For this is the duty of a ruler, for the other is the part of the ruled, but this is the achievement of the ruler himself.",
          "id": 366288
        },
        {
          "text": "If thou enjoyest much honor, it is nothing to thee, for thou receivedst it from others.",
          "id": 366289
        },
        {
          "text": "If thou shinest in much virtue, this is all thine own.",
          "id": 366290
        },
        {
          "text": "Thou art the head of the woman, let then the head regulate the rest of the body.",
          "id": 366291
        },
        {
          "text": "Dost thou not see that it is not so much above the rest of the body in situation, as in forethought, directing like a steersman the whole of it? For in the head are the eyes both of the body, and of the soul.",
          "id": 366292
        },
        {
          "text": "Hence flows to them both the faculty of seeing, and the power of directing.",
          "id": 366293
        },
        {
          "text": "And the rest of the body is appointed for service, but this is set to command.",
          "id": 366294
        },
        {
          "text": "All the senses have thence their origin and their source.",
          "id": 366295
        },
        {
          "text": "Thence are sent forth the organs of speech, the power of seeing, and of smelling, and all touch.",
          "id": 366296
        },
        {
          "text": "For thence is derived the root of the nerves and of the bones.",
          "id": 366297
        },
        {
          "text": "Seest thou not that it is superior in forethought more than in honor? So let us rule the women; let us surpass them, not by seeking greater honor from them, but by their being more benefited by us.",
          "id": 366298
        },
        {
          "text": "I have shown that they afford us no little benefit, but if we are willing to make them a return in spiritual things, we surpass them.",
          "id": 366299
        },
        {
          "text": "For it is not possible in bodily things to offer an equivalent.",
          "id": 366300
        },
        {
          "text": "For what? dost thou contribute much wealth? but it is she who preserves it, and this care of hers is an equivalent, and thus there is need of her, because many, who had great possessions, have lost all because they had not one to take care of them.",
          "id": 366301
        },
        {
          "text": "But as for the children, you both communicate, and the benefit from each is equal.",
          "id": 366302
        },
        {
          "text": "She indeed in these things rather has the more laborious service, always bearing the offspring, and being afflicted with the pains of childbirth; so that in spiritual things only wilt thou be able to surpass her.",
          "id": 366303
        },
        {
          "text": "Let us not therefore regard how we shall have wealth, but how we shall present with confidence to God the souls with which we are entrusted.",
          "id": 366304
        },
        {
          "text": "For by regulating them we shall also most highly benefit ourselves.",
          "id": 366305
        },
        {
          "text": "For he who teaches another, although he does nothing else, yet in speaking is affected with compunction, when he sees himself responsible for those things, on account of which he reproves others.",
          "id": 366306
        },
        {
          "text": "Since therefore we benefit both ourselves and them, and through them the household, and this is preëminently pleasing to God; let us not be weary of taking care both of our own souls and of those who minister to us, that for all we may receive a recompense, and with much riches may arrive at the holy City our mother, the Jerusalem that is above, from which God grant that we may never fall, but that having shone in the most excellent course of life, we may be thought worthy with much confidence to see our Lord Jesus Christ; with whom to the Father, together with the Holy Ghost, be glory, power, and honor, now and ever, and world without end, Amen.",
          "id": 366307
        }
      ]
    }
  ]
}