{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch IV",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily IV.",
          "id": 54927
        },
        {
          "text": "An exhortation to the people respecting fortitude and patience, from the examples of Job and the Three Children in Babylon.",
          "id": 54928
        },
        {
          "text": "The Homily concludes with an address on the subject of abstaining from oaths.",
          "id": 54929
        },
        {
          "text": "Blessed be God! who hath comforted your sorrowing souls, and stayed your agitated spirits! For that ye have received no small consolation is evident by the desire and readiness to listen which ye are now showing.",
          "id": 54930
        },
        {
          "text": "For it is impossible that a soul in anguish, and oppressed with the cloud of despondency, should have power to hear with readiness anything that is spoken.",
          "id": 54931
        },
        {
          "text": "But I see you are attending to us with much good will, and with an intense earnestness; and that you have shaken off gloomy thoughts, and put aside the sense of present distress, in your affectionate desire of listening.",
          "id": 54932
        },
        {
          "text": "For this cause, I thank God heartily together with you, that the calamity has not overmatched your philosophy; nor fear relaxed your vigour; nor tribulation quenched your alacrity; nor danger dried up your zeal: nor the fear of men overcome the desire for God; nor the difficulty of the times overthrown your earnestness; nay, so far from overthrowing, it has strengthened it; so far from slackening, it has given it more intensity; so far from quenching, has kindled it the more.",
          "id": 54933
        },
        {
          "text": "The forum is indeed empty, but the church is filled; the former supplies material for melancholy, the latter is an occasion of joy and spiritual gladness! When therefore, beloved, you betake yourself to the forum, and the sight of the solitude calls forth a groan, fly back to thy Mother, and straightway she will console thee with the multitude of her offspring and will show thee the chorus of the Brethren complete, and will drive away all thy despondency! For in the city we are as earnestly longing to see human beings, as those who inhabit the deserts; but when we take refuge in the church, we are straitened for room by the multitude.",
          "id": 54934
        },
        {
          "text": "And as when the sea is in uproar, and rendered furious by the violent tempest, fear compels all to fly for refuge from without into the harbour; so also now, the waves of the forum, and the tempest of the city, drives together every one from all sides into the church, and by the bond of love knits the members close to one another.",
          "id": 54935
        },
        {
          "text": "Let us then give thanks to God even for these things, that we have reaped so much fruit from the tribulation; that we have received so great an advantage from the trial.",
          "id": 54936
        },
        {
          "text": "If there were no trial, there would be no crown; if there were no wrestlings, there would be no prize; if there were no lists marked out, there would be no honours; if there were no tribulation, there would be no rest; if there were no winter, there would be no summer.",
          "id": 54937
        },
        {
          "text": "And this may be observed, not only amongst men, but even with the very seeds; for if, in that case, we expect the ear of corn to spring and flourish, there must be much rain, much gathering of the clouds, and much frost; and the time of sowing is also a rainy season.",
          "id": 54938
        },
        {
          "text": "Since therefore the winter, a winter not of the elements, but of souls, has now set in, let us too sow in this winter that we may reap in the summer; let us sow tears, that we may reap gladness.",
          "id": 54939
        },
        {
          "text": "This is not my word, it is a prophetic promise, \"They who sow in tears, shall reap in joy\".",
          "id": 54940
        },
        {
          "text": "The rain which cometh down, doth not so make the seeds to sprout and grow, as the shower of falling tears maketh the seed of godliness to spring up and flourish.",
          "id": 54941
        },
        {
          "text": "This it is that cleanseth the soul; watereth the mind, and causeth the growing germ of doctrine to push rapidly forwards.",
          "id": 54942
        },
        {
          "text": "For this reason also, it is needful to plough up a deep furrow.",
          "id": 54943
        },
        {
          "text": "This the Prophet signified when he spoke thus, \"Break up your fallow ground, and sow not among thorns\".",
          "id": 54944
        },
        {
          "text": "Therefore, as when he who has set the plough on the field, turns up the earth from below, preparing beforehand a safe lodgment for the seeds, in order that they may not lie dispersed over the surface, but may be hidden in the very womb of the earth, and deposit their roots in safety: so also it is our business to act; and making use of the plough of tribulation to break up the depth of the heart.",
          "id": 54945
        },
        {
          "text": "For another Prophet admonishes of this, when he says, \"Rend your hearts and not your garments\".",
          "id": 54946
        },
        {
          "text": "Let us then rend our hearts, that if any evil plant, any treacherous thought be present in us, we may tear it up by the roots, and provide a pure soil for the seeds of godliness.",
          "id": 54947
        },
        {
          "text": "For if we do not now break up the fallow ground; if we do not now sow; if we do not now water it with tears, whilst it is a time of tribulation and fasting, when shall we ever be brought to compunction? Will it be when we are at ease, and in luxury? But this is impossible.",
          "id": 54948
        },
        {
          "text": "For ease and luxury generally lead to indolence, just as tribulation leads back again to diligence; and restores to itself the mind that had wandered abroad, and been dreaming after a multitude of objects.",
          "id": 54949
        },
        {
          "text": "Let us not then grieve on account of this despondency, but even give thanks to God, for great is the gain that comes of tribulation.",
          "id": 54950
        },
        {
          "text": "The husbandman, when he has sown the seed he had gathered with so much labour, prays that a shower may come; and the ignorant man, looking on, will be surprised at all that takes place; and perhaps say to himself, \"what can this man be doing? He is scattering what he has collected; and not only scattering, but he is also mixing it up in the earth with much industry, so that it will be no easy matter for him to collect these together again; and besides mixing them with the earth, he is moreover desiring a heavy rain, so that all he has cast therein will rot, and become mire\".",
          "id": 54951
        },
        {
          "text": "Such a person is also terrified when he observes the thunders bursting through the clouds, and the lightnings striking downwards.",
          "id": 54952
        },
        {
          "text": "But not so the farmer.",
          "id": 54953
        },
        {
          "text": "He is glad and rejoices whilst beholding the heavy rain.",
          "id": 54954
        },
        {
          "text": "For he does not regard what is present, but awaits the future.",
          "id": 54955
        },
        {
          "text": "He does not attend to the thunderings, but is reckoning the number of his sheaves.",
          "id": 54956
        },
        {
          "text": "He thinks not of the decaying seed, but of the flourishing ears of corn; not of the tedious rain, but of the delightful dust of the threshing floor.",
          "id": 54957
        },
        {
          "text": "Thus indeed, also, should we regard, not our present tribulation, nor the pain of it, but the benefit that may arise from it—the fruit that it will bring forth.",
          "id": 54958
        },
        {
          "text": "Let us wait for the sheaves of the threshing floor; for if we be sober, we shall be able to collect much fruit from the present time, and to fill the granaries of our minds.",
          "id": 54959
        },
        {
          "text": "If we be sober, we shall not only be far from taking any harm from this trouble, but we shall also reap innumerable benefits.",
          "id": 54960
        },
        {
          "text": "But should we be slothful, even tranquillity will destroy us! Either of these things is injurious to him who takes no heed; but they both profit him who lives with strictness.",
          "id": 54961
        },
        {
          "text": "And even as gold if it be covered with water, still shows its own proper beauty, and although it should fall into the furnace, would again come forth brighter than before; but on the other hand, should clay or grass be mixed with water, the one dissolves and the other corrupts; and should they fall into the fire, the one is parched and the other is burnt up; so also in truth it is with the just man and the sinner! For should the former enjoy repose, he remains illustrious, even as gold is when immersed in water; and though he falls into trial, he becomes the more illustrious, like gold when subjected to the test of fire; but the sinner, if he obtains rest, is enervated and corrupted like the grass and the clay, when they come in contact with water; and should he undergo trial, he is burnt up and destroyed, in the same way as the grass and the clay are by the action of fire!.",
          "id": 54962
        },
        {
          "text": "Let us not then be out of heart for the present evils; for if thou hast any sins remaining, they will disappear, and easily be burnt up by the tribulation; but if thou possessest virtue, thou wilt become thereby more illustrious and distinguished; for if thou art continually vigilant and sober, thou wilt be superior to all injury.",
          "id": 54963
        },
        {
          "text": "For it is not the nature of the trials, but the listlessness of those who are tried, that is apt to cause their overthrow.",
          "id": 54964
        },
        {
          "text": "So that if thou desirest to rejoice, and to enjoy ease and pleasure, seek neither for pleasure nor ease, but seek for a soul full of patience, and one that is able to manifest fortitude; since if thou hast not this, not only will trial put thee to shame, but repose will destroy and overthrow thee yet more signally.",
          "id": 54965
        },
        {
          "text": "For to prove that it is not the attack of evils, but the listlessness of the mind which subverts our salvation, hear what Christ saith: \"Whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock; and the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not, for it was founded upon a rock\".",
          "id": 54966
        },
        {
          "text": "And again: \"Every one who heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand; and the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell, and great was the fall of it\".",
          "id": 54967
        },
        {
          "text": "Do you perceive that it was not the attack of these trials that produced the overthrow, but the folly of the builders? For there was rain there, and there was rain here; there were floods there, and there were floods here; here the beating of winds, and there again the same.",
          "id": 54968
        },
        {
          "text": "The one man built a house, and the other built a house.",
          "id": 54969
        },
        {
          "text": "The building was the same; the trials were the same; but the end was not the same; because there was not the same foundation.",
          "id": 54970
        },
        {
          "text": "For the folly of the builder, not the nature of the trials, caused the fall of the building; otherwise the house that was founded upon the rock should have fallen, whereas nothing of that kind befell it.",
          "id": 54971
        },
        {
          "text": "But do not suppose that these things were spoken merely of a house; for the discourse relates to a soul, giving proof by its works that it hears the divine word, or rejects it.",
          "id": 54972
        },
        {
          "text": "Thus Job builded up his soul.",
          "id": 54973
        },
        {
          "text": "The rain descended;—for the fire fell from heaven and devoured all his flocks; the floods came;—the frequent,—the constant,—the successive messengers of his calamities, telling him of the destruction of his herds—of his camels—of his children.",
          "id": 54974
        },
        {
          "text": "The winds blew,—the bitter words of his wife:—\"Curse God,\" she said, \"and die\".",
          "id": 54975
        },
        {
          "text": "Yet the house fell not: the soul was not supplanted: the just man did not blaspheme; but even gave thanks thus, saying, \"The Lord gave and the Lord hath taken away.",
          "id": 54976
        },
        {
          "text": "As it pleased the Lord, so is it come to pass\".",
          "id": 54977
        },
        {
          "text": "Seest thou that not the nature of the trials, but the negligence of the indolent, is wont to cause the overthrow? since tribulation makes the strong man stronger.",
          "id": 54978
        },
        {
          "text": "Who saith this? It is the man who lived in tribulation, the blessed Paul; he speaks thus: \"Tribulation worketh patience, and patience probation, and probation hope\".",
          "id": 54979
        },
        {
          "text": "And even as the violence of the wind, when it rushes upon strong trees, and sways them in all directions, does not root them up, but renders them still firmer and stronger by these attacks; so the soul that is holy, and lives in a religious state, is not supplanted by the inroads of trial and tribulation, but stimulated thereby to more patience; even as the blessed Job, whom they made more illustrious and honourable.",
          "id": 54980
        },
        {
          "text": "At the present time then, a man is angry with us, a man of like passions, and of like soul, and we are afraid: but in the case of Job it was an evil and malignant demon who was angry; nay, he was not simply angry, but set in motion all sorts of machinations, and brought forward every stratagem; and yet even with all he could not conquer the fortitude of the just man.",
          "id": 54981
        },
        {
          "text": "But here is a man, who is at one time angry, at another time is reconciled; and we are nevertheless dead with fear.",
          "id": 54982
        },
        {
          "text": "On that occasion it was a devil that waged war, who is never reconciled to human nature, but has engaged in a war without treaty, and a battle without truce against our race; yet nevertheless, the just man laughed his darts to scorn.",
          "id": 54983
        },
        {
          "text": "What apology then, or what pardon can be ours, if we cannot sustain a human trial; we who are taught such spiritual wisdom under grace; when this man before grace, and before the Old Testament, endured this most grievous war so nobly! These things, beloved, we should therefore always discourse of with one another; and by words of this kind encourage ourselves.",
          "id": 54984
        },
        {
          "text": "For ye are witnesses, and your conscience is a witness how much gain we have already received from this trial! The dissolute man hath now become sober; the bold man meek; the slothful man active.",
          "id": 54985
        },
        {
          "text": "They who never at any time saw a church, but constantly spent their time at the theatre, now remain in the church the whole day long.",
          "id": 54986
        },
        {
          "text": "Tell me then, dost thou grieve on this account, that God hath made thee earnest through fear; that He hath led thee by tribulation to a sense of thine own safety? But is thy conscience pained? Yea, is thy mind pierced every day as with a dart, expecting death, and the greatest wrath? Nevertheless, from thence too we shall gain a great advance toward virtue, if our piety is made more earnest by means of the distress.",
          "id": 54987
        },
        {
          "text": "For God is able to free you from all these evils this day.",
          "id": 54988
        },
        {
          "text": "But not until He sees that you are purified; not until He sees that a conversion has taken place, and a repentance firm and unshaken, will He entirely remove the tribulation.",
          "id": 54989
        },
        {
          "text": "The goldsmith, until he perceives the gold well refined, will not draw it out from the furnace; and even so God will not take away this cloud before He hath thoroughly amended us.",
          "id": 54990
        },
        {
          "text": "For He Himself who hath permitted this trial, knows the time for removing it.",
          "id": 54991
        },
        {
          "text": "So it is also with one who plays the harp; he neither overstrains the string, lest he break it, nor relaxes it too much, lest he mar the consonance of its harmony.",
          "id": 54992
        },
        {
          "text": "Thus does God act.",
          "id": 54993
        },
        {
          "text": "He neither places our souls in a state of constant repose, nor of lengthened tribulation; making use of both these at His discretion; for he neither suffers us to enjoy continual repose, lest we should grow listless, nor on the other hand does he permit us to be in constant tribulation, lest we sink under it, and become desperate.",
          "id": 54994
        },
        {
          "text": "Let us then leave to Him the time for the removal of our evils; let us only pray; let us live in piety: for this is our work, to turn to virtue; but to set us free from these evils is God's work! For indeed He is more desirous to quench this fire than thou who art tried by it: but He is waiting for thy salvation.",
          "id": 54995
        },
        {
          "text": "As tribulation then came of rest, so also after tribulation, rest must be expected.",
          "id": 54996
        },
        {
          "text": "For neither is it always winter, nor always summer; neither are there always waves, nor always a calm; neither always night, nor always day.",
          "id": 54997
        },
        {
          "text": "Thus tribulation is not perpetual, but there will be also repose; only in our tribulation, let us give thanks to God always.",
          "id": 54998
        },
        {
          "text": "For the three youths were cast into the furnace, and did not even for this forget their piety; neither did the flames affright them, but more earnestly than men sitting in a chamber, and suffering nothing to alarm them, did they, whilst encircled by the fire, send up to heaven those sacred prayers—therefore the fire became a wall unto them, and the flame a robe; and the furnace was a fountain; and whereas it received them bound, it restored them free.",
          "id": 54999
        },
        {
          "text": "It received bodies that were mortal, but abstained from them as if they had been immortal! It knew their nature, yet it reverenced their piety! The tyrant bound their feet, and their feet bound the operation of the fire! O marvellous thing! The flame loosed those who were bound, and was itself afterwards bound by those who had been in bonds; for the piety of the youths changed the nature of things; or rather it did not change the nature, but, what was far more wonderful, it stayed the operation of them, even whilst their nature remained.",
          "id": 55000
        },
        {
          "text": "For it did not quench the fire, but though burning, made it powerless.",
          "id": 55001
        },
        {
          "text": "And it was truly marvellous and unaccountable, that this not only happened with respect to the bodies of these saints, but also with respect to their garments, and their shoes.",
          "id": 55002
        },
        {
          "text": "And as it was in the case of the Apostles, the garments of Paul expelled diseases and demons, and the shadow of Peter put death to flight; so indeed also in this case, the shoes of these youths extinguished the power of the fire.",
          "id": 55003
        },
        {
          "text": "I know not how I should speak, for the wonder surpasses all description! The force of the fire was both quenched and not quenched: for whilst it came in contact with the bodies of these saints, it was quenched; but when it was needful to burst their bonds, it was not quenched; wherefore it broke their bonds, but touched not their ancles.",
          "id": 55004
        },
        {
          "text": "Do you see how very near it was? Yet the fire was not deceived, and dared not penetrate within the bonds.",
          "id": 55005
        },
        {
          "text": "The tyrant bound, and the flame set loose; that thou mightest learn at once the fierceness of the barbarian, and the submissiveness of the element.",
          "id": 55006
        },
        {
          "text": "For what reason did he bind, when he was about to cast into the fire? In order that the miracle might be the greater; that the sign might be the more unaccountable; that thou mayest not suppose that the things seen were an optical delusion.",
          "id": 55007
        },
        {
          "text": "For if that fire had been no fire, it would not have consumed the bands; and what is much more, it would not have seized upon the soldiers who were placed without the furnace; but as the case was, it showed its power upon those without; but towards those within, its submissiveness.",
          "id": 55008
        },
        {
          "text": "But observe, I pray, in everything, how the devil by the very same means with which he fights with the servants of God, pulls down his own power; not intentionally, but because the wisdom and abundant contrivance of God turns all his weapons and devices upon his own head; which assuredly happened on that occasion.",
          "id": 55009
        },
        {
          "text": "For the devil at that time inspiring the tyrant, neither suffered the heads of the saints to be cut off with the sword, nor that they should be delivered to wild beasts, nor punished in any such manner; but that they should be thrown into the fire; to the end that not even any relics of these saints should remain, their bodies being altogether consumed, and their ashes being mingled with the ashes of the fagots.",
          "id": 55010
        },
        {
          "text": "But God accordingly employed this very circumstance for the taking away of impiety.",
          "id": 55011
        },
        {
          "text": "And how? I will tell you.",
          "id": 55012
        },
        {
          "text": "Fire is accounted by the Persians to be a god; and the barbarians, who inhabit that country even now honour it with much worship.",
          "id": 55013
        },
        {
          "text": "God, therefore, being desirous to pull up by the roots the material of impiety, permitted the punishment to take this form, in order that He might give the victory to His servants before the eyes of all these fire-worshippers; persuading them by the plain fact, that the gods of the Gentiles are in dread not of God only, but even of the servants of God.",
          "id": 55014
        },
        {
          "text": "Consider, moreover, how the crown of this victory was woven by the adversaries, and the enemies themselves were made witnesses of this trophy.",
          "id": 55015
        },
        {
          "text": "For \"Nebuchadnezzar,\" it says, \"sent to gather together the princes, the governors, and the captains, the judges, the sheriffs, and all the rulers of the provinces, to come to the dedication of the image, and they were all gathered together\".",
          "id": 55016
        },
        {
          "text": "The enemy prepares the theatre, and he himself collects together the spectators, and prepares the lists; a theatre too, not of chance persons, or of some private individuals, but of all those who were honourable and in authority, to the end that their testimony may be worthy of credit with the multitude.",
          "id": 55017
        },
        {
          "text": "They had come summoned for one thing; but they all departed having beheld another thing.",
          "id": 55018
        },
        {
          "text": "They came in order to worship the image; and they departed, having derided the image, and struck with wonder at the power of God, through the signs which had taken place with respect to these young men.",
          "id": 55019
        },
        {
          "text": "And observe, where the field for this display was spread out.",
          "id": 55020
        },
        {
          "text": "No city, nor select enclosure furnished room for this theatre of the whole world, but smooth and naked plains.",
          "id": 55021
        },
        {
          "text": "For in the plain of Dura, outside the city, he set up the image, and the herald came and cried, \"To you it is commanded, O people, nations, and languages, that at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, dulcimer, and all kinds of music, ye fall down and worship the golden image;\" (for a fall indeed it was to worship the idol) \"and whoso falleth not down, and worshippeth, shall the same hour be cast into the midst of a burning fiery furnace\".",
          "id": 55022
        },
        {
          "text": "Seest thou how difficult these struggles are made; how irresistible the snare; and how deep the gulph, and a precipice on either hand? But be not afraid.",
          "id": 55023
        },
        {
          "text": "In whatever degree the enemy increases his machinations, so much the more does he display the courage of the young men.",
          "id": 55024
        },
        {
          "text": "For this reason is there this symphony of so many musicians; for this reason the burning furnace; in order that both pleasure, and fear, may besiege the souls of those present.",
          "id": 55025
        },
        {
          "text": "Is there any one of harsh and unyielding character among them? \"Let the melody of every kind of music,\" saith he, \"enchant and soften him\".",
          "id": 55026
        },
        {
          "text": "But is he superior to this artifice, \"let the sight of the flame affright and astound him\".",
          "id": 55027
        },
        {
          "text": "Thus was fear as well as pleasure present; the one entering to assault the soul by the ears, the other by the eyes.",
          "id": 55028
        },
        {
          "text": "But the noble character of these youths was not by any such means to be conquered; but even as, when they fell into the fire, they mastered the flames, even so they derided all desire and all fear.",
          "id": 55029
        },
        {
          "text": "For it was for them the devil had prepared all these things beforehand.",
          "id": 55030
        },
        {
          "text": "For he had no doubts of his own subjects, but was exceedingly confident that no one would resist the royal mandate.",
          "id": 55031
        },
        {
          "text": "But when all fell down, and were subdued, then the youths alone are led into the midst; in order that from this too the conquest may become the more illustrious, they alone conquering and being proclaimed victors among so vast a multitude.",
          "id": 55032
        },
        {
          "text": "For this would not have been so surprising if they had acted courageously at the first, when as yet no one had been overthrown.",
          "id": 55033
        },
        {
          "text": "But the greatest, and most astonishing fact was, that the multitude of those who fell down, neither affrighted, nor enfeebled them.",
          "id": 55034
        },
        {
          "text": "They did not say to themselves any such things as many are ofttimes wont to say; \"If we were the first, and the only persons to worship the image, this would have been a sin: but if we do this with so many myriads, who will not make allowance? who will not think us worthy of defence?\" nothing of that sort did they say or think, when they beheld the prostrate forms of so many tyrants.",
          "id": 55035
        },
        {
          "text": "Consider thou also with me the wickedness of those who were their accusers, and how maliciously and bitterly they brought the accusation! \"There are,\" say they, \"certain Jews whom thou hast set up over the works of the province of Babylon\".",
          "id": 55036
        },
        {
          "text": "They did not merely make mention of the nation, but they also bring to mind their honourable condition, that they may inflame the wrath of the king; almost as if they had said, \"These slaves, these captives, who are without a city, thou hast made rulers over us.",
          "id": 55037
        },
        {
          "text": "But they shew contempt for such honour, and treat insolently him who has given them this honour!\" Therefore they say this; \"The Jews whom thou hast set over the works of the province of Babylon, obey not thy decree, nor serve thy gods\".",
          "id": 55038
        },
        {
          "text": "The accusation becomes their greatest praise; and the crimes imputed, their encomium; a testimony indeed that is indubitable, since their enemies bring it forward.",
          "id": 55039
        },
        {
          "text": "What then does the king? He commands that they should be brought into the midst, so that he may affright them in every way.",
          "id": 55040
        },
        {
          "text": "But nothing dismayed them, neither the wrath of the king, nor their being left alone in the midst of so many, nor the sight of the fire, nor the sound of the trumpet, nor the whole multitude looking fire at them; for deriding all these things, as if they were about to be cast into a cool fountain of water, they entered the furnace uttering that blessed sentence, \"We will not serve thy gods, nor worship the golden image which thou hast set up\".",
          "id": 55041
        },
        {
          "text": "I have not referred to this history without reason, but that ye may learn that whether it be the wrath of a king, or the violence of soldiers, or the envy of enemies, or captivity, or destitution, or fire, or furnace, or ten thousand terrors, nothing will avail to put to shame or terrify a righteous man.",
          "id": 55042
        },
        {
          "text": "For if where the king was godless the youths were not dismayed at the tyrant's wrath, how much more ought we to be confident, having an emperor who is humane and merciful, and to express thankfulness to God for this tribulation, knowing from what has now been said, that tribulations render men more illustrious both in the presence of God and of man, if they know how to bear them with fortitude! For indeed if these had not been made slaves, we should not have known their freedom! If they had not been captives, we should not have learned their nobility of soul! If they had not been exiles from their country below, we should not have known the excellency of their citizenship above! If the earthly king had not been angry with them, we should not have known the favour with which they were regarded by the heavenly King!.",
          "id": 55043
        },
        {
          "text": "Thou too then, if thou hast Him for thy Friend, be not despairing, although thou fallest into the furnace: and in like manner if He be angry, think not thou art safe though thou be in Paradise.",
          "id": 55044
        },
        {
          "text": "For Adam indeed was in Paradise, yet, when he had provoked God, Paradise profited him nothing.",
          "id": 55045
        },
        {
          "text": "These youths were in the furnace; yet, since they were approved, the furnace injured them not at all.",
          "id": 55046
        },
        {
          "text": "Adam was in Paradise, but when he was supine, he was supplanted! Job sat down on the dunghill, yet, since he was vigilant he prevailed! Yet how much better was Paradise than a dunghill! still the excellency of the place benefitted in no degree the inhabitant; forasmuch as he had betrayed himself; as likewise indeed the vileness of the place did to one no injury, who was fortified on every side with virtue.",
          "id": 55047
        },
        {
          "text": "As to ourselves then, let us fortify our souls; for if the loss of wealth should threaten us, or even death, and yet no one can rob us of our religion, we are the happiest of men, Christ commended this when he said, \"Be ye wise as serpents\".",
          "id": 55048
        },
        {
          "text": "For just as he exposes the whole body in order that he may save the head, so also do thou.",
          "id": 55049
        },
        {
          "text": "Although it should be necessary to expose wealth, or the body, or the present life, or all things, for the purpose of preserving thy religion; be not cast down! For if thou depart hence in possession of that, God will restore to thee all things with more abundant splendour, and will raise again thy body with greater glory; and instead of riches, there will be the good things that surpass all power of description.",
          "id": 55050
        },
        {
          "text": "Did not Job sit naked on a dunghill, sustaining a life more grievous than ten thousand deaths? Yet since he did not cast away his piety, all his former things came back to him in greater abundance, soundness and beauty of body; his full band of children; his possessions; and what was greater than all, the splendid crown of his patience.",
          "id": 55051
        },
        {
          "text": "For as it happens with trees, should any one pluck away the fruit and the leaves together; should he even cut off all the branches letting the root only remain; the tree will rise again entire, with greater beauty, so indeed is it also with us.",
          "id": 55052
        },
        {
          "text": "If the root of piety remain, although wealth be taken away, although the body destroyed, all things again revert to us with greater glory than before.",
          "id": 55053
        },
        {
          "text": "Casting away therefore all anxiety and superfluous care, let us return to ourselves; and let us adorn the body and the soul with the ornament of virtue; converting our bodily members into instruments of righteousness and not instruments of sin.",
          "id": 55054
        },
        {
          "text": "And first of all, let us discipline our tongue to be the minister of the grace of the Spirit, expelling from the mouth all virulence and malignity, and the practice of using disgraceful words.",
          "id": 55055
        },
        {
          "text": "For it is in our power to make each one of our members an instrument of wickedness, or of righteousness.",
          "id": 55056
        },
        {
          "text": "Hear then how men make the tongue an instrument, some of sin, others of righteousness! \"Their tongue is a sharp sword\".",
          "id": 55057
        },
        {
          "text": "But another speaks thus of his own tongue: \"My tongue is the pen of a ready writer\".",
          "id": 55058
        },
        {
          "text": "The former wrought destruction; the latter wrote the divine law.",
          "id": 55059
        },
        {
          "text": "Thus was one a sword, the other a pen, not according to its own nature, but according to the choice of those who employed it.",
          "id": 55060
        },
        {
          "text": "For the nature of this tongue and of that was the same, but the operation was not the same.",
          "id": 55061
        },
        {
          "text": "And again, as to the mouth likewise, we may see this same thing.",
          "id": 55062
        },
        {
          "text": "For these had a mouth full of filth and of wickedness, therefore against such it is said by way of accusation, \"Their mouth is full of cursing and bitterness;\" not such was his, but \"My mouth shall speak of wisdom, and the meditation of my heart shall be of understanding\".",
          "id": 55063
        },
        {
          "text": "Again, there were others who had their hands full of iniquity, and accusing these he said, \"Iniquities are in their hands, and their right hand is filled with gifts\".",
          "id": 55064
        },
        {
          "text": "But he himself had hands practised in nothing but in being stretched out towards heaven.",
          "id": 55065
        },
        {
          "text": "Therefore he said of these too, \"The lifting up of my hands (let it be) an evening sacrifice\".",
          "id": 55066
        },
        {
          "text": "The same may also be perceived with reference to the heart; for their heart indeed was foolish, but this man's was true; hence he speaks of them thus, \"Their heart is vain;\" but of his own, \"My heart is inditing of a good matter\".",
          "id": 55067
        },
        {
          "text": "And as to the ear, one may see that the case is the same; for some have a sense of hearing like that of beasts, which is not to be charmed or moved to pity; and reproaching such the Psalmist says, \"They are like the deaf adder, that stoppeth her ears\".",
          "id": 55068
        },
        {
          "text": "But his ear was the receptacle of the divine words, and this he again makes manifest, when he says, \"I will incline mine ear to a parable, I will open my dark speech upon the harp\".",
          "id": 55069
        },
        {
          "text": "Knowing these things then, let us fortify ourselves with virtue on all sides, and thus we shall avert the wrath of God, and let us make the members of the body instruments of righteousness; and let us discipline eyes, and mouth, and hands, and feet, and heart, and tongue, and the whole body, to be employed only in the service of virtue.",
          "id": 55070
        },
        {
          "text": "And let us remember those three precepts, of which I discoursed to your Charity, exhorting you to consider no one as an enemy, nor to speak evil of any one of those who have aggrieved you; and to expel from your mouth the evil custom of oaths.",
          "id": 55071
        },
        {
          "text": "And with respect to the two former precepts, we will discourse to you on another occasion; but we shall speak to you during the whole of the present week respecting oaths; thus beginning with the easier precept.",
          "id": 55072
        },
        {
          "text": "For it is no labour at all to overcome the habit of swearing, if we would but apply a little endeavour, by reminding each other; by advising; by observing; and by requiring those who thus forget themselves, to render an account, and to pay the penalty.",
          "id": 55073
        },
        {
          "text": "For what advantage shall we gain by abstinence from meats, if we do not also expel the evil habits of the soul? Lo, we have spent the whole of this day fasting; and in the evening we shall spread a table, not such as we did on yester-eve, but one of an altered and more solemn kind.",
          "id": 55074
        },
        {
          "text": "Can any one of us then say that he has changed his life too this day; that he has altered his ill custom, as well as his food? Truly, I suppose not! Of what advantage then is our fasting? Wherefore I exhort, and I will not cease to exhort, that undertaking each precept separately, you should spend two or three days in the attainment of it; and just as there are some who rival one another in fasting, and shew a marvellous emulation in it; (some indeed who spend two whole days without food; and others who, rejecting from their tables not only the use of wine, and of oil, but of every dish, and taking only bread and water, persevere in this practice during the whole of Lent); so, indeed, let us also contend mutually with one another in abolishing the frequency of oaths.",
          "id": 55075
        },
        {
          "text": "For this is more useful than any fasting; this is more profitable than any austerity.",
          "id": 55076
        },
        {
          "text": "And this same care which we display in abstaining from food, let us exhibit with respect to abstinence from oaths; since we shall be chargeable with the reproach of extreme folly, while we regard not things that are forbidden, and expend all our care upon things indifferent; for to eat is not forbidden, but to swear is forbidden; we, however, abstaining from those things that are permitted, daringly venture upon those things that are forbidden! On this account I beseech your Charity to make some change, and to let the beginning of it be visible from this day.",
          "id": 55077
        },
        {
          "text": "For if we spend the whole of the present fast with such zeal, having in this week attained the practice of not swearing at all; and in the following having extinguished wrath; and in that which succeeds it, having pulled up evil-speaking by the roots; and after that, having amended what yet remains; thus going forward in our course, we shall come by little and little to the very summit of virtue; and we shall escape the present danger; and shall make God propitious; and the multitude will come back again to our city; and we shall teach the fugitives that we are to place our hopes of safety neither in security of place, nor in flight and retirement; but in piety of soul, and in virtue of manners.",
          "id": 55078
        },
        {
          "text": "And thus shall we obtain the good things of this and of the future life; which, God grant! we may all be found worthy of, by the grace and loving-kindness of our Lord Jesus Christ, through whom and with whom be glory to the Father, together with the Holy Ghost, now and for ever and ever, Amen.",
          "id": 55079
        }
      ]
    }
  ]
}