{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch XI",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XI.",
          "id": 55930
        },
        {
          "text": "Thanksgiving to God for deliverance from the evils expected owing to the sedition; and recollection of the events which took place at the time.",
          "id": 55931
        },
        {
          "text": "Also against those who find fault with the structure of the human body, and in general concerning the creation of man; and, in conclusion, on success in avoiding oaths.",
          "id": 55932
        },
        {
          "text": "When I think of the past tempest, and of the present calm, I cease not saying, \"Blessed be God, who maketh all things, and changeth them; who hath brought light out of darkness; who leadeth to the gates of hell, and bringeth back; who chastiseth, but killeth not\".",
          "id": 55933
        },
        {
          "text": "And this I desire you too to repeat constantly, and never to desist.",
          "id": 55934
        },
        {
          "text": "For if He hath benefitted us by deeds, what pardon shall we deserve, if we do not requite Him even by words.",
          "id": 55935
        },
        {
          "text": "Therefore, I exhort that we never cease to give Him thanks; since if we are grateful for the former benefits, it is plain that we shall enjoy others also, which are greater.",
          "id": 55936
        },
        {
          "text": "Let us say, then, continually, Blessed be God, who hath permitted us to spread before you in security the accustomed table, whilst He hath also granted you to hear our word with assurance of safety! Blessed be God, that we no longer run hither flying from the danger without, but only from desire to hear; that we no longer meet one another with agony, trembling, and anxious thoughts; but with much confidence, having shaken off all our fear.",
          "id": 55937
        },
        {
          "text": "Our condition, indeed, on former days was nothing better than that of those who are tossed up and down in the midst of the deep; and expecting shipwreck every hour.",
          "id": 55938
        },
        {
          "text": "We were scared all day long by innumerable rumours, and disturbed and agitated on every side; and were every day busy and curious to know who had come from the court? what news he had brought? and whether what was reported was true or false? Our nights too we passed without sleep, and whilst we looked upon the city, we wept over it, as if it were on the eve of its destruction.",
          "id": 55939
        },
        {
          "text": "For this cause yourselves too kept silence on those former days, because the whole city was empty, and all had migrated to the deserts, and because those who were left behind were overshadowed by the cloud of despondency.",
          "id": 55940
        },
        {
          "text": "For the soul when once it is filled with despondency, is not apt to hear anything that may be said.",
          "id": 55941
        },
        {
          "text": "For this cause, when the friends of Job came, and saw that tragedy of his house, and the just man sitting down upon the dunghill, and covered with sores, they rent their garments, and groaned and sat down by him in silence; making it manifest that nothing is so suitable to the afflicted at first, as quiet and silence.",
          "id": 55942
        },
        {
          "text": "For the calamity was too great for consolation.",
          "id": 55943
        },
        {
          "text": "Therefore also the Jews, whilst they were in bondage to work in clay and the brick-making, when they saw Moses come to them, were not able to give heed to his words, by reason of their failure of spirit, and their affliction.",
          "id": 55944
        },
        {
          "text": "And what marvel is it that faint-hearted men have felt this, when we find that the Disciples also fell into the same infirmity.",
          "id": 55945
        },
        {
          "text": "For after that mystic Supper, when Christ took them apart and discoursed with them, the disciples at first asked Him more than once, \"Whither goest Thou?\" But when He had told them what evils they should in a little while afterwards encounter, the wars, and the persecutions, and the universal enmity, the stripes, the prisons, the tribunals, the appearance before magistrates; then, their souls oppressed as by a heavy burthen with the dread of the things He had spoken, and with the sadness of these approaching events, remained henceforth in a state of stupor.",
          "id": 55946
        },
        {
          "text": "Christ, therefore, perceiving their consternation, reproved it by saying, \"I go to My Father, and no one among you asketh Me, Whither goest Thou? But because I have said these things unto you, sorrow hath filled your hearts\".",
          "id": 55947
        },
        {
          "text": "For this reason also we were silent for some time past, awaiting the present opportunity.",
          "id": 55948
        },
        {
          "text": "For if a person who is about to ask a favour of any one, though the request be a reasonable one, waits a fitting occasion to propose it, that he may find him who is to grant the petition in a mild and well-disposed frame of mind; and that receiving assistance from the favourable opportunity, he may obtain the benefit; how much rather is it necessary that the speaker should seek a fit season, so that he may address his discourse to an auditor well affected, and free from all care and despondency; which accordingly we have done.",
          "id": 55949
        },
        {
          "text": "Inasmuch, then, as ye have now shaken off despondency, we are desirous to recall you to the recollection of former matters; so that our discourse may be rendered the clearer to you.",
          "id": 55950
        },
        {
          "text": "For what we said of the creation, that God not only made it beautiful, and wonderful, and vast, but also weak and corruptible; and moreover that He hath established divers proofs of this; ordering both these circumstances for our advantage; leading us on by its beauty to admiration of Him who framed it: and by its weakness leading us away from the worship of the creature; this we may see, take place also in the case of the body.",
          "id": 55951
        },
        {
          "text": "For with respect to this too there are many among the enemies to the truth, as well as among those who belong to our own ranks, who make it a subject of enquiry, why it was created corruptible and frail? Many also of the Greeks and heretics affirm, that it was not even created by God.",
          "id": 55952
        },
        {
          "text": "For they declare it to be unworthy of God's creative art, and enlarge upon its impurities, its sweat, its tears, its labours, and sufferings, and all the other incidents of the body.",
          "id": 55953
        },
        {
          "text": "But, for my part, when such things are talked of, I would first make this reply.",
          "id": 55954
        },
        {
          "text": "Tell me not of man, fallen, degraded and condemned.",
          "id": 55955
        },
        {
          "text": "But if thou wouldest learn what manner of body God formed us with at the first, let us go to Paradise, and survey the Man that was created at the beginning.",
          "id": 55956
        },
        {
          "text": "For that body was not thus corruptible and mortal; but like as some statue of gold just brought from the furnace, that shines splendidly, so that frame was free from all corruption.",
          "id": 55957
        },
        {
          "text": "Labour did not trouble it, nor sweat deface it.",
          "id": 55958
        },
        {
          "text": "Cares did not conspire against it; nor sorrows besiege it; nor was there any other affection of that kind to distress it.",
          "id": 55959
        },
        {
          "text": "But when man did not bear his felicity with moderation, but threw contempt upon his Benefactor, and thought a deceiving demon more worthy of credit than God who cared for him, and who had raised him to honour, and when he expected to become himself a god, and conceived thoughts above his proper dignity, then,—then indeed it was that God, to humble him by decisive acts, made him mortal, as well as corruptible; and fettered him with such varied necessities; not from hatred or aversion, but in care for him, and to repress at the very outset that evil and destructive pride; and instead of permitting it to proceed any further, He admonished Him by actual experience, that he was mortal and corruptible; thus to convince him that he must never again think or dream of such things as he had done.",
          "id": 55960
        },
        {
          "text": "For the devil's suggestion, was, \"Ye shall be as gods\".",
          "id": 55961
        },
        {
          "text": "Desiring then utterly to eradicate this idea, God made the body subject to much suffering and disease; to instruct him by its very nature that he must never again entertain such a thought.",
          "id": 55962
        },
        {
          "text": "And that this is true, is really most evident from what befel him; for after such an expectation, he was condemned to this punishment.",
          "id": 55963
        },
        {
          "text": "Consider also with me the wisdom of God in this matter.",
          "id": 55964
        },
        {
          "text": "He did not allow him to be the first to die, but permitted his son to suffer this death; in order that seeing before his eyes the body corrupting and decaying, he might receive a striking lesson of wisdom from that spectacle; and learn what had come to pass, and be duly chastened before he departed hence.",
          "id": 55965
        },
        {
          "text": "Really then, as I said, this point is apparent from what has already taken place; but it will be made no less clear from what yet remains to be stated.",
          "id": 55966
        },
        {
          "text": "For if whilst we are fettered with such necessities of the body; and whilst it is the lot of all men to die, to suffer corruption, to moulder in the sight of all, and to dissolve into dust, so that the Gentile philosophers made one and the same comprehensive definition of the human race (for when asked what man was, they answered, he is an animal, rational and mortal); if, forsooth, whilst all admitted this, there were some who dared in the opinion of the multitude to immortalize themselves; and notwithstanding that the very sense of sight bore witness to their mortality, were ambitious to be called gods, and were honoured as such; to what a length of impiety would not many men have proceeded, if death had not gone on teaching all men the mortality and corruptibility of our nature? Hear, for instance, what the prophet says of a barbarian king, when seized with this frenzy.",
          "id": 55967
        },
        {
          "text": "\"I will exalt,\" saith he, \"my throne above the stars of heaven; and I will be like unto the Most High\".",
          "id": 55968
        },
        {
          "text": "Afterwards, deriding him, and speaking of his death, he says, \"Corruption is under thee, and the worm is thy covering;\" but his meaning is, \"Dost thou dare, O man, whom such an end is awaiting, to entertain such imaginations?\" Again, of another, I mean the king of the Tyrians, when he conceived the like aims, and was ambitious to be considered as a God, he says, \"Thou art not a God, but a man, and they that pierce thee shall say so\".",
          "id": 55969
        },
        {
          "text": "Thus God, in making this body of ours as it is, hath from the beginning utterly taken away all occasion of idolatry.",
          "id": 55970
        },
        {
          "text": "But why dost thou marvel if this hath happened in respect to the body, when even with respect to the soul it is plain, that a similar thing hath taken place.",
          "id": 55971
        },
        {
          "text": "For God made it not mortal, but permitted it to be immortal; He constituted it however subject to forgetfulness, to ignorance, to sadness, and to care; and this, lest regarding its own nobility of birth, it might take up a conceit too high for its proper dignity.",
          "id": 55972
        },
        {
          "text": "For if, even while the case stands thus, some have dared to aver, that it is of the Divine essence; to what a pitch of frenzy would they not have reached, if it had been devoid of these imperfections? What, however, I affirmed respecting the creation, I affirm also respecting the body, that both these things alike excite my admiration of God; that He hath made it corruptible; and that in its very corruptibility, He hath manifested His own power and wisdom.",
          "id": 55973
        },
        {
          "text": "For that He could have made it of some better material, He hath evidenced from the celestial and the solar substance.",
          "id": 55974
        },
        {
          "text": "For He that made those such as they are, could have made this also like them, had He thought proper to do so.",
          "id": 55975
        },
        {
          "text": "But the cause of its imperfection is what I before adverted to.",
          "id": 55976
        },
        {
          "text": "This circumstance by no means lowers the admiration due to the Creator's workmanship, but rather increases it; for the meanness of the substance, manifests the resource and adaptiveness of His art; since He hath introduced such a harmony of parts in clay and ashes, and senses so various and manifold and capable of such spiritual wisdom.",
          "id": 55977
        },
        {
          "text": "In proportion, therefore, as thou findest fault with the meanness of the substance, be so much the more astonished at the greatness of the art displayed.",
          "id": 55978
        },
        {
          "text": "For this reason also, I do not so much admire the statuary who forms a beautiful figure out of gold, as him who, by the resources of art, is able, even in crumbling clay, to exhibit a marvellous and inimitable mould of beauty.",
          "id": 55979
        },
        {
          "text": "In the former case, the material gives some aid to the artist, but in the latter, there is a naked display of his art.",
          "id": 55980
        },
        {
          "text": "Wouldest thou learn then, how great the wisdom of the Creator is, consider what it is that is made out of clay? What else is there but brick and tile? Nevertheless, God, the Supreme Artist, from the same material of which only the brick and tile is formed, hath been able to make an eye so beautiful, as to astonish all who behold it, and to implant in it such power, that it can at once survey the high aerial expanse, and by the aid of a small pupil embrace the mountains, forests, hills, the ocean, yea, the heaven, by so small a thing! Tell me not then of tears and rheums, for these things are the fruit of thy sin; but consider its beauty, and visual power; and how it is that whilst it ranges over such an expanse of air, it experiences no weariness or distress! The feet indeed become tired and weakened even after going but a small distance; but the eye, in traversing a space so lofty and so wide, is not sensible of any infirmity.",
          "id": 55981
        },
        {
          "text": "For since this is the most necessary to us of all our members, He has not suffered it to be oppressed with fatigue; in order that the service it renders us might be free and unfettered.",
          "id": 55982
        },
        {
          "text": "But rather, I should say, what language is fully adequate to set forth the whole excellency of this member? And why do I speak of the pupil and the visual faculty? for if you were to investigate that which seems the meanest of all the members, I mean the eyelashes, you would behold even in these the manifold wisdom of God the Creator! For as it is with respect to the ears of corn; the beards, standing forth as a sort of spears, repel the birds, and do not suffer them to settle upon the fruits, and to break the stalk, which is too tender to bear them; so also is it with regard to the eyes.",
          "id": 55983
        },
        {
          "text": "The hairs of the eyelids are ranged in front, and answer the purpose of beards and spears; keeping dust and light substances at a distance from the eyes, and any thing that might incommode the sight; and not permitting the eyelids to be annoyed.",
          "id": 55984
        },
        {
          "text": "Another instance of wisdom, no less remarkable, is to be observed in eyebrows.",
          "id": 55985
        },
        {
          "text": "Who can help being struck by their position? For they do not project to an immoderate degree, so as to obscure the sight; nor do they retire farther back than is fitting; but in the same manner as the eaves of a house, they stand out above, receiving the perspiration as it descends from the forehead, and not permitting it to annoy the eyes.",
          "id": 55986
        },
        {
          "text": "For this purpose too there is a growth of hair upon them, which serves by its roughness to stay what descends from above, and affords the exact protection that is needed, and contributes also much appearance of beauty to the eyes.",
          "id": 55987
        },
        {
          "text": "Nor is this the only matter of wonder! There is another thing also which is equally so.",
          "id": 55988
        },
        {
          "text": "How is it, I ask, that the hairs of the head increase, and are cut off; but those of the eyebrows, not so? For not even this has happened undesignedly, or by chance, but in order that they might not darken the sight too much by becoming very long; an inconvenience from which those suffer who have arrived at extreme old age.",
          "id": 55989
        },
        {
          "text": "And who could possibly trace out all the wisdom which is manifested by means of the brain! For, in the first place, He made it soft, since it serves as a fountain to all the senses.",
          "id": 55990
        },
        {
          "text": "Next, in order that it might not suffer injury owing to its peculiar nature, He fortified it on every side with bones.",
          "id": 55991
        },
        {
          "text": "Further; that it might not suffer from friction, by the hardness of the bones, He interposed a middle membrane: and not only a single one, but also a second; the former being spread out on the under side of the skull, but the latter enveloping the upper substance of the brain, and the first being the harder of the two.",
          "id": 55992
        },
        {
          "text": "And this was done, both for the cause that has been mentioned, and in order that the brain might not be the first to receive the blows inflicted upon the head; but that these membranes first encountering them, might free it from all injury, and preserve it unwounded.",
          "id": 55993
        },
        {
          "text": "Moreover, that the bone which covers the brain is not a single and continuous one, but has many sutures on every side, is a circumstance which contributes much to its security.",
          "id": 55994
        },
        {
          "text": "For a ventilation of the vapours that surround it may easily take place outward through these sutures, so as to prevent it from being suffocated; and if a blow should be inflicted upon it, on any particular point, the damage does not extend to the whole.",
          "id": 55995
        },
        {
          "text": "For if the bone had been one and continuous, the stroke even when it fell upon one part, only, would have injured the whole; but now, by its being divided into many parts, this can never happen.",
          "id": 55996
        },
        {
          "text": "For if one part should chance to be wounded, only the bone that is situated near that part receives injury, but all the rest remain unhurt; the continuity of the stroke being intercepted by the division of the bones, and being unable to extend itself to the adjacent parts.",
          "id": 55997
        },
        {
          "text": "By reason of this God hath constructed a covering for the brain of many bones; and just as when one builds a house, he lays on a roof, and tiles upon the upper part, so God hath placed these bones above upon the head, and hath provided that the hairs should shoot forth, and serve as a kind of cap for it.",
          "id": 55998
        },
        {
          "text": "The very same thing also He hath done with regard to the heart.",
          "id": 55999
        },
        {
          "text": "For inasmuch as the heart has preeminence over all the members in our body, and that the supreme power over our whole life is entrusted to it, and death happens when it receives but a slight blow; He hath fenced it about on every side with stiff and hard bones, surrounding it by the protection of the breast-bone before, and the blade-bones behind.",
          "id": 56000
        },
        {
          "text": "And what He did with respect to the membranes of the brain, He hath done in this instance also.",
          "id": 56001
        },
        {
          "text": "For in order that it might not be rubbed and pained in striking against the hard bones which encompass it, in the throbbing and quick pulsation to which it is subject in anger and similar affections, He both interposed many membranes there, and placed the lungs by the side of it to act the part of a soft bed to these pulsations, so that the heart may break its force on these without sustaining injury or distress.",
          "id": 56002
        },
        {
          "text": "But why do I speak of the heart, and of the brain, when if any one will investigate even the very nails, he will see the manifold wisdom of God displayed in these; as well by their form, as by their substance and position.",
          "id": 56003
        },
        {
          "text": "I might also have mentioned why our fingers are not all equal, and many other particulars besides; but to those who are inclined to attend, the wisdom of God Who created us, will be sufficiently clear from what has been said.",
          "id": 56004
        },
        {
          "text": "Wherefore, leaving this department to be investigated with diligence by those who are desirous of the task, I shall turn myself to another objection.",
          "id": 56005
        },
        {
          "text": "There are many forsooth, who, besides what has been already referred to, bring forward this objection.",
          "id": 56006
        },
        {
          "text": "If man be the king of the brutes, why have many animals an advantage over him in strength, agility, and fleetness? For the horse is swifter, the ox is more enduring, the eagle is lighter, and the lion stronger, than man.",
          "id": 56007
        },
        {
          "text": "What then have we to reply to this argument? Thus much; that from that circumstance we may especially discern the wisdom of God and the honour which He has put upon us.",
          "id": 56008
        },
        {
          "text": "A horse, it is true, is swifter than man, but for making dispatch on a journey, the man is better fitted than the horse.",
          "id": 56009
        },
        {
          "text": "For a horse, though the very swiftest and strongest that may be, can scarcely travel two hundred stadia in a day; but a man, harnessing a number of horses in succession, will be able to accomplish a distance of two thousand stadia.",
          "id": 56010
        },
        {
          "text": "Thus, the advantage which swiftness affords to the horse, intelligence and art afford to the man in a much greater excess.",
          "id": 56011
        },
        {
          "text": "The man, it is true, has not feet so strong as the other, but then he has those of the other which serve him as well as his own.",
          "id": 56012
        },
        {
          "text": "For not one of the brutes has ever been able to subjugate another to his own use; but man has the range of them all; and by that variety of skill which is given him of God, makes each of the animals subservient to the employment best suited to him.",
          "id": 56013
        },
        {
          "text": "For if the feet of men had been as strong as those of horses, they would have been useless for other purposes, for difficult ground, for the summits of mountains, for climbing trees; for the hoof is usually an impediment to treading in such places.",
          "id": 56014
        },
        {
          "text": "So that although the feet of men are softer than theirs, they are still adapted to more various uses, and are not the worse for their want of strength, while they have the power of the horse ministering to their aid, and at the same time they have the advantage over him in variety of tread.",
          "id": 56015
        },
        {
          "text": "Again, the eagle has his light pinion; but I have reason and art, by which I am enabled to bring down and master all the winged animals.",
          "id": 56016
        },
        {
          "text": "But if thou wouldest see my pinion too, I have one much lighter than he; one which can soar, not merely ten or twenty stadia, or even as high as heaven, but above heaven itself, and above the heaven of heavens; even to \"where Christ sitteth at the right hand of God!\".",
          "id": 56017
        },
        {
          "text": "Again, the irrational animals have their weapons in their own body; thus, the ox has his horns; the wild boar his tusks; the lion his claws.",
          "id": 56018
        },
        {
          "text": "But God hath not furnished the nature of my body with weapons, but hath made these to be extraneous to it, for the purpose of shewing that man is a gentle animal; and that I have not always occasion to use my weapons, for from time to time I lay these aside, and from time to time resume them.",
          "id": 56019
        },
        {
          "text": "In order then that I might be free and unfettered in this matter, not being at all times compelled to carry my weapons, He hath made these to be separate from my nature.",
          "id": 56020
        },
        {
          "text": "For it is not only in our possessing a rational nature that we surpass the brutes, but we also excel them in body.",
          "id": 56021
        },
        {
          "text": "For God has made this to correspond with the soul's nobility, and fitted to execute its commands.",
          "id": 56022
        },
        {
          "text": "He has not, indeed, made the body such as it is, without reason; but such as it ought to be, as having to minister to a rational soul; so that if it were not such as it is, the operations of the soul would be greatly impeded: and this is manifest from diseases.",
          "id": 56023
        },
        {
          "text": "For if this nice adjustment of the body be diverted from its proper condition in ever so small a degree, many of the soul's energies are impeded; as, for instance, if the brain should become too hot, or too cold.",
          "id": 56024
        },
        {
          "text": "So that from the body it is easy to see much of the Divine Providence, not only because He made it at first better than it is at present; nor because even now He hath changed it for a useful purpose, but also because He will raise it again to much greater glory.",
          "id": 56025
        },
        {
          "text": "But, if thou art desirous to learn in a different way what wisdom God hath shewn respecting the body, I will mention that by which Paul seems most especially to be constantly struck.",
          "id": 56026
        },
        {
          "text": "But what is this? That He hath made the members to excel one another, though not in the same things? Some He hath appointed to surpass the rest in beauty, and some in strength.",
          "id": 56027
        },
        {
          "text": "Thus, the eye is beautiful, but the feet are stronger.",
          "id": 56028
        },
        {
          "text": "The head is honourable, but it cannot say to the feet, \"I have no need of you\".",
          "id": 56029
        },
        {
          "text": "And this may be seen too with regard to irrational animals; and the same in all the relations of life.",
          "id": 56030
        },
        {
          "text": "The king, for instance, has need of his subjects, and the subjects of the king; just as the head has need of the feet.",
          "id": 56031
        },
        {
          "text": "And again, as to brutes; some are more powerful than the rest; and some more beautiful.",
          "id": 56032
        },
        {
          "text": "Some there are that delight us; some that nourish; and some that clothe us.",
          "id": 56033
        },
        {
          "text": "Thus the peacock delights; and fowls and swine nourish; sheep and goats provide us clothing; and the ox and ass share our labours.",
          "id": 56034
        },
        {
          "text": "There are also others which provide us with none of these, but which call our powers into active exercise.",
          "id": 56035
        },
        {
          "text": "Thus the wild animals increase the strength of the hunters; and instruct our race by the fear which they inspire, and render us more cautious; and for medical purposes, they supply no small contributions from their bodies.",
          "id": 56036
        },
        {
          "text": "So that if any one say to thee, \"How art thou a lord of the brutes, whilst afraid of the lion?\" Answer him, \"Things were not ordered in this manner at the beginning, when I was in favour with God, when I dwelt in Paradise.",
          "id": 56037
        },
        {
          "text": "But when I had offended my Master, I fell under the power of those who were my servants! Yet not even now entirely; since I possess an art by which I overcome the wild animals\".",
          "id": 56038
        },
        {
          "text": "So also it happens in great houses; the sons, while they are yet under age, are afraid of many of the servants; but when they have done amiss, their dread is greatly heightened.",
          "id": 56039
        },
        {
          "text": "And this we may say also of serpents, and scorpions, and vipers; that they are formidable to us by reason of sin.",
          "id": 56040
        },
        {
          "text": "And not only as it regards our body, and the various states of life, is this diversity observable; nor is it confined to brutes; but it may be seen also in trees; and the meanest of them may be observed to have an excellence above those which are greater; so that all things are not alike in all, that all may be necessary to us; and that we may perceive the manifold wisdom of the Lord.",
          "id": 56041
        },
        {
          "text": "Do not then lay blame on God on account of the body's corruptibleness, but for this the rather do Him homage, and admire Him for His wisdom and His tender care; His wisdom, that in so corruptible a body He hath been able to display such harmony; His tender care that for the benefit of the soul He hath made it corruptible, that He might repress her vanity, and subdue her pride! Why then did He not make it thus from the beginning, asks some one? It was, I reply, to justify Himself before thee by these very works; and as much as to say by the result itself, \"I called thee to greater honour, but thou didst constitute thyself unworthy of the gift, banishing thyself from Paradise! Nevertheless, I will not even now despise thee, but I will correct thy sin, and bring thee back to heaven.",
          "id": 56042
        },
        {
          "text": "Therefore for thine own sake, I have permitted thee so long to decay and suffer corruption, that in the fulness of time the discipline of thy humility might be established; and that thou mightest never more resume thy former conceit.",
          "id": 56043
        },
        {
          "text": "For all these things then let us give thanks to God who loveth man; and for His tender care over us, render Him a recompense, that will also be profitable to ourselves; and as regards the commandment which I so frequently discourse of to you, let us use our utmost diligence! For I will not desist from the exhortation until ye are amended: seeing that what we aim at is not that we may address you seldom or frequently, but that we may continue speaking till we have persuaded you.",
          "id": 56044
        },
        {
          "text": "To the Jews when God said by the prophet, \"If ye fast for strife and debate, to what purpose do ye fast for me?\" And by us He saith to you, \"If ye fast unto oaths and perjuries, to what purpose do ye fast? For how shall we behold the sacred Passover? How shall we receive the holy Sacrifice? How shall we be partakers of those wonderful mysteries by means of the same tongue with which we have trampled upon God's law, the same tongue with which we have contaminated the soul? For if no one would dare to receive the royal purple with filthy hands, how shall we receive the Lord's Body with a tongue that has become polluted! For the oath is of the wicked one, but the Sacrifice is of the Lord.",
          "id": 56045
        },
        {
          "text": "\"What communion then hath light with darkness, and what concord hath Christ with Belial?\".",
          "id": 56046
        },
        {
          "text": "That ye are desirous, indeed, to be rid of this impiety, I know well; but since each man may not be able easily to accomplish this by himself, let us enter into fraternities and partnerships in this matter; and as the poor do in their feasts, when each one alone would not be able to furnish a complete banquet; when they all meet together, they each bring their contribution to the feast; so also let us act.",
          "id": 56047
        },
        {
          "text": "Inasmuch as we are of ourselves too listless, let us make partnerships with each other, and pledge ourselves to contribute counsel, and admonition, and exhortation, and rebuke and reminiscence, and threatening; in order that from the diligence of each we may all be amended.",
          "id": 56048
        },
        {
          "text": "For seeing that we observe the affairs of our neighbour more sharply than we do our own, let us be watchful of the safety of others, and commit the guardianship of ourselves to them; and let us engage in this pious rivalry, to the end that thus becoming superior to such an evil habit, we may come with boldness to this holy feast; and be partakers of the holy Sacrifice, with a favourable hope and a good conscience; through the grace and lovingkindness of our Lord Jesus Christ, by whom and with whom, be glory to the Father, with the Holy Spirit, for ever and ever, Amen.",
          "id": 56049
        }
      ]
    }
  ]
}