{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch XX",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XX.",
          "id": 57313
        },
        {
          "text": "That the fast of Lent is not sufficient to make us competent to partake of the Communion, but that holiness is the first thing required.",
          "id": 57314
        },
        {
          "text": "How it is possible not to entertain resentment, and that God takes much account of this law; and that the entertaining of resentment punishes those who are guilty of it even before they reach the place of torment.",
          "id": 57315
        },
        {
          "text": "—Also concerning abstinence from oaths, and those who have not succeeded in abstaining from swearing.",
          "id": 57316
        },
        {
          "text": "At length the season is verging towards the end of the Fast, and therefore we ought the more earnestly to devote ourselves to holiness.",
          "id": 57317
        },
        {
          "text": "For as in the case of those who run a race, all their circuits will be of no avail if they miss the prize; so neither will any advantage result from these manifold labours and toils with regard to the fast, if we are not able to enjoy the sacred Table with a good conscience.",
          "id": 57318
        },
        {
          "text": "For this end are fasting and Lent appointed, and so many days of solemn assemblies, auditories, prayers, and teachings, in order that by this earnestness being cleansed in every possible way from the sins which we had contracted during the whole year, we may with spiritual boldness religiously partake of that unbloody Sacrifice; so that should this not be the result, we shall have sustained so much labour entirely in vain, and without any profit.",
          "id": 57319
        },
        {
          "text": "Let every one, therefore, consider with himself what defect he hath corrected, what good work he hath attained to; what sin he hath cast off, what stain he hath purged away; in what respect he has become better.",
          "id": 57320
        },
        {
          "text": "And should he discover that in this good traffic he has made any gain by the fast, and be conscious in himself of much care taken of his wounds, let him draw near! But if he hath remained negligent, having nothing to shew but mere fasting, and hath done nothing which is right besides, let him remain outside; and then let him enter, when he hath purged out all these offences.",
          "id": 57321
        },
        {
          "text": "Let no one rest on the fast merely; whilst continuing unreformed in evil practices.",
          "id": 57322
        },
        {
          "text": "For it is probable, that he who omits fasting may obtain pardon, having infirmity of body to plead; but it is impossible that he can have an excuse who hath not amended his faults.",
          "id": 57323
        },
        {
          "text": "Thou hast not fasted, it may be, on account of bodily weakness.",
          "id": 57324
        },
        {
          "text": "Tell me for what reason thou art not reconciled to thine enemies? Hast thou, indeed, here to allege bodily infirmity? Again; if thou retainest envy and hatred, what apology hast thou then I ask? For no one in offences of this kind is able to take refuge in the plea of bodily infirmity.",
          "id": 57325
        },
        {
          "text": "And this was a work of Christ's love toward man, viz.",
          "id": 57326
        },
        {
          "text": "that the chief of the precepts, and those which maintain our life, should not be impaired in any degree through the weakness of the body.",
          "id": 57327
        },
        {
          "text": "But since we need to practise all the divine laws alike, and more especially that which bids us consider no man as an enemy, nor retain resentment long, but forthwith to be reconciled; suffer us to-day to discourse to you concerning this commandment.",
          "id": 57328
        },
        {
          "text": "For as it is not to be imagined that the fornicator and the blasphemer can partake of the sacred Table, so it is impossible that he who hath an enemy, and bears malice, can enjoy the holy Communion.",
          "id": 57329
        },
        {
          "text": "And this with good reason.",
          "id": 57330
        },
        {
          "text": "For a man when he has committed fornication, or adultery, at the same time that he hath accomplished his lust, hath also completed the sin; and should he be willing by watchful living to recover from that fall, he may afterwards, by manifesting great penitence, obtain some relief.",
          "id": 57331
        },
        {
          "text": "But he who is resentful worketh the same iniquity every day, and never brings it to an end.",
          "id": 57332
        },
        {
          "text": "In the former case the deed is over, and the sin completed; but here the sin is perpetrated every day.",
          "id": 57333
        },
        {
          "text": "What excuse can we then have, I ask, for delivering ourselves willingly to such an evil monster? How canst thou ask thy Lord to be mild and merciful to thee, when thou hast been so hard and unforgiving to thy fellow-servant?.",
          "id": 57334
        },
        {
          "text": "But thy fellow-servant hath treated thee with contempt perhaps? Yes! and thou hast treated God with contempt oftentimes.",
          "id": 57335
        },
        {
          "text": "And what comparison is there between a fellow-servant and the Lord? As to the former, when he was perchance in some way injured, he insulted thee, and thou wert exasperated.",
          "id": 57336
        },
        {
          "text": "But thou insultest the Lord, when thou art neither treated with injustice nor ill-will by Him, but receiving blessing of Him day by day.",
          "id": 57337
        },
        {
          "text": "Consider, then, that if God chose to search out rigourously what is done against Him, we should not live a single day.",
          "id": 57338
        },
        {
          "text": "For the prophet saith, \"If Thou wilt be extreme to mark iniquity, O Lord, O Lord, who shall stand?\" And, to pass by all those other things, of which the conscience of every sinner is aware, and of which he no has no human witness, but God only; were we to be called to account for those which are open and admitted, what allowance could we expect for such sins? What if He were to scrutinize our listlessness and negligence in our prayers; and how, whilst standing before God and supplicating Him, we do not exhibit even so much fear and reverence for Him as servants do toward their masters, as soldiers do toward their officers, as friends do toward friends? When thou discoursest with a friend, thou givest heed to what thou art doing, but when waiting on God on account of thy sins, and asking pardon for so many offences, and thinking that thou shalt obtain forgiveness, thou art often listless; and whilst thy knees are lying on the ground, thou sufferest thy mind to wander every where, in the market, or in the house, babbling the while with thy mouth vainly and to no purpose! And this we experience, not once or twice, but frequently! Did God then choose to scrutinize this alone, do you think that we could obtain pardon, or be able to find any excuse? Truly, I think not!.",
          "id": 57339
        },
        {
          "text": "But what if the evil-speakings which we unkindly utter every day one against another, were brought forward against us; as well as the rash judgments with which we condemn our neighbour; and that for no reason, but because we are fond of blaming, and given to find fault; what, I say, should we be able to allege in defence? Again, should He scrutinize those roving glances of ours, and those evil desires which we carry in the mind, so frequently admitting disgraceful and impure thoughts from the unlicensed wandering of the eyes, what punishment must we not sustain? And should He demand a reason for our revilings, (for He saith, \"Whosoever shall say to his brother, Thou fool, shall be in danger of hell fire,\") how could we, forsooth, open our mouths, or move our lips at all, or say any thing great or small in reply? Moreover, as to the vainglorious feelings we allow in our prayers, our fastings, our almsgiving, were we to scrutinize, them,—I do not say, were God, but were we ourselves, who are the sinners, to do this,—should we be able to lift up our eyes toward heaven? Then, as to the deceits which we devise one against another—praising a brother now, whilst he is present, and discoursing as with a friend; and when he is absent, reviling him; can we endure the punishments of all these? Then what of the oaths? or what of the lying? what of the perjuries? what of the unjust anger, and of the envy with which we too often regard men when honoured, not enemies only, but also friends? Furthermore, what of the fact, that we are pleased when others suffer evil, and account the misfortunes of others a consolation for our own distress?.",
          "id": 57340
        },
        {
          "text": "But suppose the penalty were exacted for our listlessness in our solemn assemblies what would our condition be? For this ye cannot but know, that often whilst God Himself is addressing us all by His prophet, we are holding frequent and long conversations with those near us, about matters which in no way concern us.",
          "id": 57341
        },
        {
          "text": "Passing by, then, all the rest, should He choose to exact of us the penalty due for this sin only, what hope of salvation will there be? For do not suppose that this offence is a small one, but if thou wouldest be aware of its magnitude, examine how this very thing is regarded among men, and then thou wilt perceive the enormity of the sin.",
          "id": 57342
        },
        {
          "text": "Just venture, when some magistrate is talking to thee, or rather some friend who is of somewhat superior dignity, to turn from him, and enter into conversation with thy servant; and thou wilt then perceive, what thou venturest on in dealing thus with God! For if he be any one of the more distinguished classes, he will even demand reparation of thee for such an insult.",
          "id": 57343
        },
        {
          "text": "Yet God, whilst He is treated with as great, and still greater contempt than this, every day; and that not by one, or two, or three persons, but by almost all of us; is still forbearing and longsuffering, not in regard to this alone, but to other things which are far more grievous.",
          "id": 57344
        },
        {
          "text": "For these things are what must be admitted, and what are obvious to all, and by almost all men they are daringly practised.",
          "id": 57345
        },
        {
          "text": "But there are yet others, which the conscience of those who commit them is privy to.",
          "id": 57346
        },
        {
          "text": "Surely, if we were to think of all this; if we were to reason with ourselves, supposing even that we were the cruelest and harshest of men, yet upon taking a survey of the multitude of our sins, we should for very fear and agony be unable to remember the injury done by others towards ourselves.",
          "id": 57347
        },
        {
          "text": "Bear in mind the river of fire; the envenomed worm; the fearful Judgment, where all things shall be naked and open! Reflect, that what are now hidden things, are then to be brought to light! But shouldest thou pardon thy neighbour all these sins which till then await their disclosure are done away with here; and when thou shalt depart this life, thou wilt not drag after thee any of that chain of transgressions; so that thou receivest greater things than thou givest.",
          "id": 57348
        },
        {
          "text": "For many such transgressions, indeed, we have often committed, which no other person knoweth; and when we think, that on That Day these our sins shall lie exposed to the eyes of all, upon the public theatre of the universe, we are in pain beyond any punishment, being choked and strangled by our conscience.",
          "id": 57349
        },
        {
          "text": "Yet this shame, great as it is; these sins, these punishments, great as they are; there is a possibility of purging away through forgiveness exercised toward our neighbour.",
          "id": 57350
        },
        {
          "text": "For indeed there is nothing equal to this virtue.",
          "id": 57351
        },
        {
          "text": "Wouldest thou learn the power of this virtue? \"Though Moses and Samuel stood before Me,\" saith God, \"my soul would not regard them\".",
          "id": 57352
        },
        {
          "text": "Nevertheless, those whom Moses and Samuel were not able to snatch away from God's wrath, this precept when observed was able to snatch away.",
          "id": 57353
        },
        {
          "text": "Hence it is, that He continually exhorts those to whom He had spoken these things, saying, \"Let none of you revengefully imagine evil against his brother in your heart,\" and \"let none of you think of his neighbour's malice\".",
          "id": 57354
        },
        {
          "text": "It is not said merely, forego wrath; but retain it not in thy mind; think not of it; part with all thy resentment; do away the sore.",
          "id": 57355
        },
        {
          "text": "For thou supposest that thou art paying him back the injury; but thou art first tormenting thyself, and setting up thy rage as an executioner within thee in every part, and tearing up thine own bowels.",
          "id": 57356
        },
        {
          "text": "For what can be more wretched than a man perpetually angry? And just as maniacs, who never enjoy tranquility, so also he who is resentful, and retains an enemy, will never have the enjoyment of any peace; incessantly raging, as he does, and daily increasing the tempest of his thoughts calling to mind his words and acts, and detesting the very name of him who has aggrieved him.",
          "id": 57357
        },
        {
          "text": "Do you but mention his enemy, he becomes furious at once, and sustains much inward anguish; and should he chance to get only a bare sight of him, he fears and trembles, as if encountering the worst evils.",
          "id": 57358
        },
        {
          "text": "Yea, if he perceives any of his relations, if but his garment, or his dwelling, or street, he is tormented by the sight of them.",
          "id": 57359
        },
        {
          "text": "For as in the case of those who are beloved, their faces, their garments, their sandals, their houses, or streets, excite us, the instant we behold them; so also should we observe a servant, or friend, or house, or street, or any thing else belonging to those we hate and hold our enemies, we are stung by all these things; and the strokes we endure from the sight of each one of them are frequent and continual.",
          "id": 57360
        },
        {
          "text": "What is the need then of sustaining such a siege, such torment and such punishment? For if hell did not threaten the resentful; yet for the very torment resulting from the thing itself we ought to forgive the offences of those who have aggrieved us.",
          "id": 57361
        },
        {
          "text": "But when deathless punishments remain behind, what can be more senseless than the man, who both here and there brings punishment upon himself, while he thinks to be revenged upon his enemy! For suppose that we see him still prosperous, then we are ready to die of chagrin; but if in an adverse condition, we are in fear, lest some propitious turn of events should take place.",
          "id": 57362
        },
        {
          "text": "But for both of these there is stored up for us an inevitable punishment.",
          "id": 57363
        },
        {
          "text": "For, \"Rejoice not,\" he saith, \"when thine enemy stumbleth\".",
          "id": 57364
        },
        {
          "text": "And tell me not of the greatness of the injuries received; for it is not this which maketh thy wrath to be retained; but this, that thou art unmindful of thine own offences; that thou hast not before thine eyes either hell or the fear of God! To convince thee that this is true, I will endeavour to make it manifest from the events which have happened in this city.",
          "id": 57365
        },
        {
          "text": "For when the persons impeached of those flagrant crimes were dragged to the tribunal of justice;—when the fire was kindled within, and the executioners stood around, and were lacerating their ribs, if any one standing beside them had proclaimed, \"If ye have any enemies, dismiss your resentment, and we shall be able to set you free from this punishment;\"—would they not have kissed their very feet? And why do I say their feet? If one had bidden them take them for their masters, they would not then have refused.",
          "id": 57366
        },
        {
          "text": "But if punishment that is human, and hath its bounds, would have triumphed over all anger, much more would the punishment to come, if it had continual possession of our thoughts, expel from the soul not only resentment, but every evil imagination? For what is easier, I ask, than to get rid of resentment against the injurer? Is there any long journey to be undertaken? Is there any expenditure of money? Is the aid of others to be invoked? It suffices only to resolve, and the good deed at once reaches the goal.",
          "id": 57367
        },
        {
          "text": "What punishment, then, must we not deserve, if on account of worldly affairs we stoop to slavish occupations; and shew a servility unworthy of ourselves; and expend money; and enter into conversation with porters, that we may flatter impious men; and do and say all manner of things, so that we may perfectly attain the end we have in view; and yet cannot endure, for the sake of God's laws, to entreat a brother who hath injured us, but consider it a disgrace to be the first to make advances.",
          "id": 57368
        },
        {
          "text": "Art thou ashamed, tell me, when thou art going to be the first to make gain? Rather, on the contrary, you ought to be ashamed of persisting in this passion; and waiting until the person who has committed the injury comes to you to be reconciled; for this is a disgrace, and a reproach, and the greatest loss.",
          "id": 57369
        },
        {
          "text": "For he who comes the first it is, who reaps all the fruit; and when at the entreaty of another thou layest aside thine anger, the good work is to be accounted his; for thou hast discharged the law as doing a favour to him, not as obeying God.",
          "id": 57370
        },
        {
          "text": "But if, when no one entreats, when not even the man who has done the injury approaches, or solicits thee, thou thyself dismissing from thy thoughts all shame, and all delay, runnest forward freely to the injurer, and dost quell anger entirely, the good deed becomes wholly thine own, and thou shalt receive all the reward.",
          "id": 57371
        },
        {
          "text": "If I say, \"Practise fasting,\" thy plea, perchance, is bodily weakness.",
          "id": 57372
        },
        {
          "text": "If I say, \"Give to the poor,\" it is poverty, and bringing up children.",
          "id": 57373
        },
        {
          "text": "If I say, \"Make time for the assembles of the Church,\" it is worldly cares.",
          "id": 57374
        },
        {
          "text": "If I say, \"Give heed to what is spoken, and consider the power of what is taught,\" it is want of learning.",
          "id": 57375
        },
        {
          "text": "If I say, \"Correct another,\" you say, \"When counsel is given him, he takes no heed, for I have often spoken, and been scorned\".",
          "id": 57376
        },
        {
          "text": "Frigid, as such pretences are, yet you have some pretences to allege.",
          "id": 57377
        },
        {
          "text": "But suppose I say, \"Dismiss thine anger,\" which of these wilt thou then allege? For neither infirmity of body, nor poverty, nor lack of culture, nor want of leisure, nor any other thing of that kind hast thou to advance; but this sin is above all other the most inexcusable.",
          "id": 57378
        },
        {
          "text": "How wilt thou be able to stretch thine hands toward heaven, or how to move thy tongue, or to ask pardon? For although God be desirous to pardon thy sins, thou thyself dost not suffer Him, while thou retainest that of thy fellow-servant! But suppose that he is cruel, fierce, and savage, and greedy of revenge and retaliation? Why for this reason thou oughtest especially to grant forgiveness.",
          "id": 57379
        },
        {
          "text": "Hast thou been wronged much, and robbed, and slandered, and injured in matters of the first importance; and dost thou wish to see thine enemy punished? Yet even for this, it will be of use to thee to pardon him.",
          "id": 57380
        },
        {
          "text": "For suppose that thou thyself takest vengeance, and prosecutest it, either by words, by deeds, or imprecation against the adversary; then God will not afterwards prosecute it too, inasmuch as thou hast taken thy revenge; and not only will He not prosecute the matter for thee, but will also demand a penalty of thee as a despiser of Himself.",
          "id": 57381
        },
        {
          "text": "For if this same thing takes place amongst mankind, viz.",
          "id": 57382
        },
        {
          "text": "that if we beat the servant of another, the master is indignant, and calls the act an insult (for although we be treated injuriously, whether by slaves, or by freemen, it is fitting that we should await the legal decisions of magistrates or masters); if then even amongst men, to avenge ourselves would not be safe, how much more so when God is the avenger!.",
          "id": 57383
        },
        {
          "text": "Hath thy neighbour wronged and grieved thee, and involved thee in a thousand ills? Be it so, yet do not prosecute vengeance on thine own part, lest thou do desire to thy Lord! Yield the matter to God, and He will dispose of it much better than thou canst desire.",
          "id": 57384
        },
        {
          "text": "To thee He has given charge simply to pray for the injurer; but how to deal with him, He hath ordered thee to leave to Himself.",
          "id": 57385
        },
        {
          "text": "Never canst thou so avenge thyself, as He is prepared to avenge thee, if thou givest place to Him alone, and dost not utter imprecations on him who has aggrieved thee; but sufferest God to be sole arbiter of the sentence.",
          "id": 57386
        },
        {
          "text": "For although we may pardon those who have aggrieved us; although we may be reconciled; although we may pray for them; yet God does not pardon, unless they themselves are converted, and become better.",
          "id": 57387
        },
        {
          "text": "And He withholds pardon, with a view to their own advantage.",
          "id": 57388
        },
        {
          "text": "For He praises thee, and approves thee for thy spiritual wisdom; but visits him, in order that he may not grow worse by thy wisdom.",
          "id": 57389
        },
        {
          "text": "So that the common saying on this subject is not to the point.",
          "id": 57390
        },
        {
          "text": "For many there are, who when I reproach them because after being exhorted to be reconciled to their enemies, they will not be persuaded to it, think fit to proffer this apology, which is nothing less than a cloak for their iniquity.",
          "id": 57391
        },
        {
          "text": "\"I am unwilling,\" says one, \"to be reconciled, lest I should make the man worse, more ill-tempered, and more disposed to treat me contemptuously hereafter\".",
          "id": 57392
        },
        {
          "text": "Besides this, they also make this plea: \"Many people,\" say they, \"think it is weakness in me to come first to a reconciliation, and to entreat my enemy\".",
          "id": 57393
        },
        {
          "text": "All these things are foolish; for the Eye that slumbers not has seen thy good intention; wherefore, it behoveth thee to make no account of the opinion of thy fellow-servants, when thou hast gained the opinion of the Judge, Who is about to try thy cause.",
          "id": 57394
        },
        {
          "text": "But if thy concern be, lest thine enemy should become worse by thy clemency learn this,—that it is not thus he is made worse; but far rather if thou art unreconciled.",
          "id": 57395
        },
        {
          "text": "For although he were the vilest of men; although he might neither confess nor publish it openly; yet he will silently approve thy Christian wisdom, and in his own conscience will respect thy gentleness.",
          "id": 57396
        },
        {
          "text": "Should he, however, persist in the same iniquity, whilst thou art endeavouring to soften and conciliate, he will have to abide the heaviest punishment from God.",
          "id": 57397
        },
        {
          "text": "And that ye may know, that although we should pray for our enemies, and for those who have injured us, God does not pardon, if they are likely to become worse by our forbearance, I will mention to you an ancient piece of history.",
          "id": 57398
        },
        {
          "text": "Miriam once spake against Moses.",
          "id": 57399
        },
        {
          "text": "What then did God do? He sent a leprosy upon her, and made her unclean; notwithstanding that in other respects she had been meek and modest.",
          "id": 57400
        },
        {
          "text": "Afterwards, when Moses himself, the party injured, besought that the wrath might be removed, God consented not: but what did He say? \"If her father had but spit in her face, should she not be ashamed? Let her remain,\" saith He, \"without the camp seven days\".",
          "id": 57401
        },
        {
          "text": "But what He means is to this effect.",
          "id": 57402
        },
        {
          "text": "\"If,\" saith He, \"she had a father, and he had put her away from his presence, would she not have undergone the rebuke? I approve thee indeed for thy fraternal piety, and thy meekness and clemency; but I know when is the due time to remit her punishment\".",
          "id": 57403
        },
        {
          "text": "Do thou then shew all humanity towards thy brother; and do not pardon his offences in the desire of a greater punishment for him, but of thy tenderness and good will; yet understand this very plainly, that the more he shall slight thee, whilst thou art labouring to conciliate, so much the greater punishment will he draw down upon himself.",
          "id": 57404
        },
        {
          "text": "What sayest thou? tell me, Is he the worse for thy attentions? This is blame to him, but thy praise.",
          "id": 57405
        },
        {
          "text": "Thy praise, that, whilst seeing him thus behave himself, thou didst not desist from doing God's will in conciliating him.",
          "id": 57406
        },
        {
          "text": "But to him it is blame, because he has not been made better by thy clemency.",
          "id": 57407
        },
        {
          "text": "But \"it is far more desirable that others should be blamed because of us, than we because of them\".",
          "id": 57408
        },
        {
          "text": "Make me not this frigid reply, of saying, \"I am afraid of its being thought that I made an overture to him out of fear; and that he will therefore despise me the more\".",
          "id": 57409
        },
        {
          "text": "Such a reply indicates a childish and foolish mind, agitated about human approbation.",
          "id": 57410
        },
        {
          "text": "Let him suppose, that it was out of fear you made the first advance to him; your reward will be so much the greater; since, being aware of this beforehand, you still consented to endure all for the fear of God.",
          "id": 57411
        },
        {
          "text": "For he who is in chase of human approbation, and seeks reconciliation for that end, curtails the recompense of reward; but he who is quite sure of the fact, that many will vilify and ridicule him, and even then does not desist, from the attempt at reconciliation, will have a twofold, yea, a threefold crown.",
          "id": 57412
        },
        {
          "text": "And this is indeed the man who does it for the sake of God.",
          "id": 57413
        },
        {
          "text": "Nor tell me, that the man has wronged thee in this, or in that particular; for if he hath displayed, in his conduct towards thee, every kind of iniquity that is in man, yet even so God hath enjoined thee to forgive him all!.",
          "id": 57414
        },
        {
          "text": "Lo! I forewarn, and testify, and proclaim this with a voice that all may hear! \"Let no one who hath an enemy draw near the sacred Table, or receive the Lord's Body! Let no one who draws near have an enemy! Hast thou an enemy? Draw not near! Wilt thou draw near? Be reconciled, and then draw near, and touch the Holy Thing!\" Nor, indeed, is this my declaration.",
          "id": 57415
        },
        {
          "text": "Rather it is that of the Lord Himself, Who was crucified for us.",
          "id": 57416
        },
        {
          "text": "That He might reconcile thee to the Father, He refused not to be sacrificed, and to shed His blood! And art thou unwilling to utter a word, or to make the first advance, that thou mayest be reconciled to thy fellow-servant? Hear what the Lord saith, concerning those who are in this disposition; \"If thou bring thy gift to the altar, and there rememberest that thy brother hath aught against thee\"—He does not say, \"wait for him to come to thee,\" nor \"speak with another as mediator,\" nor \"entreat some other,\" but \"do thou thyself make the advance towards him\".",
          "id": 57417
        },
        {
          "text": "For the exhortation is, \"Go thy way, first be reconciled to thy brother\".",
          "id": 57418
        },
        {
          "text": "O transcendent wonder! Does He Himself account it no dishonour, that the gift should be left unoffered, and dost thou think it a mark of disgrace to go first and be reconciled? And how can such a case, I ask, be deemed worthy of pardon? Were you to see a member of yours cut off, would you not use every exertion so that it might be reunited to the body? This do with regard to thy brethren; when thou seest them cut off from thy friendship, make all haste to recover them! Do not wait for them to make the first advance, but press onward, that thou mayest be foremost to receive the prize.",
          "id": 57419
        },
        {
          "text": "We are commanded to have only one enemy, the devil.",
          "id": 57420
        },
        {
          "text": "With him be thou never reconciled! But with a brother, never be at enmity in thy heart.",
          "id": 57421
        },
        {
          "text": "And if there should be any narrowness of soul, let it be only an ephemeral thing, and never last beyond a day's space.",
          "id": 57422
        },
        {
          "text": "For, \"let not the sun,\" he saith, \"go down upon your wrath\".",
          "id": 57423
        },
        {
          "text": "For if, before evening, you are reconciled, you will obtain some pardon from God.",
          "id": 57424
        },
        {
          "text": "But if you remain longer at enmity, that enmity is no longer the result of your being suddenly carried away by anger and resentment, but of wickedness, and of a foul spirit, and one which makes a practice of malice! And this is not the only terrible thing, that you deprive yourself of pardon, but that the right course becomes still more difficult.",
          "id": 57425
        },
        {
          "text": "For when one day is past, the shame becomes greater; and when the second has arrived, it is still further increased; and if it reach a third, and a fourth day, it will add a fifth.",
          "id": 57426
        },
        {
          "text": "Thus the five become ten; the ten, twenty; the twenty an hundred; and thenceforth the wound will become incurable; for as time goes on, the breach becomes wider.",
          "id": 57427
        },
        {
          "text": "But do thou, O man, give way to none of these irrational passions; nor be ashamed, nor blush, nor say within yourself, \"A short time ago we called each other such names, and said a vast number of things fit or not fit to be spoken; and shall I now hurry at once to a reconciliation? Who then will not blame my excessive easiness?\" I answer, no one who has sense will blame thy easiness; but when thou remainest implacable, then, all persons will deride thee.",
          "id": 57428
        },
        {
          "text": "Then thou wilt give to the devil the advantage of this wide breach.",
          "id": 57429
        },
        {
          "text": "For the enmity becomes then more difficult to be got rid of, not by mere lapse of time, but from the circumstances too that take place in the meanwhile.",
          "id": 57430
        },
        {
          "text": "For as \"charity covereth a multitude of sins,\" so enmity gives a being to sins that do not exist, and all persons henceforth, are deemed worthy of credit who turn accusers; who rejoice in the ills of others, and blaze abroad what is disgraceful in their conduct.",
          "id": 57431
        },
        {
          "text": "Knowing all these things then, make the first advance to a brother; lay hold of him before he has entirely shrunk away from thee; and should it be necessary, to run through all the city on the same day; should it be necessary to go beyond the walls, or to take a long journey; still leaving all other things that may be in hand, attend only to this one work of reconciling thy brother.",
          "id": 57432
        },
        {
          "text": "For if the work be laborious, reflect that it is for God's sake thou undergoest all this, and thou shalt receive sufficient consolation.",
          "id": 57433
        },
        {
          "text": "Stir up thy soul also when it is shrinking, and backward, and bashful, and ashamed, by perpetually harping on this theme and saying, Why art thou delaying? Why art thou shrinking and holding back? our concern is not for money, nor for any other of these fleeting things, but for our salvation.",
          "id": 57434
        },
        {
          "text": "God bids us do all these things, and all things should be secondary to His commands.",
          "id": 57435
        },
        {
          "text": "This matter is a sort of spiritual merchandise.",
          "id": 57436
        },
        {
          "text": "Let us not neglect it, let us not be slothful.",
          "id": 57437
        },
        {
          "text": "Let our enemy too understand that we have taken much pains, in order to do what is well-pleasing unto God.",
          "id": 57438
        },
        {
          "text": "And though he may again insult, or strike us, or do any other such thing of a still more grievous kind, let us sustain all things courageously, since we are not so much benefitting him thereby, as ourselves.",
          "id": 57439
        },
        {
          "text": "Of all good works, this shall most especially befriend us on That Day.",
          "id": 57440
        },
        {
          "text": "We have sinned and offended in many and great matters, and have provoked our Lord.",
          "id": 57441
        },
        {
          "text": "Through His lovingkindness He hath given us this way of reconciliation.",
          "id": 57442
        },
        {
          "text": "Let us, then, not betray this good treasure.",
          "id": 57443
        },
        {
          "text": "For had He not power to charge us simply to make reconciliation, and not have any reward assigned to it? for whom hath He to gainsay or rectify His appointment? Nevertheless, through His great lovingkindness, He hath promised us a large and unspeakable reward, and one which we must be especially desirous to obtain, the pardon of our sins; thus also making this our obedience more easy of performance.",
          "id": 57444
        },
        {
          "text": "What allowance then can be made for us, if even when we might receive so great a reward we still do not obey the Lawgiver, but persist in our contempt; for that this is a contempt is plain from hence.",
          "id": 57445
        },
        {
          "text": "If the Emperor had laid down a law, that all those who were enemies should be reconciled to one another, or have their heads cut off, should we not every one make haste to a reconciliation with his neighbour? Yes! truly, I think so! What excuse then have we, in not ascribing the same honour to the Lord, that we should do to those who are our fellow-servants? For this reason we are commanded to say, \"Forgive us our debts, as we forgive our debtors\".",
          "id": 57446
        },
        {
          "text": "What can be more mild, what more merciful, than this precept! He hath made thee a judge of the pardon of thine own offences! If thou forgivest few things, He forgives thee few! If thou forgivest many things, He forgives thee many! If thou pardonest from the heart, and sincerely, God in like manner also pardons thee! If besides pardoning him thou accountest him a friend, God will also thus deal with thee; so that the more he has sinned, so much the more is it necessary that we should hasten to a reconciliation; since it becomes a cause of greater offences being forgiven us.",
          "id": 57447
        },
        {
          "text": "Art thou willing to learn that there is no pardon for us, if we are mindful of injuries, and that there is no one who can deliver us? I will make what I assert plain by an example.",
          "id": 57448
        },
        {
          "text": "Suppose that a neighbour has done you a certain injury, that he has seized your goods; has confiscated or embezzled them; and not to confine myself to such a case, let me add to it more things and worse beside, and whatever you will; he has longed to destroy you; he has exposed you to a thousand perils; he has manifested every sort of malice towards you; and left nothing undone that human wickedness can do? For not to go over every thing separately, suppose that he has injured you to such an extent as no one ever injured any before;—why, even in this case, if you are resentful, you will not be worthy of pardon.",
          "id": 57449
        },
        {
          "text": "And I will explain how it is so.",
          "id": 57450
        },
        {
          "text": "If one of your servants owed you an hundred pieces of gold; and some one again was indebted to him in a few pieces of silver; and if the servants' debtor were to come, and entreat and supplicate you that he might obtain indulgence, and you were to call in your own servant, and charge him, saying, \"Forgive this man the debt, and from the sum thou owest me I will deduct this debt;\" should that servant afterwards be wicked and shameless enough to seize on his debtor, could any one then rescue him out of your hands? Would you not most assuredly inflict a thousand stripes upon him, as having been insulted to the last extremity? And very justly too.",
          "id": 57451
        },
        {
          "text": "This also God will do: for He will say to thee on That Day, \"O wicked and villainous servant, yea, was it of thine own thou forgavest him? Out of what thou wert indebted to Me, thou wert ordered to account to him.",
          "id": 57452
        },
        {
          "text": "For \"Remit,\" He saith, \"and I will remit unto thee! although, to speak truly, if I had not added this condition, it would have been even then thy duty to have remitted at the instance of thy Lord.",
          "id": 57453
        },
        {
          "text": "But in this case, I did not command thee as a master, but I asked it as a favour from a friend; and I asked it out of My own property; and I promised to give greater things in return; and yet with all this, thou wert not made a better man\".",
          "id": 57454
        },
        {
          "text": "Moreover men, when they act in this manner, put down as much to their own servants' accounts, as the measure of the debt is.",
          "id": 57455
        },
        {
          "text": "Thus, for example, suppose the servant owes his master a hundred pieces of gold; and the debtor of the servant owes ten pieces, should the latter remit his debt, the master does not remit him his hundred pieces, but these ten only; and all the rest he still demands.",
          "id": 57456
        },
        {
          "text": "But it is not so with God; if you remit a few things to your fellow-servant, He remits all your debt.",
          "id": 57457
        },
        {
          "text": "Whence does this appear? From the very Prayer itself.",
          "id": 57458
        },
        {
          "text": "\"For if,\" saith He, \"ye forgive men their debts, your heavenly Father will forgive your debts\".",
          "id": 57459
        },
        {
          "text": "And as much as the difference is between \"a hundred pence\" and \"ten thousand talents,\" so great is it between the debts on the one side, and those on the other!  What punishment then must he not deserve, who when he would receive ten thousand talents, in the room of a hundred pence, yet will not even so remit this small sum, but offers up the Prayer against himself.",
          "id": 57460
        },
        {
          "text": "For when thou sayest, \"Forgive us, as we forgive,\" and afterwards dost not forgive, thou art supplicating of God nothing else than that He would entirely deprive thee of all excuse or indulgence.",
          "id": 57461
        },
        {
          "text": "\"But I do not presume to say,\" replies some one, \"Forgive me as I forgive\" but only, \"Forgive me\".",
          "id": 57462
        },
        {
          "text": "But what matters this? For if thou say it not thyself, yet God so doeth; as thou forgivest, He forgives.",
          "id": 57463
        },
        {
          "text": "And this He hath made quite evident from what follows; for there it is said, \"If ye forgive not men, neither doth your heavenly Father forgive you\".",
          "id": 57464
        },
        {
          "text": "Think not, therefore, that it is a pious caution, not to repeat the whole sentence; nor offer up the Prayer by halves, but as He bade thee so pray thou, in order that the very obligation of that expression, putting thee daily in fear, may compel thee to the exercise of forgiveness towards thy neighbours.",
          "id": 57465
        },
        {
          "text": "Do not tell me, \"I have besought him many times, I have intreated, I have supplicated, but I have not effected a reconciliation\".",
          "id": 57466
        },
        {
          "text": "Never desist till you have reconciled him.",
          "id": 57467
        },
        {
          "text": "For He said not, \"Leave thy gift, and go thy way\".",
          "id": 57468
        },
        {
          "text": "Entreat thy brother.",
          "id": 57469
        },
        {
          "text": "But, \"Go thy way.",
          "id": 57470
        },
        {
          "text": "Be reconciled\".",
          "id": 57471
        },
        {
          "text": "So that, although you may have made many entreaties, yet you must not desist until you have persuaded.",
          "id": 57472
        },
        {
          "text": "God entreats us every day, and we do not hear; and yet He does not cease entreating.",
          "id": 57473
        },
        {
          "text": "And dost thou then disdain to entreat thy fellow-servant.",
          "id": 57474
        },
        {
          "text": "How is it then possible for thee ever to be saved? Suppose that thou hast often pleaded and been repulsed; for this, however, thou wilt obtain a larger reward.",
          "id": 57475
        },
        {
          "text": "For in proportion as he is contentious, and thou perseverest in entreating, so much the more is thy recompense increased.",
          "id": 57476
        },
        {
          "text": "In proportion as the good work is accomplished with greater difficulty, and the reconciliation is one of much labour, so much the greater will be the judgment on him, and so much the brighter will be the crowns of victory for thy forbearance.",
          "id": 57477
        },
        {
          "text": "Let us not merely applaud all this, but exemplify it too in our deeds; and never recede from the work, until we are restored to our former state of friendship.",
          "id": 57478
        },
        {
          "text": "For it is not enough merely to avoid grieving an enemy, or doing him an injury, or being in our minds unkindly disposed towards him; but it is necessary that we should prepare him to be kindly affected towards ourselves.",
          "id": 57479
        },
        {
          "text": "For I hear many saying, \"I have no hostility; I am not annoyed; neither have I any thing to do with him\".",
          "id": 57480
        },
        {
          "text": "But this is not what God commands, that thou shouldest have nothing to do with him; but that thou shouldest have much to do with him.",
          "id": 57481
        },
        {
          "text": "For this reason he is thy \"brother\".",
          "id": 57482
        },
        {
          "text": "For this reason He said not, \"Forgive thy brother what thou hast against him.",
          "id": 57483
        },
        {
          "text": "But what then? \"Go thy way.",
          "id": 57484
        },
        {
          "text": "First be reconciled to him;\" and should he have \"any thing against thee,\" yet desist not, before thou hast reunited the member in friendly concord\".",
          "id": 57485
        },
        {
          "text": "But thou, who in order that thou mayest obtain a useful servant, tellest out the gold, and discoursest with many merchants, and often undertakest long journeys, tell me, art thou not up and doing to the utmost, in order that thou mayest convert an enemy into a friend? And how then wilt thou be able to call upon God, whilst thou art thus neglecting His laws? Assuredly, the possession of a servant will be of no great profit to us; but the making an enemy a friend, will render God propitious and favourable toward us; and will easily set us free from our sins; and gain us praise with men, as well as great security in our life; for nothing can be more unsafe than he who has even only a single enemy.",
          "id": 57486
        },
        {
          "text": "For our earthly reputation is injured, whilst such a man is saying a thousand evil things of us to every body.",
          "id": 57487
        },
        {
          "text": "Our minds are also in a state of fermentation, and our conscience disturbed; and we are exposed to a continual tempest of anxious thoughts.",
          "id": 57488
        },
        {
          "text": "Now since we are conscious of the truth of all this, let us set ourselves free from chastisement and vengeance; and let us shew our reverence for the present feast, by doing all that has been said; and those same favours which we think to obtain from the Emperor on account of the feast, let us ourselves enable others to enjoy.",
          "id": 57489
        },
        {
          "text": "For I hear, indeed, many saying, that the Emperor, out of his reverence for the Holy Passover, will be reconciled to the city and will pardon all its offences.",
          "id": 57490
        },
        {
          "text": "How absurd then is it, that when we have to depend for our safety upon others, we bring forward the feast, and its claims; but that when we are commanded to be reconciled one with another, we treat this same feast with disdain, and think nothing of it.",
          "id": 57491
        },
        {
          "text": "No one, truly, so pollutes this holy feast, as he does, who, whilst he is keeping it, cherishes malignity.",
          "id": 57492
        },
        {
          "text": "Or rather, I might say, that such a person cannot possibly keep it, though he should remain without food ten days successively.",
          "id": 57493
        },
        {
          "text": "For where there is enmity and strife, there can be neither fast nor festival.",
          "id": 57494
        },
        {
          "text": "Thou wouldest not dare to touch the holy Sacrifice with unwashed hands, however pressing the necessity might be.",
          "id": 57495
        },
        {
          "text": "Approach not then with an unwashed soul! For this is far worse than the other and brings a heavier punishment.",
          "id": 57496
        },
        {
          "text": "For nothing so fills the mind with impurity, as anger remaining constantly within it.",
          "id": 57497
        },
        {
          "text": "The spirit of meekness settles not where wrath or passion exists; and when a man is destitute of the Holy Spirit, what hope of salvation shall he have, and how shall he walk aright? Do not then, O beloved, whilst thou art desirous to be revenged of thine enemy, cast thyself down headlong; nor cause thyself to be left alone without the guardianship of God! For, in truth, if the duty were a difficult one, yet the greatness of the punishment, which results from this action of disobedience, were sufficient to arouse the most slothful and supine, and to persuade them to undergo every degree of labour.",
          "id": 57498
        },
        {
          "text": "But now our argument has shewn that the duty is most easy, if we are willing.",
          "id": 57499
        },
        {
          "text": "Let us not then be negligent of what is our life, but let us be in earnest; and do every thing, in order that we may be without an enemy, and so present ourselves at the sacred Table.",
          "id": 57500
        },
        {
          "text": "For nothing,—nothing, I repeat, of what God commands will be difficult, if we give heed: and this is evident from the case of those who are already reformed.",
          "id": 57501
        },
        {
          "text": "How many used to be cheated by the habit of using oaths, and to fancy this practice extremely difficult of reformation.",
          "id": 57502
        },
        {
          "text": "Nevertheless, through the grace of God, when ye put forth but a little effort, ye for the most part washed yourselves clean of this vice.",
          "id": 57503
        },
        {
          "text": "For this reason I beseech you to lay aside also what remains, and to become teachers of others.",
          "id": 57504
        },
        {
          "text": "And to those who have not yet achieved it, but allege to us the length of time during which they were before swearers, and say that it is impossible for them to pluck up in a short time that which has been rooted for many years; I would make this answer, that where any precept among those commanded by God requires to be put in due practice, there is no need of length of time, nor of a multitude of days, nor an interval of years; but of fear only, and reverence of soul; and then we shall be sure to accomplish it, and that in a short time.",
          "id": 57505
        },
        {
          "text": "But lest you should suppose that I speak these things at random, take a man whom you think much addicted to swearing; one that swears more times than he speaks; hand this man over to me for only ten days, and if I do not rid him of all his habit in these few days, pass the severest sentence on me.",
          "id": 57506
        },
        {
          "text": "And that these words are not a vain boast, shall be made manifest to you from things that have already happened.",
          "id": 57507
        },
        {
          "text": "What could be more stupid than the Ninevites? What more devoid of understanding? Yet, nevertheless, these barbarian, foolish people, who had never yet heard any one teaching them wisdom, who had never received such precepts from others, when they heard the prophet saying, \"Yet three days, and Nineveh shall be overthrown,\" laid aside, within three days, the whole of their evil customs.",
          "id": 57508
        },
        {
          "text": "The fornicator became chaste; the bold man meek; the grasping and extortionate moderate and kind; the slothful industrious.",
          "id": 57509
        },
        {
          "text": "They did not, indeed, reform one, or two, or three, or four vices by way of remedy, but the whole of their iniquity.",
          "id": 57510
        },
        {
          "text": "But whence does this appear, says some one? From the words of the prophet; for the same who had been their accuser, and who had said, that \"the cry of their wickedness hath ascended up even to heaven:\" himself again bears testimony of an opposite kind, by saying, \"God saw that every one departed from their own evil ways\".",
          "id": 57511
        },
        {
          "text": "He does not say, from fornication, or adultery, or theft, but from their \"own evil ways\".",
          "id": 57512
        },
        {
          "text": "And how did they depart? As God knew, not as man judged of the matter.",
          "id": 57513
        },
        {
          "text": "After this are we not ashamed, must we not blush, if it turns out that in three days only the barbarians laid aside all their wickedness, but that we, who have been urged and taught during so many days, have not got the better of one bad habit? These men had, moreover, gone to the extreme of wickedness before; for when you hear it said, \"The cry of their wickedness is come up before me;\" you can understand nothing else than the excess of their wickedness.",
          "id": 57514
        },
        {
          "text": "Nevertheless, within three days they were capable of being transformed to a state of complete virtue.",
          "id": 57515
        },
        {
          "text": "For where the fear of God is, there is no need of days, or of an interval of time; as likewise, on the contrary, days are of no service where there is a want of this fear.",
          "id": 57516
        },
        {
          "text": "For just as in the case of rusted implements, he that rubs them only with water, though he spend a long time on them, will not rid them of all that foulness; but he that puts them in a furnace, will make them presently brighter than even those newly fabricated: so too a soul, stained with the rust of sin, if it cleanse itself slightly, and in a negligent way, and be every day repenting, will gain no further advantage.",
          "id": 57517
        },
        {
          "text": "But if it cast itself into the furnace, as it were, of the fear of God, it will in a very short time purge all away.",
          "id": 57518
        },
        {
          "text": "Let us not then be procrastinating till to-morrow.",
          "id": 57519
        },
        {
          "text": "For we \"know not what the next day may bring forth;\" nor let us say, \"we shall conquer this habit by little and little;\" since this little and little will never come to an end.",
          "id": 57520
        },
        {
          "text": "Wherefore, dismissing that excuse, we should say, \"If we do not reform the practice of swearing to-day, we will not leave off till we do, though ten thousand things were to press us; though it were necessary to die, or to be punished, or to lose all we have; we will not give the devil the advantage of slackness, nor the pretext of delay\".",
          "id": 57521
        },
        {
          "text": "Should God perceive thy soul inflamed, and thy diligence quickened, then He also Himself will lend His assistance to thy reformation! Yea, I pray and beseech you, let us be in earnest, lest we also hear it said of us, \"The men of Nineveh shall rise up, and shall condemn this generation;\" for these, when they had once heard, reformed themselves; but we are not converted after frequent hearing.",
          "id": 57522
        },
        {
          "text": "These were proficients in every part of virtue, but we in no part.",
          "id": 57523
        },
        {
          "text": "They when they heard that their city would be overthrown were affrighted; but we, though we have heard of Hell, are not affrighted: these, men who did not partake of the instructions of the prophets; we, enjoying the advantage of perpetual teaching, and of much grace.",
          "id": 57524
        },
        {
          "text": "These things I now speak to you, not as if reproving you for your own sins, but for the sake of others; for I know full well that by you (as I have already observed), this law concerning swearing has been accomplished.",
          "id": 57525
        },
        {
          "text": "But this does not suffice for our safety, unless by teaching we amend others, since he who produced the one talent, restoring as he did the whole portion committed to him, was punished, because he had not enriched that with which he was entrusted.",
          "id": 57526
        },
        {
          "text": "Wherefore, let us not regard this point, that we ourselves have been set free from this sin; but until we have delivered others from it, let us not desist; and let every one offer to God ten friends whom he has corrected; whether thou hast servants, or apprentices: or if you have neither servants, nor apprentices, you have friends; these do thou reform.",
          "id": 57527
        },
        {
          "text": "Further, do not make me this reply; \"We have banished oaths for the most part, and we are rarely caught in that snare;\" but let even this rarity of offending be got rid of.",
          "id": 57528
        },
        {
          "text": "If you had lost one piece of gold, would you not go about to all persons, searching and making enquiry, in order to find it? This do also with regard to oaths.",
          "id": 57529
        },
        {
          "text": "If you perceive that you have been cheated out of one oath, weep, lament, as though your whole substance were lost.",
          "id": 57530
        },
        {
          "text": "Again I say what I did before.",
          "id": 57531
        },
        {
          "text": "Shut up thyself at home; make it a subject of practice and exercise along with thy wife, thy children, and domestics.",
          "id": 57532
        },
        {
          "text": "Say to thyself in the first instance, \"I must not put a finger to private or public matters until I have rectified this soul of mine\".",
          "id": 57533
        },
        {
          "text": "If you will thus school your own sons, they too will instruct their children in turn, and thus this discipline, reaching even to the consummation and appearing of Christ, will bring all that great reward to those who go to the root of the matter.",
          "id": 57534
        },
        {
          "text": "If your son has learnt to say, \"Believe me;\" he will not be able to go up to the theatre, or to enter a tavern, or to spend his time at dice; for that word, lying upon his mouth instead of a bridle, will make him however unwilling feel shame and blush.",
          "id": 57535
        },
        {
          "text": "But if at any time he should appear in these places, it will quickly compel him to retreat.",
          "id": 57536
        },
        {
          "text": "Suppose some persons laugh.",
          "id": 57537
        },
        {
          "text": "Do thou on the other hand weep for their transgression! Many also once laughed at Noah whilst he was preparing the ark; but when the flood came, he laughed at them; or rather, the just man never laughed at them at all, but wept and bewailed! When therefore thou seest persons laughing, reflect that those teeth, that grin now, will one day have to sustain that most dreadful wailing and gnashing, and that they will remember this same laugh on That Day whilst they are grinding and gnashing! Then thou too shalt remember this laugh! How did the rich man laugh at Lazarus! But afterwards, when he beheld him in Abraham's bosom, he had nothing left to do but to bewail himself!.",
          "id": 57538
        },
        {
          "text": "Being mindful then of all these things, be urgent with all, for the speedy fulfilment of this precept.",
          "id": 57539
        },
        {
          "text": "And tell me not, that you will do this by little and little; nor put it off till the morrow, for this to-morrow never finds an end.",
          "id": 57540
        },
        {
          "text": "Forty days have already passed away.",
          "id": 57541
        },
        {
          "text": "Should the Holy Easter pass away, I will thenceforward pardon no one, nor employ further admonition, but a commanding authority, and severity not to be despised.",
          "id": 57542
        },
        {
          "text": "For this apology drawn from custom is of no force.",
          "id": 57543
        },
        {
          "text": "Why may not the thief as well plead custom, and get free from punishment? Why may not the murderer and adulterer? Therefore I protest, and give warning to all, that if, when I have met you in private, and put the matter to the proof (and I will certainly put it to the proof), I detect any who have not corrected this vice, I will inflict punishment upon them, by ordering them to be excluded from the Holy Mysteries; not that they may remain always shut out, but that having reformed themselves, they may thus enter in, and with a pure conscience enjoy the Holy Table; for this is to be a partaker of the Communion! God grant that through the prayers of those who preside over us, as well as of all the saints, having corrected these and all other deficiencies, we may obtain the kingdom of heaven through the grace and lovingkindness of our Lord Jesus Christ, with Whom to the Father, together with the Holy Spirit, be glory, honour, and adoration, now and ever, world without end, Amen.",
          "id": 57544
        }
      ]
    }
  ]
}