{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch XIII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XIII.",
          "id": 56243
        },
        {
          "text": "A further thanksgiving to God for the change in the late melancholy aspect of affairs.",
          "id": 56244
        },
        {
          "text": "Reminiscence of those who were dragged away, and punished because of the sedition.",
          "id": 56245
        },
        {
          "text": "Exposition on the subject of the creation of man, and of his having received a natural law.",
          "id": 56246
        },
        {
          "text": "Of the complete accomplishment of abstinence from oaths.",
          "id": 56247
        },
        {
          "text": "With the same introduction and prelude that I began yesterday and the day before, I shall begin to-day.",
          "id": 56248
        },
        {
          "text": "Now again I will say, \"Blessed be God!\" What a day did we see last Wednesday! and what in the present! On that day how heavy was the gloom! How bright the calm of the present! That was the day when that fearful tribunal was set in the city, and shook the hearts of all, and made the day to seem no better than night; not because the beams of the sun were extinguished, but because that despondency and fear darkened your eyes.",
          "id": 56249
        },
        {
          "text": "Wherefore, that we may reap the more pleasure, I wish to relate a few of the circumstances which then occurred; for I perceive that a narrative of these things will be serviceable to you, and to all who shall come afterwards.",
          "id": 56250
        },
        {
          "text": "Besides, to those who have been delivered from shipwreck, it is sweet to remember the waves, and the tempest, and the winds, when they are come into port.",
          "id": 56251
        },
        {
          "text": "And to those who have fallen into sickness, it is an agreeable thing, when the sickness is over, to talk over with others the fevers by which they were nearly brought to the grave.",
          "id": 56252
        },
        {
          "text": "When terrors have passed away, there is a pleasure in relating those terrors; the soul no longer fearing them, but deriving therefrom more cheerfulness.",
          "id": 56253
        },
        {
          "text": "The remembrance of past evils always makes the present prosperity to appear more strikingly.",
          "id": 56254
        },
        {
          "text": "When the greater portion of the city had taken refuge from the fear and danger of that occasion, in secret places, in deserts, and in hollows; terror besetting them in all directions; and the houses were empty of women, and the forum of men, and scarce two or three appeared walking together across it, and even these going about as if they had been animated corpses: at this period, I proceeded to the tribunal of justice, for the purpose of seeing the end of these transactions; and there, beholding the fragments of the city collected together, I marvelled most of all at this, that although a multitude was around the doors, there was the profoundest silence, as though there had been no man there, all looking upon one another; not one daring to enquire of his neighbour, nor to hear anything from him; for each regarded his neighbour with suspicion; since many already, having been dragged away, beyond all expectation, from the midst of the forum, were now confined within.",
          "id": 56255
        },
        {
          "text": "Thus we all alike looked up to heaven, and stretched out our hands in silence, expecting help from above, and beseeching God to stand by those who were brought to judgment, to soften the hearts of the judges, and to make their sentence a merciful one.",
          "id": 56256
        },
        {
          "text": "And just as when some persons on land, beholding others suffering shipwreck, cannot indeed go near to them, and reach out the hand, and relieve their distress, being kept back from them by the waves; yet away on the shore, with outstretched hands and tears, they supplicate God that He may help the drowning; so there in like manner, did all silently and mentally call upon God, pleading for those at the tribunal, as for men surrounded by the waves, that He would stretch out His hand, and not suffer the vessel to be overwhelmed, nor the judgment of those under trial to end in an utter wreck.",
          "id": 56257
        },
        {
          "text": "Such was the state of things in front of the doors; but when I entered within the court, other sights I saw which were still more awful; soldiers armed with swords and clubs, and strictly keeping the peace for the judges within.",
          "id": 56258
        },
        {
          "text": "For since all the relatives of those under trial, whether wives, or mothers, or daughters, or fathers, stood before the doors of the seat of justice; in order that if any one happened to be led away to execution, yet no one inflamed at the sight of the calamity might raise any tumult or disturbance; the soldiers drove them all afar off; thus preoccupying their mind with fear.",
          "id": 56259
        },
        {
          "text": "One sight there was, more pitiable than all; a mother, and a sister of a certain person, who was among those under trial within, sat at the very vestibule of the court of justice, rolling themselves on the pavement, and becoming a common spectacle to all the bystanders; veiling their faces, and shewing no sense of shame, but that which the urgency of the calamity permitted.",
          "id": 56260
        },
        {
          "text": "No maid servant, nor neighbour, nor female friend, nor any other relative accompanied them.",
          "id": 56261
        },
        {
          "text": "But hemmed in by a crowd of soldiers, alone, and meanly clad, and grovelling on the ground, about the very doors, they were in more pitiable case than those who were undergoing judgment within, and hearing as they did the voice of the executioners, the strokes of the scourge, the wailing of those who were being scourged, the fearful threats of the judges, they themselves endured, at every scourging, sharper pains than those who were beaten.",
          "id": 56262
        },
        {
          "text": "For since, in the confessions of others, there was a danger of accusations being proved, if they heard any one scourged that he might mention those who were guilty, and uttering cries, they, looking up to heaven, besought God to give the sufferer some strength of endurance, lest the safety of their own relations should be betrayed by the weakness of others, while incapable of sustaining the sharp anguish of the strokes.",
          "id": 56263
        },
        {
          "text": "And again, the same thing occurred as in the case of men who are struggling with a tempest.",
          "id": 56264
        },
        {
          "text": "For just as when they perceive the violence of a wave lifting up its head from afar, and gradually increasing, and ready to overwhelm the vessel, they are almost dead with terror, before it comes near the ship; so also was it with these.",
          "id": 56265
        },
        {
          "text": "If at any time they heard voices, and cries that reached them, they saw a thousand deaths before their eyes, being in terror, lest those who were urged to bear witness, giving way to their torments, should name some one of those who were their own relatives.",
          "id": 56266
        },
        {
          "text": "And thus, one saw tortures both within and without.",
          "id": 56267
        },
        {
          "text": "Those within the executioners were tormenting; these women, the despotic force of nature, and the sympathy of the affections.",
          "id": 56268
        },
        {
          "text": "There was lamentation within, and without! inside, on the part of those who were found guilty, and outside on the part of their relatives.",
          "id": 56269
        },
        {
          "text": "Yea, rather not these only, but their very judges inwardly lamented, and suffered more severely than all the rest; being compelled to take part in so bitter a tragedy.",
          "id": 56270
        },
        {
          "text": "As for me, while I sat and beheld all this, how matrons and virgins, wont to live in seclusion, were now made a common spectacle to all; and how those who were accustomed to lie on a soft couch, had now the pavement for their bed; and how they who had enjoyed so constant an attendance of female servants and eunuchs, and every sort of outward distinction, were now bereft of all these things; and grovelling at the feet of every one, beseeching him to lend help by any means in his power to those who were undergoing examination, and that there might be a kind of general contribution of mercy from all; I exclaimed, in those words of Solomon, \"Vanity of vanities, all is vanity\".",
          "id": 56271
        },
        {
          "text": "For I saw both this and another oracle fulfilled in every deed, which saith, \"All the glory of man is as the flower of grass.",
          "id": 56272
        },
        {
          "text": "The grass withereth, and the flower falleth away\".",
          "id": 56273
        },
        {
          "text": "For then indeed, wealth, and nobility, and notoriety, and the patronage of friends, and kinship and all worldly things, were found worthless; the sin, and transgression of the law which had taken place, having put all these succours to flight.",
          "id": 56274
        },
        {
          "text": "And just as the mother of young birds, when the nestlings have been carried away, coming and finding her nest empty, is unable to rescue her captive brood; but by hovering around the hands of the fowler, in this way displays her grief; even so did these women then do, when their children were snatched away from their dwellings, and shut up within, as it were in a net, or a trap.",
          "id": 56275
        },
        {
          "text": "They could not indeed come in and deliver the prisoners, but they manifested their anguish by wallowing on the ground near the very doors; by lamentation and groans; and by endeavouring to approach as near as possible to those who had captured them.",
          "id": 56276
        },
        {
          "text": "These things then beholding, I cast in my mind That Dread Tribunal; and I said within myself, \"If now, when men are the judges, neither mother, nor sister, nor father, nor any other person, though guiltless of the deeds which have been perpetrated, can avail to rescue the criminals; who will stand by us when we are judged at the dread Tribunal of Christ? Who will dare to raise his voice? Who will be able to rescue those who shall be led away to those unbearable punishments.",
          "id": 56277
        },
        {
          "text": "Notwithstanding they were the first men of the city who were then brought to trial, and the very chief of the nobility, yet they would have been glad if it could be granted them to lose all their possessions, yea, if need were, their liberty itself, so that they might continue to enjoy this present life.",
          "id": 56278
        },
        {
          "text": "But to proceed.",
          "id": 56279
        },
        {
          "text": "The day now hastening to its close, and late evening arriving, and the final sentence of the court being expected, all were in still greater agony, and besought God that He would grant some delay and respite; and incline the soul of the judges to refer the facts that had been investigated to the decision of the Emperor; since perchance some advantage might arise from this reference.",
          "id": 56280
        },
        {
          "text": "Moreover, by the people general supplications were sent up to the Merciful God; imploring that He would save the remnants of the city; and not suffer it entirely to be razed from its foundations.",
          "id": 56281
        },
        {
          "text": "Nor could one see any one joining in this cry but with tears.",
          "id": 56282
        },
        {
          "text": "Nevertheless, none of these things then moved the judges within, although they heard.",
          "id": 56283
        },
        {
          "text": "One thing only they considered, that there might be a rigid enquiry into the deeds that had been perpetrated.",
          "id": 56284
        },
        {
          "text": "At last having loaded the culprits with chains, and bound them with iron, they sent them away to the prison through the midst of the forum.",
          "id": 56285
        },
        {
          "text": "Men that had kept their studs of horses, who had been presidents of the games, who could reckon up a thousand different offices of distinction which they had held, had their goods confiscated, and seals might be seen placed upon all their doors.",
          "id": 56286
        },
        {
          "text": "Their wives also being ejected from their parents' home, each had literally to play the part of Job's wife.",
          "id": 56287
        },
        {
          "text": "For they went \"wandering from house to house and from place to place, seeking a lodging\".",
          "id": 56288
        },
        {
          "text": "And this it was not easy for them to find, every one fearing and trembling to receive, or to render assistance in any way to the relatives of those who were under impeachment.",
          "id": 56289
        },
        {
          "text": "Nevertheless, though such events had happened, the sufferers were patient under all; since they were not deprived of the present life.",
          "id": 56290
        },
        {
          "text": "And neither the loss of wealth, nor dishonour, nor so much public exposure, nor any other matter of that nature, caused them vexation.",
          "id": 56291
        },
        {
          "text": "For the greatness of the calamity, and the circumstance of their having expected still worse things, when they suffered these, had prepared the soul for the exercise of a wise fortitude.",
          "id": 56292
        },
        {
          "text": "And now they learnt, how simple a thing is virtue for us, how easy and expeditious of performance, and that from our neglect only it seems to be laborious.",
          "id": 56293
        },
        {
          "text": "They who before this time could not bear the loss of a little money with meekness, now they were subject to a greater fear, although they had lost all their substance, felt as if they had found a treasure, because they had not lost their lives.",
          "id": 56294
        },
        {
          "text": "So that if the sense of a future hell took possession of us, and we thought of those intolerable punishments, we should not grieve, even though for the sake of the law of God we were to give both our substance, and our bodies and lives too, knowing that we should gain greater things; deliverance from the terrors that are hereafter.",
          "id": 56295
        },
        {
          "text": "Perchance the tragedy of all I have told you, has greatly softened your hearts.",
          "id": 56296
        },
        {
          "text": "Do not however take it amiss.",
          "id": 56297
        },
        {
          "text": "For since I am about to venture upon some more subtle thoughts and require a more sensitive state of mind on your part, I have done this intentionally, in order that by the terror of the description your minds might have shaken off all listlessness, and withdrawn themselves from all worldly cares, and might with the more readiness convey the force of the things about to be spoken into the depths of your soul.",
          "id": 56298
        },
        {
          "text": "Sufficiently indeed, then, our discourse of late evinced to you, that a natural law of good and evil is seated within us.",
          "id": 56299
        },
        {
          "text": "But that our proof of it may be more abundantly evident, we will again to-day apply ourselves strenuously to the same subject of discourse.",
          "id": 56300
        },
        {
          "text": "For that God from the beginning, when He formed man, made him capable of discriminating both these, all men make evident.",
          "id": 56301
        },
        {
          "text": "Hence when we sin, we are all ashamed at the presence of our inferiors; and oftentimes a master, on his way to the house of a harlot, if he then perceives any one of his more respectable servants, turns back, reddening with shame, from this untoward path.",
          "id": 56302
        },
        {
          "text": "Again, when others reproach us, fixing on us the names of particular vices, we call it an insult; and if we are aggrieved, we drag those who have done the wrong to the public tribunal.",
          "id": 56303
        },
        {
          "text": "Thus we can understand what vice is and what virtue is.",
          "id": 56304
        },
        {
          "text": "Wherefore Christ, for the purpose of declaring this, and shewing that He was not introducing a strange law, or one which surpassed our nature, but that which He had of old deposited beforehand in our conscience, after pronouncing those numerous Beatitudes, thus speaks; \"All things whatsoever ye would that men should do to you, do ye even so to them\".",
          "id": 56305
        },
        {
          "text": "\"Many words,\" saith He, \"are not necessary, nor laws of great length, nor a diversity of instruction.",
          "id": 56306
        },
        {
          "text": "Let thine own will be the law.",
          "id": 56307
        },
        {
          "text": "Dost thou wish to receive kindness? Be kind to another.",
          "id": 56308
        },
        {
          "text": "Dost thou wish to receive mercy? Show mercy to thy neighbour.",
          "id": 56309
        },
        {
          "text": "Dost thou wish to be applauded? Applaud another.",
          "id": 56310
        },
        {
          "text": "Dost thou wish to be beloved? Exercise love.",
          "id": 56311
        },
        {
          "text": "Dost thou wish to enjoy the first rank? First concede that place to another.",
          "id": 56312
        },
        {
          "text": "Become thyself the judge, thyself the lawgiver of thine own life.",
          "id": 56313
        },
        {
          "text": "And again; \"Do not to another what thou hatest\".",
          "id": 56314
        },
        {
          "text": "By the latter precept, he would induce to a departure from iniquity; by the former, to the exercise of virtue.",
          "id": 56315
        },
        {
          "text": "\"Do not thou to another,\" he saith, \"what thou hatest\".",
          "id": 56316
        },
        {
          "text": "Dost thou hate to be insulted? Do not insult another.",
          "id": 56317
        },
        {
          "text": "Dost thou hate to be envied? Envy not another.",
          "id": 56318
        },
        {
          "text": "Dost thou hate to be deceived? Do not deceive another.",
          "id": 56319
        },
        {
          "text": "And, in a word, in all things, if we hold fast these two precepts, we shall not need any other instruction.",
          "id": 56320
        },
        {
          "text": "For the knowledge of virtue He hath implanted in our nature; but the practice of it and the correction He hath entrusted to our moral choice.",
          "id": 56321
        },
        {
          "text": "Perhaps what is thus said, is obscure; wherefore I will again endeavour to make it more plain.",
          "id": 56322
        },
        {
          "text": "In order to know that it is a good thing to exercise temperance, we need no words, nor instruction; for we ourselves have the knowledge of it in our nature, and there is no necessity for labour or fatigue in going about and enquiring whether temperance is good and profitable; but we all acknowledge this with one consent, and no man is in doubt as to this virtue.",
          "id": 56323
        },
        {
          "text": "So also we account adultery to be an evil thing, and neither is there here any need of trouble or learning, that the wickedness of this sin may be known; but we are all self-taught in such judgments; and we applaud virtue, though we do not follow it; as, on the other hand, we hate vice, though we practise it.",
          "id": 56324
        },
        {
          "text": "And this hath been an exceeding good work of God; that He hath made our conscience, and our power of choice already, and before the action, claim kindred with virtue, and be at enmity with wickedness.",
          "id": 56325
        },
        {
          "text": "As I said then, the knowledge of each of these things resides within the conscience of all men, and we require no teacher to instruct us in these things; but the regulation of our conduct is left to our choice, and earnestness, and efforts.",
          "id": 56326
        },
        {
          "text": "And why was this? but because if He had made everything to be of nature, we should have departed uncrowned and destitute of reward; and even as the brutes, who receive no reward nor praise for those advantages which they have naturally, so neither should we enjoy any of these things; for natural advantages are not the praise and commendation of those who have them, but of the Giver.",
          "id": 56327
        },
        {
          "text": "For this reason, then, He did not commit all to nature; and again, He did not suffer our will to undertake the whole burden of knowledge, and of right regulation; lest it should despair at the labour of virtue.",
          "id": 56328
        },
        {
          "text": "But conscience suggests to it what ought to be done; and it contributes its own exertions for the accomplishment.",
          "id": 56329
        },
        {
          "text": "That it is a good thing to be temperate, we all understand without difficulty; for the knowledge is of nature: but we should not be able without difficulty, without bridling lust, and employing much exertion, to practise the rule of temperance; for this does not come to us by nature as the knowledge does, but requires also a willing mind and earnestness.",
          "id": 56330
        },
        {
          "text": "And not only in this respect has He made the burden lighter for us, but also in another way again, by letting even some good dispositions exist naturally within us.",
          "id": 56331
        },
        {
          "text": "For we are all naturally disposed to feel indignation along with those who are contemptuously treated, (whence it arises that we become the enemies of those who are insolent, though we ourselves may have suffered no part of the grievance,) and to sympathize in the pleasure of those who enjoy assistance and protection; and we are overcome by the calamities of others, as well as by mutual tenderness.",
          "id": 56332
        },
        {
          "text": "For although calamitous events may seem to induce a certain pusillanimity, we entertain nevertheless a common fondness for each other.",
          "id": 56333
        },
        {
          "text": "And to this effect a certain wise man speaks significantly; \"Every animal loveth his like, and man his neighbour\".",
          "id": 56334
        },
        {
          "text": "But God hath provided many other instructors for us besides conscience; viz.",
          "id": 56335
        },
        {
          "text": ", fathers for children, masters for servants, husbands for wives, teachers for pupils, law-givers and judges for those who are to be governed, and friends for friends.",
          "id": 56336
        },
        {
          "text": "And frequently too we gain no less from enemies than friends; for when the former reproach us with our offences, they stir us up, even against our will, to the amendment of them.",
          "id": 56337
        },
        {
          "text": "So many teachers hath He set over us, in order that the discovery of what is profitable, and the regulation of our conduct, might be easy to us, the multitude of those things which urge us on toward it not permitting us to fall away from what is expedient for us.",
          "id": 56338
        },
        {
          "text": "For although we should despise parents, yet while we fear magistrates, we shall in any case be more submissive than otherwise.",
          "id": 56339
        },
        {
          "text": "And though we may set them at nought when we sin, we can never escape the rebuke of conscience: and if we dishonour and repel this, yet whilst fearing the opinion of the many, we shall be the better for it.",
          "id": 56340
        },
        {
          "text": "And though we are destitute of shame with regard to this, the fear of the laws will press on us so as to restrain us, however reluctantly.",
          "id": 56341
        },
        {
          "text": "Thus fathers and teachers take the young in hand, and bring them into order; and lawgivers and magistrates, those who are grown up.",
          "id": 56342
        },
        {
          "text": "And servants, as being more inclined to listlessness, in addition to what has been previously mentioned, have their masters to constrain them to temperance; and wives have their husbands.",
          "id": 56343
        },
        {
          "text": "And many are the walls which environ our race on all sides, lest it should too easily slide away, and fall into wickedness.",
          "id": 56344
        },
        {
          "text": "Beside all these too; sicknesses and calamities instruct us.",
          "id": 56345
        },
        {
          "text": "For poverty restrains, and losses sober us, and danger subdues us, and there are many other things of this sort.",
          "id": 56346
        },
        {
          "text": "Doth neither father, nor teacher, nor prince, nor lawgiver, nor judge make thee fear? Doth no friend move thee to shame, nor enemy sting thee? Doth no master chastise? Doth no husband instruct? Doth no conscience correct thee? Still, when bodily sickness comes, it often sets all right; and a loss has made the audacious man to become gentle.",
          "id": 56347
        },
        {
          "text": "And what is more than this, heavy misfortunes, which befal not only ourselves but others too, are often of great advantage to us; and we who ourselves suffered nothing, yet beholding others enduring punishment, have been no less sobered by it than they.",
          "id": 56348
        },
        {
          "text": "And with respect to right deeds, any one may see that this happens; for as when the bad are punished others become better, so whenever the good achieve any thing right, many are urged onward to a similar zeal: a thing which hath also taken place with respect to the avoiding of oaths.",
          "id": 56349
        },
        {
          "text": "For many persons, observing that others had laid aside the evil practice of oaths, took a pattern from their diligence, and got the better of the sin; wherefore we are the more disposed to touch again on the subject of this admonition.",
          "id": 56350
        },
        {
          "text": "For let no one tell me that \"many\" have accomplished this; this is not what is desired, but that \"all\" should do so; and until I see this I cannot take breath.",
          "id": 56351
        },
        {
          "text": "That Shepherd had a hundred sheep, and yet when one of them had wandered away, he took no account of the safety of the ninety and nine, until he found the one that was lost, and restored it again to the flock.",
          "id": 56352
        },
        {
          "text": "Seest thou not that this also happens with respect to the body; for if by striking against any obstacle, we have only turned back a nail, the whole body sympathizes with the member.",
          "id": 56353
        },
        {
          "text": "Say not this; that only a certain few have failed; but consider this point, that these few being unreformed, will corrupt many others.",
          "id": 56354
        },
        {
          "text": "Although there was but one who had committed fornication among the Corinthians, yet Paul so groaned as if the whole city were lost.",
          "id": 56355
        },
        {
          "text": "And very reasonably, for he knew that if that member were not chastened, the disease progressing onward would at length attack all the rest.",
          "id": 56356
        },
        {
          "text": "I saw, but lately, in the court of justice, those distinguished men bound and conducted through the forum; and while some were wondering at this extraordinary degradation, others said there was nothing to wonder at; for that, where there is matter of treason, rank must go for nothing.",
          "id": 56357
        },
        {
          "text": "Is it not then much more true that rank must be of no avail where is impiety?.",
          "id": 56358
        },
        {
          "text": "Thinking therefore of these things, let us arouse ourselves; for if ye bring not your own endeavours to the task, every thing on our part is to no purpose.",
          "id": 56359
        },
        {
          "text": "And why so? Because it is not with the office of teaching, as it is with other arts.",
          "id": 56360
        },
        {
          "text": "For the silversmith, when he has fabricated a vessel of any kind, and laid it aside, will find it on the morrow just as he left it.",
          "id": 56361
        },
        {
          "text": "And the worker in brass, and the stone-cutter, and every other artificer, will each again take his own work in hand, whatever it is, just in the state he quitted it.",
          "id": 56362
        },
        {
          "text": "But it is not so with us, but altogether the reverse; for we have not lifeless vessels to forge, but reasonable souls.",
          "id": 56363
        },
        {
          "text": "Therefore we do not find you such as we leave you, but when we have taken you, and with manifold labour moulded, reformed you and increased your ardour on your departing from this place, the urgency of business, besetting you on every side, again perverts you, and causes us increased difficulty.",
          "id": 56364
        },
        {
          "text": "Therefore, I supplicate and beseech you to put your own hand to the work; and when ye depart hence, to shew the same earnest regard for your own safety, that I have here shewn for your amendment.",
          "id": 56365
        },
        {
          "text": "Oh! that it were possible that I could perform good works as your substitute, and that you could receive the rewards of those works! Then I would not give you so much trouble.",
          "id": 56366
        },
        {
          "text": "But how can I do this? The thing is impossible; for to every man will He render according to his own works.",
          "id": 56367
        },
        {
          "text": "Wherefore as a mother, when she beholds her son in a fever, while she witnesses his sufferings from choking and inflammation, frequently bewails him, and says to him, \"O my son, would that I could sustain thy fever, and draw off its flame upon myself!\" so now I say, Oh! that by labouring as your substitute, I could do good works for you all! But no, this is not to be done.",
          "id": 56368
        },
        {
          "text": "But of his own doings must each man give the account, and one cannot see one person suffer punishment in the room of another.",
          "id": 56369
        },
        {
          "text": "For this reason I am pained and mourn, that on That Day, when ye are called to judgment, I shall not be able to assist you, since, to say the truth, no such confidence of speech with God belongs to me.",
          "id": 56370
        },
        {
          "text": "But even if I had much confidence, I am not holier than Moses, or more righteous than Samuel; of whom it is said, that though they had attained to so great virtue, they could not in any way avail to assist the Jews; inasmuch as that people had given themselves over to excessive negligence.",
          "id": 56371
        },
        {
          "text": "Since, then, from our own works we shall be punished or saved; let us endeavour, I beseech you, in conjunction with all the other precepts, to fulfill this one; that, finally departing this life with a favourable hope, we may obtain those good things which are promised, through the grace and lovingkindness of our Lord Jesus Christ, through Whom and with Whom, to the Father, with the Holy Ghost, be glory both now and ever, world without end, Amen.",
          "id": 56372
        }
      ]
    }
  ]
}