{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch XVII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XVII.",
          "id": 56920
        },
        {
          "text": "Of the Commissioners (Hellebichus Commander of the Troops,and Caesarius Master of the Offices) sent by the Emperor Theodosius for the inquisition of the offenders, on account of the overturning of the Statues.",
          "id": 56921
        },
        {
          "text": "Most opportunely have we all this day sung together, \"Blessed be the Lord God of Israel, who only doeth wondrous things\".",
          "id": 56922
        },
        {
          "text": "For marvellous, and beyond all expectation, are the things which have happened? A whole city, and so great a population, when just about to be overwhelmed—to sink under the waves, and to be utterly and instantly destroyed—He hath entirely rescued from shipwreck in a single moment of time! Let us give thanks then, not only that God hath calmed the tempest, but that He suffered it to take place; not only that He rescued us from shipwreck, but that He allowed us to fall into such distress; and such an extreme peril to hang over us.",
          "id": 56923
        },
        {
          "text": "Thus also Paul bids us \"in every thing give thanks\".",
          "id": 56924
        },
        {
          "text": "But when he says, \"In every thing give thanks,\" he means not only in our deliverance from evils, but also at the time when we suffer those evils.",
          "id": 56925
        },
        {
          "text": "\"For all things work together for good to them that love God\".",
          "id": 56926
        },
        {
          "text": "Let us be thankful to Him for this deliverance from trials; and let us never forget them.",
          "id": 56927
        },
        {
          "text": "Let us devote ourselves to prayer, to continual supplications, and to much piety.",
          "id": 56928
        },
        {
          "text": "When the sad conflagration of these calamities was first kindled, I said, that it was a season not for doctrine, but for prayer.",
          "id": 56929
        },
        {
          "text": "The very same thing I now repeat, when the fire has been extinguished—that it is now especially, and more than before, a time for prayer; that now is the season especially for tears and compunction, for an anxious soul, for much diligence, and for much caution.",
          "id": 56930
        },
        {
          "text": "For at that time the very nature of our tribulation restrained us, however unwillingly, and disposed us to sobriety; and led us to become more religious; but now when the bridle is removed, and the cloud has passed away, there is fear lest we should fall back again into sloth, or become relaxed by this respite; and lest one should have reason to say of us too, \"When He slew them, then they sought Him, and returned, and enquired early after God\".",
          "id": 56931
        },
        {
          "text": "Wherefore also Moses admonished the Jews, saying, \"When thou shalt have eaten, and drunk, and art full, remember the Lord thy God\".",
          "id": 56932
        },
        {
          "text": "The goodness of your disposition will now be rendered manifest, if you continue in the practice of the same piety.",
          "id": 56933
        },
        {
          "text": "For at that time, many imputed your earnestness to fear, and the approach of calamity; but now, it will be purely your own achievement, if you still persevere in maintaining this earnestness.",
          "id": 56934
        },
        {
          "text": "Since with a boy too, as long as he is guided by some tutor whom he fears, if he lives with sobriety and meekness, there is nothing to admire, for all persons ascribe the sobriety of the stripling to his fear of the tutor.",
          "id": 56935
        },
        {
          "text": "But when he remains in the same seemly behaviour, after the restraint from that quarter is done away with, all persons give him credit too for the sobriety that was seen in his earlier age.",
          "id": 56936
        },
        {
          "text": "Thus also let us act; let us continue in the same state of godly fear, in order that for our former diligence too we may gain much praise from God.",
          "id": 56937
        },
        {
          "text": "We had expected innumerable woes; that our property would be plundered, that the houses would have been burnt together with their inmates, that the city would have been plucked up from the midst of the world, that its very fragments would have been utterly destroyed, and that its soil would have been placed under the plough! But, lo! all these things existed only in expectation, and did not come into operation.",
          "id": 56938
        },
        {
          "text": "And this is not the only wonder, that God hath removed so great a danger, but that He hath also greatly blessed us, and adorned our city; and by this trial and calamity hath made us more approved! But how, I will state.",
          "id": 56939
        },
        {
          "text": "When those who were sent by the Emperor erected that fearful tribunal for making inquisition into the events which had taken place, and summoned every one to give account of the deeds which they had perpetrated, and various anticipations of death pervaded the minds of all, then the monks who dwelt on the mountain-tops shewed their own true philosophy.",
          "id": 56940
        },
        {
          "text": "For although they had been shut up so many years in their cells, yet at no one's entreaty, by no one's counsel, when they beheld such a cloud overhanging the city, they left their caves and huts, and flocked together in every direction, as if they had been so many angels arriving from heaven.",
          "id": 56941
        },
        {
          "text": "Then might one see the city likened to heaven, while these saints appeared everywhere; by their mere aspect consoling the mourners, and leading them to an utter disregard of the calamity.",
          "id": 56942
        },
        {
          "text": "For who on beholding these would not deride death, would not despise life.",
          "id": 56943
        },
        {
          "text": "And not only was this wonderful, but that when they drew nigh to the magistrates themselves, they spoke to them with boldness on behalf of the accused, and were all ready to shed their blood, and to lay down their heads, so that they might snatch the captured from the terrible events which they expected.",
          "id": 56944
        },
        {
          "text": "They also declared that they would not depart until the judges should spare the population of the city, or send them themselves together with the accused to the Emperor.",
          "id": 56945
        },
        {
          "text": "\"He,\" said they, \"who rules over our portion of the world is a godly man, a believer, one who lives in the practice of piety.",
          "id": 56946
        },
        {
          "text": "We therefore shall assuredly reconcile him.",
          "id": 56947
        },
        {
          "text": "We will not give you leave, nor permit you to embrue the sword, or take off a head.",
          "id": 56948
        },
        {
          "text": "But if ye do not desist, we also are quite resolved to die with them.",
          "id": 56949
        },
        {
          "text": "We confess that the crimes committed are very heinous; but the iniquity of those deeds does not surpass the humanity of the Emperor\".",
          "id": 56950
        },
        {
          "text": "One of them is also reported to have uttered another saying, full of wisdom, to this effect: \"The Statues which have been thrown down are again set up, and have resumed their proper appearance; and the mischief was speedily rectified; but if ye put to death the image of God, how will ye be again able to revoke the deed! or how to reanimate those who are deprived of life, and to restore their souls to their bodies?\" Many things too they said to them of the Judgment.",
          "id": 56951
        },
        {
          "text": "Who could but be astonished? Who could but admire the moral wisdom of these men? When the mother of one of the accused, uncovering her head, and exposing her grey hairs, laid hold of the horse of the judge by the bridle, and running beside him through the forum, thus entered with him the place of justice, we were all struck with astonishment, we all admired that exceeding tenderness and magnanimity.",
          "id": 56952
        },
        {
          "text": "Ought we not, then, to have been much more impressed with wonder at the conduct of these men? For if she had even died for her son, it would have been nothing strange, since great is the tyranny of nature, and irresistible is the obligation arising from the maternal pangs! But these men so loved those whom they had not begotten, whom they had not brought up, yea rather, whom they had never seen, whom they had not heard of, whom they had never met, whom they knew only from their calamity, that if they had possessed a thousand lives, they would have chosen to deliver them all up for their safety.",
          "id": 56953
        },
        {
          "text": "Tell me not that they were not slaughtered, that they did not pour forth their blood, but that they used as much boldness with their judges as it was likely that no other men would do, but such as had already renounced their own lives; and that with this sentiment they ran from the mountains to the tribunal.",
          "id": 56954
        },
        {
          "text": "For, indeed, if they had not before prepared themselves against every sort of slaughter, they would not have been able to speak thus freely to the judges, or to have manifested such magnanimity.",
          "id": 56955
        },
        {
          "text": "For they remained all day long sitting before the doors of the place of justice, being prepared to snatch from the hands of the executioners those who were about to be led off to punishment!.",
          "id": 56956
        },
        {
          "text": "Where now are those who are clad in threadbare cloaks, and display a long beard, and carry staves in the right hand; the philosophers of the world, who are more abject in disposition than the dogs under the table; and do every thing for the sake of the belly? All these men then forsook the city, they all hasted away, and hid themselves in caves! But they only, who truly by works manifest the love of wisdom, appeared as fearlessly in the forum, as if no evil had overtaken the city.",
          "id": 56957
        },
        {
          "text": "And the inhabitants of the city fled away to the mountains and to the deserts, but the citizens of the desert hastened into the city; demonstrating by deeds what, on the preceding days, I have not desisted from saying, that the very furnace will not be able to harm the man who leads a virtuous life.",
          "id": 56958
        },
        {
          "text": "Such a thing is philosophy of soul, rising superior to all things, and to all prosperous or adverse events; for neither is it enfeebled by the former, nor beaten down and debased by the latter, but abides on the same level through the whole course of things, shewing its own native force and power! Who, indeed, was not convicted of weakness by the difficulty of the present crisis? Those who had held the first offices in our city, who were in places of power, who were surrounded with immense wealth, and who were in high favour with the Emperor, leaving their houses utterly deserted, all consulted their own safety, and all friendship and kindred were found worthless, and those whom they formerly knew, at this season of calamity, they desired not to know, and prayed to be unknown of them! But the monks, poor as they were, having nothing more than a mean garment, who had lived in the coarsest manner, who seemed formerly to be nobodies, men habituated to mountains and forests; as if they had been so many lions, with a great and lofty soul, whilst all were fearing and quaking, stood forth and relieved the danger, and that, not in the course of many days, but in a brief moment of time! And as distinguished warriors without coming into close conflict with their adversaries, but merely by making their appearance in the ranks, and shouting, put the foe to rout, so also these in one day descended, and said their say, and removed the calamity, and returned to their own tabernacles.",
          "id": 56959
        },
        {
          "text": "So great is the moral wisdom that was brought among men by Christ.",
          "id": 56960
        },
        {
          "text": "And why do I speak of the rich, and of those in authority? When those very persons who had been invested with power to judge the criminals; who acted with the highest authority, were entreated by these selfsame monks to grant a sentence of pardon, they said, they had no power over the result; for that it was unsafe and dangerous, not only to insult the Emperor, but even to dismiss those who had insulted him, when taken, without punishment.",
          "id": 56961
        },
        {
          "text": "But these men were too powerful for any one to resist; and besieging them by magnanimity and perseverance, they induced these officers by their importunity to exercise a power which they had not received from the Emperor; and even succeeded in persuading the judges, when men had been manifestly convicted of the guilt, not to declare the sentence of condemnation, but to defer the final result to the decision of the Emperor; and they promised certainly to persuade him to grant a pardon to those who had transgressed against him; and they were about to set out on a journey to him.",
          "id": 56962
        },
        {
          "text": "But the judges, reverencing the moral wisdom of these men, and being struck with their loftiness of spirit, did not permit them to undertake this long journey, but promised that if they should only receive their words in writing, they would themselves depart and successfully importune the Emperor to dismiss all anger (which, indeed, we are now expecting that he will).",
          "id": 56963
        },
        {
          "text": "For when sentence should have been given, they, on being admitted into court, uttered words of the highest wisdom, and besought the Emperor by letters to shew mercy; and they reminded him of the Judgment, and said that they would lay down their own heads, if his mercy was not granted.",
          "id": 56964
        },
        {
          "text": "And the judges took down these words in writing, and departed.",
          "id": 56965
        },
        {
          "text": "This, more than the brightest crown, will adorn our city.",
          "id": 56966
        },
        {
          "text": "And what has here taken place, the Emperor will now hear; yea, the great City will hear, and the whole world will hear, that the monks who dwell at the city of Antioch, are men who have displayed an apostolic boldness; and now when their letters are read at court, all men will admire their magnanimity; all men will call our city blessed; and we shall shake off our evil reputation; and it will be known every where, that what has happened was not the work of the inhabitants of the city, but of strangers and corrupt-minded men; and that this testimony of the monks will be a sufficient evidence of the character of the city.",
          "id": 56967
        },
        {
          "text": "Therefore, beloved, let us not be distressed, but let us entertain favourable hopes; for if their boldness toward men has been able to prevent such a danger, then what will not their boldness toward God effect? These things also let us tell the Greeks, when they dare to dispute with us respecting their philosophers! From hence it is manifest that their stories of former days are false, but that the things of old reported among us are true; that is, the things concerning John, and Paul, and Peter, and all the rest.",
          "id": 56968
        },
        {
          "text": "For inasmuch as these monks have succeeded to the piety of those men, they have consequently exhibited their boldness.",
          "id": 56969
        },
        {
          "text": "Inasmuch as they were brought up in the same laws, they have consequently imitated their virtues.",
          "id": 56970
        },
        {
          "text": "So that we stand in no need of writings for the purpose of shewing the apostolical virtues, whilst the very facts cry aloud, and the masters are shewn forth by the scholars.",
          "id": 56971
        },
        {
          "text": "We have no need of disputation to display the trifling of the Greeks, and the little-mindedness of their philosophers, whilst their deeds now loudly proclaim, as they did aforetime, that all with them is a fable, a stage-play, a piece of acting.",
          "id": 56972
        },
        {
          "text": "And the same magnanimity was displayed by the priests too, as well as the monks, and they shared among them the charge of our safety.",
          "id": 56973
        },
        {
          "text": "One of them, indeed, proceeded to court, esteeming all things as secondary to the love of you; and being himself ready, if he could not persuade the Emperor, to lay down his own life.",
          "id": 56974
        },
        {
          "text": "And these, who remained here, have displayed the same virtues as the monks themselves; and holding fast the judges with their own hands, they would not let them enter into the court, before they gave a promise respecting the result of the trial.",
          "id": 56975
        },
        {
          "text": "And when they saw them making signs of refusal, they again exerted themselves with much boldness; and as soon as they saw that they did consent, embracing their feet and knees, and kissing their hands, they gave an exceeding proof of either virtue, of liberty and meekness.",
          "id": 56976
        },
        {
          "text": "For that theirs was not the boldness of presumption, they plainly signified by their kissing the knees, and embracing the feet of the judges.",
          "id": 56977
        },
        {
          "text": "Again, in proof that this was not flattery, nor a kind of fawning servility, nor the fruit of a slavish spirit, their former acts attested their boldness.",
          "id": 56978
        },
        {
          "text": "And these are not the only good results we have reaped from the trial, but also an abundance of sobriety and meekness; and our city has become all at once a monastery.",
          "id": 56979
        },
        {
          "text": "Not thus would any one have adorned it, had he erected golden statues in the forum, as it has now been adorned and distinguished, in producing those beautiful images of virtue, and displaying its true riches!.",
          "id": 56980
        },
        {
          "text": "But it may be that the things which the Emperor hath decreed are painful.",
          "id": 56981
        },
        {
          "text": "No! not even these are really burdensome, but have brought much advantage with them.",
          "id": 56982
        },
        {
          "text": "For what is there, I ask, which is oppressive in any of them? that the Emperor hath shut up the Orchestra, that he hath forbidden the Hippodrome, that he hath closed and stopped up these fountains of iniquity.",
          "id": 56983
        },
        {
          "text": "May they never again be opened! From thence did the roots of wickedness shoot forth to the injury of the city! From thence sprung those who blast its character; men who sell their voices to the dancers, and who for the sake of three obols prostitute their salvation to them, turning all things upside down! Art thou distressed, O beloved! for these things? Truly it were fitting that for these thou shouldest be glad, and rejoice, and express thy thanks to the Emperor, since his castigation hath proved a correction, his punishment a discipline, his wrath a means of instruction! But that the Baths are shut up? Neither is this an intolerable hardship, that those who lead a soft, effeminate, and dissolute life, should be brought back, though unwillingly, to the love of true wisdom.",
          "id": 56984
        },
        {
          "text": "But is it complained of, that the Emperor hath taken away the dignity of the city, and hath no more permitted it to be called a metropolis? But what was he to do? Could he praise what had been done, and acknowledge it as a favour? Then who would not have blamed him, for not shewing even the outward form of indignation? Seest thou not that fathers do many things of a similar nature towards their children? They turn away from them, and forbid them the table.",
          "id": 56985
        },
        {
          "text": "This also hath the Emperor done by imposing such punishments as have nothing in them hurtful, but carry with them much correction.",
          "id": 56986
        },
        {
          "text": "Think what we expected, and what has taken place, and then we shall especially discern the favour of God! Dost thou grieve that the dignity of the city is taken away? Learn what the dignity of a city is; and then thou wilt know clearly, that if the inhabitants do not betray it, no one else will be able to take away the dignity of a city! Not the fact that it is a metropolis; nor that it contains large and beautiful buildings; nor that it has many columns, and spacious porticoes and walks, nor that it is named in proclamations before other cities, but the virtue and piety of its inhabitants; this is a city's dignity, and ornament, and defence; since if these things are not found in it, it is the most insignificant in the world, though it may enjoy unlimited honour from Emperors! Dost thou wish to learn the dignity of thy city? Dost thou wish to know its ancestry? I will tell it exactly; not only that thou mayest know, but that thou mayest also emulate.",
          "id": 56987
        },
        {
          "text": "What then is after all the dignity of this city of ours? \"It came to pass, that the disciples were first called Christians at Antioch\".",
          "id": 56988
        },
        {
          "text": "This dignity, none of the cities throughout the world possesses, not even the city of Romulus herself! For this it can look the whole world in the face; on account of that love toward Christ, that boldness and virtue.",
          "id": 56989
        },
        {
          "text": "Dost thou wish farther to hear of a different dignity and commendation belonging to this city? A grievous famine was once approaching, and the inhabitants of Antioch determined, as far as each person had the means, to send relief to the Saints dwelling at Jerusalem.",
          "id": 56990
        },
        {
          "text": "Behold a second dignity, charity in a time of famine! The season did not make them niggardly, nor the expectation of the calamity backward in helping; but when all are apt to be scraping up what is not their own, then they distributed their own, not merely to those who were near, but also to those who were living afar off! Seest thou here the faith towards God, and the love towards their neighbour? Wouldest thou learn another dignity of this city? Certain men came down from Judaea to Antioch, defiling the doctrine preached, and introducing Jewish observances.",
          "id": 56991
        },
        {
          "text": "The men of Antioch did not bear this novelty in silence.",
          "id": 56992
        },
        {
          "text": "They did not hold their peace, but having come together, and made an assembly, they sent Paul and Barnabas to Jerusalem, and caused the Apostles to provide that pure doctrines, cleared from all Jewish imperfection, might be distributed throughout all parts of the world! This is the dignity of the city! this is its precedence! this makes it a metropolis, not in the earth, but in heaven; forasmuch as that all other honours are corruptible, and fleeting, and perish with the present life, and often come to their end before the close of it, as they have done in the present instance! To me, a city that hath not pious citizens is meaner than any village, and more ignoble than any cave.",
          "id": 56993
        },
        {
          "text": "And why do I speak of a city? For that thou mayest exactly understand that virtue alone is the ornament of the inhabitants, I will not speak to thee of a city, but I will endeavour to demonstrate this by bringing forward what is more venerable than any city—the Temple of God which was in Jerusalem.",
          "id": 56994
        },
        {
          "text": "For this was the Temple in which were sacrifices and prayers and services; where was the Holy of Holies, and the Cherubim, the Covenant, and the golden pot; the great symbols of God's providence towards that people; where oracles from heaven were constantly being received, where prophets became inspired, where the fashioning was not the work of human art, but proceeded from the wisdom of God, where the walls were on every side resplendent with much gold, and where, in surpassing excellence, costliness of material and perfection of art met together, and demonstrated that there was no other temple like this upon earth! Yea rather, not only the perfection of art, but also the wisdom of God assisted in that building.",
          "id": 56995
        },
        {
          "text": "For Solomon had learned all, not intuitively and from himself, but from God; and having received the design of it from the heavens, he then marked it out and erected it.",
          "id": 56996
        },
        {
          "text": "Nevertheless, this Temple, thus beautiful and marvellous and sacred, when those who used it were corrupted, was so dishonoured, despised, and profaned, that even before the captivity it was called \"a den of robbers, a cave of hyaenas;\" and afterwards it was delivered over to hands that were barbarous, polluted, and profane!.",
          "id": 56997
        },
        {
          "text": "Wouldest thou learn the same truth respecting cities? What could be more illustrious than the cities of Sodom? For the houses and the buildings were splendid, and so were their walls; and the country was fat and fertile, and \"like the Paradise of God\".",
          "id": 56998
        },
        {
          "text": "But the tent of Abraham was mean and small, and had no fortification.",
          "id": 56999
        },
        {
          "text": "Yet when a foreign war took place, the strangers broke down and took the walled cities, and departed, carrying away their inhabitants captives.",
          "id": 57000
        },
        {
          "text": "Abraham, however, the citizen of the desert, they could not resist when he attacked them! And so it was likely to be.",
          "id": 57001
        },
        {
          "text": "For he had true piety: a power much greater than numbers and the defence of walls.",
          "id": 57002
        },
        {
          "text": "If thou art a Christian, no earthly city is thine.",
          "id": 57003
        },
        {
          "text": "Of our City \"the Builder and Maker is God\".",
          "id": 57004
        },
        {
          "text": "Though we may gain possession of the whole world, we are withal but strangers and sojourners in it all! We are enrolled in heaven: our citizenship is there! Let us not, after the manner of little children, despise things that are great, and admire those which are little! Not our city's greatness, but virtue of soul is our ornament and defence.",
          "id": 57005
        },
        {
          "text": "If you suppose dignity to belong to a city, think how many persons must partake in this dignity, who are whoremongers, effeminate, depraved and full of ten thousand evil things, and at last despise such honour! But that City above is not of this kind; for it is impossible that he can be a partaker of it, who has not exhibited every virtue.",
          "id": 57006
        },
        {
          "text": "Let us not therefore be senseless; but then let us grieve when any one deprives us of our dignity of soul, when we commit sin, when we have offended the common Lord of all; since as regards the things that have now befallen us, so far are they from injuring the city, that if we are watchful, they will greatly benefit us.",
          "id": 57007
        },
        {
          "text": "For even already our city seems to be like a decorous, noble, sober-minded matron.",
          "id": 57008
        },
        {
          "text": "Fear hath made her gentler and more dignified, and hath delivered her from those miscreants who were concerned in the late audacious deeds.",
          "id": 57009
        },
        {
          "text": "Let us therefore not give way to womanish lamentations.",
          "id": 57010
        },
        {
          "text": "For I have heard many about the forum saying, \"Alas! for thee, Antioch! What hath befallen thee! How art thou dishonoured!\" Truly when I heard, I smiled at the puerile mind which could give vent to these words! Such words were not becoming now; but when thou seest men dancing, drunken, singing, blaspheming, swearing, perjuring themselves, and lying, then apply such a saying as this: \"Alas! for thee, O city, what hath befallen thee!\" But if thou seest the forum containing a few meek, modest, and temperate persons, then pronounce the city, \"Blessed!\" For the fewness will never be able to injure it in any respect, if there be virtue withal; as on the other hand, numbers will never profit it at all, whilst iniquity is there.",
          "id": 57011
        },
        {
          "text": "\"If,\" saith the prophet, \"the number of the sons of Israel be as the sand of the sea, the remnant shall be saved;\" that is to say, \"Multitude will never prevail with Me\".",
          "id": 57012
        },
        {
          "text": "So also Christ spoke.",
          "id": 57013
        },
        {
          "text": "He called cities wretched; not because of their littleness, nor because they were not of metropolitan rank.",
          "id": 57014
        },
        {
          "text": "And Jerusalem itself again, He calls wretched for the very same reason, speaking thus; \"O Jerusalem, Jerusalem; thou that killest the prophets, and stonest them which are sent unto thee!\" For what advantage, I ask, does a multitude bring, if their system of living be vicious? Nay, on the contrary, even injury results from it.",
          "id": 57015
        },
        {
          "text": "What else, indeed, hath wrought the evils which have lately sprung up? Was it not the sloth, the recklessness, and the depravity of the inhabitants? Did the dignity of the city, did the magnificence of its architecture, or the circumstance that it was a metropolis, do it any service? If with the king who is on earth, nothing could protect it when it had done thus amiss, but all these privileges are taken away; much more with the Lord of angels will its dignity fail to protect it? For at that Day, it will nought avail us, that we have dwelt in a metropolis, that has many spacious porticoes, and other dignities of this kind! And why do I say, at That Day? For as regards the present life, what can it benefit thee that this thy city is a metropolis? Pray, has any one restored a distressed family by means of this? or received any revenue from this dignity? or dispelled sadness? or got rid of any bodily infirmity? or put away a vice of the soul? Beloved! let us not trifle, nor regard the opinions of the multitude, but understand what is indeed the dignity of a city; what it is that makes a city truly a metropolis?.",
          "id": 57016
        },
        {
          "text": "I say all this, though I expect that the city will again regain even this outward distinction, and appear in its own proper place of precedence.",
          "id": 57017
        },
        {
          "text": "For the Emperor is both philanthropic and godly.",
          "id": 57018
        },
        {
          "text": "But I am desirous that if it should be restored, ye may not think too much of this; nor be boastful of it; nor place the honour of our city to that account.",
          "id": 57019
        },
        {
          "text": "When you wish to pronounce an encomium on the city, tell me not of the suburb of Daphne, nor of the height and multitude of its cypresses, nor of its fountains of waters, nor of the great population who inhabit the city, nor of the great freedom with which its market-place is frequented even to midnight, nor of the abundance of its wares! All these are things of the outward sense, and remain only as long as the present life.",
          "id": 57020
        },
        {
          "text": "But if you are able to mention virtue, meekness, alms-giving, nocturnal vigils, prayers, sobriety, true wisdom of soul; commend the city for these things! To those who inhabit the desert, the presence of these things makes it more illustrious than any city; and again the vilest of all places, should these things not be found with its citizens.",
          "id": 57021
        },
        {
          "text": "Let us make this estimate not in the case of cities only, but also of men.",
          "id": 57022
        },
        {
          "text": "And if you see a big man, who has been brought into good condition, tall, and surpassing others in length of limb, do not admire him, until you have ascertained what the man's soul is.",
          "id": 57023
        },
        {
          "text": "Not from the outward comeliness, but from the beauty that.",
          "id": 57024
        },
        {
          "text": "appertains to the soul, should we pronounce any persons blessed! David was little, and short of stature; nevertheless, one so short and little, and bare of all arms, brought down at one blow so large an army, and that tower of flesh; and this without hurling spear, or letting fly arrow, or unsheathing sword, but doing all with a small pebble! For this reason a certain one exhorts, saying, \"Commend not a man for his beauty, neither abhor a man for his outward appearance.",
          "id": 57025
        },
        {
          "text": "The bee is little among such as fly, but her fruit is the chief of sweet things\".",
          "id": 57026
        },
        {
          "text": "Thus also let us speak both of a city, and of men, and utter such wisdom one to another, and be continually thankful to God, as well for present as for past mercies; and call upon Him in common with all our might, that those who now dwell in prison may be discharged, and that those who are about to be sent into exile may return back again.",
          "id": 57027
        },
        {
          "text": "They too are our members.",
          "id": 57028
        },
        {
          "text": "With us they have buffetted the waves, with us they have withstood the storm! Let us, then, beseech the merciful God, that with us they may enjoy the calm! Let no one say, \"What farther concerns me? I am freed from danger; such an one may perish; such another may be destroyed!\" Let us not provoke God by this indifference; but lament, as if we ourselves were in the same peril.",
          "id": 57029
        },
        {
          "text": "So let us supplicate God with intense earnestness, fulfilling that saying of Paul, \"Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.",
          "id": 57030
        },
        {
          "text": "Weeping also with them that weep; condescending to men of low estate\".",
          "id": 57031
        },
        {
          "text": "This will also be of the greatest advantage to ourselves; for nothing useth so much to delight God, as that we should be very ready to mourn for our own members.",
          "id": 57032
        },
        {
          "text": "Him therefore let us supplicate in common, both for things present, and for things to come; in order that He may deliver us from punishment hereafter.",
          "id": 57033
        },
        {
          "text": "For the things present, whatever they are, are endurable, and have an end; but the torments there are immortal, and interminable! And while we are consoled, let us also ourselves endeavour to fall no more into such sins, knowing that hereafter we shall enjoy no pardon! Let us, then, all in common prostrate ourselves before God; and both while we are here, and when we are at home, let us say, \"Thou, O Lord, art righteous in all things which Thou hast done towards us; for Thou hast brought upon us by a just judgment whatever Thou hast brought\".",
          "id": 57034
        },
        {
          "text": "If \"our sins rise up against us, undertake for us, for thy Name's sake;\" and do not permit us any more to experience such grievous troubles.",
          "id": 57035
        },
        {
          "text": "\"Lead us not into temptation, but deliver us from evil, for Thine is the kingdom, the Power, and the Glory, for ever and ever, Amen.",
          "id": 57036
        }
      ]
    }
  ]
}