{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch X",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily X.",
          "id": 55805
        },
        {
          "text": "Commendation of those who came to hear after taking a meal.",
          "id": 55806
        },
        {
          "text": "—Observations on the physiology of the natural world; and against those who deify the creation; and on the duty of not swearing.",
          "id": 55807
        },
        {
          "text": "I joy, and rejoice with you all, that ye have actually put in practice that admonition of ours, which we lately made with respect to those who were absent, for the reason that they were not fasting.",
          "id": 55808
        },
        {
          "text": "For I think that many of those who have dined are to-day present; and go to fill up this goodly assemblage; and that this is the fact, I conjecture from the more brilliant spectacle that I see around me, and the greater concourse of hearers.",
          "id": 55809
        },
        {
          "text": "Not in vain, it seems, did I lately spend so many words on their account, appealing to your Charity, to draw them to their Mother; and to persuade them that it is lawful, even after bodily nourishment, to partake also of that which is spiritual.",
          "id": 55810
        },
        {
          "text": "And in which case, beloved, I ask, did ye act for the better; at the time of the last assembly when after your meal ye turned to your slumbers; or now, when after the meal ye have presented yourselves at the hearing of the divine laws? Was it best when ye loitered about in the forum, and took part in meetings which were no wise profitable; or now, when ye stand with your own brethren, and hear the prophetic oracles? It is no disgrace, beloved, to have eaten, but after eating to remain at home, and so to be deprived of this sacred banquet.",
          "id": 55811
        },
        {
          "text": "For whilst thou remainest at home, thou wilt be more slothful and supine; but coming here thou wilt shake off all slumber and listlessness; and laying aside not only listlessness, but also all sadness, thou wilt be more at ease, and in better heart in all the events that may happen.",
          "id": 55812
        },
        {
          "text": "What need then is there to say more? Stand only nigh the man who fasts, and thou wilt straightway partake of his good odour; for fasting is a spiritual perfume; and through the eyes, the tongue, and every part, it manifests the good disposition of the soul.",
          "id": 55813
        },
        {
          "text": "I have said this, not for the purpose of condemning those who have dined, but that I may shew the advantage of fasting.",
          "id": 55814
        },
        {
          "text": "I do not, however, call mere abstinence from meats, fasting; but even before this, abstinence from sin; since he who, after he has taken a meal, has come hither with suitable sobriety, is not very far behind the man who fasts; even as he who continues fasting, if he does not give earnest and diligent heed to what is spoken, will derive no great benefit from his fast.",
          "id": 55815
        },
        {
          "text": "He who eats, and yet takes a part in the sacred assembly with suitable earnestness, is in much better case than he who eats not at all, and remains absent.",
          "id": 55816
        },
        {
          "text": "This abstinence will by no means be able to benefit us as much as the participation in spiritual instruction conveyeth to us benefit and advantage.",
          "id": 55817
        },
        {
          "text": "Where indeed, besides, wilt thou hear the things upon which thou meditatest here? Wert thou to go to the bench of justice? quarrels and contentions are there! or into the council-chamber? there is anxious thought about political matters! or to thine home? solicitude on the subject of thy private affairs afflicts thee in every direction! or wert thou to go to the conferences and debates of the forum? every thing there is earthly and corruptible! For all the words that pass among those assembled there, are concerning merchandize, or taxes, or the sumptuous table, or the sale of lands, or other contracts, or wills, or inheritances, or some other things of that kind.",
          "id": 55818
        },
        {
          "text": "And shouldest thou enter even into the royal halls, there again thou wouldest hear in the same way all discoursing of wealth, or power, or of the glory which is held in honour here, but of nothing that is spiritual.",
          "id": 55819
        },
        {
          "text": "But here on the contrary everything relates to heaven, and heavenly things; to our soul, to our life, the purpose for which we were born, and why we spend an allotted time upon earth, and on what terms we migrate from hence, and into what condition we shall enter after these things, and why our body is of clay, what also is the nature of death, what, in short, the present life is, and what the future.",
          "id": 55820
        },
        {
          "text": "The discourses that are here made by us contain nothing at all of an earthly kind, but are all in reference to spiritual things.",
          "id": 55821
        },
        {
          "text": "Thus, then, it is that we shall have made great provision for our salvation, and shall depart hence with a good hope.",
          "id": 55822
        },
        {
          "text": "Since, therefore, we did not scatter the seed in vain, but ye hunted out all who were absent, as I exhorted you; suffer us now to return you a recompense; and having reminded you of a few things that were said before, to repay you again what remains.",
          "id": 55823
        },
        {
          "text": "What then were those matters that were before treated of? We were enquiring how, and in what manner, before the giving of the Scriptures, God ordered His dispensation toward us; and we said, that by means of the creation He instructed our race, stretching out the heavens, and there openly unfolding a vast volume, useful alike to the simple and the wise, to the poor and to the rich, to Scythians and to barbarians, and to all in general who dwell upon the earth; a volume which is much larger than the multitude of those instructed by it.",
          "id": 55824
        },
        {
          "text": "We discoursed also at length concerning the night, and the day, and the order of these, as well as of the harmony which is strictly preserved by them; and much was said respecting the measured dance of the seasons of the year, and of their equality.",
          "id": 55825
        },
        {
          "text": "For just as the day defraudeth not the night even of half an hour throughout the whole year, so also do these distribute all the days among themselves equally.",
          "id": 55826
        },
        {
          "text": "But, as I said before, not only does the greatness and beauty of the creation shew forth the Divine Architect, but the very manner likewise in which it is compacted together, and the method of operation, transcending as it does, the ordinary course of nature.",
          "id": 55827
        },
        {
          "text": "For it would have been in accordance with nature for water to be borne upon the earth; but now we see, on the contrary, that the earth is supported by the waters.",
          "id": 55828
        },
        {
          "text": "It would have been in accordance with nature that fire should tend upwards; but now on the contrary we see the beams of the sun directed towards the earth; and the waters to be above the heavens, yet not falling away; and the sun running below them, yet not quenched by the waters, nor dispelling their moisture.",
          "id": 55829
        },
        {
          "text": "Besides these things we said that this whole universe consists of four elements, these being adverse to and at strife with one another; yet one does not consume the other, although they are mutually destructive.",
          "id": 55830
        },
        {
          "text": "Whence it is evident that some invisible power bridles them, and the will of God becomes their bond.",
          "id": 55831
        },
        {
          "text": "To-day, I wish to dwell a little more on this subject.",
          "id": 55832
        },
        {
          "text": "Arouse yourselves, however, and give earnest heed unto us! And that the wonder may appear more clearly, I will draw the lesson concerning these things from our own bodies.",
          "id": 55833
        },
        {
          "text": "This body of ours, so short, and small, consists of four elements; viz.",
          "id": 55834
        },
        {
          "text": "of what is warm, that is, of blood; of what is dry, that is, of yellow bile; of what is moist, that is, of phlegm; of what is cold, that is, of black bile.",
          "id": 55835
        },
        {
          "text": "And let no one think this subject foreign to that which we have in hand.",
          "id": 55836
        },
        {
          "text": "\"For He that is spiritual judgeth all things; yet He Himself is judged of no man\".",
          "id": 55837
        },
        {
          "text": "Thus also Paul touched upon principles of agriculture, whilst discoursing to us of the Resurrection; and said, \"Thou fool; that which thou sowest is not quickened, except it die\".",
          "id": 55838
        },
        {
          "text": "But if that blessed man brought forward questions of agriculture, neither should any one blame us if we handle matters pertaining to medical science.",
          "id": 55839
        },
        {
          "text": "For our discourse is now respecting the Creation of God; and this ground-work of ideas will be necessary for our purpose.",
          "id": 55840
        },
        {
          "text": "As, therefore, I said before, this body of ours consists of four elements; and if either revolts against the whole, death is the result of this revolt.",
          "id": 55841
        },
        {
          "text": "As for instance, by a superabundance \"of bile\" fever is produced; and should this proceed beyond a certain measure, it effects a rapid dissolution.",
          "id": 55842
        },
        {
          "text": "Again, when there is an excess of the cold element, paralyses, agues, apoplexies, and an infinite number of other maladies are generated.",
          "id": 55843
        },
        {
          "text": "And every form of disease is the effect of an excess of these elements; when either of them overpassing its own bounds, acts the part of a tyrant against the rest, and mars the symmetry of the whole.",
          "id": 55844
        },
        {
          "text": "Interrogate then him who says, that all things are spontaneous and self-produced.",
          "id": 55845
        },
        {
          "text": "If this little and diminutive body, having the advantage of medicines, and of medical skill, and of a soul within which regulates it, and of much moral wisdom, as well as innumerable other helps, be not always able to continue in a state of order, but often perishes, and is destroyed, when some disturbance takes place within it; how could a world like this, containing substances of such vast bulk and compounded of those same elements, remain during so long a time without any disturbance, unless it enjoyed the advantage of a manifold providence? Neither would it be reasonable to suppose that this body, which has the benefit of superintendence both without and within, should scarcely be sufficient for its own preservation; and that a world such as this is, enjoying no such superintendence, should during so many years suffer nothing of that sort which our body suffers.",
          "id": 55846
        },
        {
          "text": "For how, I ask, is it that not one of these elements hath gone beyond its own boundaries, nor swallowed up all the rest? Who hath brought them together from the beginning? Who hath bound? Who hath bridled? Who hath held them together during so long a period? For if the body of the world were simple and uniform, what I speak of would not have been so impossible.",
          "id": 55847
        },
        {
          "text": "But when there hath been such a strife between the elements, even from the beginning; who so senseless as to think that these things would have come together, and remained together when united, without One to effect this conjunction? For if we who are evil-affected towards one another not by nature, but by will, cannot come spontaneously to an agreement as long as we remain at variance, and hold ourselves ungraciously towards one another; if we have yet need of some one else to bring us into a state of conjunction; and after this conjunction further to clench us, and persuade us to abide by our reconciliation, and not again to be at variance; how could the elements, which neither partake of sense nor reason, and which are naturally adverse, and inimical to each other, have come together, and agreed and remained with one another, if there were not some ineffable Power which effected this conjunction; and after this conjunction, always restrained them by the same bond?.",
          "id": 55848
        },
        {
          "text": "Dost thou not perceive how this body wastes away, withers, and perishes after the secession of the soul, and each of the elements thereof returns to its own appointed place? This very same thing, indeed, would also happen to the world, if the Power which always governs it had left it devoid of Its own providence.",
          "id": 55849
        },
        {
          "text": "For if a ship does not hold together without a pilot, but soon founders, how could the world have held together so long a time if there was no one governing its course? And that I may not enlarge, suppose the world to be a ship; the earth to be placed below as the keel; the sky to be the sail; men to be the passengers; the subjacent abyss, the sea.",
          "id": 55850
        },
        {
          "text": "How is it then that during so long a time, no shipwreck has taken place? Now let a ship go one day without a pilot and crew, and thou wilt see it straightway foundering! But the world, though subsisting now five thousand years, and many more, hath suffered nothing of the kind.",
          "id": 55851
        },
        {
          "text": "But why do I talk of a ship? Suppose one hath pitched a small hut in the vineyards; and when the fruit is gathered, leaves it vacant; it stands, however, scarce two or three days, but soon goes to pieces, and tumbles down! Could not a hut, forsooth, stand without superintendence? How then could the workmanship of a world, so fair and marvellous; the laws of the night and day; the interchanging dances of the seasons; the course of nature chequered and varied as it is in every way throughout the earth, the sea, the sky; in plants, and in animals that fly, swim, walk, creep; and in the race of men, far more dignified than any of these, continue yet unbroken, during so long a period, without some kind of providence? But in addition to what has been said, follow me whilst I enumerate the meadows, the gardens, the various tribes of flowers; all sorts of herbs, and their uses; their odours, forms, disposition, yea, but their very names; the trees which are fruitful, and which are barren; the nature of metals,—and of animals,—in the sea, or on the land; of those that swim, and those that traverse the air; the mountains, the forests, the groves; the meadow below, and the meadow above; for there is a meadow on the earth, and a meadow too in the sky; the various flowers of the stars; the rose below, and the rainbow above! Would you have me point out also the meadow of birds? Consider the variegated body of the peacock, surpassing every dye, and the fowls of purple plumage.",
          "id": 55852
        },
        {
          "text": "Contemplate with me the beauty of the sky; how it has been preserved so long without being dimmed; and remains as bright and clear as if it had been only fabricated to-day; moreover, the power of the earth, how its womb has not become effete by bringing forth during so long a time! Contemplate with me the fountains; how they burst forth and fail not, since the time they were begotten, to flow forth continually throughout the day and night! Contemplate with me the sea, receiving so many rivers, yet never exceeding its measure! But how long shall we pursue things unattainable! It is fit, indeed, that over every one of these which has been spoken of, we should say, \"O Lord, how hast Thou magnified Thy works; in wisdom hast Thou made them all\".",
          "id": 55853
        },
        {
          "text": "But what is the sapient argument of the unbelievers, when we go over all these particulars with them; the magnitude, the beauty of the creation, the prodigality, the munificence everywhere displayed? This very thing, say they, is the worst fault, that God hath made the world so beautiful and so vast.",
          "id": 55854
        },
        {
          "text": "For if He had not made it beautiful and vast, we should not have made a god of it; but now being struck with its grandeur, and marvelling at its beauty, we have thought it to be a deity.",
          "id": 55855
        },
        {
          "text": "But such an argument is good for nothing.",
          "id": 55856
        },
        {
          "text": "For that neither the magnitude, nor beauty of the world is the cause of this impiety, but their own want of understanding, is what we are prepared to show, proved by the case of ourselves, who have never been so affected.",
          "id": 55857
        },
        {
          "text": "Why then have \"we\" not made a deity of it? Do we not see it with the same eyes as themselves? Do we not enjoy the same advantage from the creation with themselves? Do we not possess the same soul? Have we not the same body? Do we not tread the same earth? How comes it that this beauty and magnitude hath not persuaded us to think the same as they do? But this will be evident not from this proof only, but from another besides.",
          "id": 55858
        },
        {
          "text": "For as a proof that it is not for its beauty they have made a deity of it, but by reason of their own folly, why do they adore the ape, the crocodile, the dog, and the vilest of animals? Truly, \"they became vain in their imaginations, and their foolish heart was darkened.",
          "id": 55859
        },
        {
          "text": "Professing themselves to be wise, they became fools\".",
          "id": 55860
        },
        {
          "text": "Nevertheless, we will not frame our answer from these things only, but will also say something yet further.",
          "id": 55861
        },
        {
          "text": "For God, foreseeing these things of old, destroyed, in His wisdom, this plea of theirs.",
          "id": 55862
        },
        {
          "text": "On this account He made the world not only wonderful and vast, but also corruptible and perishable; and placed therein many evidences of its weakness; and what He did with respect to the Apostles, He did with respect to the whole world.",
          "id": 55863
        },
        {
          "text": "What then did He with respect to the Apostles? Since they used to perform many great and astonishing signs and wonders, He suffered them constantly to be scourged, to be expelled, to inhabit the dungeon, to encounter bodily infirmities, to be in continual tribulations, lest the greatness of their miracles should make them to be accounted as gods amongst mankind.",
          "id": 55864
        },
        {
          "text": "Therefore when He had bestowed so great favour upon them, He suffered their bodies to be mortal, and in many cases obnoxious to disease; and did not remove their infirmity, that He might give full proof of their nature.",
          "id": 55865
        },
        {
          "text": "And this is not merely my assertion, but that of Paul himself, who says, \"For though I would desire to glory, I shall not be a fool; but now I forbear, lest any man should think of me above that which he seeth me to be, or that he heareth of me\".",
          "id": 55866
        },
        {
          "text": "And again, \"But we have this treasure in earthen vessels\".",
          "id": 55867
        },
        {
          "text": "But what is meant by \"earthen vessels?\" In this body, he means, which is mortal and perishable.",
          "id": 55868
        },
        {
          "text": "For just as the earthen vessel is formed from clay and fire, so also the body of these saints being clay, and receiving the energy of the spiritual fire, becomes an earthen vessel.",
          "id": 55869
        },
        {
          "text": "But for what reason was it thus constituted, and so great a treasure, and such a plentitude of graces entrusted to a mortal and corruptible body? \"That the excellency of the power may be of God, and not of us\".",
          "id": 55870
        },
        {
          "text": "For when thou seest the Apostles raising the dead, yet themselves sick, and unable to remove their own infirmities, thou mayest clearly perceive, that the resurrection of the dead man was not effected by the power of him who raised him, but by the energy of the Spirit.",
          "id": 55871
        },
        {
          "text": "For in proof, that they were frequently sick, hear what Paul saith respecting Timothy, \"Use a little wine for thy stomach's sake, and thine often infirmities\".",
          "id": 55872
        },
        {
          "text": "And again, of another he saith, \"But Trophimus I have left at Miletus sick\".",
          "id": 55873
        },
        {
          "text": "And writing to the Philippians, he said, \"Epaphroditus was sick nigh unto death\".",
          "id": 55874
        },
        {
          "text": "For if, when this was the case, they accounted them to be gods, and prepared to do sacrifice unto them, saying, \"The gods are come down to us in the likeness of men;\" had such infirmities not existed, to what extent of impiety might not men have proceeded, when they beheld their miracles? As then in this case, because of the greatness of these signs, He suffered their nature to remain in a state of infirmity, and permitted those repeated trials, in order that they might not be thought to be gods, thus likewise He did with respect to the creation, a thing nearly parallel to this.",
          "id": 55875
        },
        {
          "text": "For He fashioned it beautiful and vast; but on the other hand corruptible.",
          "id": 55876
        },
        {
          "text": "And both of these points the Scriptures teach, for one in treating of the beauty of the heavens thus speaks; \"The heavens declare the glory of God\".",
          "id": 55877
        },
        {
          "text": "And again, \"Who hath placed the sky as a vault, and spread it out as a tent over the earth\".",
          "id": 55878
        },
        {
          "text": "And again, \"Who holdeth the circle of heaven\".",
          "id": 55879
        },
        {
          "text": "But another writer, shewing that although the world be great and fair, it is yet corruptible, thus speaks; \"Thou, Lord, in the beginning hast laid the foundation of the earth, and the heavens are the works of Thine hands.",
          "id": 55880
        },
        {
          "text": "They shall perish, but Thou remainest, and they all shall wax old as doth a garment, and as a vesture shalt Thou fold them up, and they shall be changed\".",
          "id": 55881
        },
        {
          "text": "And again, David saith of the sun, that \"he is as a bridegroom coming out of his chamber, and rejoiceth as a giant to run his course\".",
          "id": 55882
        },
        {
          "text": "Seest thou how he places before thee the beauty of this star, and its greatness? For even as a bridegroom when he appears from some stately chamber, so the sun sends forth his rays under the East; and adorning the heaven as it were with a saffron-coloured veil, and making the clouds like roses, and running unimpeded all the day; he meets no obstacle to interrupt his course.",
          "id": 55883
        },
        {
          "text": "Beholdest thou, then, his beauty? Beholdest thou his greatness? Look also at the proof of his weakness! For a certain wise man, to make this plain, said, \"What is brighter than the sun, yet the light thereof suffers eclipse\".",
          "id": 55884
        },
        {
          "text": "Nor is it only from this circumstance that his infirmity is to be perceived, but also in the concourse of the clouds.",
          "id": 55885
        },
        {
          "text": "Often, at least, when a cloud passes underneath him, though emitting his beams, and endeavouring to pierce through it, he has not strength to do so; the cloud being too dense, and not suffering him to penetrate through it.",
          "id": 55886
        },
        {
          "text": "\"He nourishes the seeds, however,\" replies some one—Yes—still he does not nourish them by himself, but requires the assistance of the earth, and of the dew, and of the rains, and of the winds, and the right distribution of the seasons.",
          "id": 55887
        },
        {
          "text": "And unless all these things concur, the sun's aid is but superfluous.",
          "id": 55888
        },
        {
          "text": "But this would not seem to be like a deity, to stand in need of the assistance of others, for that which he wishes to do; for it is a special attribute of God to want nothing; He Himself at least did not in this manner bring forth the seeds from the ground; He only commanded, and they all shot forth.",
          "id": 55889
        },
        {
          "text": "And again, that thou mayest learn that it is not the nature of the elements, but His command which effects all things; He both brought into being these very elements which before were not; and without the need of any aid, He brought down the manna for the Jews.",
          "id": 55890
        },
        {
          "text": "For it is said, \"He gave them bread from heaven\".",
          "id": 55891
        },
        {
          "text": "But why do I say, that in order to the perfection of fruits, the sun requires the aid of other elements for their sustenance; when he himself requires the assistance of many things for his sustenance, and would not himself be sufficient for himself.",
          "id": 55892
        },
        {
          "text": "For in order that he may proceed on his way, he needs the heaven as a kind of pavement spread out underneath him; and that he may shine, he needs the clearness and rarity of the air; since if even this become unusually dense, he is not able to show his light; and, on the other hand, he requires coolness and moisture, lest his rays should be intolerable to all, and burn up everything.",
          "id": 55893
        },
        {
          "text": "When, therefore, other elements overrule him, and correct his weakness (overrule as for example, clouds, and walls, and certain other bodies that intercept his light:—or correct his excess, as the dews, and fountains, and cool air), how can such a one be a Deity? For God must be independent, and not stand in need of assistance, be the source of all good things to all, and be hindered by nothing; even as Paul, as well as the prophet Isaiah, saith of God; the latter thus making Him speak in His own Person, \"I fill heaven and earth, saith the Lord\".",
          "id": 55894
        },
        {
          "text": "And again, \"Am I a God nigh at hand, and not a God afar off?\" And again, David says, \"I have said unto the Lord, Thou art my Lord, for Thou hast no need of my good things\".",
          "id": 55895
        },
        {
          "text": "But Paul, demonstrating this independence of help, and shewing that both these things especially belong to God; to stand in need of nothing, and of Himself to supply all things to all; speaks on this wise, \"God that made the heaven, and the earth, and the sea, Himself needeth not any thing, giving to all life and all things\".",
          "id": 55896
        },
        {
          "text": "It would indeed be easy for us to take a survey of the other elements, the heaven, the air, the earth, the sea, and to shew the imbecility of these, and how each requires the assistance of his neighbour, and without this assistance, is lost and destroyed.",
          "id": 55897
        },
        {
          "text": "For as it regards the earth, if the fountains fail it, and the moisture infused from the sea and the rivers, it quickly perishes by being parched.",
          "id": 55898
        },
        {
          "text": "The remaining elements too stand in need of one another, the air of the sun, as well as the sun of the air.",
          "id": 55899
        },
        {
          "text": "But not to protract this discourse; in what has been said, having given a sufficient supply of reasons to start from for those who are willing to receive them, we shall be content.",
          "id": 55900
        },
        {
          "text": "For if the sun, which is the most surprising part of the whole creation, hath been proved to be so feeble and needy, how much more the other parts of the universe? What then I have advanced (offering these things for the consideration of the studious), I will myself again shew you in discourse from the Scriptures; and prove, that not only the sun, but also the whole universe is thus corruptible.",
          "id": 55901
        },
        {
          "text": "For since the elements are mutually destructive, and when much cold intervenes, it chastens the force of the sun's rays; and on the other hand, the heat prevailing, consumes the cold; and since the elements are both the causes and subjects of contrary qualities, and dispositions, in one another; it is very evident that these things offer a proof of great corruptibility; and of the fact, that all these things which are visible, are a corporeal substance.",
          "id": 55902
        },
        {
          "text": "But since this subject is too lofty for our simplicity, permit me now to lead you to the sweet fountain of the Scriptures, that we may refresh your ears.",
          "id": 55903
        },
        {
          "text": "For we will not discourse to you of the heaven and the earth separately, but will exhibit the Apostle declaring this very thing to us concerning the whole creation, in these plain terms, that the whole creation is now in bondage to corruption; and why it is thus in bondage, and at what time it shall be delivered from it, and unto what condition it shall be translated.",
          "id": 55904
        },
        {
          "text": "For after he had said, \"The sufferings of this present time are not worthy to be compared with the glory that shall be revealed in us;\" he goes on to add; \"For the earnest expectation of the creature waiteth for the manifestation of the sons of God.",
          "id": 55905
        },
        {
          "text": "For the creature was made subject to vanity, not willingly, but by reason of Him who hath subjected the same in hope\".",
          "id": 55906
        },
        {
          "text": "But what he intends is to this effect; \"The creature,\" he says, \"was made corruptible;\" for this is implied in the expression, \"being made subject to vanity\".",
          "id": 55907
        },
        {
          "text": "For it was made corruptible by the command of God.",
          "id": 55908
        },
        {
          "text": "But God so commanded it for the sake of our race; for since it was to nurture a corruptible man, it was necessary itself should also be of the same character; for of course corruptible bodies were not to dwell in an incorruptible creation.",
          "id": 55909
        },
        {
          "text": "But, nevertheless, he tells us, it will not remain so.",
          "id": 55910
        },
        {
          "text": "\"The creature also itself shall be delivered from the bondage of corruption;\" and afterwards, for the purpose of shewing when this event shall take place, and through whom, he adds, \"Into the glorious liberty of the sons of God\".",
          "id": 55911
        },
        {
          "text": "For when we are raised, his meaning is, and assume incorruptible bodies; then also this body of the heaven, the earth, and the whole creation, shall be incorruptible, and imperishable.",
          "id": 55912
        },
        {
          "text": "When, therefore, thou beholdest the sun arising, admire the Creator; when thou beholdest him hiding himself and disappearing, learn the weakness of his nature, that thou mayest not adore him as a Deity! For God hath not only implanted in the nature of the elements this proof of their weakness, but hath also bidden His servants, that were but men, command them; so that although thou shouldest not know their servitude from their aspect, thou mayest learn, from those who have commanded them, that they are all thy fellow-servants.",
          "id": 55913
        },
        {
          "text": "Therefore it was, that Joshua, the son of Nave, said, \"Let the sun stand still in Gibeon, and the moon over against the valley of Ajalon\".",
          "id": 55914
        },
        {
          "text": "And again the prophet Isaiah made the sun to retrace his steps, under the reign of Hezekiah; and Moses gave orders to the air, and the sea, the earth, and the rocks.",
          "id": 55915
        },
        {
          "text": "Elisha changed the nature of the waters; the Three Children triumphed over the fire.",
          "id": 55916
        },
        {
          "text": "Thou seest how God hath provided for us on either hand; leading us by the beauty of the elements to the knowledge of His divinity; and, by their feebleness, not permitting us to lapse into the worship of them.",
          "id": 55917
        },
        {
          "text": "For the sake of all these things then, let us glorify Him, our Guardian; not only by words, but also by deeds; and let us shew forth an excellent conversation, not only in general, but in particular with regard to abstinence from oaths.",
          "id": 55918
        },
        {
          "text": "For not every sin brings the same penalty; but those which are easiest to be amended, bring upon us the greatest punishment: which indeed Solomon intimated, when he said, \"It is not wonderful if any one be taken stealing; for he stealeth that he may satisfy his soul that is hungry; but the adulterer, by the lack of understanding, destroyeth his own soul\".",
          "id": 55919
        },
        {
          "text": "But what he means is to this effect.",
          "id": 55920
        },
        {
          "text": "The thief is a grievous offender, but not so grievous a one as the adulterer: for the former, though it be a sorry reason for his conduct, yet at the same time has to plead the necessity arising from indigence; but the latter, when no necessity compels him, by his mere madness rushes into the gulph of iniquity.",
          "id": 55921
        },
        {
          "text": "This also may be said with regard to those who swear.",
          "id": 55922
        },
        {
          "text": "For they have not any pretext to allege, but merely their contempt.",
          "id": 55923
        },
        {
          "text": "I know, indeed, that I may seem to be too tedious and burdensome; and that I may be thought to give annoyance by continuing this admonition.",
          "id": 55924
        },
        {
          "text": "But nevertheless, I do not desist, in order that ye may even be shamed by my shamelessness to abstain from the custom of oaths.",
          "id": 55925
        },
        {
          "text": "For if that unmerciful and cruel judge, paying respect to the importunity of the widow, changed his custom, much more will ye do this; and especially when he who is exhorting you, doth it not for himself, but for your salvation.",
          "id": 55926
        },
        {
          "text": "Or rather, indeed, I cannot deny that I do this for myself; for I consider your benefit as my own success.",
          "id": 55927
        },
        {
          "text": "But I could wish that you, even as I labour, and weary myself for your safety, would in like manner make your own souls a matter of anxiety to yourselves; and then assuredly this work of reformation would be perfected.",
          "id": 55928
        },
        {
          "text": "And what need is there to multiply words? For if there were no hell, neither punishment for the contumacious, nor reward for the obedient; and I had come to you, and asked this in the way of a favour, would ye not have consented? would ye not have granted my petition, when I asked so trifling a favour? But when it is God who asks this favour, and for the sake of yourselves, who are to grant it, and not for Himself, Who is to receive it; who is there so ungracious, who is there so miserable and wretched, that he will not grant this favour to God, when He asks it; and especially when he himself who grants it, is in future to enjoy the benefit of it? Considering these things then, repeat over to yourselves, when ye depart hence, all that has been said; and correct in every way those who take no heed to it; to the end that we may receive the recompense of other men's good actions, as well as our own, through the grace and lovingkindness of our Lord Jesus Christ, by Whom, and with Whom be glory to the Father, with the Holy Ghost, for ever and ever, Amen.",
          "id": 55929
        }
      ]
    }
  ]
}