{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch XVIII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XVIII.",
          "id": 57037
        },
        {
          "text": "The former subject of the Sedition continued; also of fasting; and upon the Apostolic saying, \"Rejoice in the Lord always\".",
          "id": 57038
        },
        {
          "text": "I have observed many persons rejoicing, and saying one to another, \"We have conquered; we have prevailed; the half of the fast is spent\".",
          "id": 57039
        },
        {
          "text": "But I exhort such persons not to rejoice on this account, that the half of the fast is gone, but to consider whether the half of their sins be gone; and if so, then to exult.",
          "id": 57040
        },
        {
          "text": "For this is a fit subject of gratification.",
          "id": 57041
        },
        {
          "text": "This is what is to be sought after, and for which all things are done, that we may correct our defects; and that we may not quit the fast the same persons as we entered upon it, but in a cleansed state; and that having laid aside all that belongs to evil habits, we may thus keep the sacred feast, since if the case be otherwise, we shall be so far from obtaining any advantage, that the completion of the fast will be the greatest injury to us.",
          "id": 57042
        },
        {
          "text": "Let us, therefore, not rejoice that we have gone through the length of the fast, for this is nothing great; but let us rejoice, if we have got through it with fresh attainments, so that when this is over, the fruit of it may shine forth.",
          "id": 57043
        },
        {
          "text": "For the gain of winter is more especially manifested after the season is gone by.",
          "id": 57044
        },
        {
          "text": "Then, the flourishing corn, and the trees teeming with leaves and fruit, proclaim, by their appearance, the benefit that has accrued to them from the winter! Let the same thing also take place with us.",
          "id": 57045
        },
        {
          "text": "For during the winter, we have enjoyed divers and frequent showers, having been during the fast partakers of a continued course of instruction, and have received spiritual seeds, and cut away the thorns of luxury.",
          "id": 57046
        },
        {
          "text": "Wherefore let us persevere, retaining with all diligence what we have heard; that when the fast is over, the fruit of the fast may abound, and that by the good things we gathered from the fast, we may remember the fast itself.",
          "id": 57047
        },
        {
          "text": "If thus we fashion ourselves, we shall, when the fast returns, welcome it again with pleasure.",
          "id": 57048
        },
        {
          "text": "For I see many who are so feeble-minded, that at the present season they are anxious about the following Lent; and I have heard many saying, that after their liberation from the fast, they are insensible to any pleasure from this remission, on account of their anxiety about the coming year.",
          "id": 57049
        },
        {
          "text": "What can be more feeble-minded than this? I ask; and what is the cause of this? It is, that when the fast is arrived, we do not take pains that the concerns of the soul may be well ordered, but we limit the fast solely to an abstinence from food.",
          "id": 57050
        },
        {
          "text": "Since, were we to reap the full benefit of it in a reformation of conduct, we should wish the fast to come round every day, receiving in very deed an experience of its good effects; and we should never cast away the desire of it, or be dejected and anxious whilst expecting it.",
          "id": 57051
        },
        {
          "text": "For there is nothing whatever that will be able to afflict one who is well ordered in mind, and careful about his own soul; but he will enjoy a pure and continued pleasure.",
          "id": 57052
        },
        {
          "text": "And that this is true ye have to-day heard from Paul, who exhorts us, saying, \"Rejoice in the Lord always, and again I say, rejoice\".",
          "id": 57053
        },
        {
          "text": "I know indeed that to many this saying seems impossible.",
          "id": 57054
        },
        {
          "text": "\"For how is it possible,\" says some one, \"that he who is but a man, can continually rejoice? To rejoice is no hard matter, but to rejoice continually, this seems to me to be impossible\".",
          "id": 57055
        },
        {
          "text": "For many are the causes of sadness, which surround us on all sides.",
          "id": 57056
        },
        {
          "text": "A man has lost either a son, or a wife, or a beloved friend, more necessary to him than all kindred; or he has to sustain the loss of wealth; or he has fallen into sickness; or he has to bear some other change of fortune; or to grieve for contemptuous treatment which he did not deserve; or famine, or pestilence, or some intolerable exaction, or circumstances in his family trouble him;—nay, there is no saying how many circumstances of a public or private nature are accustomed to occasion us grief.",
          "id": 57057
        },
        {
          "text": "How then, he may say, is it possible to \"rejoice always?\" Yea, O man! it is possible; and if it were not so, Paul would not have given the exhortation; nor would a man endowed with spiritual wisdom have offered such counsel; and for this reason I have constantly said to you, and will not cease to say, that what ye could no where have learnt from any other, that wisdom ye may here meditate.",
          "id": 57058
        },
        {
          "text": "For mankind are universally desirous of pleasure, and of rejoicing; and for this, they do all, say all, and undertake all things.",
          "id": 57059
        },
        {
          "text": "Therefore it is, that the merchant goes on a voyage, in order that he may amass wealth; and he amasses wealth, to the end that he may rejoice over what he has treasured up.",
          "id": 57060
        },
        {
          "text": "The soldier also for this reason exercises his warfare, and the husbandman his husbandry; for this each man plies his art.",
          "id": 57061
        },
        {
          "text": "Those also who love dominion, love it for this end, that they may obtain glory; and they desire to obtain glory, that they may rejoice; and any one may perceive that each of our undertakings is directed to this point, and that every man looking to this makes haste to go towards it through a variety of means.",
          "id": 57062
        },
        {
          "text": "For as I said, all love gladness, but all are not able to attain it, since they know not the way which leads to it; but many suppose that the source of it is in being rich.",
          "id": 57063
        },
        {
          "text": "But if this were its source, no one possessed of wealth would ever be sad.",
          "id": 57064
        },
        {
          "text": "But in fact many of the rich think life not worth living, and would infinitely prefer death when they experience any hardship; and of all men these are the most liable to excessive sadness.",
          "id": 57065
        },
        {
          "text": "For you should not look to their tables, or their flatterers, and parasites, but to the trouble that comes of such things, the insults, the calumnies, the dangers, and the distresses, and what is far worse, that they meet these reverses unpractised, and know not how to take them philosophically, or to bear with fortitude what befalls them; whence it happens that calamities do not appear to them such as they are in their own nature, but even things which are really light come to seem intolerable; whereas, with regard to the poor, the contrary takes place; things that are irremediable seem easy to be borne, since they are familiar with many such.",
          "id": 57066
        },
        {
          "text": "For it is not so much the nature of the events as the disposition of the sufferers, that makes the evils which come upon us seem great or small.",
          "id": 57067
        },
        {
          "text": "And that I may not go a long way off for examples of both these facts, I will speak to you of what has lately befallen ourselves.",
          "id": 57068
        },
        {
          "text": "Behold then how all the poor escaped, and the populace are delivered from the danger, and enjoy an entire freedom! but those who manage the affairs of the city, the men who keep their studs of horses, and preside over the public games, and such as have borne other public charges, they are now the inmates of the prison, and fear the worst; and they alone pay the penalty of the deeds that have been perpetrated by all, and are in a state of constant terror; and they are now the most wretched of men, not because of the greatness of the danger, but on account of the luxury in which hitherto they have lived! Many, at least when exhorted by us, and counselled to sustain these adverse affairs with fortitude, said this, \"We never practised any thing of the kind, and do not know how to exercise such philosophy; this is why we need so much consolation\".",
          "id": 57069
        },
        {
          "text": "Others again suppose, that to enjoy good health is the source of pleasure.",
          "id": 57070
        },
        {
          "text": "But it is not so.",
          "id": 57071
        },
        {
          "text": "For many of those who enjoy good health have a thousand times wished themselves dead, not being able to bear the insults inflicted on them.",
          "id": 57072
        },
        {
          "text": "Others again affirm, that to enjoy glory, and to have attained to power, and to administer the highest offices, and to be flattered by multitudes, is productive of continual gladness.",
          "id": 57073
        },
        {
          "text": "But neither is this the case.",
          "id": 57074
        },
        {
          "text": "And why do I speak of other offices of power? For although we were to mount up in thought to royalty itself, and to him who lives in that station, we should find it encompassed with a diversity of troubles, and having so many necessary causes the more of sadness, in proportion as it is surrounded with a greater weight of affairs.",
          "id": 57075
        },
        {
          "text": "And what need is there to speak of wars, and battles, and the insurrections of barbarians? Oftentimes he has reason to fear those by whom he is surrounded at home.",
          "id": 57076
        },
        {
          "text": "For many of those monarchs who have escaped from the hands of their enemies, have not escaped the conspiracies of their own body-guards.",
          "id": 57077
        },
        {
          "text": "And kings have of necessity as many causes of sadness as there are waves on the ocean.",
          "id": 57078
        },
        {
          "text": "But if monarchy is unable to render life devoid of grief, then what else can possibly achieve this? Nothing, indeed, of this life; but this saying of Paul alone, brief and simple as it is, will of itself open to us this treasure.",
          "id": 57079
        },
        {
          "text": "For many words are not needed, nor a long round of argument, but if we only consider his expression, we shall find the way that leads to it.",
          "id": 57080
        },
        {
          "text": "He does not simply say, \"Rejoice always;\" but he adds the cause of the continual pleasure, saying, \"Rejoice in the Lord always\".",
          "id": 57081
        },
        {
          "text": "He who rejoices \"in the Lord,\" can not be deprived of the pleasure by any thing that may happen.",
          "id": 57082
        },
        {
          "text": "For all other things in which we rejoice are mutable and changeable, and subject to variation.",
          "id": 57083
        },
        {
          "text": "And not only does this grievous circumstance attend them, but moreover while they remain they do not afford us a pleasure sufficient to repel and veil the sadness that comes upon us from other quarters.",
          "id": 57084
        },
        {
          "text": "But the fear of God contains both these requisites.",
          "id": 57085
        },
        {
          "text": "It is steadfast and immoveable, and sheds so much gladness that we can admit no sense of other evils.",
          "id": 57086
        },
        {
          "text": "For the man who fears God as he ought, and trusts in Him, gathers from the very root of pleasure, and has possession of the whole fountain of cheerfulness.",
          "id": 57087
        },
        {
          "text": "And as a spark falling upon a wide ocean quickly disappears, so whatever events happen to the man who fears God, these, falling as it were upon an immense ocean of joy, are quenched and destroyed! This indeed is most to be wondered at, that whilst things which minister sadness are present, the man should remain joyful.",
          "id": 57088
        },
        {
          "text": "For if there was nothing to produce grief, it would be no great matter to him that he was able continually to rejoice.",
          "id": 57089
        },
        {
          "text": "But that at a time when he is urged to sadness by the pressure of many things, he is superior to all these, and is blithe in the midst of sorrow, this is truly a matter for astonishment! And as no one would have wondered that the three Children were not burnt, if they had remained far off from the furnace of Babylon! (for the circumstance that astonished all was, that having been so long in such close contact with the fire, they left it more free from hurt than those who had not been in contact with it); so also we are able to say of the saints, that if no temptation had fastened itself upon them, we should not have wondered at their continual rejoicing.",
          "id": 57090
        },
        {
          "text": "But the point worthy of admiration, and that which surpasses human nature, is this, that being encircled on all sides with innumerable waves, their condition is easier than that of those who enjoy an entire calm!.",
          "id": 57091
        },
        {
          "text": "From what has been said, it is evident that amongst those who are outside the church it is impossible to find any situation in life, encircled with continual gladness from the things without.",
          "id": 57092
        },
        {
          "text": "But that the believer cannot possibly be deprived of the enjoyment of a continued pleasure is what I will now proceed to prove, to the end that ye may not only learn, but also emulate this painless condition of life.",
          "id": 57093
        },
        {
          "text": "For suppose a man having nothing for which to condemn himself, but cherishing a good conscience, and yearning after the future state, and the fulfilment of those good hopes; what, I ask, will be able to throw such a person into sadness? Does not death seem the most insupportable of all things? Yet the expectation of this is so far from grieving him, that it makes him the more joyful; for he knows that the arrival of death is a release from labour, and a speeding toward the crowns and rewards laid up for those who have contended in the race of piety and virtue.",
          "id": 57094
        },
        {
          "text": "But is it the untimely end of his children? Nay, he will also bear this nobly, and will take up the words of Job, \"The Lord gave, the Lord hath taken away; as it seemed good unto the Lord, so is it come to pass.",
          "id": 57095
        },
        {
          "text": "Blessed be the name of the Lord for ever\".",
          "id": 57096
        },
        {
          "text": "But if death and loss of children cannot grieve, much less can the loss of money, or dishonour, or reproaches, or false accusations, at any time affect a soul so great and noble; no, nor anguish of body, since the Apostles were scourged, yet they were not made sad.",
          "id": 57097
        },
        {
          "text": "This, indeed, was a great thing; but what is much more, instead of being made sad, they considered their very scourgings, as a ground of additional pleasure.",
          "id": 57098
        },
        {
          "text": "\"And they departed from the presence of the council, rejoicing that they were counted worthy to suffer shame for the name of Christ\".",
          "id": 57099
        },
        {
          "text": "Did any person insult and revile such a one? Well, he was taught by Christ to rejoice in these revilings.",
          "id": 57100
        },
        {
          "text": "\"Rejoice,\" saith He, \"and be exceeding glad, when they shall say all manner of evil against you falsely for my sake; for great is your reward in heaven\".",
          "id": 57101
        },
        {
          "text": "But suppose a man hath fallen into disease? Well, he hath heard another admonishing, and saying, \"In disease and poverty trust thou in Him; for as gold is tried in the fire, so are acceptable men in the furnace of humiliation\".",
          "id": 57102
        },
        {
          "text": "Since, therefore, neither death, nor loss of money, nor bodily disease, nor dishonour, nor reproach, nor any other thing of that nature, will be able to grieve him, but makes him even the more joyful, what foundation for sadness will he have at any time?.",
          "id": 57103
        },
        {
          "text": "\"What then,\" says some one, \"used not the Saint to be in sadness? Do you not hear Paul saying, \"I have great heaviness, and continual sorrow in my heart?\" This, indeed, is the thing to wonder at, that sorrow brought a gain, and a pleasure that resulted from the gain; for as the scourge did not procure them anguish, but gladness; so also again the sorrow procured them those great crowns.",
          "id": 57104
        },
        {
          "text": "And this is the paradox; that not only the sadness of the world, but also its joy, contains extreme loss; but in the case of spiritual things, it is exactly the reverse; and not the joy only, but the sadness too contains a rich treasure of good things! But how, I proceed to explain.",
          "id": 57105
        },
        {
          "text": "In the world, a person often rejoices, on beholding an enemy in trouble; and by this joy he draws on himself a great punishment.",
          "id": 57106
        },
        {
          "text": "Again, another person mourns, on seeing a brother fall; and because of this sadness he will procure for himself much favour with God.",
          "id": 57107
        },
        {
          "text": "Seest thou how godly sorrow is better and more profitable than the joy of the world? Thus also Paul sorrowed for sinners, and for those who disbelieved in God; and this sorrow was the means of laying up a great reward for him.",
          "id": 57108
        },
        {
          "text": "But that I may make what I say more clear, and that ye may know that although what I assert is very strange, it is nevertheless true, viz.",
          "id": 57109
        },
        {
          "text": "that grief is often capable of refreshing distressed souls, and of rendering a burdened conscience light: consider how often women, when they have lost their most beloved children, break their hearts, and perish, if they are forbidden to mourn, and to shed tears.",
          "id": 57110
        },
        {
          "text": "But if they do all which those who are sad, are wont to do, they are relieved, and receive consolation.",
          "id": 57111
        },
        {
          "text": "And what wonder that this should be the case with women, when you may even see a prophet affected in a similar manner? Therefore he was continually saying, \"Suffer me—I will weep bitterly—labour not to comfort me, because of the spoiling of the daughter of my people\".",
          "id": 57112
        },
        {
          "text": "So that, oftentimes, sadness is the bearer of consolation; and if it is so with regard to this world.",
          "id": 57113
        },
        {
          "text": "much more with regard to spiritual things.",
          "id": 57114
        },
        {
          "text": "Therefore he says, \"Godly sorrow worketh repentance unto salvation, not to be repented of\".",
          "id": 57115
        },
        {
          "text": "This indeed seems to be obscure; but what he says is to this effect: \"If thou grievest over wealth, thou art nothing profited.",
          "id": 57116
        },
        {
          "text": "If for sickness, thou hast gained nothing, but hast increased thy affliction\".",
          "id": 57117
        },
        {
          "text": "And I have heard many, after such experience, blame themselves, and say, What advantage is it that I have grieved? I have not recovered my money, and I have injured myself.",
          "id": 57118
        },
        {
          "text": "But if thou hast grieved on account of sin, thou hast blotted it out, and hast reaped the greatest pleasure.",
          "id": 57119
        },
        {
          "text": "If thou hast grieved for thy brethren who have fallen, thou hast both encouraged and comforted thyself, and hast also restored them; and even if thou wert not to profit them, thou hast an abundant recompense.",
          "id": 57120
        },
        {
          "text": "And that thou mayest learn that this grieving for those who have fallen, though we should not at all benefit them, still brings us a large reward, hear what Ezekiel says; or rather, what God Himself speaks through him.",
          "id": 57121
        },
        {
          "text": "For when He had sent certain messengers to overturn the city, and to consume all the dwellings with sword and fire, along with their inhabitants, He thus charges one of them: \"Set a mark upon the forehead of the men that groan, and are in anguish\".",
          "id": 57122
        },
        {
          "text": "And after charging the others, and saying, \"Begin ye from mine holy ones,\" He goes on to add, \"But upon whomsoever the sign is, touch them not\".",
          "id": 57123
        },
        {
          "text": "For what reason, tell me? Because although they avail nothing, they nevertheless lament the things which are done, and deplore them.",
          "id": 57124
        },
        {
          "text": "And again, He accuses others, saying, That in their luxury, and gluttony, and enjoyment of great security, when they beheld the Jews carried away into captivity, they did not grieve, nor partake of their sadness.",
          "id": 57125
        },
        {
          "text": "And hear what He says, reproaching them: \"They suffered nothing in the affliction of Joseph:\" meaning by Joseph the whole people.",
          "id": 57126
        },
        {
          "text": "And again: \"The inhabitants of aenan went not forth to bewail the house next unto them\".",
          "id": 57127
        },
        {
          "text": "For although they are justly punished, God willeth that we should condole with them, and not rejoice or insult.",
          "id": 57128
        },
        {
          "text": "\"For if I that punish,\" saith He, \"do not this rejoicingly; nor take pleasure in their punishment; for \"I do not at all will the death of the sinner;\" it is right that thou shouldest imitate thy Lord; and shouldest mourn for this very thing, that the sinner hath provided matter and occasion for a just punishment\".",
          "id": 57129
        },
        {
          "text": "So that if any one entertains a godly sorrow, he will thence reap a great advantage.",
          "id": 57130
        },
        {
          "text": "Since therefore those who are scourged are more blessed than the scourgers, and those in tribulation among us than those who are free from it outside the Christian pale; and those who are sad are more blessed than those in pleasure; what further source of tribulation shall we have? On this account we should call no man happy, save him only who lives according to God.",
          "id": 57131
        },
        {
          "text": "These only the Scripture terms blessed.",
          "id": 57132
        },
        {
          "text": "For \"blessed,\" it is said, \"is the man who hath not walked in the counsel of the ungodly.",
          "id": 57133
        },
        {
          "text": "Blessed is he whom Thou chastenest, and teachest him out of Thy law.",
          "id": 57134
        },
        {
          "text": "Blessed are the undefiled in the way.",
          "id": 57135
        },
        {
          "text": "Blessed are all they who trust in Him.",
          "id": 57136
        },
        {
          "text": "Blessed is the people whose God is the Lord.",
          "id": 57137
        },
        {
          "text": "Blessed is he whom his soul condemneth not.",
          "id": 57138
        },
        {
          "text": "Blessed is the man that feareth the Lord\".",
          "id": 57139
        },
        {
          "text": "And again, Christ speaks thus: \"Blessed are they that mourn; blessed are the humble; blessed are the meek; blessed are the peacemakers; blessed are they who are persecuted for righteousness' sake\".",
          "id": 57140
        },
        {
          "text": "Seest thou how the divine laws everywhere pronounce blessed none of the rich, or of the well-born, or of the possessors of glory, but the man who has gotten hold of virtue.",
          "id": 57141
        },
        {
          "text": "For what is required of us is, that in every thing we do or suffer, the fear of God should be the foundation; and if you implant this as the root, not merely will ease, and honour, and glory, and attention, produce fruits that shall be pleasurable to thee; but hostilities also, and calumnies, and contempt, and disgrace, and torments, and all things without exception.",
          "id": 57142
        },
        {
          "text": "And just as the roots of trees are bitter in themselves, and yet produce our sweetest fruits, so, verily, godly sorrow will bring us an abundant pleasure.",
          "id": 57143
        },
        {
          "text": "They know, who have often prayed with anguish, and shed tears, what gladness they have reaped; how they purged the conscience; how they rose up with favourable hopes! For as I am always saying, it is not the nature of the things, but our disposition, which is wont to make us sad or joyful.",
          "id": 57144
        },
        {
          "text": "If then we can render the latter such as it ought to be, we shall have a pledge for all gladness.",
          "id": 57145
        },
        {
          "text": "And just as, with the body, it is not so much the nature of the air, or the things it meets from without, as its own internal condition, that either injures or assists it, so also it is in the case of the soul; and much more so; for in the one case, there is the necessity of nature; in the other, the whole is seated in the power of choice.",
          "id": 57146
        },
        {
          "text": "Therefore Paul, when he had endured innumerable evils—shipwrecks, wars, persecutions, plots, the assaults of robbers, and things too numerous to be recounted, dying also daily deaths—was so far from grieving or being discontented, that he gloried, and rejoiced, and said, \"I now rejoice in my sufferings, and fill up that which is behind of the afflictions of Christ in my flesh\".",
          "id": 57147
        },
        {
          "text": "And again: \"And not only so, but we glory in tribulations\".",
          "id": 57148
        },
        {
          "text": "Now, glorying signifies an extension of pleasure.",
          "id": 57149
        },
        {
          "text": "If then thou desirest joy, seek not after riches, nor bodily health, nor glory, nor power, nor luxury, nor sumptuous tables, nor vestures of silk, nor costly lands, nor houses splendid and conspicuous, nor any thing else of that kind; but pursue that spiritual wisdom which is according to God, and take hold of virtue; and then nought of the things which are present, or which are expected, will be able to sadden thee.",
          "id": 57150
        },
        {
          "text": "Why do I say to sadden? Verily, the things that make others sad, will prove to thee an accession of pleasure.",
          "id": 57151
        },
        {
          "text": "For scourges, and death, and losses, and slanders, and the being evil entreated, and all such things, when they are brought upon us for God's sake, and spring from this root, will bring into our souls much pleasure.",
          "id": 57152
        },
        {
          "text": "For no one will be able to make us miserable, if we do not make ourselves such; nor, on the other hand, blessed, if we do not make ourselves such, following up the grace of God.",
          "id": 57153
        },
        {
          "text": "And that ye may learn that he only is blessed, who feareth the Lord, I will now demonstrate this to you, not by what has happened in past times, but by what has befallen ourselves.",
          "id": 57154
        },
        {
          "text": "Our city was in danger of being utterly effaced; and no man among the rich, or eminent, or illustrious, dared to appear in public, but all fled, and hurried out of the way.",
          "id": 57155
        },
        {
          "text": "But they who feared God, the men who passed their time in monasteries, hastened down with much boldness, and set all free from this terror; and the terrible events that had taken place, and the threats which had been expected to be put into execution, were so far from causing them to fear, or from throwing them into anxiety, that although they were placed far off from the calamity, and had no share in it, they cast themselves willingly into the midst of the fire, and rescued all; and as for death, which seems universally terrible and awful, they awaited it with the utmost readiness, and ran to meet it with more pleasure than others do towards principalities and honours.",
          "id": 57156
        },
        {
          "text": "And why, but because they knew, that this is the greatest principality and honour? And they shewed in very deed that he only is blessed who lays hold of the wisdom which is from above, that he undergoes no change and sustains no adversity, but enjoys a continued tranquillity, and laughs to scorn all things which seem to be sorrowful.",
          "id": 57157
        },
        {
          "text": "At the present time at least, those who were once in power are oppressed by much sadness, inhabiting the prison, and loaded with chains, and daily expecting to be put to death.",
          "id": 57158
        },
        {
          "text": "But these men on the contrary enjoy the purest pleasure; and if it be their lot to suffer anything terrible, this, and the very things which seem formidable to others, are welcome to them, for they know well towards what point they are running, and what lot will await them when they depart hence.",
          "id": 57159
        },
        {
          "text": "But whilst they live with so much exactness, and smile at death, they nevertheless grieve for others, and reap therefrom, in turn, the greatest advantage.",
          "id": 57160
        },
        {
          "text": "Let us then be in earnest to take care of our souls, and nothing which may come unlooked for can make us sad.",
          "id": 57161
        },
        {
          "text": "And on behalf of those who are in prison, let us beseech God that He will deliver them from their present calamity.",
          "id": 57162
        },
        {
          "text": "For it was in God's power at once to release us from this dire evil, and not to suffer even the smallest part of it to remain; but in order that we may not again go back to our former negligence, He hath provided that the torrent of these evils should subside gently and by little and little, holding us fast to the same pious resolutions.",
          "id": 57163
        },
        {
          "text": "And that this is true, and that many would have gone back to their former supineness, if we had been released from the whole difficulty at once, is manifest from this circumstance; that whilst yet the remnants of the calamity are left, whilst the sentence of the Emperor is yet doubtful, and those who conducted the affairs of the city are all in prison, many of our fellow inhabitants, through their inordinate desire of bathing, run to the river, there making endless merriment, behaving wantonly, leaping, dancing, and dragging women after them.",
          "id": 57164
        },
        {
          "text": "What pardon can such be worthy of? What kind of excuse can they offer? Or rather, what kind of punishment and vengeance do they not deserve? The head of the city is in the public prison; our members are in exile; the sentence concerning them is doubtful; and dost thou, I ask, dance, sport, and laugh? \"Why, we could not endure,\" says some one, \"to remain without the bath?\" O shameless disposition, sordid and perverted! How many months, I ask, how many years, have past? Thou hast not been as yet shut out from the bath for twenty days; and thou art as much distressed and discontented, as if thou hadst continued without washing for a whole year! Tell me, was this thy state, when thou wert expecting an attack from the military, when thou wert daily anticipating bring put to death, when thou fleddest to the deserts, and wast hurrying to the mountain tops? If any one had then proposed to thee to remain \"a year\" without the bath, so that thou mightest be rescued from the impending distress, wouldest thou not readily have accepted the proposal, and submitted to it? When, therefore, it were becoming that thou shouldest give thanks to God, Who hath freed thee from all these things without any loss, dost thou again grow wanton and contemptuous; and when the fear has passed away, turn back afresh to a worse state of negligence? Have these dire events really touched thee, and yet art thou so desirous of the baths? Why, if the bath had been permitted, would not the calamity of those who are yet in confinement have been sufficient to persuade those who are not in the same grievous condition to be forgetful of every luxury? Life itself is at stake, and dost thou remember the baths, and desire to be luxurious? Dost thou despise the danger because thou hast now escaped it? Take heed lest thou entangle thyself in the necessity of a greater punishment, and call back in larger measure the wrath which is removed, and experience the very thing which Christ declared concerning the devils.",
          "id": 57165
        },
        {
          "text": "For He says, that \"when the unclean spirit is gone out, and afterwards findeth the house void and swept, he taketh seven other spirits more wicked than himself, and entereth into the soul, and the last state of that man is worse than the first\".",
          "id": 57166
        },
        {
          "text": "Therefore let us also fear, lest now we are liberated from our former evils, we afterwards by our listlessness draw upon us those which are greater! I know that ye yourselves are free from this folly; but ye should restrain, punish, and sober those who walk disorderly, that ye may always rejoice even as Paul commanded, that both for our own good works, and for our forethought for others, we may enjoy both here and in the life to come an abundant recompense; through the grace and lovingkindness of our Lord Jesus Christ, by Whom, and with Whom, to the Father, with the Holy Ghost, be glory, honour, and adoration, now and ever, and world without end, Amen.",
          "id": 57167
        }
      ]
    }
  ]
}