{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch XVI",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XVI.",
          "id": 56731
        },
        {
          "text": "This Homily was delivered on the occasion of the Prefect entering the Church, for the purpose of pacifying the minds of the people, in consequence of a rumour of an intended sack having been announced to him, when all were meditating flight.",
          "id": 56732
        },
        {
          "text": "It treats also on the subject of avoiding oaths, and on the words of the Apostle, \"Paul, a prisoner of Jesus Christ\".",
          "id": 56733
        },
        {
          "text": "I commend the Prefect's consideration, that seeing the city agitated, and every one purposing a flight, he hath come here and afforded you consolation, and hath led you to entertain favourable hopes.",
          "id": 56734
        },
        {
          "text": "But for you I blushed, and was ashamed, that after these long and frequent discourses ye should have needed consolation from without.",
          "id": 56735
        },
        {
          "text": "I longed that the earth would open and swallow me up, when I heard him discoursing with you, alternately administering comfort, or blaming such ill-timed and senseless cowardice.",
          "id": 56736
        },
        {
          "text": "For it was not becoming, that you should be instructed by him; but you ought yourselves to be teachers to all the unbelievers.",
          "id": 56737
        },
        {
          "text": "Paul did not permit even going to law before the unbelievers; but thou, after so much admonition of our Fathers, hast needed teachers from without; and certain vagabonds and miscreants have again unsettled this great city, and set it upon flight.",
          "id": 56738
        },
        {
          "text": "With what eyes shall we hereafter look upon the unbelievers, we who were so timid and cowardly? With what tongue shall we speak to them, and persuade them to exercise courage as to approaching evils, when we became through this alarm more timid than any hare? \"But what could we do,\" says some one, \"we are but men!\" This is indeed the very reason why we ought not to be terrified, because we are men, and not brutes.",
          "id": 56739
        },
        {
          "text": "For these are scared by all manner of sounds and noises; because they have not reasoning power, which is adequate to dispel fear.",
          "id": 56740
        },
        {
          "text": "But thou who hast been honoured with the gift of speech and reason, how is it that thou sinkest to their ignoble condition? Hath some one entered the city, and announced the march of soldiers against it? Be not terrified, but leaving him, bend the knee: call upon thy Lord: groan bitterly, and He will keep off the dreaded event.",
          "id": 56741
        },
        {
          "text": "Thou hadst heard indeed a false report of the march, and wert in danger of being severed from the present life.",
          "id": 56742
        },
        {
          "text": "But that blessed Job, when the messengers came one after another, and he had heard them announcing their dreadful news, and adding thereto the insupportable destruction of his children, neither cried nor groaned, but turned to prayer, and gave thanks to the Lord.",
          "id": 56743
        },
        {
          "text": "Him do thou too imitate; and when any comer announces that soldiers have encircled the city, and are about to plunder its wealth, flee to thy Lord and say, \"The Lord gave, the Lord hath taken away; as it seemeth good to the Lord, so is it done.",
          "id": 56744
        },
        {
          "text": "Blessed be the name of the Lord for ever\".",
          "id": 56745
        },
        {
          "text": "The experience of the actual events did not terrify him; yet the mere report frightens thee.",
          "id": 56746
        },
        {
          "text": "And how are we to be accounted of, who when we are commanded boldly to encounter death itself, are thus affrighted by a false rumour! The man who is bewildered constructs fear which is unreal; and trouble which is not visible; but he who abides in a settled and tranquil condition of soul, breaks in pieces even that which is real.",
          "id": 56747
        },
        {
          "text": "Seest thou not pilots; when the sea is raging, and the clouds are rushing together, and the thunders are bursting forth, and all on board are in confusion, they seat themselves at the helm without tumult or disturbance; giving earnest heed to their own art, and considering how they may ward off the effects of the approaching storm.",
          "id": 56748
        },
        {
          "text": "Be these thy example; and laying hold of the sacred anchor, the hope that is in God, remain unshaken and immoveable.",
          "id": 56749
        },
        {
          "text": "\"Whosoever heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand; and the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell, and great was the fall of it\".",
          "id": 56750
        },
        {
          "text": "Seest thou that it is the character of folly to fall down headlong, and to be overthrown? Or rather, we were not only reduced to the condition of that foolish man, but our fall was still more wretched.",
          "id": 56751
        },
        {
          "text": "For the house of that man fell down after the rivers and rains had descended, and the winds had beaten upon it; but we, when there were no winds striking, nor floods invading, nor blasts assaulting, before the experience of disaster, were overturned by a mere rumour, and dropped at once all the philosophy we were meditating.",
          "id": 56752
        },
        {
          "text": "What think ye are now my thoughts? How should I conceal,—yea, bury myself? How must I blush with shame? If I had not been forcibly urged by our Fathers, I would not have arisen, I would not have spoken, whilst my mind was darkened with sadness because of your pusillanimity.",
          "id": 56753
        },
        {
          "text": "But neither now have I been able to recover myself; since anger and sorrow have laid such seige to my soul.",
          "id": 56754
        },
        {
          "text": "For who would not feel provoked and indignant, that after so much teaching ye should need the instructions of Gentiles, that ye might be comforted and persuaded to bear in a manly way the present alarm.",
          "id": 56755
        },
        {
          "text": "Pray ye therefore that free utterance may be given us in opening our mouth; and that we may be able to shake off this sadness, and to hold up again a little; for indeed this shame on account of your pusillanimity hath greatly depressed our spirits.",
          "id": 56756
        },
        {
          "text": "Lately, I addressed to your Charity many things concerning the snares lying on all sides of us; and concerning fear and sadness, sorrow and pleasure; and also concerning the sickle that flieth down upon the houses of swearers.",
          "id": 56757
        },
        {
          "text": "Now, out of all these many matters, I would have you especially to remember what I said respecting the \"winged sickle,\" and its settling in the swearer's house; and pulling down the stones and the wood, and consuming the whole mass.",
          "id": 56758
        },
        {
          "text": "And withal, take heed to this; that it is the extreme of folly to swear by taking the Gospels, and to turn the very Law which forbids swearing into an oath; and that it is better to suffer loss of property than to impose an oath on our neighbours; since this is a great honour to be done to God.",
          "id": 56759
        },
        {
          "text": "For when thou sayest to God, \"For thy sake I have not put such a one, who hath robbed and injured me, on his oath,\" God will pay thee back a great recompense on account of this honour, both here and hereafter.",
          "id": 56760
        },
        {
          "text": "Say these things to others, and observe them also yourselves.",
          "id": 56761
        },
        {
          "text": "I know that in this place we become more reverent, and lay aside every evil habit.",
          "id": 56762
        },
        {
          "text": "But what is to be aimed at is, not that we be lovers of wisdom here only, but that when we depart, we may take this reverence out with us, where we especially need it.",
          "id": 56763
        },
        {
          "text": "For those who carry water do not merely have their vessels full when near the fountain, and empty them when they reach home, but there they put them away with especial caution, that they may not be overturned, and their labours rendered useless.",
          "id": 56764
        },
        {
          "text": "Let us all imitate these persons; and when we come home, let us strictly retain what has been spoken; since if ye here have gotten full, but return home empty, having the vessels of your understandings destitute of what ye have heard, there will be no advantage from your replenishment here.",
          "id": 56765
        },
        {
          "text": "Shew me not the wrestler in the place of exercise, but of actual contest; and religion not at the season of hearing, but at the season of practice.",
          "id": 56766
        },
        {
          "text": "Thou applaudest what is said now.",
          "id": 56767
        },
        {
          "text": "When thou art required to swear, then remember all these things.",
          "id": 56768
        },
        {
          "text": "If ye quickly accomplish this law, we will advance our teaching to other and greater things.",
          "id": 56769
        },
        {
          "text": "Lo! this is the second year that I am discoursing to your Charity; and I have not yet been able to explain a hundred lines of the Scriptures.",
          "id": 56770
        },
        {
          "text": "And the reason is, that ye need to learn of us what ye might reduce to practice at home, and of yourselves; and thus the greater part of our exhortation is consumed on ethical discourse.",
          "id": 56771
        },
        {
          "text": "But this ought not to have been so; the regulation of manners you ought to have learnt at home, and of yourselves; but the sense of the Scriptures, and the speculations upon them, you might commit to us.",
          "id": 56772
        },
        {
          "text": "If, however, it were necessary that you should hear such things of us, there was no need of more than one day: for what there is to be said is of no diversified or difficult character, or such as requires any elaboration.",
          "id": 56773
        },
        {
          "text": "For when God declares His sentence, subtle arguments are unseasonable.",
          "id": 56774
        },
        {
          "text": "God hath said, \"Thou shalt not swear\".",
          "id": 56775
        },
        {
          "text": "Do not then demand of me the reasons of this.",
          "id": 56776
        },
        {
          "text": "It is a royal law.",
          "id": 56777
        },
        {
          "text": "He who established it, knows the reason of the law.",
          "id": 56778
        },
        {
          "text": "If it had not been profitable, He would not have forbidden it.",
          "id": 56779
        },
        {
          "text": "Kings bring in laws, and not all perchance profitable; for they are men, and cannot be competent to discover what is useful, like God.",
          "id": 56780
        },
        {
          "text": "Nevertheless, we obey them.",
          "id": 56781
        },
        {
          "text": "Whether we marry, or make wills, or are about to purchase servants, or houses, or fields, or to do any other act, we do these things not according to our own mind, but according to the laws which they ordain; and we are not entirely at liberty to dispose of the things which concern ourselves according to our own minds; but in many cases we are subject to their will; and should we do any thing that is contrary to their judgment, it becomes invalid and useless.",
          "id": 56782
        },
        {
          "text": "So then tell me, are we to pay so much respect to the laws of men, and trample under foot the law of God? What defence, or what pardon can such conduct be worthy of? He hath said, \"Thou shalt not swear\".",
          "id": 56783
        },
        {
          "text": "In order that thou mayest do and speak all things with safety, do not in practice lay down a law contrary to His.",
          "id": 56784
        },
        {
          "text": "But enough of these matters.",
          "id": 56785
        },
        {
          "text": "Let us now proceed to lay before you one sentence of those which have been read to-day, and thus end this discourse.",
          "id": 56786
        },
        {
          "text": "\"Paul, a prisoner of Jesus Christ,\" saith he, \"and Timothy the brother\".",
          "id": 56787
        },
        {
          "text": "Great is the designation of Paul: no title of principality and power, but he speaks of bonds and chains! Truly great indeed! Although many other things made him illustrious; his being caught up into the third heaven, his being transported to Paradise, his hearing unutterable words; yet he sets down none of these, but mentions the chain instead of all, for this made him more conspicuous and illustrious than these.",
          "id": 56788
        },
        {
          "text": "And why so? Because the one were the free gifts of the Lord's lovingkindness; and the other the marks of the constancy and patience of the servant.",
          "id": 56789
        },
        {
          "text": "But it is customary with those who love, to glory more in the things which they suffer for those who are beloved, than in the benefits they receive from them.",
          "id": 56790
        },
        {
          "text": "A king is not so proud of his diadem, as Paul gloried in his chains.",
          "id": 56791
        },
        {
          "text": "And very justly.",
          "id": 56792
        },
        {
          "text": "For a diadem affords but an ornament to the crowned head; but the chain is a much greater ornament as well as a security.",
          "id": 56793
        },
        {
          "text": "The kingly crown often betrays the head it encircles, and allures innumerable traitors, and invites them to the lust of empire.",
          "id": 56794
        },
        {
          "text": "And in battles this ornament is so dangerous, that it must be hidden and laid aside.",
          "id": 56795
        },
        {
          "text": "Hence kings in battle, change the outward dress, and so mingle in the crowd of combatants; so much betrayal does there result from the crown; but the chain will bring nothing of this kind upon those who have it, but altogether the contrary; since if there be a war, and an engagement with demons, and the hostile powers; the man who is thus encompassed, by holding forth his chain, repels their assaults.",
          "id": 56796
        },
        {
          "text": "And many of the secular magistrates not only bear the name of office while they are in authority, but when they have given up their authority.",
          "id": 56797
        },
        {
          "text": "Such a one is called an ex-consul, such a one an ex-praetor.",
          "id": 56798
        },
        {
          "text": "But he, instead of all such titles, says, \"Paul the prisoner\".",
          "id": 56799
        },
        {
          "text": "And very rightly.",
          "id": 56800
        },
        {
          "text": "For those magisterial offices are no complete evidences of virtue in respect to the soul; for they are to be purchased by money, and obtained by the solicitations of friends; but this distinction that is obtained by bonds is a proof of the soul's love of wisdom, and the strongest sign of a longing for Christ.",
          "id": 56801
        },
        {
          "text": "And the former are soon gone, but this distinction has none to succeed to it.",
          "id": 56802
        },
        {
          "text": "Behold at least from that time to the present day how long a time has passed, and yet the name of this Prisoner has become increasingly illustrious.",
          "id": 56803
        },
        {
          "text": "As to all the consuls, whoever they were, of former times, they are passed into silence; and not even their names are known to the generality of mankind.",
          "id": 56804
        },
        {
          "text": "But the name of this Prisoner, the blessed Paul, is still great here, great in the land of the barbarians, great also among the Scythians and Indians; and were you to go even to the very bounds of the habitable world, you would hear of this appellation, and whithersoever any one could come, he would perceive that the name of Paul was borne in the mouths of all men.",
          "id": 56805
        },
        {
          "text": "And what marvel is it, if it be so by land and sea, when even in the heavens the name of Paul is great; with angels and archangels and the powers above, and with the King of these, even God! \"But what were the chains,\" says some one, \"that brought glory to him who was thus fettered? Were they not formed of iron?\" Of iron, indeed, they were formed; but they contained the grace of the Spirit, abundantly flourishing in them; since he wore them for Christ's sake.",
          "id": 56806
        },
        {
          "text": "Oh, wonder! the servants were bound, the Master was crucified, and yet the preaching of the Gospel every day increases! And through the means by which it was supposed that it would be extinguished, by these very means it was kindled; and the Cross and bonds, which were thought to be an abomination, these are now become the symbols of salvation; and that iron was to us more precious than all gold, not by its intrinsic nature, but for this cause and ground!.",
          "id": 56807
        },
        {
          "text": "But here I see an enquiry arising out of this point; and if you give me your attention, I will both state the question exactly, and will add the solution.",
          "id": 56808
        },
        {
          "text": "What then is the subject of enquiry? This same Paul once having come before Festus, whilst discoursing to him, and defending himself concerning the charges which the Jews had alleged against him, and telling how he had seen Jesus, how he had heard that blessed voice; how he had been struck with blindness and recovered sight, and had fallen down and risen up again; how he had come a captive into Damascus, bound without chains; after speaking likewise of the Law and of the Prophets, and shewing that they had foretold all these things, he captured the judge, and almost persuaded him to come over to himself.",
          "id": 56809
        },
        {
          "text": "For such are the souls of holy men: when they have fallen into dangers, they do not consider how they may be delivered from dangers, but strive every way how they may capture their persecutors.",
          "id": 56810
        },
        {
          "text": "Just so did it then happen.",
          "id": 56811
        },
        {
          "text": "He came in to defend himself, and he departed taking the judge with him! And to this the judge bore witness, saying, \"Almost thou persuadest me to be a Christian\".",
          "id": 56812
        },
        {
          "text": "And this ought to have happened to-day; and this Prefect, on coming among you, ought to have admired your magnanimity, your fortitude, your perfect tranquillity; and to have gone away, taking with him a lesson from your good order, admiring your assembly, praising your congress, and learning from the actual fact, how great a difference there is between Gentiles and Christians!.",
          "id": 56813
        },
        {
          "text": "But as I was saying:—When Paul had caught him, and he said, \"Almost thou persuadest me to be a Christian,\" Paul answered thus, \"I would to God that not only thou, but also all that hear me this day, were both almost and altogether such as I am, except these bonds\".",
          "id": 56814
        },
        {
          "text": "What sayest thou, O Paul? When thou writest to the Ephesians, thou sayest, \"I therefore, the prisoner of the Lord, beseech you, that ye walk worthy of the vocation wherewith ye are called\".",
          "id": 56815
        },
        {
          "text": "And when thou speakest to Timothy, \"Wherein I suffer trouble as an evil-doer, even unto bonds\".",
          "id": 56816
        },
        {
          "text": "And again, when to Philemon, thus; \"Paul, a prisoner of Jesus Christ\".",
          "id": 56817
        },
        {
          "text": "And again, when debating with the Jews, thou sayest, \"For the hope of Israel I am bound with this chain\".",
          "id": 56818
        },
        {
          "text": "And writing to the Philippians, thou sayest, \"Many of the brethren in the Lord, waxing confident by my bonds, are much more bold to speak the word without fear\".",
          "id": 56819
        },
        {
          "text": "Every where thou bearest about the chain, everywhere thou puttest forward thy bonds, and boastest in the thing.",
          "id": 56820
        },
        {
          "text": "But when thou comest to the tribunal, thou betrayest thy philosophy, where it were right to have spoken the most boldly, and sayest to the judge, \"I would to God that thou mightest become a Christian 'without' these bonds!\" Yet surely if the bonds were good, and so good, that they could be the means of making others to grow bold in the cause of true religion; (for this very thing thou didst declare before, when thou saidst, \"Many of the brethren, waxing confident by my bonds, did speak the word without fear\"); for what reason dost thou not glory in this thing in the presence of the judge, but doest even the reverse?.",
          "id": 56821
        },
        {
          "text": "Does not what I say appear a question? The solution of it, however, I will bring forward at once.",
          "id": 56822
        },
        {
          "text": "For Paul acted thus, not from distress or fear, but from an abundance of wisdom and spiritual understanding.",
          "id": 56823
        },
        {
          "text": "And how this was, I proceed to explain.",
          "id": 56824
        },
        {
          "text": "He was addressing a Gentile, and an unbeliever, who knew nothing of our matters.",
          "id": 56825
        },
        {
          "text": "Hence he was unwilling to introduce him by way of disagreeable things, but as he said, \"I became to them that are without law, as without law;\" so he acted in the present instance.",
          "id": 56826
        },
        {
          "text": "His meaning is, \"If the Gentile hear of bonds and tribulations, he will straightway be taking flight; since he knows not the power of bonds.",
          "id": 56827
        },
        {
          "text": "First, let him become a believer; let him taste of the word preached, and then he will even of himself hasten towards these bonds.",
          "id": 56828
        },
        {
          "text": "I have heard the Lord saying, \"No man putteth a piece of new cloth into an old garment, for that which is put in to fill it up taketh from the garment, and the rent is made worse.",
          "id": 56829
        },
        {
          "text": "Neither do men put new wine into old wine-skins; else the wine-skins burst\".",
          "id": 56830
        },
        {
          "text": "The soul of this man is an old garment: an old wine-skin.",
          "id": 56831
        },
        {
          "text": "It is not renewed by the faith, nor renovated by the grace of the Spirit.",
          "id": 56832
        },
        {
          "text": "It is yet weak and earthly.",
          "id": 56833
        },
        {
          "text": "It affects the things of this life.",
          "id": 56834
        },
        {
          "text": "It flutters eagerly after worldly show.",
          "id": 56835
        },
        {
          "text": "It loves a glory that is present.",
          "id": 56836
        },
        {
          "text": "Should he hear at once, even from the first, that if he becomes a Christian he will become immediately a prisoner, and will be encompassed with a chain; feeling ashamed and indignant, he will recoil from the word preached.",
          "id": 56837
        },
        {
          "text": "Therefore, saith he, \"Except these bonds\".",
          "id": 56838
        },
        {
          "text": "Not as deprecating the bonds themselves, God forbid! But condescending to the other's infirmity; for he himself loved and welcomed his bonds, even as a woman fond of ornament doth her jewels of gold.",
          "id": 56839
        },
        {
          "text": "Whence is this apparent? \"I rejoice,\" saith he, \"in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh\".",
          "id": 56840
        },
        {
          "text": "And again; \"Unto you it is given in the behalf of Christ, not only to believe on Him, but to suffer for His sake\".",
          "id": 56841
        },
        {
          "text": "And again; \"And not only so, but we also glory in tribulations\".",
          "id": 56842
        },
        {
          "text": "Wherefore, if he rejoices and glories in this, and calls it a gift of grace, it is manifest that when he was addressing the judge, he spoke to him as he did, for the reason assigned.",
          "id": 56843
        },
        {
          "text": "Moreover, also in a different passage, when he happened to find a necessity for glorying, he shews the very same by saying, \"Most gladly, therefore, will I glory in my infirmities……in reproaches, in necessities, in persecutions, in distresses, that the power of Christ may rest upon me\".",
          "id": 56844
        },
        {
          "text": "And again; \"If I must needs glory, I will glory of the things which concern mine infirmities\".",
          "id": 56845
        },
        {
          "text": "And elsewhere, comparing himself with others, and exhibiting to us his superiority in the comparison, he thus speaks; \"Are they ministers of Christ? (I speak as a fool), I am more\".",
          "id": 56846
        },
        {
          "text": "And wishing to shew this superiority, he did not say that he had raised the dead, nor that he had expelled demons, nor that he had cleansed lepers, nor that he had done any other thing of the sort, but that he had suffered those innumerable hardships.",
          "id": 56847
        },
        {
          "text": "Hence when he said,\" I am more,\" he presently cites the multitude of his trials; \"In stripes, above measure, in deaths oft, in prisons more frequent….",
          "id": 56848
        },
        {
          "text": "of the Jews five times received I forty stripes save one, once was I stoned, thrice I suffered shipwreck, a night and a day I have been in the deep;\" and all the rest.",
          "id": 56849
        },
        {
          "text": "Thus Paul everywhere glories in tribulations; and prides himself upon this circumstance exceedingly.",
          "id": 56850
        },
        {
          "text": "And very justly.",
          "id": 56851
        },
        {
          "text": "For this it is which especially shews the power of Christ, viz.",
          "id": 56852
        },
        {
          "text": "that the Apostles conquered by such means; by bonds, by tribulations, by scourgings, and the worst of ills.",
          "id": 56853
        },
        {
          "text": "For these two things Christ had announced, tribulation and remission, labours and crowns, toils and rewards, things pleasant and sad.",
          "id": 56854
        },
        {
          "text": "Nevertheless, to the present life he assigns the sorrowful things; but for the life to come, he has stored up those which are pleasant; at once shewing that He did not mean to deceive men, and wishing by this arrangement to diminish the burden of human woes.",
          "id": 56855
        },
        {
          "text": "For the imposter first holds out the things which are pleasant, and afterwards brings forward those which are disagreeable.",
          "id": 56856
        },
        {
          "text": "Thus for example:—Kidnappers, when they intend to steal and carry off little children, do not promise them blows and stripes, or any other thing of that kind, but offer them cakes, and sweetmeats, and such like, by which the age of childhood is usually gratified; in order that, enticed by these things, they may sell their liberty, and may fall into the utmost peril.",
          "id": 56857
        },
        {
          "text": "Moreover, bird-catchers, and fishermen, thus entice the prey which they pursue, offering first their usual food, and such as is agreeable to them, and by this means concealing the snare.",
          "id": 56858
        },
        {
          "text": "So that this is especially the work of imposters, first to hold out things which are agreeable, but afterwards to introduce the things which are disagreeable.",
          "id": 56859
        },
        {
          "text": "But the case is altogether the reverse with those who are really careful and provident for others.",
          "id": 56860
        },
        {
          "text": "Fathers at least act quite in a contrary manner to kidnappers.",
          "id": 56861
        },
        {
          "text": "When they send their children to school, they set masters over them, threaten them with stripes, and encompass them with fear on all sides.",
          "id": 56862
        },
        {
          "text": "But when they have thus spent the first portion of their lives, and their habits are formed, they then put them in possession of honour, and power, and luxury, and all the wealth that is theirs.",
          "id": 56863
        },
        {
          "text": "And thus God has acted.",
          "id": 56864
        },
        {
          "text": "After the manner of provident fathers, and not after that of kidnappers, He has first involved us in things that are grievous; handing us over to present tribulation, as it were to schoolmasters and teachers; in order that being chastened and sobered by these things, after shewing forth all patience, and learning all right discipline, we may afterwards, when formed into due habits, inherit the kingdom of heaven.",
          "id": 56865
        },
        {
          "text": "He first prepares and fits us for the management of the wealth He is to give, and then puts us into the actual possession of riches.",
          "id": 56866
        },
        {
          "text": "For if He had not acted thus, the giving of riches would have been no boon, but a punishment and a vengeance.",
          "id": 56867
        },
        {
          "text": "For even as a son that is senseless and prodigal, when he has succeeded to a paternal inheritance, is precipitated headlong by this very thing, having none of the practical wisdom requisite for the economy of wealth; but if he be intelligent, and gentle, and sober, and moderate, managing his paternal estate as is befitting, he becomes by this means more illustrious and distinguished: so must it also necessarily happen in our case.",
          "id": 56868
        },
        {
          "text": "When we have acquired spiritual understanding, when we have all attained to \"perfect manhood,\" and the measure of full stature;\" then He puts us in possession of all that He has promised: but now as little children He chastens us, together with consolation and soothing.",
          "id": 56869
        },
        {
          "text": "And this is not the only advantage of receiving the tribulation beforehand, but there is also another, not less than this.",
          "id": 56870
        },
        {
          "text": "For the man who first of all lives luxuriously, and then has to expect punishment after his luxurious living, has not even a sense of his present luxury, merely by reason of the expectation of impending woes; but he who is first in a sorrowful state, if he is anticipating the enjoyment of good things afterwards, overlooks present difficulties, in the hope of the good things which are to come.",
          "id": 56871
        },
        {
          "text": "Not only, then, on account of our security, but also for our pleasure and consolation hath He ordained that the things which are grievous should be first; in order that being lightened with the hope of futurity, we should be rendered insensible to what is present.",
          "id": 56872
        },
        {
          "text": "And this Paul would shew and make plain, when he said, \"Our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory.",
          "id": 56873
        },
        {
          "text": "While we look not at the things which are seen, but at the things which are not seen\".",
          "id": 56874
        },
        {
          "text": "He calls tribulation light, not because of the intrinsic nature of things that are grievous, but because of the expectation of good things to come.",
          "id": 56875
        },
        {
          "text": "For even as the merchant is indifferent to the labour that attends navigation, being buoyed up with the hope of a cargo; and as the boxer bravely sustains the blows on his head, looking to the crown beyond; so also indeed do we, earnestly gazing towards heaven, and the good things that are in the heavens, whatever evils come on us, sustain them all with fortitude, being nerved with the good hope of the things to come.",
          "id": 56876
        },
        {
          "text": "Therefore let us go home, taking with us this saying; for though it be simple and short, it nevertheless contains much of the doctrine of spiritual wisdom.",
          "id": 56877
        },
        {
          "text": "He who is in a state of grief and tribulation, hath a sufficient consolation; he who lives in luxury and abundance, hath that which may greatly sober him.",
          "id": 56878
        },
        {
          "text": "For when as thou sittest at the table thou art reminded of this saying, thou wilt speedily shrink from drunkenness and gluttony; learning through this sentence, how needful it is for us to be striving; and thou wilt say with thyself, \"Paul lived in bonds and in dungeons, but I in drunkenness and at a luxurious table! What pardon then shall I obtain?\" This also is a fit saying for women; since those who are fond of ornament, and expensive dresses, and bind themselves about with gold on every side, when they remember this chain, will hate, I feel assured, and abominate that adorning of themselves; and will hasten to such bonds as these.",
          "id": 56879
        },
        {
          "text": "For those ornaments have often been the cause of manifold evils, and introduced a thousand quarrels into a family, and have bred envy, and jealousy, and hatred.",
          "id": 56880
        },
        {
          "text": "But these loosed the sins of the wide world, affrighted demons, and drove away the devil.",
          "id": 56881
        },
        {
          "text": "With these, while tarrying in prison, he persuaded the jailor; with these he attracted Agrippa himself; with these he procured many disciples.",
          "id": 56882
        },
        {
          "text": "Therefore he said, \"Wherein I suffer trouble as an evil-doer unto bonds, but the word of God is not bound\".",
          "id": 56883
        },
        {
          "text": "For just as it is not possible to bind a sunbeam, or to shut it up within the house, so neither the preaching of the word; and what was much more, the teacher was bound, and yet the word flew abroad; he inhabited the prison, and yet his doctrine rapidly winged its way every where throughout the world!  Knowing these things then, let us not be depressed, when adverse affairs meet us, but then let us be more strong, then more powerful; \"for tribulation worketh patience\".",
          "id": 56884
        },
        {
          "text": "Let us not grieve for the calamities which befall us, but let us in all things give thanks unto God!.",
          "id": 56885
        },
        {
          "text": "We have completed the second week of the fast, but this we should not consider; for going through the fast does not consist in merely going through the time, but in going through it with amendment of manners.",
          "id": 56886
        },
        {
          "text": "Let us consider this; whether we have become more diligent; whether we have corrected any of our defects; whether we have washed away our sins? It is common for every one to ask in Lent, how many weeks each has fasted; and some may be heard saying that they have fasted two, others three, and others that they have fasted the whole of the weeks.",
          "id": 56887
        },
        {
          "text": "But what advantage is it, if we have gone through the fast devoid of good works? If another says, \"I have fasted the whole of Lent,\" do thou say, \"I had an enemy, but I was reconciled; I had a custom of evil-speaking, but I put a stop to it; I had a custom of swearing, but I have broken through this evil practice\".",
          "id": 56888
        },
        {
          "text": "It is of no advantage to merchants, to have gone over a great extent of ocean, but to have sailed with a freight and much merchandise.",
          "id": 56889
        },
        {
          "text": "The fast will profit us nothing, if we pass through it as a mere matter of course, without any result.",
          "id": 56890
        },
        {
          "text": "If we practise a mere abstinence from meats, when the forty days are past, the fast is over too.",
          "id": 56891
        },
        {
          "text": "But if we abstain from sins, this still remains, even when the fast has gone by, and will be from this time a continual advantage to us; and will here render us no small recompense, before we attain unto the kingdom of heaven.",
          "id": 56892
        },
        {
          "text": "For as he who is living in iniquity, even before hell, hath punishment, being stung by his conscience; so the man who is rich in good works, even before the kingdom, will have the benefit of exceeding joy, in that he is nourished with blessed hopes.",
          "id": 56893
        },
        {
          "text": "Therefore Christ says, \"I will see you again, and your heart shall rejoice, and your joy no man taketh from you\".",
          "id": 56894
        },
        {
          "text": "A brief saying, but one that hath in it much consolation.",
          "id": 56895
        },
        {
          "text": "What then is this, \"your joy no man taketh?\" if thou hast money, many are able to take away the joy that comes of thy wealth; as, for instance, a thief, by digging through the wall; a servant by carrying off what was entrusted to him; an emperor by confiscation; and the envious man by contumely.",
          "id": 56896
        },
        {
          "text": "Should you possess power, there are many who are able to deprive you of the joy of it.",
          "id": 56897
        },
        {
          "text": "For when the conditions of office are at an end, the conditions of pleasure will also be ended.",
          "id": 56898
        },
        {
          "text": "And in the exercise of office itself too, there are many accidents occurring, which by bringing difficulty and care, strike at the root of thy satisfaction.",
          "id": 56899
        },
        {
          "text": "If thou hast bodily strength, the assaults of disease put a stop to joy from that source.",
          "id": 56900
        },
        {
          "text": "If thou hast beauty and bloom, the approach of old age withers it, and takes away that joy.",
          "id": 56901
        },
        {
          "text": "Or if thou enjoyest a sumptuous table, when evening comes on the joy of the banquet is at an end; for every thing belonging to this life is liable to damage, and is unable to afford us a lasting pleasure; but piety and the virtue of the soul is altogether the reverse of this.",
          "id": 56902
        },
        {
          "text": "If thou hast done an alms, no one is able to take away this good work.",
          "id": 56903
        },
        {
          "text": "Though an army, or kings, or myriads of calumniators and conspirators, were to beset thee on all sides, they could not take away the possession, once deposited in heaven; but the joy thereof continually abideth; for it is said, \"He hath dispersed, he hath given to the poor, his righteousness endureth for ever\".",
          "id": 56904
        },
        {
          "text": "And very justly; for in the storehouses of heaven it is laid up, where no thief breaks in, nor robber seizes, nor moth devours.",
          "id": 56905
        },
        {
          "text": "If thou pourest out continued and fervent prayers, no man will be able to spoil thee of the fruit of them; for this fruit too is rooted in the heavens; it is out of the way of all injury, and remains beyond mortal reach.",
          "id": 56906
        },
        {
          "text": "If when evil-treated thou has done a kind action; if thou hast borne with patience to hear thyself evil spoken of; if thou hast returned blessings for reproaches; these are good works that abide continually, and the joy of them no man taketh away; but as often as thou rememberest these, thou art glad and rejoicest, and reapest large fruits of pleasure.",
          "id": 56907
        },
        {
          "text": "So also, indeed, if we succeed in avoiding oaths; and persuade our tongue to abstain from this pernicious practice, the good work will be finished in a short time, but the delight arising from it will be continuous and unfailing.",
          "id": 56908
        },
        {
          "text": "And now, it is time that you should be teachers and guides of others; that friends should undertake to instruct and lead on their neighbours; servants their fellow-servants; and youths those of their own age.",
          "id": 56909
        },
        {
          "text": "What if any one had promised thee a single piece of gold for every man who was reformed, wouldest thou not then have used every exertion, and been all day long sitting by them, persuading and exhorting.",
          "id": 56910
        },
        {
          "text": "Yet now God promises thee not one piece of gold, nor ten, or twenty, or a hundred, or a thousand; no, nor the whole earth, for thy labours, but He gives thee that which is greater than all the world, the kingdom of heaven; and not only this, but also another thing besides it.",
          "id": 56911
        },
        {
          "text": "And what kind of thing is that? \"He who taketh forth the precious from the vile,\" saith He, \"shall be as my mouth\".",
          "id": 56912
        },
        {
          "text": "What can be equal to this in point of honour or security? What kind of excuse or pardon can be left to those, who after so great a promise neglect their neighbour's safety? Now if you see a blind man falling into a pit, you stretch forth a hand, and think it a disgraceful thing to overlook one who is about to perish? But daily beholding all thy brethren precipitated into the wicked custom of oaths, dost thou not dare even to utter a word? Thou hast spoken once, perhaps, and he hath not heard.",
          "id": 56913
        },
        {
          "text": "Speak therefore twice, and thrice, and as often as it may be, till thou hast persuaded him.",
          "id": 56914
        },
        {
          "text": "Every day God is addressing us, and we do not hear; and yet He does not leave off speaking.",
          "id": 56915
        },
        {
          "text": "Do thou, therefore, imitate this tender care towards thy neighbour.",
          "id": 56916
        },
        {
          "text": "For this reason it is that we are placed with one another; that we inhabit cities, and that we meet together in churches, in order that we may bear one another's burdens, that we may correct one another's sins.",
          "id": 56917
        },
        {
          "text": "And in the same manner as persons inhabiting the same shop, carry on a separate traffic, yet put all afterwards into the common fund, so also let us act.",
          "id": 56918
        },
        {
          "text": "Whatever advantages each man is able to confer upon his neighbour, let him not grudge, nor shrink from doing it, but let there be some such kind of spiritual commerce, and reciprocity; in order that having deposited every thing in the common store, and obtained great riches, and procured a large treasure, we may be all together partakers of the kingdom of heaven; through the grace and loving-kindness of our Lord Jesus Christ, by Whom and with Whom, to the Father, with the Holy Ghost, be glory, both now and ever, and world without end, Amen.",
          "id": 56919
        }
      ]
    }
  ]
}