{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch XIX",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XIX.",
          "id": 57168
        },
        {
          "text": "On the Sunday called \"Episozomenes,\" to those who had come to Antioch from the country—also on the subject of avoiding oaths.",
          "id": 57169
        },
        {
          "text": "Ye have revelled during the last few days in the Holy Martyrs! Ye have taken your fill of the spiritual feast! Ye have all exulted with honest exultation! Ye have beheld their ribs laid bare, and their loins lacerated; the blood flowing forth all around; ten thousand forms of torture! Ye have seen human nature exhibiting that which is above nature, and crowns woven with blood! Ye have danced a goodly dance throughout the whole city; this, your noble captain leading you on; but sickness compelled me to remain at home, although against my will.",
          "id": 57170
        },
        {
          "text": "But if I did not take a part in the festival, I partook of the pleasure of it.",
          "id": 57171
        },
        {
          "text": "If I could not have the enjoyment of your public assembly, yet did I share in your gladness.",
          "id": 57172
        },
        {
          "text": "For such is the power of love, that it makes those who are not actually in the enjoyment to rejoice equally with those who are; persuading them to think the good things of their neighbour common to themselves.",
          "id": 57173
        },
        {
          "text": "Therefore even whilst I sat at home, I was rejoicing with you; and now whilst I am not yet entirely freed from my sickness, I have risen up, and run to meet you, that I may see your much desired faces, and take a part in the present festival.",
          "id": 57174
        },
        {
          "text": "For I think the present day to be a very great festival indeed on account of our brethren, who by their presence beautify our city, and adorn the Church; a people foreign to us in language, but in harmony with us concerning the faith, a people passing their time in tranquillity, and leading an honest and sober life.",
          "id": 57175
        },
        {
          "text": "For among these men there are no spectacles of iniquity—no horse racings, nor harlots, nor any of that riot which pertains to a city, but every kind of licentiousness is banished, and great sobriety flourishes every where.",
          "id": 57176
        },
        {
          "text": "And the reason is, that their life is a laborious one; and they have, in the culture of the soil, a school of virtue and sobriety, and follow that art which God introduced before all others into our life.",
          "id": 57177
        },
        {
          "text": "For before the sin of Adam, when he enjoyed much freedom, a certain tillage of the ground was enjoined upon him; not indeed a laborious or a troublesome one, but one which afforded him much good discipline, for he was appointed, it is said, \"to till the garden, and to keep it\".",
          "id": 57178
        },
        {
          "text": "Each of these men you may see at one time employed in yoking the labouring oxen, and guiding the plough, and cutting the deep furrow; and at another ascending the sacred pulpit, and cultivating the souls of those under their authority; at one time cutting away the thorns from the soil with a bill-hook, at another purging out the sins of the soul by the Word.",
          "id": 57179
        },
        {
          "text": "For they are not ashamed of work like the inhabitants of our city, but they are ashamed of idleness, knowing that this has taught every kind of wickedness; and that to those who love it, it has proved a teacher of iniquity from the beginning.",
          "id": 57180
        },
        {
          "text": "These are our philosophers, and theirs the best philosophy, exhibiting their virtue not by their outward appearance, but by their mind.",
          "id": 57181
        },
        {
          "text": "The pagan philosophers are in character no wise better than those who are engaged on the stage, and in the sports of actors; and they have nothing to shew beyond the threadbare cloak, the beard, and the long robe! But these, quite on the contrary, bidding farewell to staff and beard, and the other accoutrements, have their souls adorned with the doctrines of the true philosophy, and not only with the doctrines, but also with the real practice.",
          "id": 57182
        },
        {
          "text": "And were you to question any one of these, who live a rustic life at the spade and plough, as to the dogmas respecting which the pagan philosophers have discoursed an infinite deal, and have expended a multitude of words, without being able to say any thing sound; one of these would give you an accurate reply from his store of wisdom.",
          "id": 57183
        },
        {
          "text": "And not only is this to be wondered at, but that they confirm the credibility of these doctrines by their actions.",
          "id": 57184
        },
        {
          "text": "For of the fact that we have an immortal soul, and that we shall hereafter render an account of what we have done here, and stand before a fearful Tribunal, their minds are at once thoroughly persuaded, and they have also regulated their whole course of life by such hopes as these; and have become superior to all worldly show, instructed as they have been by the sacred Scriptures, that \"all is vanity, yea, vanity of vanities,\" and they do not greedily long for any of those things which seem to be so splendid.",
          "id": 57185
        },
        {
          "text": "These too know how to philosophize concerning God, even as God hath determined; and if, taking one of them, you were now to bring forward some pagan philosopher;—or rather, now you could not find one!—But if you were to take one of these, and then open the books of their ancient philosophers, and go through them, and institute an enquiry by way of parallel as to what these now answer, and the others in their day philosophically advanced; you would see how much wisdom belonged to the former, and how much folly to the latter.",
          "id": 57186
        },
        {
          "text": "For whilst some of those would aver, that the things existing were destitute of a providence, and that the creation had not its origin from God; that virtue was not sufficient for itself, but stood in need of wealth, and nobility, and external splendour, and other things still more ridiculous; and whilst these, on the other hand, would discourse wisely respecting Providence, respecting the future Tribunals of judgment, respecting the creative power of God, bringing forth all things out of nothing, as well as respecting all other points, although at the same time they were entirely destitute of worldly schooling; who could but learn from hence the power of Christ, which hath proved these unlearned and simple persons to be as much wiser than those, who make so much boast of their wisdom, as men of discretion are seen to be in comparison of little children? For what harm can result to them from their simplicity in regard to learning, when their thoughts are full of much wisdom? And what advantage have those philosophers from this learning, when the understanding is devoid of right thoughts? It were just as if one should have a sword that had its hilt of silver, whilst the blade was weaker than the vilest lead.",
          "id": 57187
        },
        {
          "text": "For truly these philosophers have their tongue decked out with words and names, but their understanding is full of mere weakness and good for nothing.",
          "id": 57188
        },
        {
          "text": "Not so with these philosophers, but quite the reverse.",
          "id": 57189
        },
        {
          "text": "Their understanding is full of spiritual wisdom and their mode of life is a transcript of their doctrines.",
          "id": 57190
        },
        {
          "text": "Amongst these there are no luxurious women; there are no ornaments of dress, nor colours, nor paints; but all such corruption of manners is discountenanced.",
          "id": 57191
        },
        {
          "text": "Hence the population under their charge are the more readily trained to sobriety, and the law which Paul gave, when he directed that food and covering should be had, and nothing more be sought after, they most rigidly observe.",
          "id": 57192
        },
        {
          "text": "Amongst them, there are no perfumed unguents to fascinate the senses; but the earth bringing forth herbs, prepares for them a varied fragrance of flowers, above all the skill of perfumers.",
          "id": 57193
        },
        {
          "text": "For this reason, their bodies as well as souls enjoy a sound state of health, inasmuch as they have banished all luxury of diet, and driven off all the evil floods of drunkenness; and they eat just as much as suffices for subsistence.",
          "id": 57194
        },
        {
          "text": "Let us then not despise them because of their outward appearance, but let us admire their mind.",
          "id": 57195
        },
        {
          "text": "For of what advantage is the external habit, when the soul is more wretchedly clad than any beggar! The man ought to be praised and admired, not for dress, nay more, not for his bodily form, but for his soul.",
          "id": 57196
        },
        {
          "text": "Lay bare the soul of these men, and you will see its beauty and the wealth it possesses, in their words, in their doctrines, and in the whole system of their manners!.",
          "id": 57197
        },
        {
          "text": "Let the Gentiles then be ashamed, let them hide their heads, and slink away on account of their philosophers, and their wisdom, wretched as it is beyond all folly! For the philosophers that have been amongst them in their lifetime have hardly been able to teach their doctrines to a very few, who can easily be numbered; and when any trifling peril overtook them, they lost even these.",
          "id": 57198
        },
        {
          "text": "But the disciples of Christ, the fishermen, the publicans, and the tent-makers, in a few years brought over the whole world to the truth; and when from that time, ten thousand perils have been constantly arising, the preaching of the Gospel was so far from being put down, that it still flourishes and increases; and they taught simple people, tillers of the ground, and occupied with cattle, to be lovers of wisdom.",
          "id": 57199
        },
        {
          "text": "Such are the persons, who beside all the rest having deeply rooted in them that love which is the source of all good things, have hastened to us, undertaking so long a journey, that they might come and embrace their fellow-members.",
          "id": 57200
        },
        {
          "text": "Come then, and in return for these favours, (I speak of their love and kind feeling), let us give them a provision, and so send them home; and let us again raise the question concerning oaths; that from the minds of all we may pluck up by the roots this evil custom.",
          "id": 57201
        },
        {
          "text": "But first, I desire to put you a little in mind to-day of the things we spoke of lately.",
          "id": 57202
        },
        {
          "text": "When the Jews, having been released from Persia, and set free from that tyranny, were returned back to their own county, \"I saw,\" saith one, \"a flying sickle, twenty cubits in length, and ten cubits broad\".",
          "id": 57203
        },
        {
          "text": "They heard also the Prophet giving them this instruction, \"This is the curse, that goeth forth over the face of the whole land, and entereth into the house of him that sweareth falsely; and it shall rest in the midst thereof, and throw down the timber and all the stones\".",
          "id": 57204
        },
        {
          "text": "When we had read this passage, we also enquired then why it was, that it should destroy not the swearer only, but also his house, and we stated this to be the reason; that God will have the punishments of the most grievous sins to remain continually visible; that all may afterwards learn prudence.",
          "id": 57205
        },
        {
          "text": "Inasmuch then as it was necessary that the perjurer when dead should be buried, and committed to the bosom of the earth; in order that his wickedness might not be buried along with him, his house was made a heap, so that all who passed by, beholding it, and learning the reason of the overthrow, might avoid imitating the sin.",
          "id": 57206
        },
        {
          "text": "This also happened at Sodom.",
          "id": 57207
        },
        {
          "text": "For when they burned in their lust one towards another, then too the very earth itself was burned up, being kindled by the fire from above.",
          "id": 57208
        },
        {
          "text": "For He designed, that the vengeance of this sin should permanently remain.",
          "id": 57209
        },
        {
          "text": "And observe the mercy of God! Those who had sinned, He caused not to continue burning to the present day, but when they had been for once in flames, He buried them; and burning up the face of the ground, He placed it visibly before all who after should desire to look at these things; and now the sight of the land, through all the generations since, hath given an admonition beyond all powers of speech, crying out as it were, and saying, \"Dare not to do the deeds of Sodom, lest ye suffer the lot of Sodom!\" For precept commonly makes not so deep an impression upon the mind as a fearful spectacle does, which bears upon it the vestiges of calamity though all time.",
          "id": 57210
        },
        {
          "text": "And persons that have visited these places bear witness, who often, when they hear the Scripture discoursing of these things, are not much terrified; but when they have gone and stood upon the site, and see the whole surface of it disfigured, and have witnessed the effects of the fire, with soil no where visible, but every thing dust and ashes, they come away astonished with the sight, and taking with them a strong lesson of chastity.",
          "id": 57211
        },
        {
          "text": "For truly, the very nature of the punishment was a pattern of the nature of the sin! Even as they devised a barren intercourse, not having for its end the procreation of children, so did God bring on them such a punishment, as made the womb of the land ever barren, and destitute of all fruits! For this reason also He threatened to destroy the dwellings of the swearers, in order that by their punishments, they may make others to be more self-controlled.",
          "id": 57212
        },
        {
          "text": "But I am ready to shew to-day, not the destruction of one, two, or three houses in consequence of oaths, but that of a whole city and of a people beloved of God; of a nation that had always enjoyed much of the divine care; and of a race that had escaped many dangers.",
          "id": 57213
        },
        {
          "text": "For Jerusalem herself, the city of God, which had the holy ark, and all that divine service;—where there were once prophets, and the grace of the Spirit, and the ark; and the tables of the covenant, and the golden pot;—where angels were frequent visitors;—this city, I say, when a multitude of wars took place, and many foreign nations made attacks upon it, as if girt by a wall of adamant, ever laughed them all to scorn, and whilst the land was utterly destroyed, sustained no injury! And not only is this to be wondered at, but that frequently in driving out its enemies, it inflicted upon them a heavy blow, and enjoyed so much of the providential care of God, that God Himself said, \"I found Israel as a bunch of grapes in the desert; and I beheld your fathers as the earliest fruit on the fig tree\".",
          "id": 57214
        },
        {
          "text": "And again, of the city itself: \"As olive berries on the extremity of the highest bough, and they shall say, Do them no harm\".",
          "id": 57215
        },
        {
          "text": "Nevertheless, the city beloved of God; that had escaped so many perils; that had been favoured with pardon, amidst the multitude of its sins; that alone had been able to avoid captivity, whilst all the rest were carried away, not once or twice, but very often; was ruined solely by an oath.",
          "id": 57216
        },
        {
          "text": "But how, I proceed to state.",
          "id": 57217
        },
        {
          "text": "One of their kings was Zedekiah.",
          "id": 57218
        },
        {
          "text": "This Zedekiah took an oath to Nebuchadnezzar, king of the barbarians, that he would remain in alliance with him.",
          "id": 57219
        },
        {
          "text": "Afterwards he revolted, and went over to the king of Egypt, disdaining the obligation of his oath, and suffered the things of which ye shall hear presently.",
          "id": 57220
        },
        {
          "text": "But first, it is necessary to mention the parable of the prophet, in which he enigmatically represented all these matters: \"The word of the Lord,\" saith he, \"came to me, saying, Son of man, put forth a riddle, and speak a parable, and say, Thus saith the Lord God: A great eagle, with great wings, and long extended, full of claws\".",
          "id": 57221
        },
        {
          "text": "Here he calls the king of the Babylonians an eagle, and speaks of him as being \"great, and long-winged;\" and he calls him long-extended and \"full of claws,\" on account of the multitude of his army, and the greatness of his power, and the swiftness of his invasion.",
          "id": 57222
        },
        {
          "text": "For just as the wings and claws of the eagle are his armour, so are horses and soldiers to kings.",
          "id": 57223
        },
        {
          "text": "This eagle, he goes on to say, \"hath the leading to enter into Lebanon\".",
          "id": 57224
        },
        {
          "text": "What is meant by the \"leading?\" Counsel—design.",
          "id": 57225
        },
        {
          "text": "And Judaea is called Lebanon, because of its situation near that mountain.",
          "id": 57226
        },
        {
          "text": "Afterwards, intending to speak of the oaths and treaties, \"He took,\" saith he, \"of the seed of the land, and planted it in a fruitful field, that it might take root by great waters.",
          "id": 57227
        },
        {
          "text": "He placed it to be looked upon; and it grew, and became a weak vine, and of small stature, and it stretched out its branches towards him, and its roots were under him\".",
          "id": 57228
        },
        {
          "text": "Here he calls the city of Jerusalem a vine; but in saying that it stretched out its branches towards the eagle, and that its roots were under him, he refers to the treaties and alliances made with him; and that it cast itself upon him.",
          "id": 57229
        },
        {
          "text": "Next, purposing to declare the iniquity of this, he saith, \"And there was another great eagle,\" (speaking of the Egyptian king), \"with great wings, and having many claws; and the vine did bend itself toward him, and its tendril toward him, and shot out its branches, that it might be watered.",
          "id": 57230
        },
        {
          "text": "Therefore, I said, Thus saith the Lord God: Shall it prosper?\" That is to say, \"after having broken the oath, and the treaties, shall it be able to remain, or to be safe, or to avoid falling?\" Presently, for the purpose of shewing that this is not to happen, but that it is certainly to be destroyed on account of the oath, he discourses concerning its punishment, and alleges the cause.",
          "id": 57231
        },
        {
          "text": "\"For its tender roots and its fruits shall become corrupt, and all which springs therefrom shall be withered\".",
          "id": 57232
        },
        {
          "text": "And for the purpose of shewing that it will not be destroyed by human strength, but because it hath made God its enemy by means of these oaths, he subjoins, \"Not by a mighty arm, nor by much people, to pluck it up by its roots\".",
          "id": 57233
        },
        {
          "text": "Such indeed is the parable, but the prophet again explains it, when he says, \"Behold, the king of Babylon cometh against Jerusalem\".",
          "id": 57234
        },
        {
          "text": "And then, after saying some other things between, he mentions the oaths and the treaties.",
          "id": 57235
        },
        {
          "text": "\"For\" saith he, \"he shall make a covenant with him;\" and presently, speaking of the departure from it, he goes on to say, \"And he will depart from him, by sending messengers into Egypt, that they might give him horses and much people\".",
          "id": 57236
        },
        {
          "text": "And then he proceeds to shew that it is on account of the oath that all this destruction is to take place.",
          "id": 57237
        },
        {
          "text": "\"Surely in the place where the king dwelleth that made him king, he who hath despised My curse, and hath transgressed My covenant, in the midst of Babylon he shall die; and not by great power nor by multitude, because he despised the oath in transgressing this My covenant; I will surely recompense upon his own head this My oath which he hath dishonoured, and My covenant which he hath broken; and I will spread My net upon him\".",
          "id": 57238
        },
        {
          "text": "Seest thou, that not once, or twice, but repeatedly, it is said that because of the oath he was to suffer all these things.",
          "id": 57239
        },
        {
          "text": "For God is inexorable when oaths are treated contemptuously.",
          "id": 57240
        },
        {
          "text": "Nor merely from the punishment which was brought upon the city by the oath, but also from the delay, and the postponement, may it be seen how much God is concerned for the inviolability of oaths.",
          "id": 57241
        },
        {
          "text": "\"For it came to pass,\" we are told, \"in the ninth year of the reign of Zedekiah, on the tenth day of the month, that Nebuchadnezzar the king of Babylon came, and all his host, against Jerusalem, and pitched against it, and built a wall against it round about, and the city was besieged until the eleventh year of king Zedekiah, and the ninth day of the month, and there was no bread for the people to eat, and the city was broken up\".",
          "id": 57242
        },
        {
          "text": "He might indeed, at once from the first day, have delivered them up, and have given them into the hands of their enemies; but He permitted that they should first be wasted for the space of three years, and experience a most distressing siege; to the end that during this interval, being humbled by the terror of the forces without, or the famine that oppressed the city within, they might compel the king, however unwillingly, to submit to the barbarian; and some alleviation might be obtained for the sin committed.",
          "id": 57243
        },
        {
          "text": "And to prove that this is true, and no conjecture of my own, hear what He saith to him by the prophet: \"If thou shalt go forth to the king of Babylon's princes, then thy soul shall live, and this city shall not be burned with fire; and thou shalt live, and thine house.",
          "id": 57244
        },
        {
          "text": "But if thou wilt not go forth to the king of Babylon's princes, then shall this city be given into the hand of the Chaldeans; and they shall burn it with fire, and thou shalt not escape out of their hand.",
          "id": 57245
        },
        {
          "text": "And the king said, I am afraid of the Jews that are fallen to the Chaldeans, lest they deliver me into their hands and they mock me.",
          "id": 57246
        },
        {
          "text": "But Jeremiah said, They shall not deliver thee.",
          "id": 57247
        },
        {
          "text": "Obey, I beseech thee, the word of the Lord, which I speak unto thee; so shall it be better for thee, and thy soul shall live.",
          "id": 57248
        },
        {
          "text": "But if thou refuse to go forth, this is the word that the Lord hath shewed me.",
          "id": 57249
        },
        {
          "text": "All the women that are left in the king of Judah's house, shall be brought forth to the king of Babylon's princes; and those shall say, The men who are at peace with thee have deceived thee, and have prevailed over thee; they shall prevail when thy feet slip; they are turned away from thee, and they shall bring out all thy wives, and thy children to the Chaldeans, and thou shalt not escape out of their hand, for thou shalt be taken by the hand of the king of Babylon, and this city shall be burned with fire\".",
          "id": 57250
        },
        {
          "text": "But when He did not prevail with him by this address, but he remained in his sin and transgression, after three years, God delivered up the city, displaying at once His own clemency and the ingratitude of that king.",
          "id": 57251
        },
        {
          "text": "And entering in with the utmost ease, they \"burnt the house of the Lord, and the king's house, and the houses of Jerusalem, and every great house, the captain of the guard burnt, and overthrew the wall of Jerusalem;\" and everywhere there was the fire of the barbarian, the oath being the conductor of the conflagration, and carrying about the flame in all directions.",
          "id": 57252
        },
        {
          "text": "\"And the captain of the guard carried away the rest of the people that were left in the city, and the fugitives that fell away to the king of Babylon.",
          "id": 57253
        },
        {
          "text": "And the pillars of brass that were in the house of the Lord the Chaldeans brake up, and the bases, and the brazen sea that was in the house of the Lord, did the Chaldees break in pieces.",
          "id": 57254
        },
        {
          "text": "And the pots, and the flesh-hooks, and the bowls, and the censers, and all the vessels of brass wherewith they ministered, took they away.",
          "id": 57255
        },
        {
          "text": "And the firepans, and all the golden and silver bowls they took away.",
          "id": 57256
        },
        {
          "text": "Moreover, Nebuzaradan, the captain of the guard, took away the two pillars, and the bases, and the sea which Solomon had made in the house of the Lord.",
          "id": 57257
        },
        {
          "text": "And they took away Seraiah the chief priest, and Zephaniah the second priest, and the three keepers of the door; and out of the city one eunuch that was set over the men of war; and five men that were in the king's presence; and Shaphan the chief captain, and the principal scribe, and threescore men.",
          "id": 57258
        },
        {
          "text": "And he took these, and brought them to the king of Babylon, and the king smote them, and slew them\".",
          "id": 57259
        },
        {
          "text": "Be mindful therefore, I pray, now of the \"flying sickle\" that \"resteth in the swearer's house;\" and \"destroyeth the walls and the timber and the stones\".",
          "id": 57260
        },
        {
          "text": "Be mindful, I pray, how this oath entered into the city, and overturned houses, and temple, and walls, and splendid buildings, and made the city an heap; and that neither the Holy of Holies, nor the sacred vessels, nor any thing else could ward off that punishment and vengeance, for that the oath had been transgressed! The city, indeed, was thus miserably destroyed.",
          "id": 57261
        },
        {
          "text": "But the king endured what was still more wretched and deplorable.",
          "id": 57262
        },
        {
          "text": "And as the flying sickle overthrew the buildings, so did it also cut him down in his flight.",
          "id": 57263
        },
        {
          "text": "For \"the king,\" it says, \"went forth by night, by way of the gate, and the Chaldeans encompassed the city, and the army of the Chaldeans pursued after the king and overtook him, and they took the king, and brought him to the king of Babylon, and the king of Babylon gave judgment upon Zedekiah, and slew his sons before his face, and put out the eyes of Zedekiah, and bound him with fetters, and carried him to Babylon\".",
          "id": 57264
        },
        {
          "text": "What is meant by the expression, \"he spake judgment with him?\" He demanded of him an account of his conduct, he pleaded against him; and first he slew his two sons, that he might be a spectator of the calamity of his house, and might behold that deplorable tragedy; and then he put out his own eyes.",
          "id": 57265
        },
        {
          "text": "For what reason, I ask again, did this occur? In order that he might go as a teacher to the barbarians, and too the Jews who dwelt among them; and that they who had eyes might discern by him who was bereft of sight, how great an evil is an oath! Nor only these; but all who dwelt by the way, beholding the man fettered and blinded, might learn by his calamity the greatness of his sin.",
          "id": 57266
        },
        {
          "text": "Therefore one of the prophets declares, \"He shall not see Babylon\".",
          "id": 57267
        },
        {
          "text": "And another, \"He shall be carried away to Babylon\".",
          "id": 57268
        },
        {
          "text": "And the prophecy seems, indeed, to be contradictory.",
          "id": 57269
        },
        {
          "text": "But it is not so; for both of these are true.",
          "id": 57270
        },
        {
          "text": "For he saw not Babylon, though he was carried away to Babylon.",
          "id": 57271
        },
        {
          "text": "How then did he not see Babylon? Because it was in Judaea he had his eyes put out; for where the oath had been set at nought, there also was it vindicated, and he himself subjected to punishment.",
          "id": 57272
        },
        {
          "text": "And how was he carried away to Babylon? In a state of captivity.",
          "id": 57273
        },
        {
          "text": "For since the punishment was twofold, deprivation of sight and captivity, the prophets took them severally.",
          "id": 57274
        },
        {
          "text": "The one saith, \"He shall not see Babylon,\" speaking of the loss of his eyes; the other saith, \"He shall be carried away to Babylon,\" signifying his captivity.",
          "id": 57275
        },
        {
          "text": "Knowing these things, then, brethren, and gathering up what has been now advanced, as well as what has been said before; let us at last desist from this evil custom, yea, I pray and beseech you all! For if in the old dispensation, when the Jews had not the strictest moral wisdom required of them, but much condescension was extended to them, such wrath was the effect of one oath; such capture and captivity; what punishment is it likely that those who swear should now be subjected to, after an express law forbidding the practice, and so large an addition of precepts.",
          "id": 57276
        },
        {
          "text": "Is it, indeed, all that is required, that we come to the assembly, and hear what is spoken? Why truly it is a reason for greater condemnation, and for more inevitable punishment, that we are continually hearing, and yet do not what is bidden! What excuse shall we have, or what pardon, if assembling here from earliest youth to latest old age, and enjoying the advantage of so much instruction, we remain just like them, and do not take pains to correct a single defect.",
          "id": 57277
        },
        {
          "text": "Let no one henceforth allege custom.",
          "id": 57278
        },
        {
          "text": "For this is the very thing at which I am indignant and provoked, that we are not able to get the better of custom.",
          "id": 57279
        },
        {
          "text": "And, pray, if we do not get the better of custom, how can we get the better of concupiscence, which hath its root even in the principles of our nature; for it is natural to feel desire; but to desire wickedly, comes after of choice.",
          "id": 57280
        },
        {
          "text": "But this practice of swearing takes not even its first principle from nature, but from mere negligence.",
          "id": 57281
        },
        {
          "text": "And that thou mayest learn that not from the difficulty of the thing, but through our inattention, this sin has advanced to such a pitch, let us call to mind how many things far more difficult than these, men accomplish; and that too without expecting any recompense therefrom.",
          "id": 57282
        },
        {
          "text": "Let us think what services the Devil imposes; how laborious, how troublesome they are; and yet, the difficulty has not become an obstacle to these services.",
          "id": 57283
        },
        {
          "text": "For what can be more difficult, I ask, than when any young person delivering himself up to those, who undertake to make his limbs supple and pliant, uses his most strenuous exertion to bend his whole body into the exact shape of a wheel, and to turn over upon the pavement; his powers being tasked at the same time through the eyes, and through the movement of the hands, as well as other convolutions for the purpose of being transformed into the likeness of woman-kind.",
          "id": 57284
        },
        {
          "text": "Yet neither the difficulty of these feats, nor the degradation arising from them, are thought of.",
          "id": 57285
        },
        {
          "text": "And again, those who are dragged upon the dancing-stage, and use the members of the body as though they were wings, who that beholds them can help being struck with wonder? So too they who toss knives aloft in the air one after another, and catch them all by the handle, whom might they not put to shame of those who refuse to undergo any labour for the sake of virtue? And what can any one say of those men, who balancing a pole on the forehead, keep it just as steady as a tree rooted in the ground? And this is not the only marvellous part of the affair but that they set little children to wrestle with one another on the top of the tree; and neither the hands, nor any other part of the body assisting, the forehead alone sustains the pole unshaken, and with more steadiness than any kind of fastening.",
          "id": 57286
        },
        {
          "text": "Again: another walks on the slenderest rope, with the same fearlessness as men do when they run over level plains.",
          "id": 57287
        },
        {
          "text": "Nevertheless these things, which even in thought seem impracticable, have become possible by art.",
          "id": 57288
        },
        {
          "text": "What like this have we, I ask, to allege concerning oaths? What kind of difficulty? what toil? what art? what danger? There is only needed on our part a little earnestness, and the whole of our task will be quickly performed.",
          "id": 57289
        },
        {
          "text": "And do not tell me, \"I have accomplished the greater part of it;\" but if thou hast not accomplished the whole, consider that thou hast not as yet done any thing; for this little, if neglected, is destruction to all the rest.",
          "id": 57290
        },
        {
          "text": "Often indeed when men have built a house, and put on the roof, they have destroyed the whole fabric, by not making any concern of a single tile that has been shaken off from it.",
          "id": 57291
        },
        {
          "text": "And one may see the same thing occur with respect to garments; for there too if a small hole is made, and not repaired, a large rent is the consequence.",
          "id": 57292
        },
        {
          "text": "And this also is frequently the case in regard to floods; for these, if they find but a small entrance, let in the whole torrent.",
          "id": 57293
        },
        {
          "text": "Thou also, then, even if thou hast fortified thyself all around, and but a small part be left still unfortified, yet block up this also against the devil, that thou mayest be made strong on all sides! Thou hast seen the sickle! Thou hast seen the head of John! Thou hast heard the history pertaining to Saul! Thou hast heard the manner of the Jewish captivity! And beside all these, thou hast heard the sentence of Christ declaring, that not only to commit perjury, but to swear in any way, is a diabolical thing, and the whole a device of the evil one.",
          "id": 57294
        },
        {
          "text": "Thou hast heard that every where perjuries follow oaths.",
          "id": 57295
        },
        {
          "text": "Putting all these things then together, write them upon thy understanding.",
          "id": 57296
        },
        {
          "text": "Dost thou not see how women and little children suspend Gospels from their necks as a powerful amulet, and carry them about in all places wherever they go.",
          "id": 57297
        },
        {
          "text": "Thus do thou write the commands of the Gospel and its laws upon thy mind.",
          "id": 57298
        },
        {
          "text": "Here there is no need of gold or property, or of buying a book; but of the will only, and the affections of the soul awakened, and the Gospel will be thy surer guardian, carrying it as thou wilt then do, not outside, but treasured up within; yea, in the soul's secret chambers.",
          "id": 57299
        },
        {
          "text": "When thou risest up then from thy bed, and when thou goest out of thine house, repeat this law: \"I say unto you, Swear not at all\".",
          "id": 57300
        },
        {
          "text": "And the saying will be to thee a discipline; for there is no need of much labour, but only of a moderate degree of attention.",
          "id": 57301
        },
        {
          "text": "And that this is true, may thus be proved.",
          "id": 57302
        },
        {
          "text": "Call thy son, and frighten him, and threaten to lay a few stripes upon him, if he does not duly observe this law; and thou wilt see, how he will forthwith abstain from this custom.",
          "id": 57303
        },
        {
          "text": "Is it not therefore truly absurd, that little children, out of the fear we inspire, should perform this commandment, and that we should not fear God as our sons fear us?.",
          "id": 57304
        },
        {
          "text": "What then I said before this, I now again repeat.",
          "id": 57305
        },
        {
          "text": "Let us lay down a law for ourselves in this matter; not to meddle either with public or private affairs until we have fulfilled this law; and then surely under the pressure of this obligation we shall easily conquer, and we shall at once adorn ourselves, and decorate our city.",
          "id": 57306
        },
        {
          "text": "For consider what a thing it would be to have it said every where throughout the world, \"A practice becoming Christians is established at Antioch, and you will hear no one giving utterance to an oath, even though the greatest necessity is laid upon him!\" This is what the neighbouring cities will certainly hear; nay, not the neighbouring cities only, but even to the ends of the earth will the report be conveyed.",
          "id": 57307
        },
        {
          "text": "For it is indeed probable that both the merchants who mix with you, and others who arrive from this place, will report all these matters.",
          "id": 57308
        },
        {
          "text": "When, therefore, many persons in the way of encomium mention the harbours of other cities, or the markets, or the abundance of wares, enable those who come from hence to say, that there is that at Antioch, which is to be seen in no other city; for that the men who dwell there would sooner have their tongues cut out, than suffer an oath to proceed from their mouths! This will be your ornament and defence, and not only so, but it will bring an abundant reward.",
          "id": 57309
        },
        {
          "text": "For others also will certainly emulate, and imitate you.",
          "id": 57310
        },
        {
          "text": "But if, when a person has gained but one or two, he shall receive so great a reward from God; what recompense shall ye not receive when ye are the instructors of the whole world.",
          "id": 57311
        },
        {
          "text": "It is your duty then to bestir yourselves, to be watchful, and to be sober; knowing that not only from our own personal good works, but from those we have also wrought in others, shall we receive the best recompense, and enjoy much favour with God, which may He grant us all continually to enjoy, and hereafter to obtain the kingdom of heaven, in Christ Jesus our Lord; to Whom with the Father, and the Holy Ghost, be glory and power both now and ever, and world without end, Amen.",
          "id": 57312
        }
      ]
    }
  ]
}