{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch VIII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily VIII.",
          "id": 55586
        },
        {
          "text": "An exhortation to virtue—and particularly upon the passage, \"God was walking in Paradise in the cool of the day:\"—and again on the subject of abstaining from oaths.",
          "id": 55587
        },
        {
          "text": "Ye have lately heard, how all Scripture bringeth consolation and comfort, although it be an historical narrative.",
          "id": 55588
        },
        {
          "text": "For instance, \"In the beginning, God created the heaven and the earth,\" was an historical declaration; but it was shewn in our discourse, that this sentence was one pregnant with comfort; as, for example, that God made us a twofold table, by spreading out the sea and the land at the same time; by kindling above the twofold lights, the sun and moon; by determining the twofold seasons of their course, the day and night, the one for labour, and the other for rest.",
          "id": 55589
        },
        {
          "text": "For the night ministers to us no less benefit than the day.",
          "id": 55590
        },
        {
          "text": "But as I said with reference to trees, those which are barren, rival in their utility those which bear fruit; since we are thus not necessitated to touch those trees which are pleasant for food, for the purposes of building.",
          "id": 55591
        },
        {
          "text": "The wild and untamed animals are also subservient to our need, in no less a degree than the tame animals; by driving us together, through the fear of them, into cities; making us more cautious, and binding us to one another; and by exercising the strength of some, and freeing others from their sicknesses; for the physicians concoct many medicines out of these; and by reminding us of our ancient sin.",
          "id": 55592
        },
        {
          "text": "For when I hear it said, \"The fear of you, and the dread of you, shall be upon all the wild beasts of the earth:\" and then observe, that this honour was afterwards curtailed, I am reminded of sin, which hath dissipated the fear of us, and undermined our authority.",
          "id": 55593
        },
        {
          "text": "Thus I become a better and a wiser man, whilst I learn the harm that sin hath occasioned us.",
          "id": 55594
        },
        {
          "text": "As then, what I said was, that the things alluded to, and others of a similar kind, which God, who is the Maker, knoweth of, contribute not a little to our present life; so now also I say, that the night no less than the day brings along with it its advantage, being a rest from labours, and a medicine for disease.",
          "id": 55595
        },
        {
          "text": "Often, indeed, physicians, though exerting themselves in many ways, and preparing an endless variety of remedies, are not able to deliver the man who is labouring under infirmity.",
          "id": 55596
        },
        {
          "text": "But sleep coming upon him of its own accord hath entirely removed the disease, and freed them from an infinite deal of trouble.",
          "id": 55597
        },
        {
          "text": "Night, again, is not only a medicine for bodily labours, but also for mental diseases, in giving rest to anguished souls.",
          "id": 55598
        },
        {
          "text": "Ofttimes it happeneth that some one hath lost a son; and comforters without number have been of no avail to withdraw him from tears and groans.",
          "id": 55599
        },
        {
          "text": "But on the approach of night, conquered by the despotic power of sleep, he hath closed his eyelids in slumber, and received some small relief from the miseries of the day time.",
          "id": 55600
        },
        {
          "text": "And now, I pray you, let us proceed to the subject which hath given rise to these observations.",
          "id": 55601
        },
        {
          "text": "For well I know, that ye are all eagerly awaiting this matter; and that each one of you is in pain till he learn on what account this Book was not given from the beginning.",
          "id": 55602
        },
        {
          "text": "But even now I do not see that the time is fit for a discourse on this subject.",
          "id": 55603
        },
        {
          "text": "And why so? Because the week hath nearly arrived at its close with us, and I fear to touch upon a subject, the exposition of which I should presently afterwards be obliged to cut short.",
          "id": 55604
        },
        {
          "text": "For the subject requires of us several days in succession, and a continuous effort of memory: wherefore we must again defer it.",
          "id": 55605
        },
        {
          "text": "But take it not amiss! we will assuredly pay you the debt with interest; for thus it is expedient both for you, and for us who are to discharge it.",
          "id": 55606
        },
        {
          "text": "Meanwhile, however, let us now speak on that subject which we left out yesterday.",
          "id": 55607
        },
        {
          "text": "And what was it we left out yesterday? \"God was walking,\" it says, \"in Paradise in the cool of the day\".",
          "id": 55608
        },
        {
          "text": "What is here meant, I ask? \"God was walking!\" God was not walking; for how should He do this who is everywhere present and filleth all things? But He caused a perception of this sort in Adam, in order that he might collect himself; that he might not be careless; that in flying and in hiding himself, he might present beforehand some portion of the excuse, even before any words had passed.",
          "id": 55609
        },
        {
          "text": "For even as those who are about to be led to the tribunal, to sustain the charges respecting the crimes they have committed, present themselves before those who are to try them with a squalid, begrimed, sad, and subdued visage, in order that from their appearance, they may incline them to loving-kindness, mercy, and forgiveness, so also did it happen in the case of Adam.",
          "id": 55610
        },
        {
          "text": "For it was necessary that he should be led to this Tribunal in a subdued state.",
          "id": 55611
        },
        {
          "text": "Therefore God took him beforehand, and humbled him.",
          "id": 55612
        },
        {
          "text": "But that some one was walking there, he perceived; but whence came he to suppose that God was walking there? Such is the habitual custom of those who have committed sin.",
          "id": 55613
        },
        {
          "text": "They are suspicious of all things; they tremble at shadows; they are in terror at every sound, and they imagine that every one is approaching them in a hostile manner.",
          "id": 55614
        },
        {
          "text": "Often therefore the guilty, when they observe people running on another business, suppose that they are come against them; and when others are conversing one with another on quite a different subject, they that are conscious of sin suppose they are conversing about them.",
          "id": 55615
        },
        {
          "text": "For such is the nature of sin, that it betrays whilst no one finds fault; it condemns whilst no one accuses; it makes the sinner a timid being; one that trembles at a sound; even as righteousness has the contrary effect.",
          "id": 55616
        },
        {
          "text": "Hear, at least, how the Scripture describes this cowardice of the former, and this boldness of the latter.",
          "id": 55617
        },
        {
          "text": "\"The wicked flee when no man pursueth\".",
          "id": 55618
        },
        {
          "text": "How doth he flee when no man pursueth? He hath that within which drives him on—an accuser in his conscience; and this he carries about everywhere; and just as it would be impossible to flee from himself, so neither can he escape the persecutor within; but wherever he goeth, he is scourged, and hath an incurable wound! But not such is the righteous man.",
          "id": 55619
        },
        {
          "text": "Of what nature then is he? Hear: \"The righteous is bold as a lion!\" Such a man was Elias.",
          "id": 55620
        },
        {
          "text": "He saw, for instance, the king coming towards him, and when he said, \"Why is it that thou pervertest Israel?\" he answered, \"I pervert not Israel, but thou and thy father's house\".",
          "id": 55621
        },
        {
          "text": "Truly, the just man is bold as a lion; for he stood up against the king just as a lion doth against some vile cur.",
          "id": 55622
        },
        {
          "text": "Although the one had the purple, the other had the sheepskin, which was the more venerable garment of the two; for that purple brought forth the grievous famine; but this sheepskin effected a liberation from that calamity! It divided the Jordan! It made Elisha a two-fold Elias! O how great is the virtue of the Saints! Not only their words; not only their bodies, but even their very garments are always esteemed venerable by the whole creation.",
          "id": 55623
        },
        {
          "text": "The sheepskin of this man divided the Jordan! the sandals of the Three Children trampled down the fire! The word of Elisha changed the waters, so that it made them to bear the iron on their surface! The rod of Moses divided the Red Sea and cleft the rock! The garments of Paul expelled diseases! The shadow of Peter put death to flight! The ashes of the holy Martyrs drive away demons! For this reason they do all things with authority, even as Elias did.",
          "id": 55624
        },
        {
          "text": "For he looked not on the diadem, nor the outward pomp of the king, but he looked on the soul clad in rags, squalid, begrimed, and in a more wretched condition than that of any criminal; and seeing him the captive and slave of his passions, he despised his power.",
          "id": 55625
        },
        {
          "text": "For he seemed to see a king but in a scene, and not a real one.",
          "id": 55626
        },
        {
          "text": "For what was the advantage of outward abundance, when the poverty within was so great? And what harm could outward poverty do, when there was such a treasure of wealth within? Such a lion also was the blessed Paul; for when he had entered into the prison, and only raised his voice, he shook all the foundations; he gnawed in pieces the fetters, employing not his teeth, but words; on which account it were fitting to call such men not merely lions, but something more than lions; for a lion ofttimes, after he hath fallen into a net, is taken; but the Saints when they are bound, become still more powerful; just as this blessed man did then in the prison, having loosed the prisoners, shaken the walls, and bound the keeper, and overcome him by the word of godliness.",
          "id": 55627
        },
        {
          "text": "The lion uttereth his voice, and putteth all the wild beasts to flight.",
          "id": 55628
        },
        {
          "text": "The Saint uttereth his voice, and driveth away the demons on every side! The weapons of the lion are a hairy mane, pointed claws, and sharp teeth.",
          "id": 55629
        },
        {
          "text": "The weapons of the righteous man are spiritual wisdom, temperance, patience, contempt of all present things.",
          "id": 55630
        },
        {
          "text": "Whoever hath these weapons shall not only be able to deride wicked men, but even the adverse powers themselves.",
          "id": 55631
        },
        {
          "text": "Study then, O man, the life according to God, and no one shall conquer thee at any time; and although thou mayest be accounted the most insignificant of men, thou shalt be more powerful than all.",
          "id": 55632
        },
        {
          "text": "On the other hand, if thou art indifferent about virtue of soul, though thou wert the most powerful of men, thou wilt easily be worsted by all that assail thee.",
          "id": 55633
        },
        {
          "text": "And the examples already quoted proved this.",
          "id": 55634
        },
        {
          "text": "But if thou art desirous, I will also endeavour to teach thee by actual facts the unconquerableness of the righteous, and the vulnerable condition of sinners.",
          "id": 55635
        },
        {
          "text": "Hear then how the prophet intimates both these particulars.",
          "id": 55636
        },
        {
          "text": "\"The ungodly,\" saith he, \"are not so, but are like the chaff which the wind scattereth away from the face of the earth\".",
          "id": 55637
        },
        {
          "text": "For even as chaff lies exposed to the gusts of wind, and is easily caught up and swept along, so is also the sinner driven about by every temptation; for whilst he is at war with himself, and bears the warfare about with him, what hope of safety does he possess; betrayed as he is at home, and carrying with him that conscience, which is a constant enemy? Such, however, is not the nature of the righteous man.",
          "id": 55638
        },
        {
          "text": "But what manner of man is he? Hear the same prophet, saying, \"They that trust in the Lord are as Mount Zion\".",
          "id": 55639
        },
        {
          "text": "What means then, \"As Mount Zion?\" \"He shall not be shaken,\" saith he, \"for ever\".",
          "id": 55640
        },
        {
          "text": "For whatever engines thou bringest up, whatever darts thou hurlest, desiring to overturn a mountain, thou wilt never be able to prevail; for how canst thou? thou wilt break in pieces all thine engines, and exhaust thine own strength.",
          "id": 55641
        },
        {
          "text": "Such also is the righteous man.",
          "id": 55642
        },
        {
          "text": "Whatever blows he may receive, he suffereth no evil therefrom; but destroyeth the power of those who take counsel against him, and not of men only, but of demons.",
          "id": 55643
        },
        {
          "text": "Thou hast heard often what engines the Devil brought up against Job; but not only did he fail to overthrow that mountain, but drew back exhausted, his darts broken to pieces, and his engines rendered useless, by that assault!.",
          "id": 55644
        },
        {
          "text": "Knowing these things, let us take heed to our life; and let us not be earnest as to the goods that perish; neither as to the glory that goeth out; nor as to that body which groweth old; nor as to that beauty which is fading; nor as to that pleasure which is fleeting; but let us expend all our care about the soul; and let us provide for the welfare of this in every way.",
          "id": 55645
        },
        {
          "text": "For to cure the body, when diseased, is not an easy matter to every one; but to cure a sick soul is easy to all; and the sickness of the body requires medicines, as well as money, for its healing; but the healing of the soul is a thing that is easy to procure, and devoid of expense.",
          "id": 55646
        },
        {
          "text": "And the nature of the flesh is with much labour delivered from those wounds which are troublesome; for very often the knife must be applied, and medicines that are bitter; but with respect to the soul there is nothing of this kind.",
          "id": 55647
        },
        {
          "text": "It suffices only to exercise the will, and the desire, and all things are accomplished.",
          "id": 55648
        },
        {
          "text": "And this hath been the work of God's providence.",
          "id": 55649
        },
        {
          "text": "For inasmuch as from bodily sickness no great injury could arise, (for though we were not diseased, yet death would in any case come, and destroy and dissolve the body); but everything depends upon the health of our souls; this being by far the more precious and necessary, He hath made the medicining of it easy, and void of expense or pain.",
          "id": 55650
        },
        {
          "text": "What excuse therefore, or what pardon shall we obtain, if when the body is sick, and money must be expended on its behalf, and physicians called in, and much anguish endured, we make this so much a matter of our care (though what might result from that sickness could be no great injury to us), and yet treat the soul with neglect? And this, when we are neither called upon to pay down money; nor to give others any trouble; nor to sustain any sufferings; but without any of all these things, by only choosing and willing, have it in our power to accomplish the entire amendment of it; and knowing assuredly that if we fail to do this, we shall sustain the extreme sentence, and punishments, and penalties, which are inexorable! For tell me, if any one promised to teach thee the healing art in a short space of time, without money or labour, wouldest thou not think him a benefactor? Wouldest thou not submit both to do and to suffer all things, whatsoever he who promised these things commanded? Behold, now, it is permitted thee without labour to find a medicine for wounds, not of the body, but of the soul, and to restore it to a state of health, without any suffering! Let us not be indifferent to the matter! For pray what is the pain of laying aside anger against one who hath aggrieved thee? It is a pain, indeed, to remember injuries, and not to be reconciled! What labour is it to pray, and to ask for a thousand good things from God, who is ready to give? What labour is it, not to speak evil of any one? What difficulty is there in being delivered from envy and ill-will? What trouble is it to love one's neighbour? What suffering is it not to utter shameful words, nor to revile, nor to insult another? What fatigue is it not to swear? for again I return to this same admonition.",
          "id": 55651
        },
        {
          "text": "The labour of swearing is indeed exceedingly great.",
          "id": 55652
        },
        {
          "text": "Oftentimes, whilst under the influence of anger or wrath, we have sworn, perhaps, that we would never be reconciled to those who have injured us.",
          "id": 55653
        },
        {
          "text": "Yet afterwards, when our wrath was quenched, and our anger allayed, desiring to be reconciled, and restrained by the obligation of these oaths, we have suffered the same anguish, as if we were in a snare, and held fast by indissoluble bonds.",
          "id": 55654
        },
        {
          "text": "Of which fact the Devil being aware, and understanding clearly that anger is a fire; that it is easily extinguished, and that when it is extinguished, then reconciliation and love follows; wishing this fire to remain unquenched, he often binds us by an oath; so that although the anger should cease, the obligation of the oath remaining may keep up the fire within us; and that one of these two things may take place, either that being reconciled we are forsworn, or that not being reconciled we subject ourselves to the penalties of cherishing malice.",
          "id": 55655
        },
        {
          "text": "Knowing these things then, let us avoid oaths; and let our mouth continually practise the saying, \"Believe me;\" and this will be to us a foundation for all pious behaviour; for the tongue, when it has been disciplined to use this one expression, is ashamed, and would blush to utter words that are disgraceful and ugly; and should it at any time be drawn away by habit, it will be checked again, by having many accusers.",
          "id": 55656
        },
        {
          "text": "For when any one observes him who is not a swearer giving utterance to foul words, he will take his advantage over him, and ridicule, and exclaim tauntingly, \"Thou who sayest in all affairs, 'Believe me,' and venturest not to utter an oath, dost thou disgrace thy tongue with these shameful expressions?\" So that being forcibly urged by those who are with us, even if unwilling, we shall return again to a pious behaviour.",
          "id": 55657
        },
        {
          "text": "\"But what,\" says one, \"if it be necessary to take an oath?\" Where there is a transgression of the law, there is no such thing as necessity.",
          "id": 55658
        },
        {
          "text": "\"Is it possible then,\" it is replied, \"not to swear at all?\" What sayest thou? Hath God commanded, and darest thou to ask if it be possible for His law to be kept? Why, truly it is a thing impossible that His law should not be kept; and I am desirous to persuade you from present circumstances of this; that so far from its being impossible not to swear, it is impossible to swear.",
          "id": 55659
        },
        {
          "text": "For behold, the inhabitants of the city were commanded to bring in a payment of gold, such as it might have seemed beyond the power of many to do; yet the greater part of the sum has been collected; and you may hear the tax gatherers saying, \"Why delay, man? Why put us off from day to day? It is not possible to avoid it.",
          "id": 55660
        },
        {
          "text": "It is the law of the Emperor, which admits of no delay\".",
          "id": 55661
        },
        {
          "text": "What sayest thou, I ask? The Emperor hath commanded thee to bring in thy money, and it is impossible not to bring it in! God hath commanded thee to avoid oaths! and how sayest thou, it is impossible to avoid them!.",
          "id": 55662
        },
        {
          "text": "I am now for the sixth day admonishing you in respect of this precept.",
          "id": 55663
        },
        {
          "text": "Henceforth, I am desirous to take leave of you, meaning to abstain from the subject, that ye may be on your guard.",
          "id": 55664
        },
        {
          "text": "There will no longer be any excuse or allowance for you; for of right, indeed, if nothing had been said on this matter, it ought to have been amended of yourselves, for it is not a thing of an intricate nature, or that requires great preparation.",
          "id": 55665
        },
        {
          "text": "But since ye have enjoyed the advantage of so much admonition and counsel, what excuse will ye have to offer, when ye stand accused before that dread tribunal, and are required to give account of this transgression.",
          "id": 55666
        },
        {
          "text": "It is impossible to invent any excuse; but of necessity you must either go hence amended, or, if you have not amended, be punished, and abide the extremest penalty! Thinking, therefore, upon all these things, and departing hence with much anxiety about them, exhort ye one another, that the things spoken of during so many days may be kept with all watchfulness in your minds, so that whilst we are silent, ye instructing, edifying, exhorting one another, may exhibit great improvement; and having fulfilled all the other precepts, may enjoy eternal crowns; which God grant we may all obtain, through the grace and lovingkindness of our Lord Jesus Christ, by whom and with whom be glory, to the Father, together with the Holy Ghost, for ever and ever, Amen.",
          "id": 55667
        }
      ]
    }
  ]
}