{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "homilies of st.",
          "id": 54159
        },
        {
          "text": "john chrysostom,  archbishop of constantinople,  addressed to the people of antioch,  concerning the statues.",
          "id": 54160
        },
        {
          "text": "  Homily I.",
          "id": 54161
        },
        {
          "text": "The Argument.",
          "id": 54162
        },
        {
          "text": "This Homily was delivered in the Old Church of Antioch, while St.",
          "id": 54163
        },
        {
          "text": "Chrysostom was yet a Presbyter, upon that saying of the Apostle,  Tim.",
          "id": 54164
        },
        {
          "text": "v.",
          "id": 54165
        },
        {
          "text": ", \"Drink a little wine for thy stomach's sake, and thy often infirmities\".",
          "id": 54166
        },
        {
          "text": "Ye have heard the Apostolic voice, that trumpet from heaven, that spiritual lyre! For even as a trumpet sounding a fearful and warlike note, it both dismays the enemy, and arouses the dejected spirits on its own side, and filling them with great boldness, renders those who attend to it invincible against the devil! And again, as a lyre, that gently soothes with soul-captivating melody, it puts to slumber the disquietudes of perverse thoughts; and thus, with pleasure, instills into us much profit.",
          "id": 54167
        },
        {
          "text": "Ye have heard then to-day the Apostle discoursing to Timothy of divers necessary matters! for he wrote to him as to the laying on of hands, saying, \"Lay hands suddenly on no man, neither be partaker of other men's sins\".",
          "id": 54168
        },
        {
          "text": "And he explained the grievous danger of such a transgression, by showing that so men will undergo the punishment of the sins perpetrated by others, in common with them, because they confer the power on their wickedness by the laying on of hands.",
          "id": 54169
        },
        {
          "text": "Presently again he says, \"Use a little wine for thy stomach's sake, and thine often infirmities\".",
          "id": 54170
        },
        {
          "text": "To-day also he has discoursed to us concerning the subjection of servants, and the madness of misers, as well as on the arrogance of the rich, and on various other matters.",
          "id": 54171
        },
        {
          "text": "Since then it is impossible to go through every part, what part of the words rehearsed would you have us select for the subject of our address to your charity? For as in a meadow, I perceive in what has been read a great diversity of flowers; a multiplicity of roses and violets, and of lilies not a few; and everywhere the various and copious fruit of the Spirit is scattered around, as well as an abundant fragrance.",
          "id": 54172
        },
        {
          "text": "Yea, rather the reading of the divine Scriptures is not a meadow only, but a paradise; for the flowers here have not a mere fragrance only, but fruit too, capable of nourishing the soul.",
          "id": 54173
        },
        {
          "text": "What part then of the things rehearsed do you desire that we bring before you this day? Do you wish what seems the more insignificant, and easy for any one to understand, to be that which we should handle at present? To me, indeed, this seems proper, and I doubt not you will concur in this opinion.",
          "id": 54174
        },
        {
          "text": "What then is this that might seem plainer than anything else? What but that, which seems so easy, and obvious for any one to say? Well! what is that? \"Use a little wine for thy stomach's sake, and thine often infirmities\".",
          "id": 54175
        },
        {
          "text": "Well then, let us employ the whole of our discourse upon this subject; and this we would do, not for the love of praise, nor because we study to exhibit powers of oratory (for the things about to be spoken are not our own, but such as the grace of the Holy Spirit may inspire); but in order that we may stir up those hearers who are too listless, and may convince them of the greatness of the treasure of the holy Scriptures; and that it is neither safe, nor free from peril, to run through them hastily.",
          "id": 54176
        },
        {
          "text": "For if indeed a text so simple and obvious as this one, which seems to the multitude to contain nothing that need be insisted on, should appear to afford us the means of abundant riches, and openings toward the highest wisdom, much rather will those others, which at once manifest their native wealth, satisfy those who attend to them with their infinite treasures.",
          "id": 54177
        },
        {
          "text": "Assuredly then, we ought not hastily to pass by even those sentences of Scripture which are thought to be plain; for these also have proceeded from the grace of the Spirit; but this grace is never small, nor mean, but great and admirable, and worthy the munificence of the Giver.",
          "id": 54178
        },
        {
          "text": "Let us not therefore listen carelessly; since even they who roast the metallic earth, when they have thrown it into the furnace, not only take up the masses of gold, but also collect the small particles with the utmost care.",
          "id": 54179
        },
        {
          "text": "Inasmuch, then, as we likewise have to roast the gold drawn from the Apostolic mines, not by casting it into the furnace, but by depositing it in the thoughts of your souls; not lighting an earthly flame, but kindling the fire of the Spirit, let us collect the little particles with diligence.",
          "id": 54180
        },
        {
          "text": "For if the saying be brief, yet is its virtue great.",
          "id": 54181
        },
        {
          "text": "For pearls too have their proper market, not owing to the size of the substance, but the beauty of their nature.",
          "id": 54182
        },
        {
          "text": "Even so is it with the reading of the divine Scriptures; for worldly instruction rolls forth its trifles in abundance, and deluges its hearers with a torrent of vain babblings, but dismisses them empty-handed, and without having gathered any profit great or small.",
          "id": 54183
        },
        {
          "text": "Not so however is it with the grace of the Spirit, but, on the contrary, by means of small sentences, it implants divine wisdom in all who give heed, and one sentence often times affords to those who receive it a sufficient source of provision for the whole journey of life.",
          "id": 54184
        },
        {
          "text": "Since then its riches are so great, let us arouse ourselves, and receive that which is spoken with a watchful mind; for I am preparing to plunge our discussion to an extreme depth.",
          "id": 54185
        },
        {
          "text": "The admonition itself hath no doubt seemed beside the purpose, and superfluous to many: and they are apt to talk much in this way, \"Was Timothy of himself not able to judge what it was needful to make use of, and did he wait to learn this of his teacher.",
          "id": 54186
        },
        {
          "text": "And then did the teacher not only give directions, but also set them down in writing, graving it there as on a column of brass in his Epistle to him? and was he not ashamed to give directions about things of this nature, when writing in a public manner, to his disciple?\" For this end then, that thou mayest learn that the admonition, so far from being beside the purpose, was a necessary and highly profitable one; and that the thing proceeded not from Paul, but from the grace of the Spirit, viz, that this should have been (I say) not a spoken precept, but one deposited in letters, and to be handed down to all future generations through the Epistle, I shall proceed at once to the proof.",
          "id": 54187
        },
        {
          "text": "For besides the subjects which have been mentioned, there is another, about which some are no less perplexed, enquiring within themselves on what account God permitted a man possessing such confidence towards Him, whose bones and relics expelled demons, to fall into such a state of infirmity; for it is not merely that he was sick, but constantly, and for a length of time; and by these recurring and prolonged infirmities he was not permitted to have even a brief respite.",
          "id": 54188
        },
        {
          "text": "\"How does this appear,\" it may be asked? From the very words of Paul, for he does not say, on account of the \"infirmity,\" but on account of the \"infirmities;\" and not merely \"infirmities,\" but he clearly speaks of these as being constant, when he says \"thine often infirmities\".",
          "id": 54189
        },
        {
          "text": "Let those then attend to this, whoever they are, who being given over to a lingering sickness are querulous and dejected under it.",
          "id": 54190
        },
        {
          "text": "But the subject of enquiry is not only, that being a holy man he was sick, and sick so continually, but that he was at the same time entrusted with the public affairs of the world.",
          "id": 54191
        },
        {
          "text": "For if he had been one of those who have retreated to the tops of mountains; who have fixed their cells in solitude, and who have chosen that life which is free from all business, the matter now enquired into were no such difficulty; but that one thrust forward in the throng, and in whose hands the care of so many Churches was placed, and who superintended whole cities and nations; nay, the world at large, with so much alacrity and diligence, should be subjected to the straitening of infirmities! This it is which may most of all bewilder one who does not duly consider it.",
          "id": 54192
        },
        {
          "text": "Because, even if not for himself, yet for others at least, it was necessary he should have health.",
          "id": 54193
        },
        {
          "text": "\"He was the best general,\" says the objector.",
          "id": 54194
        },
        {
          "text": "\"The war was waged by him, not only against the unbeliever, but against demons, and against the devil himself.",
          "id": 54195
        },
        {
          "text": "All the enemy contended with much vehemence, scattering the forces, and capturing prisoners; but this man was able to bring back myriads to the truth, and yet he was sick! For if,\" he says, \"no other injury to the cause had come of this sickness, yet this alone was sufficient to discourage and relax the faithful.",
          "id": 54196
        },
        {
          "text": "If soldiers, when they see their general detained in bed, become discouraged and slack for the fight, much rather was it probable that the faithful should betray somewhat of human nature, when they saw that teacher, who had wrought so many signs, in continual sickness and suffering of body\".",
          "id": 54197
        },
        {
          "text": "But this is not all.",
          "id": 54198
        },
        {
          "text": "These sceptics propose yet a further enquiry, by asking for what reason Timothy neither healed himself, nor was healed by his instructor, when he was reduced to this state.",
          "id": 54199
        },
        {
          "text": "Whilst the Apostles raised the dead, cast out devils, and conquered death with abundant ease, they could not even restore the body of one sick man! Although with respect to other bodies, both during their own lives and after death, they manifested such extraordinary power, they did not restore a stomach that had lost its vigour! And what is more than this, Paul is not ashamed, and does not blush, after the many and great signs which he had displayed even by a simple word; yet, in writing to Timothy, to bid him take refuge in the healing virtue of wine drinking.",
          "id": 54200
        },
        {
          "text": "Not that to drink wine is shameful.",
          "id": 54201
        },
        {
          "text": "God forbid! For such precepts belong to heretics; but the matter of astonishment is, that he accounted it no disgrace not to be able, without this kind of assistance, to set one member right when it was disordered.",
          "id": 54202
        },
        {
          "text": "Nevertheless, he was so far from being ashamed of this, that he has made it manifest to all posterity.",
          "id": 54203
        },
        {
          "text": "You see then to what a depth we have brought down the subject, and how that which seemed to be little, is full of innumerable questions.",
          "id": 54204
        },
        {
          "text": "Well then, let us proceed to the solution; for we have explored the question thus deep, in order that, having excited your attention, we might lay up the explanation in a safe storehouse.",
          "id": 54205
        },
        {
          "text": "But before I proceed to solve these questions, permit me to say something of the virtue of Timothy, and of the loving care of Paul.",
          "id": 54206
        },
        {
          "text": "For what was ever more tender hearted than this man, who being so far distant, and encircled with so many cares, exercised so much consideration for the health of his disciple's stomach, and wrote with exact attention about the correction of his disorder? And what could equal the virtue of Timothy? He so despised luxury, and derided the sumptuous table, as to fall into sickness from excessive austerity, and intense fasting.",
          "id": 54207
        },
        {
          "text": "For that he was not naturally so infirm a person, but had overthrown the strength of his stomach by fasting and water drinking; you may hear Paul himself carefully making this plain.",
          "id": 54208
        },
        {
          "text": "For he does not simply say, \"use a little wine;\" but having said before, \"drink no longer water,\" he then brings forward his counsel as to the drinking of wine.",
          "id": 54209
        },
        {
          "text": "And this expression \"no longer\" was a manifest proof, that till then he had drunk water, and on that account was become infirm.",
          "id": 54210
        },
        {
          "text": "Who then would not wonder at his divine wisdom and strictness? He laid hold on the very heavens, and sprang to the highest point of virtue.",
          "id": 54211
        },
        {
          "text": "And his Teacher testifies this, when he thus speaks, \"I have sent unto you Timothy, who is my beloved and faithful son in the Lord;\" and when Paul calls him \"a son,\" and a \"faithful and beloved son,\" these words are sufficient to show that he possessed every kind of virtue.",
          "id": 54212
        },
        {
          "text": "For the judgments of the saints are not given according to favour or enmity, but are free from all prejudice.",
          "id": 54213
        },
        {
          "text": "Timothy would not have been so enviable, if he had been Paul's son naturally, as he was now admirable, inasmuch as having no connection with him according to the flesh, he introduced himself by the relationship of piety into the Apostle's adoption; preserving the marks of his spiritual wisdom with exactness in all things.",
          "id": 54214
        },
        {
          "text": "For even as a young bullock linked to a bull, so he drew the yoke along with him, to whatever part of the world he went: and did not draw it the less on account of his youth, but his ready will made him emulate the labours of his teacher.",
          "id": 54215
        },
        {
          "text": "And of this, Paul himself was again a witness when he said, \"Let no man despise him, for he worketh the work of the Lord as I also do\".",
          "id": 54216
        },
        {
          "text": "See you how he bears witness, that the ardour of Timothy was the very counterpart of his own?.",
          "id": 54217
        },
        {
          "text": "Furthermore, in order that he might not be thought to have said these things out of favour or kindness, he makes his hearers themselves to be witnesses of the virtue of his son, when he says, \"But ye know the proof of him, that, as a son with a father, so he hath served with me in the Gospel;\" that is, \"ye have had experience of his virtue, and of his approved soul\".",
          "id": 54218
        },
        {
          "text": "At the same time, however, that he had reached to this height of good works, he did not thereby grow confident; but was full of anxiety and fear, therefore also he fasted rigidly, and was not affected as many are, who, when they have kept themselves to it but ten, or perhaps twenty months, straightway give up the matter altogether.",
          "id": 54219
        },
        {
          "text": "He, I say, was in no wise thus affected, nor did he say anything like this to himself.",
          "id": 54220
        },
        {
          "text": "\"What further need have I of fasting? I have gotten the mastery of myself; I have overcome my lusts; I have mortified my body; I have affrighted demons; I have driven away the devil; I have raised the dead; I have cleansed lepers; I am become terrible to the adverse powers; what further need have I of fasting, or to seek safety from that quarter?\" Anything like this he did not say, he did not think of; but, in proportion as he abounded with innumerable good works, so much the more did he fear and tremble.",
          "id": 54221
        },
        {
          "text": "And he learnt this spiritual wisdom from his preceptor; for even he, after he had been rapt into the third heaven, and transported to paradise; and had heard unutterable words; and taken part in such mysteries; and traversed the whole world, like some winged being, when he wrote to the Corinthians, said, I fear \"lest by any means having preached to others, I myself should be a castaway\".",
          "id": 54222
        },
        {
          "text": "And if Paul was afraid after so many signal good works; he who was able to say, \"The world is crucified unto me, and I unto the world;\" much more does it become us to fear; and the rather in proportion as we have stored up numerous good works.",
          "id": 54223
        },
        {
          "text": "For then the devil becomes fiercer; then he is more savage, when he beholds us regulating our lives with carefulness! When he sees the cargo of virtue stowed together, and the lading become heavy, then he is in haste to accomplish a more grievous shipwreck! For the insignificant and abject man, although he may be supplanted and fall, brings not so great an injury to the common cause.",
          "id": 54224
        },
        {
          "text": "But the man who has been standing most conspicuously as it were on some eminence of virtue, and who is one manifestly seen and known of all men, and admired of all; when he is assaulted and falls, causes great ruin and loss.",
          "id": 54225
        },
        {
          "text": "Not only because he falls from this elevation but makes many of those who look up to him more negligent.",
          "id": 54226
        },
        {
          "text": "And as it is in the body, some other limb may be destroyed without there being any great damage, but if the eyes be deprived of sight, or the head be seriously injured, the whole body is rendered useless; so also we must say of the saints, and of those who have performed the highest good works; when such are extinguished, when they contract any stain, they bring upon all the rest of the body a universal and intolerable injury!.",
          "id": 54227
        },
        {
          "text": "Timothy then, being aware of all these things, fortified himself on every side; for he knew that youth is an age of difficulty; that it is unstable; easily deceived; very apt to slip; and requires an exceedingly strong bridle.",
          "id": 54228
        },
        {
          "text": "It is indeed a sort of combustible pile easily catching anything from without, and quickly kindled; and for that reason he took care to smother it on all sides; and strove to abate the flame in every way.",
          "id": 54229
        },
        {
          "text": "The steed that was unmanageable and restive he curbed with much vehemence, until he had tamed him of his wanton tricks; until he had made him docile; and delivered him under entire control, into the hands of that reason which is the charioteer.",
          "id": 54230
        },
        {
          "text": "\"Let the body,\" saith he, \"be infirm; but let not the soul be infirm; let the flesh be bridled; but let not the race of the spirit towards heaven be checked\".",
          "id": 54231
        },
        {
          "text": "But moreover, one might especially wonder at the man for this, that being thus diseased, and struggling with such an infirmity, he did not become indifferent to God's business, but flew everywhere faster than those who have sound and vigourous constitutions; now to Ephesus; now to Corinth; often to Macedonia and Italy; appearing everywhere, by land and by sea, with the Teacher, sharing in everything his struggles and continuous dangers; while the spiritual wisdom of his soul was not put to shame by his bodily infirmity.",
          "id": 54232
        },
        {
          "text": "Such a thing is zeal for God! such lightness of wing does it impart! For as with those who possess well-regulated and sound constitutions, strength is of no avail, if the soul is abject, slothful, and stupid; so with those who are reduced to extreme weakness, no hurt arises from their infirmity, if the soul be noble and well awake.",
          "id": 54233
        },
        {
          "text": "The admonition however, and the counsel, such as it is, appears to some to give authority for drinking wine too freely.",
          "id": 54234
        },
        {
          "text": "But this is not so.",
          "id": 54235
        },
        {
          "text": "If indeed we closely investigate this very saying, it rather amounts to a recommendation of abstinence.",
          "id": 54236
        },
        {
          "text": "For just consider that Paul did not at first, nor at the outset give this counsel.",
          "id": 54237
        },
        {
          "text": "But when he saw that all strength was overthrown, then he gave it; and even then not simply, but with a certain prior limitation.",
          "id": 54238
        },
        {
          "text": "He does not say merely, \"Use wine,\" but \"a little\" wine; not because Timothy needed this admonition and advice, but because we need it.",
          "id": 54239
        },
        {
          "text": "On this account, in writing to him, he prescribes the measure and limit of wine-drinking for us; bidding him drink just so much as would correct disorder; as would bring health to the body, but not another disease.",
          "id": 54240
        },
        {
          "text": "For the immoderate drinking of wine produces not fewer diseases of body and of soul, than much drinking of water, but many more, and more severe; bringing in as it does upon the mind the war of the passions, and a tempest of perverse thoughts, besides reducing the firmness of the body to a relaxed and flaccid condition.",
          "id": 54241
        },
        {
          "text": "For the nature of land that is long disturbed by a superabundance of water, is not thereby so much dissolved, as the force of the human frame is enfeebled, relaxed, and reduced to a state of exhaustion, by the continual swilling of wine.",
          "id": 54242
        },
        {
          "text": "Let us guard then against a want of moderation on either side, and let us take care of the health of the body, at the same time that we prune away its luxurious propensities.",
          "id": 54243
        },
        {
          "text": "For wine was given us of God, not that we might be drunken, but that we might be sober; that we might be glad, not that we get ourselves pain.",
          "id": 54244
        },
        {
          "text": "\"Wine,\" it says, \"maketh glad the heart of man,\" but thou makest it matter for sadness; since those who are inebriated are sullen beyond measure, and great darkness over-spreads their thoughts.",
          "id": 54245
        },
        {
          "text": "It is the best medicine, when it has the best moderation to direct it.",
          "id": 54246
        },
        {
          "text": "The passage before us is useful also against heretics, who speak evil of God's creatures; for if it had been among the number of things forbidden, Paul would not have permitted it, nor would have said it was to be used.",
          "id": 54247
        },
        {
          "text": "And not only against the heretics, but against the simple ones among our brethren, who when they see any persons disgracing themselves from drunkenness, instead of reproving such, blame the fruit given them by God, and say, \"Let there be no wine\".",
          "id": 54248
        },
        {
          "text": "We should say then in answer to such, \"Let there be no drunkenness; for wine is the work of God, but drunkenness is the work of the devil.",
          "id": 54249
        },
        {
          "text": "Wine maketh not drunkenness; but intemperance produceth it.",
          "id": 54250
        },
        {
          "text": "Do not accuse that which is the workmanship of God, but accuse the madness of a fellow mortal.",
          "id": 54251
        },
        {
          "text": "But thou, while omitting to reprove and correct the sinner, treatest thy Benefactor with contempt!\".",
          "id": 54252
        },
        {
          "text": "When, therefore, we hear men saying such things, we should stop their mouths; for it is not the use of wine, but the want of moderation which produces drunkenness, Drunkenness! that root of all evils.",
          "id": 54253
        },
        {
          "text": "Wine was given to restore the body's weakness, not to overturn the soul's strength; to remove the sickness of the flesh, not to destroy the health of the spirit.",
          "id": 54254
        },
        {
          "text": "Do not then, by using the gift of God immoderately, afford a handle to the foolish and the impudent.",
          "id": 54255
        },
        {
          "text": "For what is a more wretched thing than drunkenness! The drunken man is a living corpse.",
          "id": 54256
        },
        {
          "text": "Drunkenness is a demon self-chosen, a disease without excuse, an overthrow that admits of no apology; a common shame to our kind.",
          "id": 54257
        },
        {
          "text": "The drunken man is not only useless in our assemblies; not only in public and private affairs; but the bare sight of him is the most disgusting of all things, his breath being stench.",
          "id": 54258
        },
        {
          "text": "The belchings, and gapings, and speech of the intoxicated, are at once unpleasant and offensive, and are utterly abhorrent to those who see and converse with them; and the crown of these evils is, that this disease makes heaven inaccessible to drunkards, and does not suffer them to win eternal blessedness: for besides the shame attending those who labour under this disease here, a grievous punishment is also awaiting them there! Let us cut off then this evil habit, and let us hear Paul saying, \"Use a little wine\".",
          "id": 54259
        },
        {
          "text": "For even this little he permits him on account of his infirmity; so that if infirmity had not troubled him, he would not have forced his disciple to allow himself even a small quantity, since it is fitting that we should always mete out even the needful meat and drink, which are given us, by occasions and necessities; and by no means go beyond our need, nor do anything unmeaningly and to no purpose.",
          "id": 54260
        },
        {
          "text": "But since we have now learnt the tender care of Paul, and the virtue of Timothy, come and let us, in the next place, turn our discourse to the actual solution of those questions.",
          "id": 54261
        },
        {
          "text": "What then are the questions? For it is necessary again to mention them, that the solution of them may be plainer.",
          "id": 54262
        },
        {
          "text": "For what reason then did God permit that such a saint, and one entrusted with the management of so many matters, should fall into a state of disease; and that neither Timothy himself nor his teacher had strength to correct the disorder, but needed that assistance which was to be had by drinking wine? Such, indeed, were the questions proposed.",
          "id": 54263
        },
        {
          "text": "But it is needful to bring forward a precise solution; so that if any should fall not only into the like sickness and disease, but into poverty, and hunger, and bonds, and torments, and discomfitures, and calumnies, and into all those evils which belong to the present life, although they were great and wonderful saints, you may still be able to find, even for their case, in the things which are to-day to be advanced, an exact and very clear reply to those who are disposed to find fault.",
          "id": 54264
        },
        {
          "text": "For ye have heard many asking such questions, as, \"Why ever is it that such an one, a moderate and meek man, comes to be dragged daily before the seat of judgment by another who is lawless and wicked, and to suffer evils without number, and God permits this? For what reason again was another man, upon false accusation, unjustly put to death?\" \"Such a man,\" says the objector, \"was drowned; another was thrown down a precipice; and we might speak of many saints, as well in our own days as in the days of our forefathers, who have suffered divers and chequered tribulations\".",
          "id": 54265
        },
        {
          "text": "To the end, therefore, that we may see the reason of these things, and that we ourselves may not be disturbed, nor overlook the case of others who thus meet with a stumbling-block, we should attend with earnest heed to the reasons now about to be advanced.",
          "id": 54266
        },
        {
          "text": "For of the diversified and manifold affliction which befalls the saints, I have reasons eight in number to declare unto your love.",
          "id": 54267
        },
        {
          "text": "Therefore let all direct themselves to me with the strictest attention, knowing that there will be no pardon nor excuse left us hereafter for stumbling at the things which happen, if after all, when there are so many reasons, we are just as much perplexed and disturbed as if there were not one to be found.",
          "id": 54268
        },
        {
          "text": "The first reason then is, that God permits them to suffer evil, that they may not too easily be exalted into presumption, by the greatness of their good works and miracles.",
          "id": 54269
        },
        {
          "text": "The second, that others may not have a greater opinion of them than belongs to human nature, and take them to be gods and not men.",
          "id": 54270
        },
        {
          "text": "The third, that the power of God may be made manifest, in prevailing, and overcoming, and advancing the word preached, through the efficacy of men who are infirm and in bonds.",
          "id": 54271
        },
        {
          "text": "The fourth, that the endurance of these themselves may become more striking, serving God, as they do, not for a reward; but showing even such right-mindedness as to give proof of their undiminished good will towards Him after so many evils.",
          "id": 54272
        },
        {
          "text": "The fifth, that our minds may be wise concerning the doctrine of a resurrection.",
          "id": 54273
        },
        {
          "text": "For when thou seest a just man, and one abounding in virtue, suffering ten thousand evils, and thus departing the present life, thou art altogether compelled, though unwillingly, to think somewhat of the future judgment; for if men do not suffer those who have laboured for themselves, to depart without wages and recompense; much more cannot God design, that those who have so greatly laboured should be sent away uncrowned.",
          "id": 54274
        },
        {
          "text": "But if He cannot intend to deprive those of the recompense of their labours eventually, there must needs be a time, after the end of the life here, in which they will receive the recompense of their present labours.",
          "id": 54275
        },
        {
          "text": "The sixth, that all who fall into adversity may have a sufficient consolation and alleviation, by looking at such persons, and remembering what sufferings have befallen them.",
          "id": 54276
        },
        {
          "text": "The seventh, that when we exhort you to the virtue of such persons, and we say to every one of you, \"Imitate Paul, emulate Peter,\" ye may not, on account of the surpassing character of their good works, slothfully shrink from such an imitation of them, as deeming them to have been partakers of a different nature.",
          "id": 54277
        },
        {
          "text": "The eighth, that when it is necessary to call any blessed, or the reverse, we may learn whom we ought to account happy, and whom unhappy and wretched.",
          "id": 54278
        },
        {
          "text": "These then are the reasons; but it is necessary to establish them all from the Scriptures, and to show with exactness that all that has been said on this subject is not an invention of human reasoning, but the very sentence of the Scriptures.",
          "id": 54279
        },
        {
          "text": "For thus will what we say be at once more deserving of credit, and sink the deeper into your minds.",
          "id": 54280
        },
        {
          "text": "That tribulation then is profitable to the saints, that they may exercise moderation and lowliness, and that they may not be puffed up by their miracles and good works, and that God permits it for this end; we may hear David the prophet, and Paul saying the same.",
          "id": 54281
        },
        {
          "text": "The former says, \"It is good for me, Lord, that I have been in trouble, that I might learn thy statutes:\" and the latter having said, \"I was caught up into the third heaven, and\" transported to Paradise, goes on to say, \"And lest I should be exalted above measure through the abundance of the revelations, there was given me a thorn in the flesh, the messenger of Satan to buffet me\".",
          "id": 54282
        },
        {
          "text": "What can be clearer than this? \"That I might not be exalted above measure,\" for this reason, saith he, God permitted \"the messengers of Satan to buffet me;\" by messengers of Satan, indeed, he means not particular demons, but men ministering for the devil, the unbelievers, the tyrants, the heathens, who perseveringly molested, and unceasingly worried him.",
          "id": 54283
        },
        {
          "text": "And what he says is just this: \"God was able to repress these persecutions and successive tribulations; but since I had been caught up into the third heaven, and transported to Paradise, lest through the abundance of these revelations I might be lifted up and think much of myself, he permitted these persecutions, and suffered these messengers of Satan to buffet me with persecutions and afflictions, that I might not be too much exalted\".",
          "id": 54284
        },
        {
          "text": "For although Paul and Peter, and all that are like them, be holy and wonderful men, as indeed they are, yet they are but men, and require much caution lest they should be too easily exalted; and as saints more than others.",
          "id": 54285
        },
        {
          "text": "For nothing is so apt to exalt to presumption as a conscience full of good works, and a soul that lives in confidence.",
          "id": 54286
        },
        {
          "text": "To the end, therefore, that these might suffer nothing of this kind, God permitted that there should be temptations and tribulations; these being powerful to keep them down, and to persuade to the exercise of moderation in all things.",
          "id": 54287
        },
        {
          "text": "That this very particular also contributes much to the showing forth of God's power, you may learn even from the same Apostle, who told us the former.",
          "id": 54288
        },
        {
          "text": "In order that you may not say, (what indeed unbelievers think), that God in permitting this, is some infirm being, and suffers such persons to be continually afflicted, from not being able to deliver His own from dangers: this very thing, I say, observe how Paul has demonstrated by means of these events, showing not only that the events were far from accusing Him of weakness, but that they proved His power more strikingly to all.",
          "id": 54289
        },
        {
          "text": "For having said, \"There was given me a thorn in the flesh; a messenger of Satan to buffet me,\" and having thus signified his repeated trials, he goes on to add, \"For this thing I besought the Lord thrice, that it might depart from me; and He said unto me, My grace is sufficient for thee, for My strength is perfected in weakness\".",
          "id": 54290
        },
        {
          "text": "\"My power,\" He means, \"is seen then when ye are in weakness; and yet through you, who seem to grow weak, the word preached is magnified, and is sown in all quarters\".",
          "id": 54291
        },
        {
          "text": "When therefore he was led to the dungeon, after having received a great number of stripes, he took prisoner the keeper of the prison.",
          "id": 54292
        },
        {
          "text": "His feet were in the stocks, and his hands in the chain; and the prison shook at midnight while they were singing hymns.",
          "id": 54293
        },
        {
          "text": "See you, how His power was perfected in weakness? If Paul had been at large, and had shaken that building, the thing would not have been so wonderful.",
          "id": 54294
        },
        {
          "text": "\"For this reason,\" He saith, \"remain bound; and the walls shall be shaken on every side, and the prisoners shall be loosed; in order that My power may appear the greater, when through thee, confined and in fetters, all that are in bonds shall be loosed\".",
          "id": 54295
        },
        {
          "text": "This very circumstance then it was which at the time astounded the keeper of the prison, that being so forcibly confined, he, through prayer alone, prevailed to shake the foundations, and throw open the doors of the prison, and to unbind all the prisoners.",
          "id": 54296
        },
        {
          "text": "Nor is this the only occasion.",
          "id": 54297
        },
        {
          "text": "But with Peter too, and Paul himself, as well as the other disciples, one may see this occurring constantly; and in the midst of persecution, the grace of God ever flourishing, and appearing by the side of the tribulations, and thus proclaiming His power.",
          "id": 54298
        },
        {
          "text": "Wherefore He saith, \"My grace is sufficient for thee, for My strength is perfected in weakness\".",
          "id": 54299
        },
        {
          "text": "But to show that many would be too often ready to imagine things of them above human nature, unless they saw them enduring such afflictions, hear how Paul was afraid on this very point; \"For though I would desire to glory, I shall not be a fool, but now I forbear, lest any man should think of me above that which he seeth me to be, or that he heareth of me\".",
          "id": 54300
        },
        {
          "text": "But what is it that he means? I am able, he declares, to speak of far greater miracles; but I am unwilling; lest the magnitude of the miracles should raise too high a notion of me among men.",
          "id": 54301
        },
        {
          "text": "For this reason Peter also, when they had restored the lame man, and all were wondering at them, in order to restrain the people, and persuade them that they had exhibited nothing of this power of themselves, or from their native strength, says, \"Why look ye so earnestly on us, as though by our own power or holiness we had made this man to walk?\" And again at Lystra, the people were not only filled with astonishment, but led forth bulls, after crowning them with garlands, and were preparing to offer sacrifice to Paul and Barnabas.",
          "id": 54302
        },
        {
          "text": "Observe the malice of the Devil.",
          "id": 54303
        },
        {
          "text": "By those very same persons through whom the Lord was at work, to purge out ungodliness from the world, by the same did that enemy try to introduce it, again persuading them to take men for gods; which was what he had done in former times.",
          "id": 54304
        },
        {
          "text": "And this is especially that which introduced the principle and root of idolatry.",
          "id": 54305
        },
        {
          "text": "For many after having had success in wars, and set up trophies, and built cities, and done divers other benefits of this kind to the people of those times, came to be esteemed gods by the multitude, and were honoured with temples, and altars; and the whole catalogue of the Grecian gods is made up of such men.",
          "id": 54306
        },
        {
          "text": "That this, therefore, may not be done towards the Saints, God permitted them constantly to be banished,—to be scourged,—to fall into diseases; that the abundance of bodily infirmity, and the multiplicity of those temptations, might convince those who were then with them, both that they were men, who wrought such wonders, and that they contributed nothing of their own power; but that it was mere grace, that wrought through them all these miracles.",
          "id": 54307
        },
        {
          "text": "For if they took men for gods, who had done but mean and vile things, much rather would they have thought these to be such, had they suffered nothing proper to humanity, when they performed miracles, such as no one had ever before seen or heard of.",
          "id": 54308
        },
        {
          "text": "For if when they were scourged, thrown down precipices, imprisoned, banished, and placed in peril every day, there were, notwithstanding, some who fell into this impious opinion, how much rather would they have been thus regarded, had they endured nothing which belongs to human nature!.",
          "id": 54309
        },
        {
          "text": "This then is the third cause of affliction; and the fourth is, that the saints might not be supposed to serve God from a hope of present prosperity.",
          "id": 54310
        },
        {
          "text": "For many of those who live in debauchery, when blamed as they often are by many, and invited to the labours of virtue; and when they hear the saints commended for their cheerfulness under great hardships, attack their character on this ground; and not men only, but the devil himself hath taken up this suspicion.",
          "id": 54311
        },
        {
          "text": "For when Job was surrounded with great wealth, and enjoyed much opulence, that wicked demon, being reproached by God on his account, and having nothing to say; when he could neither answer the accusations against himself, nor impugn the virtue of this just man; took refuge at once in this defence, speaking thus, \"Doth Job fear thee for nought? Hast thou not made an hedge about him on all sides\".",
          "id": 54312
        },
        {
          "text": "\"For reward then,\" saith he, \"that man is virtuous, enjoying thereby so much opulence\".",
          "id": 54313
        },
        {
          "text": "What then did God? Being desirous to show, that it was not for reward that his saints serve Him, He stripped him of all his opulence; gave him over to poverty; and permitted him to fall into grievous disease.",
          "id": 54314
        },
        {
          "text": "Afterwards reproving him, that he had suspected thus without cause, He saith, \"He yet holdeth fast his integrity; to no purpose didst thou move me to destroy his substance\".",
          "id": 54315
        },
        {
          "text": "For it is a sufficient reward, and compensation to the saints, that they are serving God; since this indeed to the lover is reward enough, to love the object of his love; and he seeks nothing besides, nor accounts anything greater than this.",
          "id": 54316
        },
        {
          "text": "And if such be the case with regard to a man, much more in relation to God; which therefore that God might demonstrate, He gave more than the devil asked; for the latter said, \"Put forth thine hand, and touch him;\" but God said not thus, but, \"I deliver him unto thee\".",
          "id": 54317
        },
        {
          "text": "For just as in the contests of the outer world, the combatants that are vigorous, and in high condition of body, are not so well discerned, when they are enwrapt all around with the garment soaked in oil; but when casting this aside, they are brought forward unclothed into the arena; then above all they strike the spectators on every side with astonishment at the proportion of their limbs, there being no longer anything to conceal them; so also was it with Job.",
          "id": 54318
        },
        {
          "text": "When he was enveloped in all that wealth, it was not visible to the many, what a man he was.",
          "id": 54319
        },
        {
          "text": "But when, like the wrestler, that strips off his garment, he threw it aside, and came naked to the conflicts of piety, thus unclothed, he astonished all who saw him; so that the very theatre of angels shouted at beholding his fortitude of soul, and applauded him as he won his crown! For, as I have already observed, he was not so well seen of men, when clad in all that wealth, as when, casting it away like a garment, he exhibited himself naked as it were in a theatre, in the midst of the world, and all admired his vigor of soul, evidenced as this was not only by his being stripped of all things, but by the conflict, and by his patience in respect of his infirmity.",
          "id": 54320
        },
        {
          "text": "And as I said before, God Himself did not smite him; in order that the devil might not again say, \"Thou hast spared him, and hast not inflicted so great a trial as was necessary:\" but he gave to the adversary the destruction of his cattle, and power over his flesh.",
          "id": 54321
        },
        {
          "text": "\"I am sure,\" saith He, \"of this wrestler; therefore I do not forbid thee to impose on him whatever struggles thou desirest\".",
          "id": 54322
        },
        {
          "text": "But as those who are well skilled in the sports of the palaestra, and have reason to rely on their art and bodily strength, often do not seize their antagonists upright, nor take an equal advantage, but suffer them to take them by the middle, that they may make a more splendid conquest; so also God gave to the devil to take this saint by the waist, that when he had overcome, after an attack so greatly to his disadvantage, and stretched his adversary on the ground, his crown might be so much the more glorious!.",
          "id": 54323
        },
        {
          "text": "It is tried gold! Try it as thou desirest; examine it as thou wishest, thou wilt not find in it any dross.",
          "id": 54324
        },
        {
          "text": "This shows us not only the fortitude of others, but also brings much farther consolation; for what saith Christ, \"Blessed are ye when men shall revile you and persecute you, and shall say all manner of evil against you falsely for my sake.",
          "id": 54325
        },
        {
          "text": "Rejoice and be exceeding glad, for great is your reward in heaven: for in like manner did their fathers unto the prophets\".",
          "id": 54326
        },
        {
          "text": "Again, Paul writing to the Macedonians in his desire to console them, says, \"For ye, brethren, became followers of the churches of God which are in Judea.",
          "id": 54327
        },
        {
          "text": "For ye also have suffered like things of your own countrymen, even as they have of the Jews\".",
          "id": 54328
        },
        {
          "text": "And again, he consoles the Hebrews in like manner, reckoning up all the just who had lived in furnaces; in pits; in deserts; in mountains; in caves; in hunger; and in poverty.",
          "id": 54329
        },
        {
          "text": "For communion of suffering brings some consolation to the fallen.",
          "id": 54330
        },
        {
          "text": "But that this also introduces arguments for the resurrection, hear the same Paul again, saying, \"If after the manner of men I have fought with beasts at Ephesus, what shall it profit me if the dead are not raised\".",
          "id": 54331
        },
        {
          "text": "And further, \"If in this life only we have hope, we are of all men the most miserable\".",
          "id": 54332
        },
        {
          "text": "We suffer, he tells us, innumerable evils during the present life; if then there is no other life to be hoped for, what can be more wretched than our condition? Hence it is evident that our affairs are not bounded within the limits of this present state; and this becomes manifest from our trials.",
          "id": 54333
        },
        {
          "text": "For God could never suffer those who have endured so many and so great evils, and who have spent all the present life in trials and dangers without number, to be without a recompense of far greater gifts; and if he could not suffer this, it is certain that he has prepared another, a better and brighter life, in which he will crown those who have wrestled in the cause of godliness, and proclaim their praises in the presence of the whole world.",
          "id": 54334
        },
        {
          "text": "So that when you see a just man straitened and afflicted; and in sickness, and in poverty, as well as innumerable other woes, till he ends this present life; say to thyself, that if there were no resurrection and judgment, God would not have permitted one, who endured such great evils for His sake, to depart hence without enjoying any good thing; from whence it is evident, that for such He has prepared another life, and one which is sweeter and much more endurable.",
          "id": 54335
        },
        {
          "text": "For if it were not so, then he would not suffer many of the wicked to luxuriate through the present life; and many of the just to remain in ten thousand ills: but since there is provided another life, in which he is about to recompense every man according to his deserts; one for his wickedness, another for his virtue; on that account he forbears, while he sees the former enduring evil, and the latter living in luxury.",
          "id": 54336
        },
        {
          "text": "And that other reason too I will endeavor to bring forward from the Scriptures.",
          "id": 54337
        },
        {
          "text": "But what was it? It was, that we might not say, when exhorted to the same virtue, that they were partakers of another nature, or were not men.",
          "id": 54338
        },
        {
          "text": "On this account, a certain one speaking of the great Elias, says, \"Elias was a man of like passions with us\".",
          "id": 54339
        },
        {
          "text": "Do you perceive, that he shows from a communion of suffering, that he was the same kind of man that we are? And again, \"I too am a man of like passions with you\".",
          "id": 54340
        },
        {
          "text": "And this guarantees a community of nature.",
          "id": 54341
        },
        {
          "text": "But that you may learn that this also teaches us to consider those blessed whom we ought to consider blessed, is evident from hence.",
          "id": 54342
        },
        {
          "text": "For when you hear Paul saying, \"Even unto this present hour we both hunger, and thirst, and are naked, and are buffetted, and have no certain dwelling place\".",
          "id": 54343
        },
        {
          "text": "And again; \"Whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth;\" it is certain that it is not those who are enjoying quietness, but those who are in affliction for God's sake, and who are in tribulation, whom we must applaud, emulating those who live virtuously, and cultivate piety.",
          "id": 54344
        },
        {
          "text": "For so speaks the prophet: \"Their right hand is a right hand of iniquity.",
          "id": 54345
        },
        {
          "text": "Their daughters beautified, ornamented after the similitude of a temple.",
          "id": 54346
        },
        {
          "text": "Their garners full, bursting from one into another; their sheep fruitful; abundant in their streets; their oxen fat.",
          "id": 54347
        },
        {
          "text": "There is no breaking down of the fence, nor passage through; nor clamor in their streets.",
          "id": 54348
        },
        {
          "text": "They call the people blessed whose affairs are in this state\".",
          "id": 54349
        },
        {
          "text": "But what dost thou say, O prophet? \"Blessed,\" saith he, \"the people whose God is the Lord;\" not the people affluent in wealth, but one adorned with godliness; that people, saith he, I esteem happy, although they suffer innumerable hardships!.",
          "id": 54350
        },
        {
          "text": "But if it were necessary to add a ninth reason, we might say, that this tribulation maketh those who are troubled more approved; \"For tribulation worketh patience; and patience, probation; and probation, hope; and hope maketh not ashamed\".",
          "id": 54351
        },
        {
          "text": "Do you see that the probation, which comes of tribulation, fixes in us the hope of the good things to come, and that the abiding in trials causes us to have a good hope of the future? So that I did not say rashly, that these tribulations themselves mark out to us hopes of a resurrection, and make those who are tried the better; for, he saith, \"as gold is tried in a furnace, so an acceptable man in the furnace of humiliation\".",
          "id": 54352
        },
        {
          "text": "There is besides a tenth reason to mention; and what is it, but the one I have before frequently referred to? viz.",
          "id": 54353
        },
        {
          "text": "that if we have any spots, we thus put them away.",
          "id": 54354
        },
        {
          "text": "And the patriarch, making this matter plain, said to the rich man, \"Lazarus hath received his evil things,\" hence \"he is comforted\".",
          "id": 54355
        },
        {
          "text": "And besides this, we may find another reason, which is to this effect; that our crowns and rewards are thus increased.",
          "id": 54356
        },
        {
          "text": "For in proportion as tribulations are more intense, so also are the rewards augmented; yea, even far more: \"for the sufferings of the present time,\" it is said, \"are not worthy to be compared to the glory that shall be revealed in us\".",
          "id": 54357
        },
        {
          "text": "Thus many then being the reasons which we have to advance for the afflictions of the saints, let us not take our trials amiss, or be distressed, or disturbed on account of them; but both ourselves discipline our own souls, and teach others to do the same.",
          "id": 54358
        },
        {
          "text": "And if, O beloved, thou seest a man living in virtue, keeping fast hold of spiritual wisdom, pleasing God, yet suffering innumerable ills, do not stumble! And although thou seest any one devoting himself to spiritual affairs, and about to achieve something useful, yet presently supplanted, be not discouraged! For I know there are many who ofttimes propose a question to this effect: \"Such a one,\" say they, \"was performing a pilgrimage to some Martyr's shrine; and whilst conveying money to the poor, met with a shipwreck, and lost all.",
          "id": 54359
        },
        {
          "text": "Another man, in doing the like, fell among robbers, and scarcely saved his life, leaving the place in a state of nudity\".",
          "id": 54360
        },
        {
          "text": "What then should we say? Why that in neither of these cases need one be sad.",
          "id": 54361
        },
        {
          "text": "For if the one met with a shipwreck, yet he hath the fruit of his righteousness complete inasmuch as he fulfilled all his own part.",
          "id": 54362
        },
        {
          "text": "He collected the money together, he stowed it away, he took it with him, he departed on his pilgrimage; but the shipwreck that followed was not of his own will.",
          "id": 54363
        },
        {
          "text": "\"But why did God permit it?\" In order that he might make the man approved.",
          "id": 54364
        },
        {
          "text": "\"But,\" says one, \"the poor were deprived of the money\".",
          "id": 54365
        },
        {
          "text": "Thou dost not so care for the poor, as the God who made them? for if they were deprived of these things, He is able to provide a greater supply of wealth for them from another quarter.",
          "id": 54366
        },
        {
          "text": "Let us not then call Him to account for what He does; but let us give Him glory in all things.",
          "id": 54367
        },
        {
          "text": "For it is not lightly and to no purpose that He often permits such events.",
          "id": 54368
        },
        {
          "text": "But beside that He does not overlook those that would have enjoyed comfort from such wealth; and instead of it, affords them some other supply of sustenance; He also makes him who suffers the shipwreck more approved, and provides him a greater reward; inasmuch as the giving thanks to God, when one falls into such calamities, is a far greater matter than giving alms.",
          "id": 54369
        },
        {
          "text": "For not what we give in alms only, but whatever we have been deprived of by others, and borne it with fortitude; this too brings us much fruit.",
          "id": 54370
        },
        {
          "text": "And that you may learn, that the latter is indeed the greater thing, I will make it evident from what befell Job.",
          "id": 54371
        },
        {
          "text": "He, when a possessor of wealth, opened his house to the poor, and whatever he had he bestowed; but he was not so illustrious when he opened his house to the poor, as when, upon hearing that his house had fallen down, he did not take it impatiently.",
          "id": 54372
        },
        {
          "text": "He was not illustrious when he clad the naked with the fleece of his flock, as he was illustrious and renowned when he heard that the fire had fallen, and consumed all his flocks, and yet gave thanks.",
          "id": 54373
        },
        {
          "text": "Before, he was a lover of man; now, he was a lover of Wisdom.",
          "id": 54374
        },
        {
          "text": "Before, he had compassion on the poor; but now he gave thanks to the Lord! And he did not say to himself, \"Why is it that this hath happened? The flocks are consumed from which thousands of the poor were supported; and if I was unworthy to enjoy such plenty, at least He should have spared me for the sake of the partakers\".",
          "id": 54375
        },
        {
          "text": "Nothing of this sort did Job utter, no nor think, because he knew that God was dispensing all things for good.",
          "id": 54376
        },
        {
          "text": "That you may learn, moreover, that he gave a heavier blow to the devil after this, when, being stripped of all things, he gave thanks, than when, being in possession of them, he gave alms; observe, that when he was in possession, the devil could utter a certain suspicion, and however false, he yet could utter it: \"Doth Job serve thee for nought?\" But when he had taken all, and stripped him of everything, and the man yet retained the same good will towards God, from that time his shameless mouth was stopped, and had nothing further to allege.",
          "id": 54377
        },
        {
          "text": "For the just man was more illustrious than in his former state.",
          "id": 54378
        },
        {
          "text": "For to bear nobly and thankfully the privation of all things, is a far greater thing than it was to give alms whilst living in affluence; and it has been accordingly demonstrated in the case of this just man.",
          "id": 54379
        },
        {
          "text": "Before, there was much benignity to his fellow-servants; now, there was exceeding love shown towards the Lord!.",
          "id": 54380
        },
        {
          "text": "And I do not lengthen out this discourse without purpose; forasmuch as there are many, who, often whilst engaged in works of mercy, as supporting widows, have been spoiled of all their substance.",
          "id": 54381
        },
        {
          "text": "Some again, by the accident of some fire, have lost their all; some have met with shipwreck; others, by false informations and injuries of that sort, though they have done many alms-deeds, have fallen into the extremes of poverty, sickness, and disease, and have obtained no help from any one.",
          "id": 54382
        },
        {
          "text": "Lest we should say then, as many often do, \"No man knoweth anything;\" what has just been said may suffice to remove all perplexity on this point.",
          "id": 54383
        },
        {
          "text": "Suppose it is objected that \"such an one, after having done many alms-deeds, has lost all?\" And what if he had lost all? If he gives thanks for this loss, he will draw down much greater favour from God! And he will not receive twofold, as Job did, but a hundredfold in the life to come.",
          "id": 54384
        },
        {
          "text": "But if here he does endure evil, the very circumstance of his sustaining all with fortitude will bring him a greater treasure; for God permits him to fall from plenty to poverty, for the purpose of calling him thus to the more frequent exercises, and greater conflicts.",
          "id": 54385
        },
        {
          "text": "Hath it happened as is often the case, that the fire seizing upon thy house, hath burnt it up and devoured all thy substance? Remember what happened to Job; give thanks to the Lord, who though he was able to forbid, did not forbid it; and thou wilt receive as great a reward as if thou hadst deposited all thy wealth in the hands of the poor! But dost thou spend thy days in poverty and hunger, and in the midst of a thousand dangers? Remember Lazarus who had to buffet with disease, and poverty, and desolateness, and those other innumerable trials; and that after so high a degree of virtue! Remember the Apostles, who lived in hunger, and thirst, and nakedness; the prophets, the patriarchs, the just men, and you will find all these not among the rich or luxurious, but among the poor, the afflicted, and the distressed!.",
          "id": 54386
        },
        {
          "text": "Saying these things to thyself, give thanks unto the Lord, that he hath made thee to be of this part, not hating thee, but loving thee greatly; since He would not have permitted those men either to suffer thus, if he had not exceedingly loved them, because He made them more illustrious by these evils.",
          "id": 54387
        },
        {
          "text": "There is nothing so good as thanksgiving; even as there is nothing worse than blasphemy.",
          "id": 54388
        },
        {
          "text": "We should not wonder that when we become intent upon spiritual things, we suffer much that is grievous.",
          "id": 54389
        },
        {
          "text": "For as thieves do not dig through and assiduously keep watch there, where there is hay, and chaff, and straw, but where there is gold and silver; so also the devil besets those especially who are engaged in spiritual matters.",
          "id": 54390
        },
        {
          "text": "Where virtue is, there are many snares! where alms-giving is, there is envy! But we have one weapon which is the best, and sufficient to repel all such engines as these; in everything to give thanks to God.",
          "id": 54391
        },
        {
          "text": "Tell me, did not Abel, when offering the first fruits to God, fall by the hand of his brother? But yet God permitted it, not hating one who had honoured him, but loving him greatly; and beside that which came of that excellent sacrifice, providing him another crown by martyrdom.",
          "id": 54392
        },
        {
          "text": "Moses wished to protect a certain one who was injured, and he was put into the extremest peril, and banished his country.",
          "id": 54393
        },
        {
          "text": "This too God permitted, that thou mightest learn the patience of the saints.",
          "id": 54394
        },
        {
          "text": "For if, foreknowing that we should suffer nothing of a grievous kind, we then put our hands to the work of religion, we should not seem to be doing anything great, as having such a pledge of safety.",
          "id": 54395
        },
        {
          "text": "But as it is, those who do such things are the more to be wondered at, even for this; because, though they foresee dangers, and punishments, and deaths, and ten thousand evils, still they did not desist from those good works, nor become less zealous from the expectation of terrors.",
          "id": 54396
        },
        {
          "text": "As, therefore, the Three Children said, \"There is a God in heaven, who is able to deliver us; and if not, let it be known unto thee, O king, that we will not serve thy gods, and that we will not worship the golden image which thou hast set up\".",
          "id": 54397
        },
        {
          "text": "Do thou also, when about to perform any duty to God, look forward to manifold dangers, manifold punishments, manifold deaths; and be not surprised, nor be disturbed, if such things happen.",
          "id": 54398
        },
        {
          "text": "For it is said, \"My Son, if thou come to serve the Lord, prepare thy soul for temptation\".",
          "id": 54399
        },
        {
          "text": "For surely no one choosing to fight, expects to carry off the crown without wounds! And thou, therefore, who hast undertaken to wage a complete combat with the devil, think not to pursue a life without danger, and full of luxury! God hath not pledged to thee His recompense and His promise here; but everything that is splendid for thee in the future life! Be glad and rejoice then, if when thou hast thyself done any good action, thou receive the contrary, or if thou see another suffering this; inasmuch as this becomes to thee the source of a higher recompense! Do not be downcast: nor give up thy zeal, nor become the more torpid; but rather press onward with more eagerness; since even the Apostles, when they preached, although scourged, stoned, and constant inmates of the prisons, did not only after deliverance from dangers, but also in those very dangers, announce with greater forwardness the message of Truth.",
          "id": 54400
        },
        {
          "text": "Paul is to be seen in prison, yea, even in chains, instructing and initiating: and moreover doing the very same in a court of justice, in shipwreck, in tempest, and in a thousand dangers.",
          "id": 54401
        },
        {
          "text": "Do thou too imitate these saints, and cease not from good works, so long as thou art able; and although thou seest the devil thwarting thee ten thousand times, never fall back! Thou perchance, bearing with thee thy wealth, hast met with shipwreck; but Paul carrying the word, far more precious than all wealth, was going to Rome, and was wrecked; and sustained innumerable hardships.",
          "id": 54402
        },
        {
          "text": "And this he himself signified, when he said, \"Many times we desired to come unto you, but Satan hindered us\".",
          "id": 54403
        },
        {
          "text": "And God permitted it; thus revealing the more abundantly His power, and showing that the multitude of things which the devil did, or prevented from being done, neither lessened nor interrupted the preaching of the Gospel.",
          "id": 54404
        },
        {
          "text": "On this account Paul gave God thanks in all things; and knowing that he was himself thereby rendered more approved, he exhibited his exceeding forwardness on every occasion, letting none of these impediments prevent him!.",
          "id": 54405
        },
        {
          "text": "As often then as we are frustrated in spiritual works, so often let us again take them in hand; and let us not say, \"for what reason did God permit these impediments?\" for He permitted them to this end, that He might show thy alacrity much more to others, and thy great love; this being the special mark of one that loves, never to desist from those things which are approved by him whom he loves.",
          "id": 54406
        },
        {
          "text": "The man, indeed, who is flaccid and listless, will fall back from the first shock; but he who is energetic and alert, although he be hindered a thousand times, will devote himself so much the more to the things of God; fulfilling all as far as he is able; and in everything giving thanks.",
          "id": 54407
        },
        {
          "text": "This then let us do! Thanksgiving is a great treasure; large wealth; a good that cannot be taken away; a powerful weapon! Even as blasphemy increases our present mishap; and makes us lose much more beside than we have lost already.",
          "id": 54408
        },
        {
          "text": "Hast thou lost money? If thou hast been thankful, thou hast gained thy soul; and obtained greater wealth; having acquired a greater measure of the favour of God.",
          "id": 54409
        },
        {
          "text": "But if thou blasphemest, thou hast, besides this, lost thine own safety; and hast not regained possession of thy wealth; yea and thy soul, which thou hadst, thou hast sacrificed!.",
          "id": 54410
        },
        {
          "text": "But since our discourse has now turned to the subject of blasphemy, I desire to ask one favor of you all, in return for this my address, and speaking with you; which is, that you will correct on my behalf the blasphemers of this city.",
          "id": 54411
        },
        {
          "text": "And should you hear any one in the public thoroughfare, or in the midst of the forum, blaspheming God; go up to him and rebuke him; and should it be necessary to inflict blows, spare not to do so.",
          "id": 54412
        },
        {
          "text": "Smite him on the face; strike his mouth; sanctify thy hand with the blow, and if any should accuse thee, and drag thee to the place of justice, follow them thither; and when the judge on the bench calls thee to account, say boldly that the man blasphemed the King of angels! For if it be necessary to punish those who blaspheme an earthly king, much more so those who insult God.",
          "id": 54413
        },
        {
          "text": "It is a common crime, a public injury; and it is lawful for every one who is willing, to bring forward an accusation.",
          "id": 54414
        },
        {
          "text": "Let the Jews and Greeks learn, that the Christians are the saviours of the city; that they are its guardians, its patrons, and its teachers.",
          "id": 54415
        },
        {
          "text": "Let the dissolute and the perverse also learn this; that they must fear the servants of God too; that if at any time they are inclined to utter such a thing, they may look round every way at each other, and tremble even at their own shadows, anxious lest perchance a Christian, having heard what they said, should spring upon them and sharply chastise them.",
          "id": 54416
        },
        {
          "text": "Have you not heard what John did? He saw a man that was a tyrant overthrowing the laws of marriage; and with boldness, he proclaimed in the midst of the forum, \"It is not lawful for thee to have thy brother Philip's wife\".",
          "id": 54417
        },
        {
          "text": "But I urge thee on, not against a prince or a judge; nor against the marriage ordinance outraged; nor in behalf of fellow-servants insulted.",
          "id": 54418
        },
        {
          "text": "But I require thee to castigate an equal, for insolence against the Lord.",
          "id": 54419
        },
        {
          "text": "Truly, if I had said unto thee, punish and correct those kings or judges who transgress the laws, would you not say that I was mad? But John forsooth acted thus.",
          "id": 54420
        },
        {
          "text": "So that even this is not too much for us.",
          "id": 54421
        },
        {
          "text": "Now then, at least, correct a fellow-servant; an equal; and although it should be necessary to die, do not shrink from chastising a brother.",
          "id": 54422
        },
        {
          "text": "This is thy martyrdom, since John was also a martyr.",
          "id": 54423
        },
        {
          "text": "And although he was not commanded to sacrifice, nor to worship an idol, yet for the sacred laws that were despised, he laid down his head.",
          "id": 54424
        },
        {
          "text": "Do thou too then contend, even to the death, for the truth, and God will fight for thee! And make me not this cold reply.",
          "id": 54425
        },
        {
          "text": "\"What matters it to me? I have nothing in common with him\".",
          "id": 54426
        },
        {
          "text": "With the devil alone we have nothing in common, but with all men we have many things in common; for they partake of the same nature with us; they inhabit the same earth, and they are nourished with the same food; they have the same Lord; they have received the same laws, and are invited to the same blessings with ourselves.",
          "id": 54427
        },
        {
          "text": "Let us not say then, that we have nothing in common with them; for this is a satanic speech; a diabolical inhumanity.",
          "id": 54428
        },
        {
          "text": "Therefore let us not give utterance to such words, but exhibit such a tender care as becomes brethren!.",
          "id": 54429
        },
        {
          "text": "This indeed I, for my part, engage with the strictest certainty, and pledge myself to you all, that if all you who are present will but choose to take in hand the safety of the inhabitants of this city, we shall speedily have it amended throughout.",
          "id": 54430
        },
        {
          "text": "And this, even although but the least part of the city is here; the least as to multitude, but the chief part as it respects piety.",
          "id": 54431
        },
        {
          "text": "Let us take in hand the safety of our brethren! One man inflamed with zeal is sufficient to reform a whole community! But when not merely one, or two, or three, but so great a multitude are able to take on them the care of the neglected, it is in no other way but by our own supineness, and not from our want of strength, that the majority perish and fall.",
          "id": 54432
        },
        {
          "text": "Is it not indeed absurd? When we happen to see a fight taking place in the forum, we go into the midst of it, and reconcile the combatants! But why do I speak of a fight? If, perchance, we see an ass fallen down, we all make haste to stretch out a hand to raise him up.",
          "id": 54433
        },
        {
          "text": "Yet we neglect our perishing brethren! The blasphemer is an ass; unable to bear the burden of his anger, he has fallen.",
          "id": 54434
        },
        {
          "text": "Come forward and raise him up, both by words and by deeds; and both by meekness and by vehemence; let the medicine be various.",
          "id": 54435
        },
        {
          "text": "And if we thus administer our own part, and take pains for the safety of our neighbours, we shall soon become objects of desire and affection to the very persons who have the benefit of our correction; and what is more than all, we shall enjoy those good things which are laid up in store.",
          "id": 54436
        },
        {
          "text": "Which God grant that we may all obtain, by the grace and mercy of our Lord Jesus Christ; through whom and with whom, to the Father with the Holy Ghost, be glory and power and honor, both now and always, and forever and ever, Amen.",
          "id": 54437
        }
      ]
    }
  ]
}