{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch VII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily VII.",
          "id": 55498
        },
        {
          "text": "Recapitulation of former exhortations.",
          "id": 55499
        },
        {
          "text": "Sin brought death and grief into the world, and they tend to its cure.",
          "id": 55500
        },
        {
          "text": "Grief serviceable only for the destruction of sin.",
          "id": 55501
        },
        {
          "text": "Remarks upon the passage, Gen.",
          "id": 55502
        },
        {
          "text": "\"In the beginning God created the heaven and the earth\".",
          "id": 55503
        },
        {
          "text": "It is argued that God's forethought for man in the work of creation affords grounds of comfort; and that mercy is shewn even in chastisement, as in the saying, \"Adam, where art thou?\" Concluding admonition on the avoidance of oaths.",
          "id": 55504
        },
        {
          "text": "Yesterday, I discoursed unto your Charity in many words, and upon many subjects; and if out of this variety, it be not possible for you to retain all, I wish more particularly to recall to memory the observation, that God hath implanted the affection grief in our natures for no other reason but because of sin, and He hath made this evident from actual experience.",
          "id": 55505
        },
        {
          "text": "For whilst we are grieved and distressed through the loss of wealth; or by reason of sickness, and death, and the other evils that befall us, we not only reap no consolation from our sorrow, but we also increase the force of these calamities.",
          "id": 55506
        },
        {
          "text": "But if we are in pain and sorrow for our sins, we diminish the weight of sin; we make that little which is great; and very often we blot it all out entirely.",
          "id": 55507
        },
        {
          "text": "Ye should continually remember this, I repeat, in order that ye may mourn for sin only, and for nothing besides; and the additional fact, that sin, though it brought death and sadness into our life, is again destroyed by both these; which I have recently made evident.",
          "id": 55508
        },
        {
          "text": "Therefore, let us fear nothing so much as sin and transgression.",
          "id": 55509
        },
        {
          "text": "Let us not fear punishment, and then we shall escape punishment.",
          "id": 55510
        },
        {
          "text": "Even as the Three Children were not afraid of the furnace, and so escaped from the furnace.",
          "id": 55511
        },
        {
          "text": "Such indeed it becomes the servants of God to be.",
          "id": 55512
        },
        {
          "text": "For if those who were brought up under the Old dispensation, when death was not yet slain, nor his \"brazen gates broken down,\" nor his \"iron bars smitten in sunder;\" so nobly encountered their end, how destitute of all defence or excuse shall we be, if, after having had the benefit of such great grace, we attain not even to the same measure of virtue as they did, now when death is only a name, devoid of reality.",
          "id": 55513
        },
        {
          "text": "For death is nothing more than a sleep, a journey, a migration, a rest, a tranquil haven; an escape from trouble, and a freedom from the cares of this present life!.",
          "id": 55514
        },
        {
          "text": "But here let us dismiss the subject of consolation; it is the fifth day we are engaged in speaking words of comfort to your Charity, and we might now seem to be troublesome.",
          "id": 55515
        },
        {
          "text": "For what hath been already said is sufficient for those who give heed; but to those who are pusillanimous it will be no gain, even though we were to add to what we have said.",
          "id": 55516
        },
        {
          "text": "It is now time to direct our teaching to the exposition of the Scriptures.",
          "id": 55517
        },
        {
          "text": "For as, if we had said nothing in reference to the present calamity, one might have condemned us for cruelty, and a want of humanity; so, were we always discoursing of this, we might justly be condemned for pusillanimity.",
          "id": 55518
        },
        {
          "text": "Commending then your hearts to God, who is able to speak into your minds, and to expel all grief from within, let us now take up our accustomed manner of instruction; and that especially since every exposition of Scripture is matter of comfort and relief.",
          "id": 55519
        },
        {
          "text": "So that, although we may seem to be desisting from the topic of consolation, we shall again light upon the same subject by means of Scriptural exposition.",
          "id": 55520
        },
        {
          "text": "For that all Scripture furnishes consolation to those who give attention to it, I will make manifest to you from its own evidence.",
          "id": 55521
        },
        {
          "text": "For I shall not go about among the Scripture narratives to search out certain arguments consolatory; but in order that I may make the proof of the matter which I have undertaken plainer, we will take in hand the book which has to day been read to us; and bringing forward, if you will, the introduction and commencement of it, which may especially seem to present no trace of consolation, but to be altogether foreign to topics of comfort, I will make that which I affirm evident.",
          "id": 55522
        },
        {
          "text": "What then is this introduction? \"In the beginning God made the heaven and the earth, and the earth was invisible, and unformed, and darkness was upon the face of the abyss\".",
          "id": 55523
        },
        {
          "text": "Do these words seem to some of you incapable of affording consolation under distress? Is it not an historical narrative, and an instruction about the creation?  Would you then that I show the consolation that is hidden in this saying? Arouse yourselves then, and attend with earnestness to the things which are about to be spoken.",
          "id": 55524
        },
        {
          "text": "For when thou hearest that God made the heaven, the earth, the sea, the air, the waters, the multitude of stars, the two great lights, the plants, the quadrupeds, the swimming and the flying animals, and all things without exception which thou seest, for thee, and for thy safety and honour; dost thou not straightway take comfort and receive this as the strongest proof of the love of God, when thou thinkest that He produced such a world as this, so fair, so vast and wonderful, for such a puny being as thyself! When therefore thou hearest that, \"In the beginning God made the heaven and the earth,\" run not hastily over the declaration; but traverse in thy mind the breadth of the earth; and reflect how He hath spread out so sumptuous and exquisite a table for us, and provided us with such abundant gladness.",
          "id": 55525
        },
        {
          "text": "And this is, indeed, the most marvellous thing, that He gave us not such a world as this in payment for services done; or as a recompense for good works; but at the very time He formed us, He honoured our race with this kingdom.",
          "id": 55526
        },
        {
          "text": "For He said, \"Let us make man after our image, and after our likeness\".",
          "id": 55527
        },
        {
          "text": "What is the sense of this, \"after our image, and after our likeness?\" The image of government is that which is meant; and as there is no one in heaven superior to God, so let there be none upon earth superior to man.",
          "id": 55528
        },
        {
          "text": "This then is one, and the first respect, in which He did him honour; by making him after His own image; and secondly, by providing us with this principality, not as a payment for services, but making it entirely the gift of His own love toward man; and thirdly, in that He conferred it upon us as a thing of nature.",
          "id": 55529
        },
        {
          "text": "For of governments there are some natural, and others which are elective;—natural as of the lion over the quadrupeds, or as that of the eagle over the birds; elective, as that of an Emperor over us; for he doth not reign over his fellow-servants by any natural authority.",
          "id": 55530
        },
        {
          "text": "Therefore it is that he oftentimes loses his sovereignty.",
          "id": 55531
        },
        {
          "text": "For such are things which are not naturally inherent; they readily admit of change and transposition.",
          "id": 55532
        },
        {
          "text": "But not so with the lion; he rules by nature over the quadrupeds, as the eagle doth over birds.",
          "id": 55533
        },
        {
          "text": "The character of sovereignty is, therefore, constantly allotted to his race; and no lion hath ever been seen deprived of it.",
          "id": 55534
        },
        {
          "text": "Such a kind of sovereignty God bestowed upon us from the beginning, and set us over all things.",
          "id": 55535
        },
        {
          "text": "And not only in this respect did He confer honour upon our nature, but also, by the very eminence of the spot in which we were placed, fixing upon Paradise as our choice dwelling, and bestowing the gift of reason, and an immortal soul.",
          "id": 55536
        },
        {
          "text": "But I would not speak of these things: for I say that such was the abundance of God's care, that we may know His goodness, and His love towards man, not only from the way in which He hath honoured, but also from the way in which He hath punished us.",
          "id": 55537
        },
        {
          "text": "And this, I especially exhort you to consider with attention, that God is alike good, not only whilst He is treating us with honour and beneficence, but also whilst He is punishing and chastising.",
          "id": 55538
        },
        {
          "text": "And whether we should have to carry on our contest and combat against the heathen, or against the heretics, respecting the lovingkindness and goodness of God, we shall make His goodness evident, not only from the cases in which He bestows honour, but also from the cases in which He inflicts punishment.",
          "id": 55539
        },
        {
          "text": "For if He is good only whilst honouring us, and not good whilst punishing us, He were but half good.",
          "id": 55540
        },
        {
          "text": "But this is not the case.",
          "id": 55541
        },
        {
          "text": "God forbid! Among men this may probably happen, when they inflict punishments in anger and passion; but God being free from passion, whether He exercise kindness, or whether He punish, He is alike good.",
          "id": 55542
        },
        {
          "text": "Nor less does the threat of hell serve to show His goodness, than the promise of the kingdom.",
          "id": 55543
        },
        {
          "text": "But how? I answer.",
          "id": 55544
        },
        {
          "text": "If He had not threatened hell, if He had not prepared punishment, there are not many who would have attained the kingdom.",
          "id": 55545
        },
        {
          "text": "For the promise of good things doth not so strongly induce the multitude to virtue; as doth the threat of evil things compel by fear, and arouse them to the care of the soul.",
          "id": 55546
        },
        {
          "text": "So that, although hell be the opposite of the kingdom of heaven, yet each hath respect to the same end—the salvation of men; the one alluring to itself, the other driving them towards its opposite, and by the operation of fear correcting those who are carelessly disposed.",
          "id": 55547
        },
        {
          "text": "I do not enlarge upon this subject without reason; but because there are many who often, when famines, and droughts, and wars take place, or when the wrath of an Emperor overtakes them, or when any other unexpected events of this kind happen, deceive the simpler class by saying, that these things are unworthy of the Providence of God.",
          "id": 55548
        },
        {
          "text": "I am therefore compelled to dwell on this part of my discourse, that we may not be beguiled by words, but that we may plainly perceive, that whether He brings upon us a famine, or a war, or any calamity, whatsoever, He doth it out of His exceeding great care and kindness.",
          "id": 55549
        },
        {
          "text": "For even those fathers, who especially love their offspring, will forbid them the table, and inflict stripes, and punish them by disgrace, and in endless other ways of this kind correct their children when they are disorderly; yet are they nevertheless fathers, not only while doing them honour, but when acting thus; yea, they are preeminently fathers when they act thus.",
          "id": 55550
        },
        {
          "text": "But if men, who are frequently carried away beyond what is meet by the force of angry feelings, are yet held to punish those whom they love, not from cruelty and inhumanity, but from a kind care and regard; much rather is it proper to be thus minded concerning God; who in the exceeding abundance of His goodness, far transcends every degree of paternal fondness.",
          "id": 55551
        },
        {
          "text": "And that you may not suppose that what I say is a mere conjecture, let us, I pray you, direct our discourse to the Scripture itself.",
          "id": 55552
        },
        {
          "text": "When man, then, had been deceived and beguiled by the wicked demon, let us observe how God treated him, after his committing so great a sin.",
          "id": 55553
        },
        {
          "text": "Did He then altogether destroy him? Yet the reason of the thing in justice demanded this, that one who had displayed nothing that was good, but, after enjoying so much favour, had waxed wanton even from the very first, should be made away with, and utterly destroyed; yet God acted not so; neither did He regard with disgust and aversion him who had been so ungrateful towards his Benefactor, but He comes to him as a physician cometh to a sick man.",
          "id": 55554
        },
        {
          "text": "Do not, O beloved, pass over unthinkingly, what has just been said! but consider what an act it was, not to send an angel, or archangel, or any other of his fellow-servants, but that the Lord Himself should have descended to him who had fallen from the right way, and should have raised him when thus cast down; and should have approached him, One to one, as a friend comes to a friend when he is unfortunate, and is plunged in great distress! For that He acted thus out of His great kindness, the very words too which He spake to him evidently show His ineffable affection.",
          "id": 55555
        },
        {
          "text": "And why do I say, all the words? The first utterance signifies at once His tenderness.",
          "id": 55556
        },
        {
          "text": "For He said not, what it was probable a person treated so contemptuously would say, \"O wicked, yea most wicked man! When thou hadst enjoyed so great favour from Me, and hadst been honoured with such a sovereignty, being exalted above all the creatures upon the earth for no merit of thine own; and having received in actual deeds the pledges of My care, and a true manifestation of My Providence, didst thou esteem a wicked and pestiferous demon, the enemy of thy salvation, to be worthy of more credit than thy Lord and Benefactor? What proof did he give of regard for thee, like that which I have done? Did I not make for thee the heaven, the earth, the sea, the sun, the moon, and all the stars? For truly none of the angels needed this work of creation; but for thee, and for thy recreation, I made so great and excellent a world; and didst thou esteem mere words alone, a false engagement, and a promise full of deceit, as more worthy to be believed than the kindness and providence that was manifested by deeds; that thou gavest thyself over to him, and didst trample My laws under foot!\" These words, and more of this kind, one who had been treated contemptuously would probably say.",
          "id": 55557
        },
        {
          "text": "But God acted not so; but quite in the contrary manner.",
          "id": 55558
        },
        {
          "text": "For by His first word He at once raised him up from his dejection, and gave the fearful and trembling man confidence, by being the first Himself to call him, or rather, not by merely calling him first, but by addressing him by his own familiar appellation, and saying, \"Adam, where art thou?\" Thus He shewed His tenderness, and the great regard He had for him.",
          "id": 55559
        },
        {
          "text": "For ye must all know, that this is a mark of intimate friendship.",
          "id": 55560
        },
        {
          "text": "And thus those who call upon the dead are wont to do, continually repeating their names.",
          "id": 55561
        },
        {
          "text": "And so, on the other hand, those who entertain hatred and enmity against any, cannot bear to mention the very names of those who have aggrieved them.",
          "id": 55562
        },
        {
          "text": "Saul, for instance, though he had sustained no injury from David, but had wronged him exceedingly, since he abhorred and hated him, could not endure to mention his proper name; but when all were seated together, not seeing David to be present, what said he? He said not, \"Where is David? but, 'Where is the son of Jesse?'\" calling him by his father's name.",
          "id": 55563
        },
        {
          "text": "And again, the Jews did the same with respect to Christ, for since they abhorred and hated Him, they did not say, \"Where is Christ?\" but, \"Where is that man?\".",
          "id": 55564
        },
        {
          "text": "But God, willing to show even by this that sin had not quenched His tenderness, nor disobedience taken away His favor toward him, and that He still exercised His Providence and care for the fallen one, said, \"Adam, where art thou?\" not being ignorant of the place where he was, but because the mouth of those who have sinned is closed up; sin turning the tongue backward, and conscience taking hold of it; so that such persons remain speechless, held fast in silence as by a kind of chain.",
          "id": 55565
        },
        {
          "text": "And God wishing therefore to invite him to freedom of utterance, and to give him confidence, and to lead him to make an apology for his offences, in order that he might obtain some forgiveness, was Himself the first to call; cutting off much of Adam's distress by the familiar appellation, and dispelling his fear, and opening by this address the mouth that was shut.",
          "id": 55566
        },
        {
          "text": "Hence also it was that he said, \"Adam, where art thou?\" \"I left thee,\" saith he, \"in one situation, and I find thee in another.",
          "id": 55567
        },
        {
          "text": "I left thee in confidence and glory; and I now find thee in disgrace and silence!\" And observe the care of God in this instance.",
          "id": 55568
        },
        {
          "text": "He called not Eve;—He called not the serpent,—but him who had sinned in the lightest degree of all, he brings first to the tribunal, in order that beginning from him who was able to find some degree of excuse, He might pass a more merciful sentence, even against her who had sinned the most.",
          "id": 55569
        },
        {
          "text": "And judges, indeed, do not deign to make inquiry in their own person of their fellow-servants, and those who are partakers of a common nature with them, but putting forward some one of their attendants to intervene, they instruct him to convey their own questions to the criminal; and through him they say and hear whatever they wish, when they examine the offenders.",
          "id": 55570
        },
        {
          "text": "But God had no need of a go-between in dealing with man; but Himself in His own person at once judges and consoles him.",
          "id": 55571
        },
        {
          "text": "And not only this is wonderful, but also that he corrects the crimes that had been committed.",
          "id": 55572
        },
        {
          "text": "For judges in general, when they find thieves and grave-robbers, do not consider how they may make them better, but how they may make them pay the penalty of the offences committed.",
          "id": 55573
        },
        {
          "text": "But God, quite on the contrary, when He finds a sinner, considers not how He may make him pay the penalty, but how He may amend him, and make him better, and invincible for the future.",
          "id": 55574
        },
        {
          "text": "So that God is at the same time a Judge, a Physician, and a Teacher; for as a Judge He examines, and as a Physician He amends, and as a Teacher He instructs those who have sinned, directing them unto all spiritual wisdom.",
          "id": 55575
        },
        {
          "text": "But if one short and simple speech thus demonstrates the care of God, what if we should read through this whole judgment, and unfold its entire records? Seest thou how all Scripture is consolation and comfort? But of these records we will speak at a befitting season; before that, however, it is necessary to state at what time this Book was given; for these things were not written in the beginning, nor at once when Adam was made, but many generations afterwards; and it were worth while to enquire for what reason this delay took place, and why at length they were given to the Jews only, and not to all men; and why written in the Hebrew tongue; and why in the wilderness of Sinai? For the Apostle doth not mention the place merely in a cursory manner; but shews that in that circumstance too there was a great subject of contemplation for us, when he saith to us: \"For these are two covenants, the one from Mount Sinai, which gendereth to bondage\".",
          "id": 55576
        },
        {
          "text": "Other things too besides these it were to our purpose to enquire into.",
          "id": 55577
        },
        {
          "text": "But I see that the time doth not permit us to launch our discourse upon so wide a sea; wherefore prudently reserving these to a fit season, we would again address you on the subject of abstinence from oaths; and we would entreat your Charity to use much diligence respecting this matter.",
          "id": 55578
        },
        {
          "text": "For what is it but an absurdity, that not even a servant dares to call his master by name, nor to mention him unceremoniously, and casually, but that he should everywhere bandy about the name of the Lord of Angels familiarly with much irreverence! And if it be necessary to take the book of the Gospel, thou receivest it with hands that have been first washed; and fearfully and tremblingly, with much reverence and devotion; and dost thou unceremoniously bandy about upon thy tongue the Lord of the Gospel? Dost thou desire to learn how the Powers above pronounce that Name; with what awe, with what terror, with what wonder? \"I saw the Lord,\" saith the prophet, \"sitting upon a throne, high, and lifted up; around Him stood the Seraphim; and one cried unto another, and said, Holy, Holy, Holy, Lord God of Sabaoth; the whole earth is full of His glory!\" Perceivest thou, with what dread, with what awe, they pronounce that Name, whilst glorifying and praising Him? But thou, in thy prayers and supplications, callest upon Him with much listlessness; when it would become thee to be full of awe, and to be watchful and sober! But in oaths, where it is wholly unsuitable that this wonderful Name should be introduced, there thou makest a long string of divers forms of imprecation! What pardon then, or what excuse shall we have, howsoever we may plead this \"custom\"? It is said, that a certain heathen orator, by a kind of foolish habit, was continually moving his right shoulder as he went along.",
          "id": 55579
        },
        {
          "text": "He conquered this habit, however, by fastening sharp knives on each side over his shoulders, so that the fear of being cut controlled the member in its unseasonable movement by fear of the wound! Do thou too, then, act thus with regard to thy tongue, and instead of the knife, suspend over it the fear of God's chastisement, and thou wilt assuredly get the better! For it seems impossible, utterly impossible, that those should ever be overcome, who are solicitous and earnest about this, and really make it their business.",
          "id": 55580
        },
        {
          "text": "Ye applaud what is now said, but when ye have amended, ye will applaud in a greater degree not only us, but also yourselves; and ye will hear with more pleasure what is spoken; and ye will call upon God with a pure conscience, who is so sparing of thee, O man! that He saith, \"Neither shalt thou swear by thy head\".",
          "id": 55581
        },
        {
          "text": "But thou so despisest Him as to swear even by His glory.",
          "id": 55582
        },
        {
          "text": "\"But what shall I do,\" saith one, \"with those who impose necessity on me?\" What kind of necessity can there be, O man? Let all men understand that thou wilt choose to suffer anything rather than transgress the law of God; and they will abstain from compelling thee.",
          "id": 55583
        },
        {
          "text": "For as a proof that it is not an oath which rendereth a man worthy of credit, but the testimony of his life, the uprightness of his conversation, and his good reputation, many have often split their throats with swearing, and yet have been able to convince no one; whereas others by a mere expression of assent, have been esteemed more deserving of belief than they who swore never so much.",
          "id": 55584
        },
        {
          "text": "Knowing, therefore, all these things, and placing before our eyes the punishment that is in store for those who swear, as well as for those who swear falsely, let us abstain from this evil custom, that advancing from hence to the correction of what remains, we may enjoy the blessedness of the life to come, which God grant that we may all be found worthy to obtain, by the grace and love toward man of our Lord Jesus Christ, through Whom and with Whom to the Father with the Holy Ghost be glory, and power, and honour, now and ever, and world without end, Amen.",
          "id": 55585
        }
      ]
    }
  ]
}