{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch XIV",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XIV.",
          "id": 56373
        },
        {
          "text": "After the whole people had been freed from all distress, and had become assured of safety, certain persons again disturbed the city by fabricating false reports, and were convicted.",
          "id": 56374
        },
        {
          "text": "Wherefore this Homily refers to that subject; and also to the admonition concerning oaths; for which reason also, the history of Jonathan, and Saul, and that of Jephthah, is brought forward; and it is shewn how many perjuries result from one oath.",
          "id": 56375
        },
        {
          "text": "Not a little did the devil yesterday disturb our city; but God also hath not a little comforted us again; so that each one of us may seasonably take up that prophetic saying, \"In the multitude of the sorrows that I had in my heart, thy comforts have refreshed my soul\".",
          "id": 56376
        },
        {
          "text": "And not only in consoling, but even in permitting us to be troubled, God hath manifested His tender care towards us.",
          "id": 56377
        },
        {
          "text": "For to-day I shall repeat what I have never ceased to say, that not only our deliverance from evils, but also the permission of them arises from the benevolence of God.",
          "id": 56378
        },
        {
          "text": "For when He sees us falling away into listlessness, and starting off from communion with Him, and making no account of spiritual things, He leaves us for a while; that thus brought to soberness, we may return to Him the more earnestly.",
          "id": 56379
        },
        {
          "text": "And what marvel is it, if He does this towards us, listless as we are; since even Paul declares that with regard to himself and his disciples, this was the cause of their trials? For inditing his second Epistle to the Corinthians, he speaks thus: \"We would not, brethren, have you ignorant of our trouble which came to us in Asia, that we were pressed out of measure, above strength, insomuch that we despaired even of life; but we had the sentence of death in ourselves\".",
          "id": 56380
        },
        {
          "text": "As though he would say, \"Dangers so great hung over us, that we gave up ourselves for lost; and no longer hoped that any favourable change would take place, but were altogether in expectation of death\".",
          "id": 56381
        },
        {
          "text": "For such is the sense of that clause, \"We had the sentence of death in ourselves\".",
          "id": 56382
        },
        {
          "text": "But nevertheless, after such a state of desperation, God dispelled the tempest, and removed the cloud, and snatched us from the very gates of death.",
          "id": 56383
        },
        {
          "text": "And afterwards, for the purpose of shewing that his being permitted to fall into this danger also was the result of much tender care for him, he mentions the advantage which resulted from the temptations, which was, that he might continually look to Him, and be neither high-minded, nor confident.",
          "id": 56384
        },
        {
          "text": "Therefore having said this, \"We had the sentence of death in ourselves;\" he adds also the reason; \"That we should not trust in ourselves, but in God which quickeneth the dead\".",
          "id": 56385
        },
        {
          "text": "For it is in the nature of trials to arouse us when we are dozing, or falling down, and to stir us up, and make us more religious.",
          "id": 56386
        },
        {
          "text": "When, therefore, O beloved! thou seest a trial at one time extinguished, and at another time kindled again, be not cast down! Do not despond, but retain a favourable hope, reasoning thus with thyself, that God does not deliver us into the hands of our enemies either because He hates or abandons us, but because He is desirous to make us more in earnest, and more intimate with Himself.",
          "id": 56387
        },
        {
          "text": "Let us not then be desponding; nor let us despair of a change for the better; but let us hope that speedily there will be a calm; and, in short, casting the issue of all the tumults which beset us upon God, let us again handle the customary points; and again bring forward our usual topic of instruction.",
          "id": 56388
        },
        {
          "text": "For I am desirous to discourse to you further concerning the same subject, to the end that we may radically extirpate from your souls the wicked practice of oaths.",
          "id": 56389
        },
        {
          "text": "Wherefore it is necessary for me again to have recourse to the same entreaty that I made before.",
          "id": 56390
        },
        {
          "text": "For lately I besought you, that each one taking the head of John, just cut off, and the warm blood yet dripping from it, you would thus go home, and think that you saw it before your eyes, while it emitted a voice, and said, \"Abhor my murderer, the oath!\" What a rebuke did not effect, this an oath effected; what a tyrant's wrath was insufficient for, this the necessity of keeping an oath brought about! And when the tyrant was publicly rebuked in the hearing of all, he bore the censure nobly; but when he had thrown himself into the fatal necessity caused by oaths, then he cut off that blessed head.",
          "id": 56391
        },
        {
          "text": "This same thing, therefore, I entreat; and cease not entreating, that wherever we go, we go bearing this head; and that we shew it to all, crying aloud, as it does, and denouncing oaths.",
          "id": 56392
        },
        {
          "text": "For although we were never so listless and remiss, yet beholding the eyes of that head fearfully glaring upon us, and threatening us if we swear, we should be more powerfully kept in check by this terror, than by any curb; and be easily able to restrain and avert the tongue from its inclination toward oaths.",
          "id": 56393
        },
        {
          "text": "There is not only this great evil in an oath, that it punishes those who are guilty of it, both when violated, and when kept; a thing we do not see take place with any other sin; but there is another equally great evil attending it.",
          "id": 56394
        },
        {
          "text": "And what is that? Why that ofttimes it is utterly impossible even for those who are desirous, and even make a point of it, to keep their oath.",
          "id": 56395
        },
        {
          "text": "For, in the first place, he who is continually swearing, whether willingly or unwillingly; knowingly or unknowingly; in jest or in earnest; being frequently carried away by anger and by many other things, will most surely become perjured.",
          "id": 56396
        },
        {
          "text": "And no one can gainsay this; so evident and generally allowed is the fact, that the man who swears frequently, must also be a perjurer.",
          "id": 56397
        },
        {
          "text": "Secondly, I affirm, that although he were not carried away by passion, and did not become the victim of perjury unwillingly and unwittingly, yet by the very nature of the case he will assuredly be necessitated both consciously and voluntarily to perjure himself.",
          "id": 56398
        },
        {
          "text": "Thus, oftentimes when we are dining at home, and one of the servants happens to do amiss, the wife swears that he shall be flogged, and then the husband swears the contrary, resisting, and not permitting it.",
          "id": 56399
        },
        {
          "text": "In this case, whatever they may do, perjury must in any case be the result; for however much they may wish and endeavour to keep their oaths, it is no longer possible; but whatever happens, one or other of these will be ensnared in perjury; or rather both in any case.",
          "id": 56400
        },
        {
          "text": "And how, I will explain; for this is the paradox.",
          "id": 56401
        },
        {
          "text": "He who hath sworn that he would flog the man-servant or maid-servant, yet hath afterwards been prohibited from this, hath perjured himself, not having done what he hath sworn to do: and also, he hath involved in the crime of perjury the party forbidding and hindering the oath from being kept.",
          "id": 56402
        },
        {
          "text": "For not only they who take a false oath, but they who impose that necessity on others, are liable to the same accusation.",
          "id": 56403
        },
        {
          "text": "And not merely in houses, but also in the forum we may see that this takes place; and especially in fights, when those who box with one another swear things that are contrary.",
          "id": 56404
        },
        {
          "text": "One swears that he will beat, the other that he will not be beaten.",
          "id": 56405
        },
        {
          "text": "One swears that he will carry off the cloak, the other that he will not suffer this.",
          "id": 56406
        },
        {
          "text": "One that he will exact the money, the other that he will not pay it.",
          "id": 56407
        },
        {
          "text": "And many other such contradictory things, those who are contentious take an oath to do.",
          "id": 56408
        },
        {
          "text": "So also in shops, and in schools, it may generally be observed that the same thing occurs.",
          "id": 56409
        },
        {
          "text": "Thus the workman hath often sworn that he will not suffer his apprentice to eat or drink, before he has finished all his assigned task.",
          "id": 56410
        },
        {
          "text": "And so also the pedagogue has often acted towards a youth; and a mistress towards her maid-servant; and when the evening hath overtaken them, and the work hath remained unfinished, it is necessary either that those who have not executed their task should perish with hunger, or that those who have sworn should altogether forswear themselves.",
          "id": 56411
        },
        {
          "text": "For that malignant demon, who is always lying in wait against our blessings, being present and hearing the obligation of the oaths, impels those who are answerable to indifference; or works some other difficulty; so that the task being unperformed, blows, insults, and perjuries, and a thousand other evils, may take place.",
          "id": 56412
        },
        {
          "text": "And just as when children drag with all their might a long and rotten cord in directions opposite to each other; if the cord snaps in the middle, they all fall flat upon their backs, and some strike their heads, and some another part of the body; so also they who each engage with an oath to perform things that are contrary, when the oath is broken by the necessity of the case, both parties fall into the same gulf of perjury: these by actually perjuring themselves, and those by affording the occasion of perjury to the others.",
          "id": 56413
        },
        {
          "text": "That this also may be rendered evident, not only from what happens every day in private houses, and the places of public concourse, but from the Scriptures themselves, I will relate to you a piece of ancient history, which bears upon what has been said.",
          "id": 56414
        },
        {
          "text": "Once, when the Jews had been invaded by their enemies, and Jonathan (now he was the son of Saul) had slaughtered some, and put the rest to flight; Saul, his father, being desirous to rouse the army more effectually against the remainder; and in order that they might not desist until he had subjugated them all, did that which was altogether opposite to what he desired, by swearing that no one should eat any food until evening, and until vengeance was taken of his enemies.",
          "id": 56415
        },
        {
          "text": "What, I ask, could have been more senseless than this? For when it was needful that he should have refreshed those who were fatigued and exhausted, and have sent them forth with renewed vigour against their enemies, he treated them far worse than he had done their enemies, by the constraint of an oath, which delivered them over to excessive hunger.",
          "id": 56416
        },
        {
          "text": "Dangerous, indeed, it is for any one to swear in a matter pertaining to himself; for we are forcibly impelled to do many things by the urgency of circumstances.",
          "id": 56417
        },
        {
          "text": "But much more dangerous is it by the obligation of one's own oath, to bind the determination of others; and especially where any one swears, not concerning one, or two, or three, but an unlimited multitude, which Saul then inconsiderately did, without thinking that it was probable that, in so vast a number, one at least might transgress the oath; or that soldiers, and soldiers too on campaign, are very far removed from moral wisdom, and know nothing of ruling the belly; more especially when their fatigue is great.",
          "id": 56418
        },
        {
          "text": "He, however, overlooking all these points, as if he were merely taking an oath about a single servant, whom he was easily able to restrain, counted equally on his whole army.",
          "id": 56419
        },
        {
          "text": "In consequence of this he opened such a door for the devil, that in a short time he framed, not two, three, or four, but many more perjuries out of this oath.",
          "id": 56420
        },
        {
          "text": "For as when we do not swear at all, we close the whole entrance against him, so if we utter but a single oath, we afford him great liberty for constructing endless perjuries.",
          "id": 56421
        },
        {
          "text": "And just as those who twist skeins, if they have one to hold the end, work the whole string with nicety, but if there is no one to do this, cannot even undertake the commencement of it; in the same manner too the devil, when about to twist the skein of our sins, if he could not get the beginning from our tongues, would not be able to undertake the work; but should we only make a commencement, while we hold the oath on our tongue, as it were a hand, then with full liberty he manifests his malignant art in the rest of the work, constructing and weaving from a single oath a thousand perjuries.",
          "id": 56422
        },
        {
          "text": "And this was just what he did now in the case of Saul.",
          "id": 56423
        },
        {
          "text": "Observe, however, what a snare is immediately framed for this oath: \"The army passed through a wood, that contained a nest of bees, and the nest was in front of the people, and the people came upon the nest, and went along talking\".",
          "id": 56424
        },
        {
          "text": "Seest thou what a pit-fall was here? A table ready spread, that the easiness of access, the sweetness of the food, and the hope of concealment, might entice them to a transgression of the oath.",
          "id": 56425
        },
        {
          "text": "For hunger at once, and fatigue, and the hour, (for \"all the land,\" it is said, \"was dining),\" then urged them to the transgression.",
          "id": 56426
        },
        {
          "text": "Moreover, the sight of the combs invited them from without to relax the strain on their resolution.",
          "id": 56427
        },
        {
          "text": "For the sweetness, as well as the present readiness of the table, and the difficulty of detecting the stealth, were sufficient to ensnare their utmost wisdom.",
          "id": 56428
        },
        {
          "text": "If it had been flesh, which needed boiling or roasting, their minds would not have been so much bewitched; since while they were delaying in the cookery of these, and engaged in preparing them for food, they might expect to be discovered.",
          "id": 56429
        },
        {
          "text": "But now there was nothing of this kind; there was honey only, for which no such labour was required, and for which the dipping of the tip of the finger sufficed to partake of the table, and that with secresy.",
          "id": 56430
        },
        {
          "text": "Nevertheless, these persons restrained their appetite, and did not say within themselves, \"What does it concern us? Hath any one of us sworn this? He may pay the penalty of his inconsiderate oath, for why did he swear?\" Nothing of this sort did they think; but religiously passed on; and though there were so many enticements, they behaved themselves wisely.",
          "id": 56431
        },
        {
          "text": "\"The people went on talking\".",
          "id": 56432
        },
        {
          "text": "What is the meaning of this word \"talking?\" Why, that for the purpose of soothing their pain with words, they held discourse with one another.",
          "id": 56433
        },
        {
          "text": "What then, did nothing more come of this, when all the people had acted so wisely? Was the oath, forsooth, observed? Not even so was it observed.",
          "id": 56434
        },
        {
          "text": "On the contrary, it was violated! How, and in what way? Ye shall hear forthwith, in order that ye may also thoroughly discern the whole art of the devil.",
          "id": 56435
        },
        {
          "text": "For Jonathan, not having heard his father take the oath, \"put forth the end of the rod that was in his hand, and dipped it in the honeycomb, and his eyes saw clearly\".",
          "id": 56436
        },
        {
          "text": "Observe, who it was whom he impelled to break the oath; not one of the soldiers, but the very son of him who had sworn it.",
          "id": 56437
        },
        {
          "text": "For he did not only desire to effect perjury, but was also plotting the slaughter of a son, and making provision for it beforehand; and was in haste to divide nature against her own self.",
          "id": 56438
        },
        {
          "text": "and what he had done aforetime in the case of Jephthah, that he hoped now again to accomplish.",
          "id": 56439
        },
        {
          "text": "For he likewise, when he had promised that the first thing that met him, after a victorious battle, he would sacrifice, fell into the snare of child-murder; for his daughter first meeting him, he sacrificed her and God did not forbid it.",
          "id": 56440
        },
        {
          "text": "And I know, indeed, that many of the unbelievers impugn us of cruelty and inhumanity on account of this sacrifice; but I should say, that the concession in the case of this sacrifice was a striking example of providence and clemency; and that it was in care for our race that He did not prevent that sacrifice.",
          "id": 56441
        },
        {
          "text": "For if after that vow and promise He had forbidden the sacrifice, many also who were subsequent to Jephthah, in the expectation that God would not receive their vows, would have increased the number of such vows, and proceeding on their way would have fallen into child-murder.",
          "id": 56442
        },
        {
          "text": "But now, by suffering this vow to be actually fulfilled, He put a stop to all such cases in future.",
          "id": 56443
        },
        {
          "text": "And to shew that this is true, after Jephthah's daughter had been slain, in order that the calamity might be always remembered, and that her fate might not be consigned to oblivion, it became a law among the Jews, that the virgins assembling at the same season should bewail during forty days the sacrifice which had taken place; in order that renewing the memory of it by lamentation, they should make all men wiser for the future; and that they might learn that it was not after the mind of God that this should be done, for in that case He would not have permitted the virgins to bewail and lament her.",
          "id": 56444
        },
        {
          "text": "And that what I have said is not conjectural, the event demonstrated; for after this sacrifice, no one vowed such a vow unto God.",
          "id": 56445
        },
        {
          "text": "Therefore also He did not indeed forbid this; but what He had expressly enjoined in the case of Isaac, that He directly prohibited; plainly shewing through both cases, that He doth not delight in such sacrifices.",
          "id": 56446
        },
        {
          "text": "But the malignant demon was labouring hard now again to produce such a tragedy.",
          "id": 56447
        },
        {
          "text": "Therefore he impelled Jonathan to the trespass.",
          "id": 56448
        },
        {
          "text": "For if any one of the soldiers had transgressed the law, it seemed to him no great evil that would have been done; but now being insatiate of human ills, and never able to get his fill of our calamities, he thought it would be no grand exploit if he effected only a simple murder.",
          "id": 56449
        },
        {
          "text": "And if he could not also pollute the king's right hand with the murder of his child, he considered that he had achieved no great matter.",
          "id": 56450
        },
        {
          "text": "And why do I speak of child-murder? For he, the wicked one, thought that by this means he should compass a slaughter even more accursed than that.",
          "id": 56451
        },
        {
          "text": "For if he had sinned wittingly, and been sacrificed, this would only have been child-murder; but now sinning ignorantly, (for he had not heard of the oath), if he had been slain, he would have made the anguish of his father double; for he would have had both to sacrifice a son, and a son who had done no wrong.",
          "id": 56452
        },
        {
          "text": "But now to proceed with the rest of the history; \"When he had eaten,\" it is said, \"His eyes saw clearly\".",
          "id": 56453
        },
        {
          "text": "And here it condemns the king of great folly; shewing that hunger had almost blinded the whole army, and diffused much darkness over their eyes.",
          "id": 56454
        },
        {
          "text": "Afterwards some one of the soldiers, perceiving the action, saith, \"Thy father sware an oath upon all the people, saying, cursed be the man who eateth any food to-day.",
          "id": 56455
        },
        {
          "text": "And the people were faint.",
          "id": 56456
        },
        {
          "text": "And Jonathan said, My father hath made away with the land\".",
          "id": 56457
        },
        {
          "text": "What does he mean by the word, \"made away with?\" Why, that he had ruined, or destroyed them all.",
          "id": 56458
        },
        {
          "text": "Hence, when the oath was transgressed, all kept silence, and no one dared to bring forth the criminal; and this became afterwards no small matter of blame, for not only are those who break an oath, but those also who are privy to it and conceal it, partakers of the crime.",
          "id": 56459
        },
        {
          "text": "But let us see what follows; \"And Saul said, Let us go down after the strangers, and spoil them.",
          "id": 56460
        },
        {
          "text": "And the priest said, Let us draw near hither unto God\".",
          "id": 56461
        },
        {
          "text": "For in old times God led forth the people to battle; and without His consent no one dared to engage in the fight, and war was with them a matter of religion.",
          "id": 56462
        },
        {
          "text": "For not from weakness of body, but from their sins they were conquered, whenever they were conquered; and not by might and courage, but by favour from above they prevailed, whenever they did prevail.",
          "id": 56463
        },
        {
          "text": "Victory and defeat were also to them a means of training, and a school of virtue.",
          "id": 56464
        },
        {
          "text": "And not to them only, but to their adversaries; for this was made evident to them too, that the fate of battle with the Jews was decided not by the nature of their arms, but by the life and good works of the warriors.",
          "id": 56465
        },
        {
          "text": "The Midianites at least perceiving this, and knowing that people to be invincible, and that to have attacked them with arms and engines of war would have been fruitless, and that it was only possible to conquer them by sin, having decked out handsome virgins, and set them in the array, excited the soldiers to lasciviousness, endeavouring by means of fornication to deprive them of God's assistance; which accordingly happened.",
          "id": 56466
        },
        {
          "text": "For when they had fallen into sin, they became an easy prey to all; and those whom weapons, and horses, and soldiers, and so many engines availed not to capture, sin by its nature delivered over bound to their enemies.",
          "id": 56467
        },
        {
          "text": "Shields, and spears, and darts were all alike found useless; but beauty of visage and wantonness of soul overpowered these brave men.",
          "id": 56468
        },
        {
          "text": "Therefore one gives this admonition; \"Observe not the beauty of a strange woman, and meet not a woman addicted to fornication.",
          "id": 56469
        },
        {
          "text": "For honey distils from the lips of an harlot, which at the time may seem smooth to thy throat, but afterward thou wilt find it more bitter than gall, and sharper than a two-edged sword\".",
          "id": 56470
        },
        {
          "text": "For the harlot knows not how to love, but only to ensnare; her kiss hath poison, and her mouth a pernicious drug.",
          "id": 56471
        },
        {
          "text": "And if this does not immediately appear, it is the more necessary to avoid her on that account, because she veils that destruction, and keeps that death concealed, and suffers it not to become manifest at the first.",
          "id": 56472
        },
        {
          "text": "So that if any one pursues pleasure, and a life full of gladness, let him avoid the society of fornicating women, for they fill the minds of their lovers with a thousand conflicts and tumults, setting in motion against them continual strifes and contentions, by means of their words, and all their actions.",
          "id": 56473
        },
        {
          "text": "And just as it is with those who are the most virulent enemies, so the object of their actions and schemes is to plunge their lovers into shame and poverty, and the worst extremities.",
          "id": 56474
        },
        {
          "text": "And in the same manner as hunters, when they have spread out their nets, endeavour to drive thither the wild animals, in order that they may put them to death, so also is it with these women.",
          "id": 56475
        },
        {
          "text": "When they have spread out on every side the wings of lasciviousness by means of the eyes, and dress, and language, they afterwards drive in their lovers, and bind them; nor do they give over until they have drunk up their blood, insulting them at last, and mocking their folly, and pouring over them a flood of ridicule.",
          "id": 56476
        },
        {
          "text": "And indeed such a man is no longer worthy of compassion but deserves to be derided and jeered, since he is found more irrational than a woman, and a harlot besides.",
          "id": 56477
        },
        {
          "text": "Therefore the Wise Man gives this word of exhortation again, \"Drink waters from thine own cistern, and from the fountain of thine own well\".",
          "id": 56478
        },
        {
          "text": "And again; \"Let the hind of thy friendship, and the foal of thy favours, consort with thee\".",
          "id": 56479
        },
        {
          "text": "These things he speaks of a wife associated with her husband by the law of marriage.",
          "id": 56480
        },
        {
          "text": "Why leavest thou her who is a helpmate, to run to one who is a plotter against thee? Why dost thou turn away from her who is the partner of thy living, and court her who would subvert thy life? The one is thy member and body, the other is a sharp sword.",
          "id": 56481
        },
        {
          "text": "Therefore, beloved, flee fornication; both for its present evils, and for its future punishment.",
          "id": 56482
        },
        {
          "text": "Perchance we may seem to have fallen aside from the subject; but to say thus much, is no departure from it.",
          "id": 56483
        },
        {
          "text": "For we do not wish to read you histories merely for their own sake, but that you may correct each of the passions which trouble you: therefore also we make these frequent appeals, preparing our discourse for you in all varieties of style; since it is probable that in so large an assembly, there is a great variety of distempers; and our task is to cure not one only, but many different wounds; and therefore it is necessary that the medicine of instruction should be various.",
          "id": 56484
        },
        {
          "text": "Let us however return thither from whence we made this digression: \"And the Priest said, Let us draw near unto God.",
          "id": 56485
        },
        {
          "text": "And Saul asked counsel of God.",
          "id": 56486
        },
        {
          "text": "Shall I go down after the strangers? Wilt Thou deliver them into my hands? But on that day the Lord answered him not\".",
          "id": 56487
        },
        {
          "text": "Observe the benignity and mildness of God who loveth man.",
          "id": 56488
        },
        {
          "text": "For He did not launch a thunderbolt, nor shake the earth; but what friends do to friends, when treated contemptuously, this the Lord did towards the servant.",
          "id": 56489
        },
        {
          "text": "He only received him silently, speaking by His silence, and by it giving utterance to all His wrath.",
          "id": 56490
        },
        {
          "text": "This Saul understood, and said, as it is recorded, \"Bring near hither all the tribes of the people, and know and see in whom this sin hath been this day.",
          "id": 56491
        },
        {
          "text": "For as the Lord liveth, Who hath saved Israel, though the answer be against Jonathan my son, he shall surely die\".",
          "id": 56492
        },
        {
          "text": "Seest thou his rashness? Perceiving that his first oath had been transgressed, he does not even then learn self-control, but adds again a second.",
          "id": 56493
        },
        {
          "text": "Consider also the malignity of the devil.",
          "id": 56494
        },
        {
          "text": "For since he was aware that frequently the son when discovered, and publicly arraigned, is able by the very sight at once to make the father relent, and might soften the king's wrath, he anticipated his sentence by the obligation of a second oath; holding him by a kind of double bond, and not permitting him to be the master of his own determination, but forcing him on every side to that iniquitous murder.",
          "id": 56495
        },
        {
          "text": "And even whilst the offender was not yet produced, he hath passed judgment, and whilst ignorant of the criminal, he gave sentence.",
          "id": 56496
        },
        {
          "text": "The father became the executioner; and before the enquiry declared his verdict of condemnation! What could be more irrational than this proceeding?.",
          "id": 56497
        },
        {
          "text": "Saul then having made this declaration, the people were more afraid than before, and all were in a state of great trembling and terror.",
          "id": 56498
        },
        {
          "text": "But the devil rejoiced, at having rendered them all thus anxious.",
          "id": 56499
        },
        {
          "text": "There was no one, we are told, of all the people, who answered.",
          "id": 56500
        },
        {
          "text": "\"And Saul said, Ye will be in bondage, and I, and Jonathan my son, will be in bondage\".",
          "id": 56501
        },
        {
          "text": "But what he means is to this effect; \"You are aiming at nothing else, than to deliver yourselves to your enemies, and to become slaves instead of free men; whilst you provoke God against you, in not delivering up the guilty person\".",
          "id": 56502
        },
        {
          "text": "Observe also another contradiction produced by the oath.",
          "id": 56503
        },
        {
          "text": "It had been fitting, if he wished to find the author of this guilt, to have made no such threat, nor to have bound himself to vengeance by an oath; that becoming less afraid, they might more readily bring the offender to light.",
          "id": 56504
        },
        {
          "text": "But under the influence of anger, and great madness, and his former unreasonableness, he again does that which is directly contrary to what he desires.",
          "id": 56505
        },
        {
          "text": "What need is there to enlarge? He commits the matter to a decision by lot; and the lot falleth upon Saul, and Jonathan; \"And Saul said, Cast ye the lot between me and Jonathan; and they cast the lot, and Jonathan was taken.",
          "id": 56506
        },
        {
          "text": "And Saul said to Jonathan, Tell me, what hast thou done? And Jonathan told him, saying, I only tasted a little honey on the top of the rod which is in my hand, and, lo! I must die\".",
          "id": 56507
        },
        {
          "text": "Who is there that these words would not have moved and turned to pity? Consider what a tempest Saul then sustained, his bowels being torn with anguish, and the most profound precipice appearing on either hand! But nevertheless he did not learn self-control, for what does he say? \"God do so to me, and more also; for thou shalt surely die this day\".",
          "id": 56508
        },
        {
          "text": "Behold again the third oath, and not simply the third, but one with a very narrow limit as to time; for he does not merely say, \"Thou shalt die;\" but, \"this day\".",
          "id": 56509
        },
        {
          "text": "For the devil was hurrying, hurrying him on, constraining him and driving him to this impious murder.",
          "id": 56510
        },
        {
          "text": "Wherefore he did not suffer him to assign any future day for the sentence, lest there should be any correction of the evil by delay.",
          "id": 56511
        },
        {
          "text": "And the people said to Saul, \"God do so to us, and more also, if he shall be put to death, who hath wrought this great salvation in Israel.",
          "id": 56512
        },
        {
          "text": "As the Lord liveth, there shall not an hair of his head fall to the ground; because he hath wrought a merciful thing from God to-day\".",
          "id": 56513
        },
        {
          "text": "Behold how, in the second place, the people also swore, and swore contrary to the king.",
          "id": 56514
        },
        {
          "text": "Now recollect, I pray, the cord pulled by the children, and breaking, and throwing on their backs those who pull it.",
          "id": 56515
        },
        {
          "text": "Saul swore not once or twice, but several times.",
          "id": 56516
        },
        {
          "text": "The people swore what was contrary, and strained in the opposite direction.",
          "id": 56517
        },
        {
          "text": "Of necessity then it followed, that the oath must in any wise be broken through.",
          "id": 56518
        },
        {
          "text": "For it were impossible that all these should keep their oaths.",
          "id": 56519
        },
        {
          "text": "And now tell me not of the event of this transaction; but consider how many evils were springing from it; and how the devil from thence was preparing the tragedy and usurpation of Absalom.",
          "id": 56520
        },
        {
          "text": "For if the king had chosen to resist, and to proceed to the execution of his oath, the people would have been in array against him; and a grievous rebellion would have been set on foot.",
          "id": 56521
        },
        {
          "text": "And again, if the son consulting his own safety had chosen to throw himself into the hands of the army, he would straightway have become a parricide.",
          "id": 56522
        },
        {
          "text": "Seest thou not, that rebellion, as well as child-murder, and parricide, and battle, and civil war, and slaughter, and blood, and dead bodies without number, are the consequences of one oath.",
          "id": 56523
        },
        {
          "text": "For if war had perchance broken out, Saul might have been slain, and Jonathan perchance too, and many of the soldiers would have been cut to pieces; and after all the keeping of the oath would not have been forwarded.",
          "id": 56524
        },
        {
          "text": "So that it is not for thee to consider that these events did not occur, but to mark this point, that it was the nature of the case to necessitate the occurrence of such things.",
          "id": 56525
        },
        {
          "text": "However, the people prevailed.",
          "id": 56526
        },
        {
          "text": "Come then, let us reckon up the perjuries that were the consequence.",
          "id": 56527
        },
        {
          "text": "The oath of Saul was first broken by his son; and again a second and a third, concerning the slaying of his son, by Saul himself.",
          "id": 56528
        },
        {
          "text": "And the people seemed to have kept their oath.",
          "id": 56529
        },
        {
          "text": "Yet if any one closely examines the matter, they too all became liable to the charge of perjury.",
          "id": 56530
        },
        {
          "text": "For they compelled the father of Jonathan to perjure himself, by not surrendering the son to the father.",
          "id": 56531
        },
        {
          "text": "Seest thou how many persons one oath made obnoxious to perjury, willingly and unwillingly; how many evils it wrought, how many deaths it caused?.",
          "id": 56532
        },
        {
          "text": "Now in the commencement of this discourse I promised to shew that perjury would in any case result from opposite oaths; but truly the course of the history has proved more than I was establishing.",
          "id": 56533
        },
        {
          "text": "It has exhibited not one, two, or three individuals, but a whole people, and not one, two, or three oaths, but many more transgressed.",
          "id": 56534
        },
        {
          "text": "I might also make mention of another instance, and shew from that, how one oath caused a still greater and more grievous calamity.",
          "id": 56535
        },
        {
          "text": "For one oath entailed upon all the Jews the capture of their cities, as well as of their wives and children; the ravages of fire, the invasion of barbarians, the pollution of sacred things, and ten thousand other evils yet more distressing.",
          "id": 56536
        },
        {
          "text": "But I perceive that the discourse is running to a great length.",
          "id": 56537
        },
        {
          "text": "Therefore, dismissing here the narration of this history, I beseech you, together with the beheading of John, to tell one another also of the murder of Jonathan, and the general destruction of a whole people (which did not indeed take place, but which was involved in the obligation of the oaths); and both at home, and in public, and with your wives, and friends, and with neighbours, and with all men in general, to make an earnest business of this matter, and not to think it a sufficient apology that we can plead custom.",
          "id": 56538
        },
        {
          "text": "For that this excuse is a mere pretext, and that the fault arises not from custom but from listlessness, I will endeavour to convince you from what has already occurred.",
          "id": 56539
        },
        {
          "text": "The Emperor has shut up the baths of the city, and has given orders that no one shall bathe; and no one has dared to transgress the law, nor to find fault with what has taken place, nor to allege custom.",
          "id": 56540
        },
        {
          "text": "But even though in weak health perchance, men and women, and children and old men; and many women but recently eased from the pangs of childbirth; though all requiring this as a necessary medicine; bear with the injunction, willingly or unwillingly; and neither plead infirmity of body, nor the tyranny of custom, nor that they are punished, whereas others were the offenders, nor any other thing of this kind, but contentedly put up with this punishment, because they were in expectation of greater evils; and pray daily that the wrath of the Emperor may go no further.",
          "id": 56541
        },
        {
          "text": "Seest thou that where there is fear, the bond of custom is easily relaxed, although it be of exceedingly long standing, and great necessity? To be denied the use of the bath is certainly a grievous matter.",
          "id": 56542
        },
        {
          "text": "For although we be never so philosophic, the nature of the body proves incapable of deriving any benefit for its own health, from the philosophy of the soul.",
          "id": 56543
        },
        {
          "text": "But as to abstinence from swearing, this is exceedingly easy, and brings no injury at all; none to the body, none to the mind; but, on the contrary, great gain, much safety, and abundant wealth.",
          "id": 56544
        },
        {
          "text": "How then is it any thing but absurd, to submit to the greatest hardships, when an Emperor enjoins it; but when God commands nothing grievous nor difficult, but what is very tolerable and easy, to despise or to deride it, and to advance custom as an excuse? Let us not, I entreat, so far despise our own safety, but let us fear God as we fear man.",
          "id": 56545
        },
        {
          "text": "I know that ye shudder at hearing this, but what deserves to be shuddered at is that ye do not pay even so much respect to God; and that whilst ye diligently observe the Emperor's decrees, ye trample under foot those which are divine, and which have come down from heaven; and consider diligence concerning these a secondary object.",
          "id": 56546
        },
        {
          "text": "For what apology will there be left for us, and what pardon, if after so much admonition we persist in the same practices.",
          "id": 56547
        },
        {
          "text": "For I began this admonition at the very commencement of the calamity which has taken hold of the city, and that is now on the point of coming to an end; but we have not as yet thoroughly put in practice even one precept.",
          "id": 56548
        },
        {
          "text": "How then can we ask a removal of the evils which still beset us, when we have not been able to perform a single precept? How can we expect a change for the better? How shall we pray? With what tongue shall we call upon God? For if we perform the law, we shall enjoy much pleasure, when the Emperor is reconciled to the city.",
          "id": 56549
        },
        {
          "text": "But if we remain in the transgression, shame and reproach will be ours on every hand, inasmuch as when God hath freed us from the danger we have continued in the same listlessness.",
          "id": 56550
        },
        {
          "text": "Oh! that it were possible for me to undress the souls of those who swear frequently, and to expose to view the wounds and the bruises which they receive daily from oaths! We should then need neither admonition nor counsel; for the sight of these wounds would avail more powerfully than all that could be said, to withdraw from their wickedness even those who are most addicted to this wicked practice.",
          "id": 56551
        },
        {
          "text": "Nevertheless, if it be not possible to spread before the eyes the shameful state of their soul, it may be possible to expose it to the thoughts, and to display it in its rottenness and corruption.",
          "id": 56552
        },
        {
          "text": "For as it saith, \"As a servant that is continually beaten will not be clear of a bruise, so he that sweareth and nameth God continually will not be purified of his sin\".",
          "id": 56553
        },
        {
          "text": "It is impossible, utterly impossible, that the mouth which is practised in swearing, should not frequently commit perjury.",
          "id": 56554
        },
        {
          "text": "Therefore, I beseech you all, by laying aside this dreadful and wicked habit, to win another crown.",
          "id": 56555
        },
        {
          "text": "And since it is every where sung of our city, that first of all the cities of the world, she bound on her brow the name of Christians, so let all have to say, that Antioch alone, of all the cities throughout the world, hath expelled all oaths from her own borders.",
          "id": 56556
        },
        {
          "text": "Yea, rather, should this be done, she will not be herself crowned alone, but will also carry others along with her to the same pitch of zeal.",
          "id": 56557
        },
        {
          "text": "And as the name of Christians having had its origin here, hath as it were from a kind of fountain overflown all the world, even so this good work, having taken its root and starting-point from hence, will make all men that inhabit the earth your disciples; so that a double and treble reward may arise to you, at once on account of your own good works, and of the instruction afforded to others.",
          "id": 56558
        },
        {
          "text": "This will be to you the brightest of diadems! This will make your city a mother city, not on earth, but in the heavens! This will stand by us at That Day, and bring us the crown of righteousness; which God grant that we may all obtain, through the grace and lovingkindness of our Lord Jesus Christ, with Whom to the Father, together with the Holy Spirit, be glory, now and ever, and world without end, Amen.",
          "id": 56559
        }
      ]
    }
  ]
}