{
  "book": "Chrysostom: Homilies Concerning The Power of Demons II",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily II.",
          "id": 51863
        },
        {
          "text": "Against those who object because the devil has not been put out of the world: and to prove that his wickedness does no harm to us—if we take heed: and concerning repentance.",
          "id": 51864
        },
        {
          "text": "When Isaac, in old time, was desirous to eat a meal at the hands of his son, he sent his son forth from the house to the chace.",
          "id": 51865
        },
        {
          "text": "But when this Isaac was desirous to accept a meal at my hands he did not send me forth from the house, but himself ran to our table.",
          "id": 51866
        },
        {
          "text": "What could be more tenderly affectionate than he? What more humble? who thought fit to shew his warm love thus, and deigned to descend so far.",
          "id": 51867
        },
        {
          "text": "On this account surely, we also having spent the tones of our voice, and the strength of our feet over the morning discourse, when we saw his fatherly face, forgot our weakness, lay aside our fatigue, were uplifted with pleasure; we saw his illustrious hoary head, and our soul was filled with light.",
          "id": 51868
        },
        {
          "text": "On this account too, we set out our table with readiness, in order that he should eat and bless us.",
          "id": 51869
        },
        {
          "text": "There is no fraud and guile, here, as there was then, there.",
          "id": 51870
        },
        {
          "text": "One indeed was commanded to bring the meal—but another brought it.",
          "id": 51871
        },
        {
          "text": "But I was commanded to bring it, and brought it too.",
          "id": 51872
        },
        {
          "text": "Bless me then, O my father, with spiritual blessing, which we all also pray ever to receive, and which is profitable not only to thee, but also to me, and to all these.",
          "id": 51873
        },
        {
          "text": "Entreat the common master of us all, to prolong thy life to the old age of Isaac.",
          "id": 51874
        },
        {
          "text": "For this is both for me, and for these, more valuable, and more needful than the dew of heaven, and the fatness of the earth.",
          "id": 51875
        },
        {
          "text": "But it is time to proceed to set out our table; what then is this? The remains of what was lately said with a view to our love of you.",
          "id": 51876
        },
        {
          "text": "For still—still—we renew our discourse concerning the Devil, which we started two days ago, which we also addressed to the initiated, this morning when we discoursed to them about renunciation, and covenant.",
          "id": 51877
        },
        {
          "text": "And we do this, not because our discourse about the Devil is sweet to us, but because the doctrine about him is full of security for you.",
          "id": 51878
        },
        {
          "text": "For he is an enemy and a foe, and it is a great security to know clearly, the tactics of your enemies.",
          "id": 51879
        },
        {
          "text": "We have said lately, that he does not overcome by force, nor by tyranny, nor through compulsion, nor through violence.",
          "id": 51880
        },
        {
          "text": "Since were this so, he would have destroyed all men.",
          "id": 51881
        },
        {
          "text": "And in testimony of this we brought forward the swine, against which the Demons were unable to venture anything, before the permission of the Master.",
          "id": 51882
        },
        {
          "text": "The herds and flocks of Job.",
          "id": 51883
        },
        {
          "text": "For not even did the Devil venture to destroy these, until he received power from above.",
          "id": 51884
        },
        {
          "text": "We learned therefore this one thing first, that he does not overcome us by force, or by compulsion; next after that, we added that even when he overcomes by deceitfulness, not thus does he get the better of all men, Then again we brought that athlete Job, himself into the midst, against whom he set countless schemes going, and not even thus got the better of him, but withdrew defeated.",
          "id": 51885
        },
        {
          "text": "One question still remains.",
          "id": 51886
        },
        {
          "text": "What then is this matter? That if he does not overcome says one, by force, yet by deceitfulness.",
          "id": 51887
        },
        {
          "text": "And on this account it were better that he should be destroyed.",
          "id": 51888
        },
        {
          "text": "For if Job got the better of him, yet Adam was deceived and overthrown.",
          "id": 51889
        },
        {
          "text": "Now if once for all he had been removed from the world, Adam would never have been overthrown.",
          "id": 51890
        },
        {
          "text": "But now he remains, and is defeated indeed by one, but gets the better of many.",
          "id": 51891
        },
        {
          "text": "Ten overcame him, but he himself overcomes and wrestles down ten thousand and if God took him away from the world, these ten thousand would not have perished.",
          "id": 51892
        },
        {
          "text": "What then shall we say to this? That first of all they who overcame are more valuable far than they who are defeated, even if the latter be more, and the former less.",
          "id": 51893
        },
        {
          "text": "\"For better is one,\" saith he \"that doeth the will of God than ten thousand transgressors\".",
          "id": 51894
        },
        {
          "text": "And next, that if the antagonist were taken away he who overcomes is thereby injured.",
          "id": 51895
        },
        {
          "text": "For if thou lettest the adversary remain, the more slothful are injured, not on account of the more diligent, but by their own slothfulness; whereas if thou takest away the antagonist, the more diligent are betrayed on account of the slothful, and neither exhibit their own power, nor win crowns.",
          "id": 51896
        },
        {
          "text": "Perhaps ye have not yet understood what has been said.",
          "id": 51897
        },
        {
          "text": "Therefore it is necessary that I should say it again more clearly.",
          "id": 51898
        },
        {
          "text": "Let there be one antagonist.",
          "id": 51899
        },
        {
          "text": "But let there be also two athletes about to wrestle against him, and of these two athletes let one be consumed with gluttony, unprepared, void of strength, nerveless; but the other diligent, of good habit, passing his time in the wrestling school, in many gymnastic exercises, and exhibiting all the practice which bears upon the contest.",
          "id": 51900
        },
        {
          "text": "If then thou takest away the antagonist, which of these two hast thou injured? The slothful, pray, and unprepared, or the earnest one who has toiled so much? It is quite clear that it is the earnest one: For the one indeed is wronged by the slothful, after the antagonist has been taken away.",
          "id": 51901
        },
        {
          "text": "But the slothful, while he remains, is no longer injured on account of the earnest.",
          "id": 51902
        },
        {
          "text": "For he has fallen, owing to his own slothfulness.",
          "id": 51903
        },
        {
          "text": "I will state another solution of this question, in order that thou mayest learn, that the Devil does not injure, but their own slothfulness everywhere overthrows those who do not take heed.",
          "id": 51904
        },
        {
          "text": "Let the Devil be allowed to be exceeding wicked, not by nature, but by choice and conviction.",
          "id": 51905
        },
        {
          "text": "For that the Devil is not by nature wicked, learn from his very names.",
          "id": 51906
        },
        {
          "text": "For the Devil, the slanderer that is, is called so from slandering; for he slandered man to God saying \"Doth Job reverence thee for nought? but put out thine hand, and touch what he hath, see if he will not blaspheme thee to thy face\".",
          "id": 51907
        },
        {
          "text": "He slandered God again to man saying \"Fire fell from heaven and burnt up the sheep\".",
          "id": 51908
        },
        {
          "text": "For he was anxious to persuade him, that this warfare was stirred up from above, out of the heavens, and he set the servant at variance with the master, and the master with his servant; rather he did not set them at variance, but attempted to indeed, but was not able, in order that whenever thou mayest set another servant at variance with his master, Adam with God, and believing the Devil's slander, thou mayest learn that he gained strength, not owing to his own power but from that man's slothfulness and carelessness.",
          "id": 51909
        },
        {
          "text": "He is called the Devil therefore on that account.",
          "id": 51910
        },
        {
          "text": "But to slander, and to refrain from slander is not natural, but an action which takes place and which ceases to take place, occurring and ceasing to occur.",
          "id": 51911
        },
        {
          "text": "Now such things do not reach the rank of the nature or of the essence of a thing.",
          "id": 51912
        },
        {
          "text": "I know that this consideration about essence and accident is hard to be grasped by many.",
          "id": 51913
        },
        {
          "text": "But there are they who are able to lend a finer ear, wherefore also we have spoken these things.",
          "id": 51914
        },
        {
          "text": "Do you wish that I should come to another name? You shall see that that also is not a name which belongs to his essence or nature.",
          "id": 51915
        },
        {
          "text": "He is called wicked.",
          "id": 51916
        },
        {
          "text": "But his wickedness is not from his nature, but from his choice.",
          "id": 51917
        },
        {
          "text": "For even this at one time is present, at another time is absent.",
          "id": 51918
        },
        {
          "text": "Do not thou then say this to me that it always remains with him.",
          "id": 51919
        },
        {
          "text": "For it was not indeed with him at the beginning, but afterwards came upon him; wherefore he is called apostate.",
          "id": 51920
        },
        {
          "text": "Although many men are wicked, he alone is called wicked by pre-eminence.",
          "id": 51921
        },
        {
          "text": "Why then is he thus called? Because though in no way wronged by us, having no grudge whether small or great, when he saw mankind had in honour, he straightway envied him his good.",
          "id": 51922
        },
        {
          "text": "What therefore could be worse than this wickedness, except when hatred and war exist, without having any reasonable cause.",
          "id": 51923
        },
        {
          "text": "Let the Devil then be let alone, and let us bring forward the creation, in order that thou mayest learn that the Devil is not the cause of ills to us, if we would only take heed: in order that thou mayest learn that the weak in choice, and the unprepared, and slothful, even were there no Devil, falls, and casts himself into many a depth of evil.",
          "id": 51924
        },
        {
          "text": "The Devil is evil.",
          "id": 51925
        },
        {
          "text": "I know it myself and it is acknowledged by all, yet give heed strictly to the things which are now about to be said.",
          "id": 51926
        },
        {
          "text": "For they are not ordinary matters, but those about which many words, many times, and in many places arise, about which there is many a fight and battle not only on the part of the faithful against unbelievers but also on the part of the faithful against the faithful.",
          "id": 51927
        },
        {
          "text": "For this is that which is full of pain.",
          "id": 51928
        },
        {
          "text": "The Devil then is acknowledged, as I said, to be evil by all.",
          "id": 51929
        },
        {
          "text": "What shall we say about this beautiful and wondrous creation? Pray is the creation too, wicked? and who is so corrupt, who so dull, and demented as to accuse the creation? what then shall we say about this? For it is not wicked, but is both beautiful and a token of the wisdom and power and lovingkindness of God.",
          "id": 51930
        },
        {
          "text": "Hear at least how the prophet marvels at it, saying, \"How are thy works magnified O Lord! in wisdom Thou hast made them all\".",
          "id": 51931
        },
        {
          "text": "He did go through them one by one, but withdrew before the incomprehensible wisdom of God.",
          "id": 51932
        },
        {
          "text": "And that he has made it thus beautiful and vast hear a certain one saying, \"From the vastness and beauty of the creatures, the originator of them is proportionably seen\".",
          "id": 51933
        },
        {
          "text": "Hear too Paul saying, \"For the invisible things of Him, since the creation of the world, are clearly seen, being perceived through the things that are made\".",
          "id": 51934
        },
        {
          "text": "For each of these by which he spake declared that the creation leads us to the knowledge of God, because it causes us to know the Master fully.",
          "id": 51935
        },
        {
          "text": "What then? If we see this beautiful and wondrous creation itself becoming a cause of impiety to many, shall we blame it? In no wise, but them who were unable to use the medicine rightly.",
          "id": 51936
        },
        {
          "text": "Whence then is this which leads us to the knowledge of God, a cause of impiety? \"The wise\" saith he \"were darkened in their understandings, and worshipped and served the creature more than the creator\".",
          "id": 51937
        },
        {
          "text": "The Devil is nowhere here, a Demon is nowhere here, but the creation alone is set before us, as the teacher of the knowledge of God.",
          "id": 51938
        },
        {
          "text": "How then has it become the cause of impiety? Not owing to its own nature, but owing to the carelessness of those who do not take heed.",
          "id": 51939
        },
        {
          "text": "What then? Shall we take away even the creation? tell me.",
          "id": 51940
        },
        {
          "text": "And why do I speak about the creation? Let us come to our own members.",
          "id": 51941
        },
        {
          "text": "For even these we shall find to be a cause of destruction if we do not take heed, not because of their own nature, but because of our sloth.",
          "id": 51942
        },
        {
          "text": "And look; an eye was given, in order that thou mayest behold the creation and glorify the Master.",
          "id": 51943
        },
        {
          "text": "But if thou dost not use the eye well, it becomes to thee the minister of adultery.",
          "id": 51944
        },
        {
          "text": "A tongue has been given, in order that thou mayest speak well, in order that thou mayest praise the Creator.",
          "id": 51945
        },
        {
          "text": "But if thou givest not excellent heed, it becomes a cause of blasphemy to thee.",
          "id": 51946
        },
        {
          "text": "And hands were given thee that thou mayest stretch them forth unto prayer.",
          "id": 51947
        },
        {
          "text": "But if thou are not wary, thou stretchest them out unto covetousness.",
          "id": 51948
        },
        {
          "text": "Feet were given in order that thou mayest run unto good works, but if thou art careless thou wilt cause wicked works by means of them: Dost thou see that all things hurt the weak man? Dost thou see that even the medicines of salvation inflict death upon the weak, not because of their own nature but because of his weakness? God made the heaven in order that thou mayest wonder at the work, and worship the master.",
          "id": 51949
        },
        {
          "text": "But others leaving the creator alone, have worshipped the heaven; and this from their own carelessness and senselessness.",
          "id": 51950
        },
        {
          "text": "But why do I speak of the creation? assuredly what could be more conducive to salvation than the Cross? But this Cross has become an offence to the weak.",
          "id": 51951
        },
        {
          "text": "\"For the word of the Cross is to them that are perishing, foolishness: but to those which are being saved, it is the power of God\".",
          "id": 51952
        },
        {
          "text": "And again, \"we preach Christ crucified, unto Jews a stumbling-block and unto Gentiles foolishness\".",
          "id": 51953
        },
        {
          "text": "What could be more fit for teaching than Paul, and the apostles? But the Apostles became a savour of death to many.",
          "id": 51954
        },
        {
          "text": "He says at least \"to one a savour from death unto death: to the other a savour from life unto life\".",
          "id": 51955
        },
        {
          "text": "Dost thou see that the weak is hurt even by Paul, but the strong is injured not even by the Devil?.",
          "id": 51956
        },
        {
          "text": "Dost thou wish that we should exercise the argument in the case of Jesus Christ? What is equal to that salvation? what more profitable than that presence? But this very saving presence, so profitable, became an additional means of chastening to many.",
          "id": 51957
        },
        {
          "text": "\"For for judgment\" saith he \"came I into this world, that they which see not may see, and that they which see may become blind\".",
          "id": 51958
        },
        {
          "text": "What dost thou say? The light became a cause of blindness? The light did not become a cause of blindness, but the weakness of the eyes of the soul was not able to entertain the light.",
          "id": 51959
        },
        {
          "text": "Thou hast seen that a weak man is hurt on all sides, but the strong is benefited on all sides.",
          "id": 51960
        },
        {
          "text": "For in every case, the purpose is the cause, in every case the disposition is master.",
          "id": 51961
        },
        {
          "text": "Since the Devil, if thou wouldest understand it, is even profitable to us, if we use him aright, and benefits us greatly, and we gain no ordinary advantages; and this, we shewed in a small degree from the case of Job.",
          "id": 51962
        },
        {
          "text": "And it is possible also to learn this from Paul: for writing about the fornicator he thus speaks \"Deliver such an one unto Satan for the destruction of the flesh, that the spirit may be saved\".",
          "id": 51963
        },
        {
          "text": "Behold even the Devil has become a cause of salvation, but not because of his own disposition, but because of the skill of the Apostle.",
          "id": 51964
        },
        {
          "text": "For as the physicians taking serpents and cutting off their destructive members, prepare medicines for antidotes; so also did Paul.",
          "id": 51965
        },
        {
          "text": "He took whatever was profitable of the chastening that proceeds from the Devil, and left the rest alone; in order that thou mayest learn that the Devil is not the cause of salvation, but that he hasted to destroy and devour mankind.",
          "id": 51966
        },
        {
          "text": "But that the Apostle through his own wisdom cut his throat: hear in the second epistle to the Corinthians, what he saith about this very fornicator, \"confirm your love towards him,\" \"lest by any means such an one should be swallowed up by over much sorrow\".",
          "id": 51967
        },
        {
          "text": "And, \"we be taken advantage of by Satan\".",
          "id": 51968
        },
        {
          "text": "We have snatched beforehand the man from the gullet of the wild beast, he saith.",
          "id": 51969
        },
        {
          "text": "For the Apostle often used the Devil as an executioner.",
          "id": 51970
        },
        {
          "text": "For the executioners punish those who have done wrong, not as they choose, but as the judges allow.",
          "id": 51971
        },
        {
          "text": "For this is the rule for the executioner, to take vengeance, giving heed to the command of the judge.",
          "id": 51972
        },
        {
          "text": "Dost thou see to what a dignity the Apostle mounted? He who was invested with a body, used the bodiless as an executioner; and that which their common master saith to the Devil, concerning Job: charging him thus, \"Touch his flesh, but thou shalt not touch his life;\" giving him a limit, and measure of vengeance, in order that the wild beast might not be impetuous and leap upon him too shamelessly; this too the Apostle does.",
          "id": 51973
        },
        {
          "text": "For delivering the fornicator over to him he says \"For the destruction of the flesh,\" that is \"thou shalt not touch his life\".",
          "id": 51974
        },
        {
          "text": "Dost thou see the authority of the servant? Fear not therefore the Devil, even if he be bodiless: for he has come in contact with him.",
          "id": 51975
        },
        {
          "text": "And nothing is weaker than he who has come into such contact even though he be not invested with a body, as then nothing is stronger than he who has boldness even though he bear about a mortal body.",
          "id": 51976
        },
        {
          "text": "All these things have been now said by me, not in order that I may discharge the Devil from blame, but that I may free you from slothfulness.",
          "id": 51977
        },
        {
          "text": "For he wishes extremely to attribute the cause of our sins to himself, in order that we being nourished by these hopes, and entering on all kinds of evil, may increase the chastening in our own case, and may meet with no pardon from having transferred the cause to him.",
          "id": 51978
        },
        {
          "text": "Just as Eve met with none.",
          "id": 51979
        },
        {
          "text": "But let us not do this.",
          "id": 51980
        },
        {
          "text": "But let us know ourselves.",
          "id": 51981
        },
        {
          "text": "Let us know our wounds.",
          "id": 51982
        },
        {
          "text": "For thus shall we be able to apply the medicines.",
          "id": 51983
        },
        {
          "text": "For he who does not know his disease, will give no care to his weakness.",
          "id": 51984
        },
        {
          "text": "We have sinned much: I know this well.",
          "id": 51985
        },
        {
          "text": "For we are all liable for penalties.",
          "id": 51986
        },
        {
          "text": "But we are not deprived of pardon; nor shall we fall away from repentance for we still stand in the arena, and are in the struggles of repentance.",
          "id": 51987
        },
        {
          "text": "Art thou old, and hast thou come to the last outlet of life? Do not consider even thus that thou hast fallen from repentance, nor despair of thine own salvation, but consider the robber who was freed on the cross.",
          "id": 51988
        },
        {
          "text": "For what was briefer than that hour in which he was crowned? Yet notwithstanding even this was enough for him, for salvation.",
          "id": 51989
        },
        {
          "text": "Art thou young? Do not be confident in thy youth, nor think that thou hast a very fixed term of life, \"For the day of the Lord so cometh as a thief in the night\".",
          "id": 51990
        },
        {
          "text": "On this account he has made our end invisible, in order that we might make our diligence and our forethought plain.",
          "id": 51991
        },
        {
          "text": "Dost thou not see men taken away prematurely day after day? On this account a certain one admonishes \"make no tarrying to turn to the Lord and put not off from day to day,\" lest at any time, as thou delayest, thou art destroyed.",
          "id": 51992
        },
        {
          "text": "Let the old man keep this admonition, let the young man take this advice.",
          "id": 51993
        },
        {
          "text": "Yea, art thou in security, and art thou rich, and dost thou abound in wealth, and does no affliction happen to thee? Still hear what Paul says \"when they say peace and safety, then sudden destruction cometh upon them\".",
          "id": 51994
        },
        {
          "text": "Affairs are full of much change.",
          "id": 51995
        },
        {
          "text": "We are not masters of our end.",
          "id": 51996
        },
        {
          "text": "Let us be masters of virtue.",
          "id": 51997
        },
        {
          "text": "Our Master Christ is loving.",
          "id": 51998
        },
        {
          "text": "Do you wish that I shall speak of the ways of repentance? They are many, and various, and different, and all lead to heaven.",
          "id": 51999
        },
        {
          "text": "The first way of repentance is condemnation of sins.",
          "id": 52000
        },
        {
          "text": "\"Declare thou first thy sins that thou mayest be justified\".",
          "id": 52001
        },
        {
          "text": "Wherefore also the prophet said \"I said, I will speak out, my transgression to the Lord, and thou remittedst the iniquity of my heart\".",
          "id": 52002
        },
        {
          "text": "Condemn thyself therefore for thy sins.",
          "id": 52003
        },
        {
          "text": "This is enough for the Master by way of self-defence.",
          "id": 52004
        },
        {
          "text": "For he who condemns his sins, is slower to fall into them again.",
          "id": 52005
        },
        {
          "text": "Awake thy conscience, that inward accuser, in order that thou mayest have no accuser at the judgment seat of the Lord.",
          "id": 52006
        },
        {
          "text": "This is one way of repentance, the best; and there is another not less than this, not to bear a grudge against thine enemies to overcome anger, to forgive the sins of our fellow-servants.",
          "id": 52007
        },
        {
          "text": "For so will those which have been done against the master be forgiven us.",
          "id": 52008
        },
        {
          "text": "See the second expiation of sins: \"For if ye forgive\" saith he, \"your debtors, your Heavenly Father will also forgive you\".",
          "id": 52009
        },
        {
          "text": "Dost thou wish to learn a third way of repentance? Fervent and diligent prayer, and to do this from the bottom of the heart.",
          "id": 52010
        },
        {
          "text": "Hast thou not seen that widow, how she persuaded the shameless judge? But thou hast a gentle Master, both tender, and kind.",
          "id": 52011
        },
        {
          "text": "She asked, against her adversaries, but thou dost not ask against thine adversaries, but on behalf of thine own salvation.",
          "id": 52012
        },
        {
          "text": "And if thou wouldest learn a fourth way, I will say almsgiving.",
          "id": 52013
        },
        {
          "text": "For this has a great power and unspeakable.",
          "id": 52014
        },
        {
          "text": "For Daniel saith to Nebuchadnezzar when he had come to all kinds of evil, and had entered upon all impiety, \"O King let my counsel be acceptable unto thee, redeem thy sins by almsgiving and thine iniquities by compassion on the poor\".",
          "id": 52015
        },
        {
          "text": "What could be compared with this lovingkindness? After countless sins, after so many transgressions, he is promised that he will be reconciled with him he has come into conflict with if he will show kindness to his own fellow-servants.",
          "id": 52016
        },
        {
          "text": "And modesty, and humility, not less than all words spoken, exhaust the nature of sins.",
          "id": 52017
        },
        {
          "text": "And the publican is proof, being unable to declare his good deeds, in sight of all, bringing forward his humility, and laying aside the heavy burden of his sins.",
          "id": 52018
        },
        {
          "text": "See we have shewn five ways of repentance: first the condemnation of sins, next the forgiveness of our neighbours' sins, thirdly that which comes of prayer, fourth that which comes of almsgiving, fifth that which comes of humility.",
          "id": 52019
        },
        {
          "text": "Do not thou then be lazy; but walk in all these day by day.",
          "id": 52020
        },
        {
          "text": "For the ways are easy, nor canst thou plead poverty.",
          "id": 52021
        },
        {
          "text": "And even if thou livest poorer than all, thou art able to leave thine anger, and be humble, and to pray fervently, and to condemn sins, and thy poverty is in no way a hindrance.",
          "id": 52022
        },
        {
          "text": "And why do I speak thus, when not even in that way of repentance in which it is possible to spend money (I speak of almsgiving), not even there is poverty any hindrance to us from obeying the command? The widow who spent the two mites is a proof.",
          "id": 52023
        },
        {
          "text": "Having learned then the healing of our wounds, let us constantly apply these medicines, in order that we may return to health and enjoy the sacred table with assurance; and with much glory, reach Christ the king of glory, and attain to everlasting good by the grace, and compassion, and lovingkindness of our Lord Jesus Christ, by whom and with whom be glory, power, honour, to the Father, together with the all holy, and good and quickening Spirit, now and always and for ever and ever, Amen.",
          "id": 52024
        }
      ]
    }
  ]
}