{
  "book": "Chrysostom: On Titus",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homilies of St.",
          "id": 371599
        },
        {
          "text": "John Chrysostom,  archbishop of constantinople,  on the  epistle of St.",
          "id": 371600
        },
        {
          "text": "paul the apostle  to  Titus.",
          "id": 371601
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Homily I.",
          "id": 371602
        },
        {
          "text": "Titus i.",
          "id": 371603
        },
        {
          "text": "–  \"Paul, a servant of God, and an Apostle of Jesus Christ, according to the faith of God's elect, and the acknowledging of the truth which is after godliness; In hope of eternal life, which God, that cannot lie, promised before the world began; But hath in due times manifested His word through preaching, which is committed unto me according to the commandment of God our Saviour; To Titus, mine own son after the common faith; Grace, mercy, and peace, from God the Father, and the Lord Jesus Christ our Saviour\".",
          "id": 371604
        },
        {
          "text": "Titus was an approved one of the companions of Paul; otherwise, he would not have committed to him the charge of that whole island, nor would he have commanded him to supply what was deficient, as he says, \"That thou shouldest set in order the things that are wanting\".",
          "id": 371605
        },
        {
          "text": "(Ver.",
          "id": 371606
        },
        {
          "text": ") He would not have given him jurisdiction over so many Bishops, if he had not placed great confidence in him.",
          "id": 371607
        },
        {
          "text": "They say that he also was a young man, because he calls him his son, though this does not prove it.",
          "id": 371608
        },
        {
          "text": "I think that there is mention made of him in the Acts.",
          "id": 371609
        },
        {
          "text": "Perhaps he was a Corinthian, unless there was some other of the same name.",
          "id": 371610
        },
        {
          "text": "And he summons Zenas, and orders Apollos to be sent to him, never Titus.",
          "id": 371611
        },
        {
          "text": "(Tit.",
          "id": 371612
        },
        {
          "text": "iii.",
          "id": 371613
        },
        {
          "text": ") For he also attests their superior virtue and courage in the presence of the Emperor.",
          "id": 371614
        },
        {
          "text": "Some time seems to have since elapsed, and Paul, when he wrote this Epistle, appears to have been at liberty.",
          "id": 371615
        },
        {
          "text": "For he says nothing about his trials, but dwells continually upon the grace of God, as being a sufficient encouragement to believers to persevere in virtue.",
          "id": 371616
        },
        {
          "text": "For to learn what they had deserved, and to what state they had been transferred, and that by grace, and what had been vouchsafed them, was no little encouragement.",
          "id": 371617
        },
        {
          "text": "He takes aim also against the Jews, and if he censures the whole nation, we need not wonder, for he does the same in the case of the Galatians, saying, \"O foolish Galatians\".",
          "id": 371618
        },
        {
          "text": "(Gal.",
          "id": 371619
        },
        {
          "text": "iii.",
          "id": 371620
        },
        {
          "text": ") And this does not proceed from a censorious temper, but from affection.",
          "id": 371621
        },
        {
          "text": "For if it were done for his own sake, one might fairly blame him; but if from the fervor of his zeal for the Gospel, it was not done reproachfully.",
          "id": 371622
        },
        {
          "text": "Christ too, on many occasions, reproached the Scribes and Pharisees, not on his own account, but because they were the ruin of all the rest.",
          "id": 371623
        },
        {
          "text": "And he writes a short Epistle, with good reason, and this is a proof of the virtue of Titus, that he did not require many words, but a short remembrance.",
          "id": 371624
        },
        {
          "text": "But this Epistle seems to have been written before that to Timothy, for that he wrote as near his end and in prison, but here, as free and at liberty.",
          "id": 371625
        },
        {
          "text": "For his saying, \"I have determined to winter at Nicopolis\" (Tit.",
          "id": 371626
        },
        {
          "text": "iii.",
          "id": 371627
        },
        {
          "text": "), is a proof that he was not yet in bonds, as when he wrote to Timothy.",
          "id": 371628
        },
        {
          "text": "Ver.",
          "id": 371629
        },
        {
          "text": "\"Paul, a servant of God, and an Apostle of Jesus Christ, according to the faith of God's elect\".",
          "id": 371630
        },
        {
          "text": "You observe how he uses these expressions indifferently, sometimes calling himself the \"servant of God,\" and sometimes the \"servant of Christ,\" thus making no difference between the Father and the Son.",
          "id": 371631
        },
        {
          "text": "\"According to the faith of God's elect, and the acknowledging of the truth which is after godliness.",
          "id": 371632
        },
        {
          "text": "In hope of eternal life\".",
          "id": 371633
        },
        {
          "text": "\"According to the faith of God's elect\".",
          "id": 371634
        },
        {
          "text": "It is because thou hast believed, or rather because thou wast intrusted? I think he meant, that he was intrusted with God's elect, that is, not for any achievements of mine, nor from my toils and labors, did I receive this dignity.",
          "id": 371635
        },
        {
          "text": "It was wholly the effect of His goodness who intrusted me.",
          "id": 371636
        },
        {
          "text": "Yet that the grace may not seem without reason, (for still the whole was not of Him, for why did He not intrust it to others?) he therefore adds, \"And the acknowledging of the truth that is after godliness\".",
          "id": 371637
        },
        {
          "text": "For it was for this acknowledgment that I was intrusted, or rather it was of His grace that this too was intrusted to me, for He was the author of this also.",
          "id": 371638
        },
        {
          "text": "Whence Christ Himself said, \"Ye have not chosen Me, but I have chosen you\".",
          "id": 371639
        },
        {
          "text": "(John xv.",
          "id": 371640
        },
        {
          "text": ") And elsewhere this same blessed one writes, \"I shall know, even as also I am known\".",
          "id": 371641
        },
        {
          "text": "( Cor.",
          "id": 371642
        },
        {
          "text": "xiii.",
          "id": 371643
        },
        {
          "text": ") And again, \"If I may apprehend that, for which also I am apprehended of Christ Jesus\".",
          "id": 371644
        },
        {
          "text": "(Philip.",
          "id": 371645
        },
        {
          "text": "iii.",
          "id": 371646
        },
        {
          "text": ") First we are apprehended, and afterwards we know: first we are known, and then we apprehend: first we were called, and then we obeyed.",
          "id": 371647
        },
        {
          "text": "But in saying, \"according to the faith of the elect,\" all is reckoned to them, because on their account I am an Apostle, not for my worthiness, but \"for the elect's sake\".",
          "id": 371648
        },
        {
          "text": "As he elsewhere says, \"All things are yours, whether Paul, or Apollos\".",
          "id": 371649
        },
        {
          "text": "( Cor.",
          "id": 371650
        },
        {
          "text": "iii.",
          "id": 371651
        },
        {
          "text": ")  \"And the acknowledging the truth that is after godliness\".",
          "id": 371652
        },
        {
          "text": "For there is a truth in other things, that is not according to godliness; for knowledge in matters of agriculture, knowledge of the arts, is true knowledge; but this truth is after godliness.",
          "id": 371653
        },
        {
          "text": "Or this, \"according to faith,\" means that they believed, as the other elect believed, and acknowledged the truth.",
          "id": 371654
        },
        {
          "text": "This acknowledging then is from faith, and not from reasonings.",
          "id": 371655
        },
        {
          "text": "\"In hope of eternal life\".",
          "id": 371656
        },
        {
          "text": "He spoke of the present life, which is in the grace of God, and he also speaks of the future, and sets before us the rewards that follow the mercies which God has bestowed upon us.",
          "id": 371657
        },
        {
          "text": "For He is willing to crown us because we have believed, and have been delivered from error.",
          "id": 371658
        },
        {
          "text": "Observe how the introduction is full of the mercies of God, and this whole Epistle is especially of the same character, thus exciting the holy man himself, and his disciples also, to greater exertions.",
          "id": 371659
        },
        {
          "text": "For nothing profits us so much as constantly to remember the mercies of God, whether public or private.",
          "id": 371660
        },
        {
          "text": "And if our hearts are warmed when we receive the favors of our friends, or hear some kind word or deed of theirs, much more shall we be zealous in His service when we see into what dangers we had fallen, and that God has delivered us from them all.",
          "id": 371661
        },
        {
          "text": "\"And the acknowledging of the truth\".",
          "id": 371662
        },
        {
          "text": "This he says with reference to the type.",
          "id": 371663
        },
        {
          "text": "For that was an \"acknowledging\" and a \"godliness,\" yet not of the Truth, yet neither was it falsehood, it was godliness, but it was in type and figure.",
          "id": 371664
        },
        {
          "text": "And he has well said, \"In hope of eternal life\".",
          "id": 371665
        },
        {
          "text": "For the former was in hope of the present life.",
          "id": 371666
        },
        {
          "text": "For it is said, \"he that doeth these things shall live in them\".",
          "id": 371667
        },
        {
          "text": "(Rom.",
          "id": 371668
        },
        {
          "text": "x.",
          "id": 371669
        },
        {
          "text": ") You see how at the beginning he sets forth the difference of grace.",
          "id": 371670
        },
        {
          "text": "They are not the elect, but we.",
          "id": 371671
        },
        {
          "text": "For if they were once called the elect, yet are they no longer called so.",
          "id": 371672
        },
        {
          "text": "Ver.",
          "id": 371673
        },
        {
          "text": "\"Which God, that cannot lie, promised before the world began\".",
          "id": 371674
        },
        {
          "text": "That is, not now upon a change of mind, but from the beginning it was so foreordained.",
          "id": 371675
        },
        {
          "text": "This he often asserts, as when he says, \"Separated unto the Gospel of God\".",
          "id": 371676
        },
        {
          "text": "(Rom.",
          "id": 371677
        },
        {
          "text": "i.",
          "id": 371678
        },
        {
          "text": ") And again, \"Whom He did foreknow, He also did predestinate\".",
          "id": 371679
        },
        {
          "text": "(Rom.",
          "id": 371680
        },
        {
          "text": "viii.",
          "id": 371681
        },
        {
          "text": ") Thus showing our high origin, in that He did not love us now first, but from the beginning: and it is no little matter to be loved of old, and from the beginning.",
          "id": 371682
        },
        {
          "text": "\"Which God, that cannot lie, promised\".",
          "id": 371683
        },
        {
          "text": "If He \"cannot lie,\" what He has promised will assuredly be fulfilled.",
          "id": 371684
        },
        {
          "text": "If He \"cannot lie,\" we ought not to doubt it, though it be after death.",
          "id": 371685
        },
        {
          "text": "\"Which God, that cannot lie,\" he says, \"promised before the world began\"; by this also, \"before the world began,\" he shows that it is worthy of our belief.",
          "id": 371686
        },
        {
          "text": "It is not because the Jews have not come in, that these things are promised.",
          "id": 371687
        },
        {
          "text": "It had been so planned from the first.",
          "id": 371688
        },
        {
          "text": "Hear therefore what he says,  \"But hath in His own times manifested\".",
          "id": 371689
        },
        {
          "text": "Wherefore then was the delay? From His concern for men, and that it might be done at a seasonable time.",
          "id": 371690
        },
        {
          "text": "\"It is time for Thee, Lord, to work\" (Ps.",
          "id": 371691
        },
        {
          "text": "cxix.",
          "id": 371692
        },
        {
          "text": "), says the Prophet.",
          "id": 371693
        },
        {
          "text": "For by \"His own times\" is meant the suitable times, the due, the fitting.",
          "id": 371694
        },
        {
          "text": "Ver.",
          "id": 371695
        },
        {
          "text": "\"But hath in due times manifested His word through preaching, which is committed unto me\".",
          "id": 371696
        },
        {
          "text": "That is, the preaching is committed unto me.",
          "id": 371697
        },
        {
          "text": "For this included everything, the Gospel, and things present, and things future, life, and godliness, and faith, and all things at once.",
          "id": 371698
        },
        {
          "text": "\"Through preaching,\" that is, openly and with all boldness, for this is the meaning of \"preaching\".",
          "id": 371699
        },
        {
          "text": "For as a herald proclaims in the theater in the presence of all, so also we preach, adding nothing, but declaring the things which we have heard.",
          "id": 371700
        },
        {
          "text": "For the excellence of a herald consists in proclaiming to all what has really happened, not in adding or taking away anything.",
          "id": 371701
        },
        {
          "text": "If therefore it is necessary to preach, it is necessary to do it with boldness of speech.",
          "id": 371702
        },
        {
          "text": "Otherwise, it is not preaching.",
          "id": 371703
        },
        {
          "text": "On this account Christ did not say, Tell it \"upon the housetops,\" but \"preach upon the housetops\" (Matt.",
          "id": 371704
        },
        {
          "text": "x.",
          "id": 371705
        },
        {
          "text": "); showing both by the place and by the manner what was to be done.",
          "id": 371706
        },
        {
          "text": "\"Which is committed unto me according to the commandment of God our Saviour\".",
          "id": 371707
        },
        {
          "text": "The expressions, \"committed unto me,\" and \"according to the commandment,\" show the matter to be worthy of credit, so that no one should think it discreditable, nor be hesitating about it, or discontented.",
          "id": 371708
        },
        {
          "text": "If then it is a commandment, it is not at my disposal.",
          "id": 371709
        },
        {
          "text": "I fulfill what is commanded.",
          "id": 371710
        },
        {
          "text": "For of things to be done, some are in our power, others are not.",
          "id": 371711
        },
        {
          "text": "For what He commands, that is not in our power, what He permits, is left to our choice.",
          "id": 371712
        },
        {
          "text": "For instance, \"Whosoever shall say to his brother, Thou fool, shall be in danger of hell fire\".",
          "id": 371713
        },
        {
          "text": "(Matt.",
          "id": 371714
        },
        {
          "text": "v.",
          "id": 371715
        },
        {
          "text": ") This is a commandment.",
          "id": 371716
        },
        {
          "text": "And again, \"If thou bring thy gift to the altar, and there rememberest that thy brother hath aught against thee, leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift\".",
          "id": 371717
        },
        {
          "text": "(Matt.",
          "id": 371718
        },
        {
          "text": "v.",
          "id": 371719
        },
        {
          "text": ",.",
          "id": 371720
        },
        {
          "text": ") This also is a command.",
          "id": 371721
        },
        {
          "text": "But when He says, \"If thou wilt be perfect, go and sell all that thou hast\" (Matt.",
          "id": 371722
        },
        {
          "text": "xix.",
          "id": 371723
        },
        {
          "text": "): and, \"He that is able to receive it, let him receive it\" (Matt.",
          "id": 371724
        },
        {
          "text": "xix.",
          "id": 371725
        },
        {
          "text": "): this is not a command, for He makes His hearer the disposer of the matter, and leaves him the choice, whether he will do it or not.",
          "id": 371726
        },
        {
          "text": "For these things we may either do or not do.",
          "id": 371727
        },
        {
          "text": "But commandments are not left to our choice, we must either perform them, or be punished for not doing so.",
          "id": 371728
        },
        {
          "text": "This is implied when he says, \"Necessity is laid upon me; yea woe is unto me, if I preach not the Gospel\".",
          "id": 371729
        },
        {
          "text": "( Cor.",
          "id": 371730
        },
        {
          "text": "ix.",
          "id": 371731
        },
        {
          "text": ") This I will state more plainly, that it may be manifest to all.",
          "id": 371732
        },
        {
          "text": "For instance, He that is intrusted with the government of the Church, and honored with the office of a Bishop, if he does not declare to the people what they ought to do, will have to answer for it.",
          "id": 371733
        },
        {
          "text": "But the layman is under no such obligation.",
          "id": 371734
        },
        {
          "text": "On this account Paul also says, \"According to the commandment of God our Saviour,\" I do this.",
          "id": 371735
        },
        {
          "text": "And see how the epithets fit in to what I have said.",
          "id": 371736
        },
        {
          "text": "For having said above, \"God who cannot lie,\" here he says, \"According to the commandment of God our Saviour\".",
          "id": 371737
        },
        {
          "text": "If then He is our Saviour, and He commanded these things with a view that we should be saved, it is not from a love of command.",
          "id": 371738
        },
        {
          "text": "It is a matter of faith, and the commandment of God our Saviour.",
          "id": 371739
        },
        {
          "text": "\"To Titus mine own son,\" that is, my true son.",
          "id": 371740
        },
        {
          "text": "For it is possible for men not to be true sons, as he of whom he says, \"If any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, with such an one no not to eat\".",
          "id": 371741
        },
        {
          "text": "( Cor.",
          "id": 371742
        },
        {
          "text": "v.",
          "id": 371743
        },
        {
          "text": ") Here is a son, but not a true son.",
          "id": 371744
        },
        {
          "text": "A son indeed he is, because he has once received the grace, and has been regenerated: but he is not a true son, because he is unworthy of his Father, and a deserter to the usurped sovereignty of another.",
          "id": 371745
        },
        {
          "text": "For in children by nature, the true and the spurious are determined by the father that begot, and the mother who bore them.",
          "id": 371746
        },
        {
          "text": "But it is not so in this case, but it depends on the disposition.",
          "id": 371747
        },
        {
          "text": "For one who was a true son may become spurious, and a spurious son may become a true one.",
          "id": 371748
        },
        {
          "text": "For it is not the force of nature, but the power of choice, on which it depends, whence it is subject to frequent changes.",
          "id": 371749
        },
        {
          "text": "Onesimus was a true son, but he was again not true, for he became \"unprofitable\"; then he again became a true son, so as to be called by the Apostle his \"own bowels\".",
          "id": 371750
        },
        {
          "text": "(Philem.",
          "id": 371751
        },
        {
          "text": ")  Ver.",
          "id": 371752
        },
        {
          "text": "\"To Titus, mine own son after the common faith\".",
          "id": 371753
        },
        {
          "text": "What is \"after the common faith\"? After he had called him his own son, and assumed the dignity of a father, hear how it is that he lessens and lowers that honor.",
          "id": 371754
        },
        {
          "text": "He adds, \"After the common faith\"; that is, with respect to the faith I have no advantage over thee; for it is common, and both thou and I were born by it.",
          "id": 371755
        },
        {
          "text": "Whence then does he call him his son? Either only wishing to express his affection for him, or his priority in the Gospel, or to show that Titus had been enlightened by him.",
          "id": 371756
        },
        {
          "text": "On this account he calls the faithful both children and brethren; brethren, because they were born by the same faith; children, because it was by his hands.",
          "id": 371757
        },
        {
          "text": "By mentioning the common faith, therefore, he intimates their brotherhood.",
          "id": 371758
        },
        {
          "text": "Ver.",
          "id": 371759
        },
        {
          "text": "\"Grace and peace from God the Father, and the Lord Jesus Christ our Saviour\".",
          "id": 371760
        },
        {
          "text": "Because he had called him his son, he adds, \"from God the Father,\" to elevate his mind by showing whose son he was, and by not only naming the common faith, but by adding \"our Father,\" he implies that he has this honor equally with himself.",
          "id": 371761
        },
        {
          "text": "Moral.",
          "id": 371762
        },
        {
          "text": "Observe also how he offers the same prayers for the Teacher, as for the disciples and the multitude.",
          "id": 371763
        },
        {
          "text": "For indeed he needs such prayers as much, or rather more than they, by how much he has greater enmities to encounter, and is more exposed to the necessity of offending God.",
          "id": 371764
        },
        {
          "text": "For the higher is the dignity, the greater are the dangers of the priestly office.",
          "id": 371765
        },
        {
          "text": "For one good act in his episcopal office is sufficient to raise him to heaven and one error to sink him to hell itself.",
          "id": 371766
        },
        {
          "text": "For, to pass over all other cases of daily occurrence, if he happens, either from friendship or any other cause, to have advanced an unworthy person to a Bishopric, and have committed to him the rule of a great city, see to how great a flame he renders himself obnoxious.",
          "id": 371767
        },
        {
          "text": "For not only will he have to account for the souls that are lost, for they are lost through the man's irreligion, but for all that is done amiss by the other.",
          "id": 371768
        },
        {
          "text": "For he that is irreligious in a private station will be much more so when he is raised to power.",
          "id": 371769
        },
        {
          "text": "It is much indeed, if a pious man continue such after his elevation to rule.",
          "id": 371770
        },
        {
          "text": "For he is then more strongly assailed by vainglory, and the love of wealth, and self-will, when office gives him the power; and by offenses, insults, and reproaches, and numberless other evils.",
          "id": 371771
        },
        {
          "text": "If therefore any one be irreligious, he will become more so when raised to office; and he who appoints such a ruler will be answerable for all the offenses committed by him, and for the whole people.",
          "id": 371772
        },
        {
          "text": "But if it is said of him who gives offense to one soul, \"It were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea\" (Matt.",
          "id": 371773
        },
        {
          "text": "xviii.",
          "id": 371774
        },
        {
          "text": "); what will he have to suffer who offends so many souls, whole cities and populations, and multitudes of families, men, women, children, citizens, and husbandmen, the inhabitants of the city itself, and of all places subject to it? To say thrice as much more is to say nothing, so severe is the vengeance and the punishment to which he will be obnoxious.",
          "id": 371775
        },
        {
          "text": "So that a Bishop especially needs the grace and peace of God.",
          "id": 371776
        },
        {
          "text": "For if without these he governs the people, all is ruined and lost, for want of those helms.",
          "id": 371777
        },
        {
          "text": "And though he be skilled in the art of steering, he will sink the vessel and those that sail in it, if he has not these helms, \"the grace and peace of God\".",
          "id": 371778
        },
        {
          "text": "Hence I am struck with astonishment at those who desire so great a burden.",
          "id": 371779
        },
        {
          "text": "Wretched and unhappy man, seest thou what it is thou desirest? If thou art by thyself, unknown and undistinguished, though thou committest ten thousand faults, thou hast only one soul for which to give an account, and for it alone wilt thou be answerable.",
          "id": 371780
        },
        {
          "text": "But when thou art raised to this office, consider for how many persons thou art obnoxious to punishment.",
          "id": 371781
        },
        {
          "text": "Hear what Paul says, \"Obey them that have the rule over you, and submit yourselves: for they watch for your souls as they that must give account\".",
          "id": 371782
        },
        {
          "text": "(Heb.",
          "id": 371783
        },
        {
          "text": "xiii.",
          "id": 371784
        },
        {
          "text": ") But dost thou desire honor and power? But what pleasure is there in this honor? I confess, I see not.",
          "id": 371785
        },
        {
          "text": "For to be a ruler indeed is not possible, since it depends upon those under thy rule to obey or not.",
          "id": 371786
        },
        {
          "text": "And to any one who considers the matter closely; it will appear that a Bishop does not so much come to rule, as to serve a multitude of masters, who are of opposite desires and sentiments.",
          "id": 371787
        },
        {
          "text": "For what one commends, another blames; what this man censures, that admires.",
          "id": 371788
        },
        {
          "text": "To whom therefore shall he listen, with whom shall he comply? It is impossible! And the slave that is bought with money complains if his master's commands are contrary to each other.",
          "id": 371789
        },
        {
          "text": "But shouldest thou grieve, when so many masters give the contrary orders, thou art condemned even for this, and all mouths are opened against thee.",
          "id": 371790
        },
        {
          "text": "Tell me then, is this honor, is this rule, is this power?  One who holds the Episcopal office has required a contribution of money.",
          "id": 371791
        },
        {
          "text": "He who is unwilling to contribute not only withholds it, but that he may not seem to withhold it from indifference, he accuses his Bishop.",
          "id": 371792
        },
        {
          "text": "He is a thief, he says, a robber, he engulfs the goods of the poor, he devours the rights of the needy.",
          "id": 371793
        },
        {
          "text": "Cease thy calumnies! How long wilt thou say these things? Wilt thou not contribute? No one compels thee, there is no constraint.",
          "id": 371794
        },
        {
          "text": "Why dost thou revile him who counsels and advises thee? Is any one reduced to need, and he from inability, or some other hindrance, has not lent a hand? No allowance is made for him, the reproaches in this case are worse than in the other.",
          "id": 371795
        },
        {
          "text": "This then is government! And he cannot avenge himself.",
          "id": 371796
        },
        {
          "text": "For they are his own bowels, and as though the bowels be swollen, and though they give pain to the head and the rest of the body, we venture not on revenge, we cannot take a sword and pierce them; so if one of those under our rule be of such sort, and create trouble and disorder by these accusations, we dare not avenge ourselves, for this would be far from the disposition of a father, but we must endure the grief till he becomes sound and well.",
          "id": 371797
        },
        {
          "text": "The slave bought with money has an appointed work, which when he has performed, he is afterwards his own master.",
          "id": 371798
        },
        {
          "text": "But the Bishop is distracted on every side and is expected to do many things that are beyond his power.",
          "id": 371799
        },
        {
          "text": "If he knows not how to speak, there is great murmuring; and if he can speak, then he is accused of bring vainglorious.",
          "id": 371800
        },
        {
          "text": "If he cannot raise the dead, he is of no worth, they say: such an one is pious, but this man is not.",
          "id": 371801
        },
        {
          "text": "If he eats a moderate meal, for this he is accused, he ought to be strangled, they say.",
          "id": 371802
        },
        {
          "text": "If he is seen at the bath, he is much censured.",
          "id": 371803
        },
        {
          "text": "In short, he ought not to look upon the sun! If he does the same things that I do, if he bathes, eats and drinks, and wears the same clothing, and has the care of a house and servants, on what account is he set over me? But he has domestics to minister to him, and an ass to ride upon, why then is he set over me? But say, ought he then to have no one to wait upon him? Ought he himself to light his own fire, to draw water, to cleave wood, to go to market? How great a degradation would this be! Even the holy Apostles would not that any ministers of the word should attend upon the tables of the widows, but they considered it a business unworthy of them: and would you degrade them to the offices of your own domestics? Why dost not thou, who commandest these things, come and perform these services? Tell me, does not he minister to thee a better service than thine, which is bodily? Why dost thou not send thy domestic to wait upon him? Christ washed the feet of His disciples; is it a great thing for thee to give this service to thy Teacher? But thou art not willing to render it thyself, and thou grudgest it to him.",
          "id": 371804
        },
        {
          "text": "Ought he then to draw his livelihood from heaven? But God wills not so.",
          "id": 371805
        },
        {
          "text": "But you say, \"Had the Apostles free men to serve them?\" Would you then hear how the Apostles lived? They made long journeys, and free men and honorable women laid down their lives and souls for their relief.",
          "id": 371806
        },
        {
          "text": "But hear this blessed Apostle thus exhorting; \"Hold such in reputation\" (Philip.",
          "id": 371807
        },
        {
          "text": "ii.",
          "id": 371808
        },
        {
          "text": ",.",
          "id": 371809
        },
        {
          "text": "): and again, \"Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me\".",
          "id": 371810
        },
        {
          "text": "See what he says! but thou hast not a word to throw away upon thy spiritual father, much less wilt thou submit to any danger in his behalf.",
          "id": 371811
        },
        {
          "text": "But thou sayest, \"He ought not to frequent the bath\".",
          "id": 371812
        },
        {
          "text": "And where is this forbidden? there is nothing honorable in being unclean.",
          "id": 371813
        },
        {
          "text": "These are not the things we find blamed or applauded at all.",
          "id": 371814
        },
        {
          "text": "For the qualities which a Bishop is required to possess are different, as to be blameless, sober, orderly, hospitable, apt to teach.",
          "id": 371815
        },
        {
          "text": "These the Apostle requires, and these we ought to look for in a ruler of the Church, but nothing further.",
          "id": 371816
        },
        {
          "text": "Thou art not more strict than Paul, or rather more strict than the Spirit.",
          "id": 371817
        },
        {
          "text": "If he be a striker, or violent, or cruel, and unmerciful, accuse him.",
          "id": 371818
        },
        {
          "text": "These things are unworthy of a Bishop.",
          "id": 371819
        },
        {
          "text": "If he be luxurious, this also is censurable.",
          "id": 371820
        },
        {
          "text": "But if he takes care of his body that he may minister to thee, if he attends to his health that he may be useful, ought he for this to be accused? Knowest thou not that bodily infirmity no less than infirmity of soul injures both us and the Church? Why, otherwise, does Paul attend to this matter, in writing to Timothy, \"Use a little wine for thy stomach's sake, and thy often infirmities\"? ( Tim.",
          "id": 371821
        },
        {
          "text": "v.",
          "id": 371822
        },
        {
          "text": ") For if we could practice virtue with the soul alone, we need not take care of the body.",
          "id": 371823
        },
        {
          "text": "And why then were we born at all? But if this has contributed a great share, is it not the extreme of folly to neglect it?  For suppose a man honored with the Bishopric, and intrusted with a public charge of the Church, and let him in other respects be virtuous, and have every quality, which a priest ought to possess, yet let him be always confined to his bed by reason of great infirmity, what service will he be able to render? Upon what mission can he go? what visitation can he undertake? whom can he rebuke or admonish? These things I say, that you may learn not causelessly to accuse him, but rather may receive him favorably; as also that if any one desire rule in the Church, seeing the shower of abuse that attends it, he may quench that desire.",
          "id": 371824
        },
        {
          "text": "Great indeed is the danger of such a station, and it requires \"the grace and peace of God\".",
          "id": 371825
        },
        {
          "text": "Which that we may have abundantly, do you pray for us, and we for you, that practicing virtue aright we may so obtain the blessings promised, through Jesus Christ, with whom, &c.",
          "id": 371826
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Homily II.",
          "id": 371827
        },
        {
          "text": "Titus i.",
          "id": 371828
        },
        {
          "text": ",  \"For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city as I had appointed thee: If any be blameless, the husband of one wife, having faithful children, not accused of riot, or unruly\".",
          "id": 371829
        },
        {
          "text": "The whole life of men in ancient times was one of action and contention; ours on the contrary is a life of indolence.",
          "id": 371830
        },
        {
          "text": "They knew that they were brought into the world for this purpose, that they might labor according to the will of Him who brought them into it; but we, as if we had been placed here but to eat and drink, and lead a life of pleasure, we pay no regard to spiritual things.",
          "id": 371831
        },
        {
          "text": "I speak not only of the Apostles, but of those that followed them.",
          "id": 371832
        },
        {
          "text": "You see them accordingly traversing all places, and pursuing this as their only business, living altogether as in a foreign land, as those who had no city upon earth.",
          "id": 371833
        },
        {
          "text": "Hear therefore what the blessed Apostle saith,  \"For this cause left I thee in Crete\".",
          "id": 371834
        },
        {
          "text": "As if the whole world had been one house, they divided it among themselves, administering its affairs everywhere, each taking care of his several portion of it.",
          "id": 371835
        },
        {
          "text": "\"For this cause left I thee in Crete, that thou shouldest set in order the things that are R.",
          "id": 371836
        },
        {
          "text": "V.",
          "id": 371837
        },
        {
          "text": "were wanting\".",
          "id": 371838
        },
        {
          "text": "He does not command this in an imperious manner; \"that thou shouldest set in order,\" he says.",
          "id": 371839
        },
        {
          "text": "Here we see a soul free from all envy, seeking everywhere the advantage of his disciples, not curiously solicitous, whether the good was done by himself or by another.",
          "id": 371840
        },
        {
          "text": "For where there was a case of danger and great difficulty, he in his own person set it in order.",
          "id": 371841
        },
        {
          "text": "But those things which were rather attended with honor and praise he committed to his disciple, as the ordination of Bishops, and such other things as required some farther arrangement, or, so to speak, to be brought to greater perfection.",
          "id": 371842
        },
        {
          "text": "What sayest thou? does he farther set in order thy work? and dost thou not think it a disgrace bringing shame upon thee? By no means; for I look only to the common good, and whether it be done by me, or by another, it makes no difference to me.",
          "id": 371843
        },
        {
          "text": "Thus it becomes him to be affected who presides in the Church, not to seek his own honor, but the common good.",
          "id": 371844
        },
        {
          "text": "\"And ordain elders in every city,\" here he is speaking of Bishops, as we have before said, \"as I had appointed thee.",
          "id": 371845
        },
        {
          "text": "If any is blameless\".",
          "id": 371846
        },
        {
          "text": "\"In every city,\" he says, for he did not wish the whole island to be intrusted to one, but that each should have his own charge and care, for thus he would have less labor himself, and those under his rule would receive greater attention, if the Teacher had not to go about to the presidency of many Churches, but was left to be occupied with one only, and to bring that into order.",
          "id": 371847
        },
        {
          "text": "Ver.",
          "id": 371848
        },
        {
          "text": "\"If any be blameless, the husband of one wife, having faithful children, not accused of riot, or unruly\".",
          "id": 371849
        },
        {
          "text": "Why does he bring forward such an one? To stop the mouths of those heretics, who condemned marriage, showing that it is not an unholy thing in itself, but so far honorable, that a married man might ascend the holy throne; and at the same reproving the wanton, and not permitting their admission into this high office who contracted a second marriage.",
          "id": 371850
        },
        {
          "text": "For he who retains no kind regard for her who is departed, how shall he be a good president? and what accusation would he not incur? For you all know, that though it is not forbidden by the laws to enter into a second marriage, yet it is a thing liable to many ill constructions.",
          "id": 371851
        },
        {
          "text": "Wishing therefore a ruler to give no handle for reproach to those under his rule, he on this account says, \"If any be blameless,\" that is, if his life be free from reproach, if he has given occasion to no one to assail his character.",
          "id": 371852
        },
        {
          "text": "Hear what Christ says, \"If the light that is in thee be darkness, how great is that darkness!\" (Matt.",
          "id": 371853
        },
        {
          "text": "vi.",
          "id": 371854
        },
        {
          "text": ")  \"Having faithful children, not accused of riot, or unruly\".",
          "id": 371855
        },
        {
          "text": "We should observe what care he bestows upon children.",
          "id": 371856
        },
        {
          "text": "For he who cannot be the instructor of his own children, how should he be the Teacher of others? If he cannot keep in order those whom he has had with him from the beginning, whom he has brought up, and over whom he had power both by the laws, and by nature, how will he be able to benefit those without? For if the incompetency of the father had not been great, he would not have allowed those to become bad whom from the first he had under his power.",
          "id": 371857
        },
        {
          "text": "For it is not possible, indeed it is not, that one should turn out ill who is brought up with much care, and has received great attention.",
          "id": 371858
        },
        {
          "text": "Sins are not so prevalent by nature, as to overcome so much previous care.",
          "id": 371859
        },
        {
          "text": "But if, occupied in the pursuit of wealth, he has made his children a secondary concern, and not bestowed much care upon them, even so he is unworthy.",
          "id": 371860
        },
        {
          "text": "For if when nature prompted, he was so void of affection or so senseless, that he thought more of his wealth than of his children, how should he be raised to the Episcopal throne, and so great rule? For if he was unable to restrain them it is a great proof of his weakness; and if he was unconcerned, his want of affection is much to be blamed.",
          "id": 371861
        },
        {
          "text": "He then that neglects his own children, how shall he take care of other men's? And he has not only said, \"not riotous,\" but not even \"accused of riot\".",
          "id": 371862
        },
        {
          "text": "There must not be an ill report, or such an opinion of them.",
          "id": 371863
        },
        {
          "text": "Ver.",
          "id": 371864
        },
        {
          "text": "\"For a Bishop must be blameless, as the steward of God; not self-willed, not soon angry, not given to wine, no striker\".",
          "id": 371865
        },
        {
          "text": "For a ruler without, as he rules by law and compulsion, perhaps does not consult the wishes of those under his rule.",
          "id": 371866
        },
        {
          "text": "But he who ought to rule men with their own consent, and who will be thankful for his rule, if he so conduct himself as to do everything of his own will, and share counsels with no one, makes his presidency tyrannical rather than popular.",
          "id": 371867
        },
        {
          "text": "For he must be \"blameless, as the steward of God, not self-willed, not soon angry\".",
          "id": 371868
        },
        {
          "text": "For how shall he instruct others to rule that passion, who has not taught himself? For power leads on to many temptations, it makes a man more harsh and difficult to please, even him that was very mild, surrounding him with so many occasions of anger.",
          "id": 371869
        },
        {
          "text": "If he have not previously practiced himself in this virtue, he will grow harsh, and will injure and destroy much that is under his rule.",
          "id": 371870
        },
        {
          "text": "\"Not given to wine, no striker\".",
          "id": 371871
        },
        {
          "text": "Here he is speaking of the insolent man.",
          "id": 371872
        },
        {
          "text": "For he should do all things by admonition or rebuke, and not by insolence.",
          "id": 371873
        },
        {
          "text": "What necessity, tell me, for insult? He ought to terrify, to alarm, to penetrate the soul with the threat of hell.",
          "id": 371874
        },
        {
          "text": "But he that is insulted becomes more impudent, and rather despises him that insults him.",
          "id": 371875
        },
        {
          "text": "Nothing produces contempt more than insult; it disgraces the insolent person, and prevents his being respected, as he ought to be.",
          "id": 371876
        },
        {
          "text": "Their discourse ought to be delivered with much caution.",
          "id": 371877
        },
        {
          "text": "In reproving sins they should bear in mind the future judgment, but keep clear of all insolence.",
          "id": 371878
        },
        {
          "text": "Yet if any prevent them from doing their duty, they must prosecute the matter with all authority.",
          "id": 371879
        },
        {
          "text": "\"Not a striker,\" he says.",
          "id": 371880
        },
        {
          "text": "The teacher is the physician of souls.",
          "id": 371881
        },
        {
          "text": "But the physician does not strike, but heals and restores him that has stricken him.",
          "id": 371882
        },
        {
          "text": "\"Not given to filthy lucre\".",
          "id": 371883
        },
        {
          "text": "Ver.",
          "id": 371884
        },
        {
          "text": "\"But a lover of hospitality, a lover of good men, sober, just, holy, temperate\".",
          "id": 371885
        },
        {
          "text": "Ver.",
          "id": 371886
        },
        {
          "text": "\"Holding fast the faithful word as he has been taught\".",
          "id": 371887
        },
        {
          "text": "You see what intensity of virtue he required.",
          "id": 371888
        },
        {
          "text": "\"Not given to filthy lucre,\" that is, showing great contempt for money.",
          "id": 371889
        },
        {
          "text": "\"A lover of hospitality, a lover of good men, sober, just, holy\"; he means, giving away all his substance to them that need.",
          "id": 371890
        },
        {
          "text": "\"Temperate\"; he speaks not here of one who fasts, but of one who commands his passions, his tongue, his hands, his eyes.",
          "id": 371891
        },
        {
          "text": "For this is temperance, to be drawn aside by no passion.",
          "id": 371892
        },
        {
          "text": "\"Holding fast the faithful word as he hath been taught\".",
          "id": 371893
        },
        {
          "text": "By \"faithful\" is here meant \"true,\" or that which was delivered through faith, not requiring reasonings, or questionings.",
          "id": 371894
        },
        {
          "text": "\"Holding fast,\" that is, having care of it, making it his business.",
          "id": 371895
        },
        {
          "text": "What then, if he be ignorant of the learning that is without? For this cause, he says, \"the faithful word, according to teaching\".",
          "id": 371896
        },
        {
          "text": "\"That he may be able both to exhort, and to convince the gainsayers\".",
          "id": 371897
        },
        {
          "text": "So that there is need not of pomp of words, but of strong minds, of skill in the Scriptures and of powerful thoughts.",
          "id": 371898
        },
        {
          "text": "Do you not see that Paul put to flight the whole world, that he was more powerful than Plato and all the rest? But it was by miracles, you say.",
          "id": 371899
        },
        {
          "text": "Not by miracles only, for if you peruse the Acts of the Apostles, you will find him often prevailing by his teaching previously to his miracles.",
          "id": 371900
        },
        {
          "text": "\"That he may be able by sound doctrine to exhort,\" that is, to retain his own people, and to overthrow the adversaries.",
          "id": 371901
        },
        {
          "text": "\"And to convince the gainsayers\".",
          "id": 371902
        },
        {
          "text": "For if this is not done, all is lost.",
          "id": 371903
        },
        {
          "text": "He who knows not how to combat the adversaries, and to \"bring every thought into captivity to the obedience of Christ,\" and to beat down reasonings, he who knows not what he ought to teach with regard to right doctrine, far from him be the Teacher's throne.",
          "id": 371904
        },
        {
          "text": "For the other qualities may be found in those under his rule, such as to be \"blameless, to have his children in subjection, to be hospitable, just, holy\".",
          "id": 371905
        },
        {
          "text": "But that which characterizes the Teacher is this, to be able to instruct in the word, to which no regard is now paid.",
          "id": 371906
        },
        {
          "text": "Ver.",
          "id": 371907
        },
        {
          "text": "\"For there are many unruly and vain talkers and deceivers, especially they of the circumcision;\"  Ver.",
          "id": 371908
        },
        {
          "text": "\"Whose mouths must be stopped\".",
          "id": 371909
        },
        {
          "text": "Seest thou how he shows that they are such? From their not wishing to be ruled, but to rule.",
          "id": 371910
        },
        {
          "text": "For he has glanced at this.",
          "id": 371911
        },
        {
          "text": "When therefore thou canst not persuade them, do not give them charges, but stop their mouths, for the benefit of others.",
          "id": 371912
        },
        {
          "text": "But of what advantage will this be, if they will not obey, or are unruly? Why then should he stop their mouths? In order that others may be benefited by it.",
          "id": 371913
        },
        {
          "text": "\"Who subvert whole houses, teaching things which they ought not for filthy lucre's sake\".",
          "id": 371914
        },
        {
          "text": "For if he has undertaken the office of a Teacher, and is not able to combat these enemies, and to stop their mouths who are so shameless, he will become in each case the cause of their destination who perish.",
          "id": 371915
        },
        {
          "text": "And if some one has thus advised, \"Seek not to be a judge, unless thou canst take away iniquity\" (Ecclus.",
          "id": 371916
        },
        {
          "text": "vii.",
          "id": 371917
        },
        {
          "text": "); much more may we say here, \"Seek not to be a Teacher, if thou art unequal to the dignity of the office; but though dragged to it, decline it\".",
          "id": 371918
        },
        {
          "text": "Dost thou see that the love of power, the love of filthy lucre, is the cause of these evils? \"Teaching things which they ought not,\" he says, \"for filthy lucre's sake\".",
          "id": 371919
        },
        {
          "text": "Moral.",
          "id": 371920
        },
        {
          "text": "For there is nothing which is not spoiled by these passions.",
          "id": 371921
        },
        {
          "text": "But as when violent winds, falling on a calm sea, turn it up from its foundation, and mingle the sand with the waves, so these passions assailing the soul turn all upside down, and dim the clearness of the mental sight, but especially does the mad desire of glory.",
          "id": 371922
        },
        {
          "text": "For a contempt for money any one may easily attain, but to despise the honor that proceeds from the multitude, requires a great effort, a philosophic temper, a certain angelic soul that reaches to the very summit of heaven.",
          "id": 371923
        },
        {
          "text": "For there is no passion so tyrannical, so universally prevalent, in a greater or less degree indeed, but still everywhere.",
          "id": 371924
        },
        {
          "text": "How then shall we subdue it, if not wholly, yet in some little part? By looking up to heaven, by setting God before our eyes, by entertaining thoughts superior to earthly things.",
          "id": 371925
        },
        {
          "text": "Imagine, when thou desirest glory, that thou hast already attained it, and mark the end, and thou wilt find it to be nothing.",
          "id": 371926
        },
        {
          "text": "Consider with what loss it is attended, of how many and how great blessings it will deprive thee.",
          "id": 371927
        },
        {
          "text": "For thou wilt undergo the toils and danger, yet be deprived of the fruits and rewards of them.",
          "id": 371928
        },
        {
          "text": "Consider that the majority are bad, and despise their opinion.",
          "id": 371929
        },
        {
          "text": "In the case of each individual, consider what the man is, and thou wilt see how ridiculous a thing is glory, that it is rather to be called shame.",
          "id": 371930
        },
        {
          "text": "And after this, lift up thy thoughts to the theater above.",
          "id": 371931
        },
        {
          "text": "When in doing any good thou considerest that it ought to be displayed to men, and thou seekest for some spectators of the action, and art in travail to be seen, reflect that God beholds thee, and all that desire will be extinguished.",
          "id": 371932
        },
        {
          "text": "Retire from the earth, and look to that theater that is in Heaven.",
          "id": 371933
        },
        {
          "text": "If men should praise thee, yet hereafter they will blame thee, will envy thee, will assail thy character; or if they do not, yet their praise will not benefit thee.",
          "id": 371934
        },
        {
          "text": "It is not so with God.",
          "id": 371935
        },
        {
          "text": "He delights in praising our virtuous deeds.",
          "id": 371936
        },
        {
          "text": "Hast thou spoken well, and obtained applause? What hast thou gained? For if those who applauded thee were benefited, changed in their minds, become better men, and had desisted from their evil deeds, then mightest thou indeed rejoice, not at the praises bestowed, but at the wonderful change for the better.",
          "id": 371937
        },
        {
          "text": "But if they continue their praises, and loud plaudits, but gain no good by what they applaud, thou oughtest rather to grieve: for these things turn to their judgment and condemnation.",
          "id": 371938
        },
        {
          "text": "But thou obtainest glory for thy piety.",
          "id": 371939
        },
        {
          "text": "If thou art truly pious, and conscious of no guilt, thou shouldest rejoice, not because thou are reputed pious, but because thou art so.",
          "id": 371940
        },
        {
          "text": "But if, without being so, thou desirest the good opinion of the multitude, consider that they will not be thy judges at the last day, but He who knoweth perfectly the things that are hid.",
          "id": 371941
        },
        {
          "text": "And if while conscious of guilt, thou art supposed by all to be pure, instead of rejoicing, thou shouldest grieve and mourn bitterly, keeping constantly in view that Day, in which all things will be revealed, in which the hidden things of darkness will be brought to light.",
          "id": 371942
        },
        {
          "text": "Dost thou enjoy honor? reject it, knowing that it renders thee a debtor.",
          "id": 371943
        },
        {
          "text": "Does no one honor thee? thou oughtest to rejoice at it.",
          "id": 371944
        },
        {
          "text": "For God will not lay to thy charge this, among other things, that thou hast enjoyed honor.",
          "id": 371945
        },
        {
          "text": "Seest thou not that God upbraids Israel with this among other things, by his prophet, \"I took of your sons for Prophets, and of your young men for sanctification\"? (Amos ii.",
          "id": 371946
        },
        {
          "text": ", Sept.",
          "id": 371947
        },
        {
          "text": ") Thou wilt therefore gain this advantage at least, that thou wilt not aggravate thy punishment.",
          "id": 371948
        },
        {
          "text": "For he who is not honored in the present life, who is despised, and held in no consideration, but is insulted and scorned, gains this at least, if nothing else, that he has not to answer for being honored by his fellow-servants.",
          "id": 371949
        },
        {
          "text": "And on many other accounts he gains by it.",
          "id": 371950
        },
        {
          "text": "He is brought down and humbled, nor if he would, can he be high-minded, if he takes the more heed to himself.",
          "id": 371951
        },
        {
          "text": "But he, who enjoys more honor, besides being responsible for great debts, is lifted up into arrogance and vainglory, and becomes the slave of men; and as this tyranny increases, he is compelled to do many things which he would not.",
          "id": 371952
        },
        {
          "text": "Knowing therefore that it is better to want glory, than to possess it, let us not seek for honors, but evade them when they are offered, let us cast them from us, let us extinguish that desire.",
          "id": 371953
        },
        {
          "text": "This we have said at once to the rulers of the church, and to those under their rule.",
          "id": 371954
        },
        {
          "text": "For a soul desirous of honor, and of being glorified, shall not see the kingdom of heaven.",
          "id": 371955
        },
        {
          "text": "This is not my own saying.",
          "id": 371956
        },
        {
          "text": "I speak not my own words, but those of the Spirit of God.",
          "id": 371957
        },
        {
          "text": "He shall not see it, though he practice virtue.",
          "id": 371958
        },
        {
          "text": "For he saith, \"They have their reward\".",
          "id": 371959
        },
        {
          "text": "(Matt.",
          "id": 371960
        },
        {
          "text": "vi.",
          "id": 371961
        },
        {
          "text": ") He then, who has no reward to receive, how shall he see the kingdom of heaven? I forbid thee not to desire glory, but I would wish it to be the true glory, that which proceeds from God.",
          "id": 371962
        },
        {
          "text": "\"Whose praise,\" it is said, \"is not of men, but of God\".",
          "id": 371963
        },
        {
          "text": "(Rom.",
          "id": 371964
        },
        {
          "text": "ii.",
          "id": 371965
        },
        {
          "text": ") Let us be pious in secret, not cumbered with parade, and show, and hypocrisy.",
          "id": 371966
        },
        {
          "text": "Let us cast away the sheep's clothing, and rather let us become sheep.",
          "id": 371967
        },
        {
          "text": "Nothing is more worthless than the glory of men.",
          "id": 371968
        },
        {
          "text": "Should thou see a company of little children, mere sucklings, wouldest thou desire glory from them? Be thus affected towards all men with respect to glory.",
          "id": 371969
        },
        {
          "text": "It is for this reason called vainglory.",
          "id": 371970
        },
        {
          "text": "Dost thou see the masks worn by stage-players? how beautiful and splendid they are, fashioned to the extreme height of elegance.",
          "id": 371971
        },
        {
          "text": "Canst thou show me any such real countenance? By no means.",
          "id": 371972
        },
        {
          "text": "What then? didst thou ever fall in love with them? No.",
          "id": 371973
        },
        {
          "text": "Wherefore? Because they are empty, imitating beauty, but not being really beautiful.",
          "id": 371974
        },
        {
          "text": "Thus human glory is empty, and an imitation of glory: it is not true glory.",
          "id": 371975
        },
        {
          "text": "That beauty only which is natural, which is within, is lasting: that which is put on externally often conceals deformity, conceals it from men until the evening.",
          "id": 371976
        },
        {
          "text": "But when the theater breaks up, and the masks are taken off, each appears what he really is.",
          "id": 371977
        },
        {
          "text": "Let us therefore pursue truth, and not be as if we were on the stage and acting a part.",
          "id": 371978
        },
        {
          "text": "For of what advantage is it, tell me, to be gazed at by a multitude? It is vainglory, and nothing else.",
          "id": 371979
        },
        {
          "text": "For return to thy house, and solitude, and immediately all is gone.",
          "id": 371980
        },
        {
          "text": "Thou hast gone to the market-place, thou hast turned upon thee the eyes of all present.",
          "id": 371981
        },
        {
          "text": "What hast thou gained? Nothing.",
          "id": 371982
        },
        {
          "text": "It vanished, and passed away like dissolving smoke.",
          "id": 371983
        },
        {
          "text": "Do we then love things thus unsubstantial? How unreasonable is this! what madness! To one thing only let us look, to the never seek the praise of men; but if it falls to us, we shall despise, deride, and reject it.",
          "id": 371984
        },
        {
          "text": "We shall be affected as those who desire gold, but receive clay.",
          "id": 371985
        },
        {
          "text": "Let not any one praise thee, for it profits nothing; and if he blame thee, it harms thee not.",
          "id": 371986
        },
        {
          "text": "But with God praise and blame are attended with real gain and loss, whilst all is vain that proceeds from men.",
          "id": 371987
        },
        {
          "text": "And herein we are made like unto God, that He needs not glory from men.",
          "id": 371988
        },
        {
          "text": "\"I receive not,\" said Christ, \"honor from men\".",
          "id": 371989
        },
        {
          "text": "(John v.",
          "id": 371990
        },
        {
          "text": ") Is this then a light thing, tell me? When thou art unwilling to despise glory, say, \"By despising it, I shall resemble God,\" and immediately thou wilt despise it.",
          "id": 371991
        },
        {
          "text": "But it is impossible that the slave of glory should not be a slave to all, more servile than slaves in reality.",
          "id": 371992
        },
        {
          "text": "For we do not impose upon our slaves such tasks, as glory exacts from her captives.",
          "id": 371993
        },
        {
          "text": "Base and shameful are the things she makes them say, and do, and suffer, and when she sees them obedient, she is the more urgent in her commands.",
          "id": 371994
        },
        {
          "text": "Let us fly then, I entreat you, let us fly from this slavery.",
          "id": 371995
        },
        {
          "text": "But how shall we be able? If we think seriously of what is in this world, if we observe that things present are a dream, a shadow, and nothing better; we shall easily overcome this desire, and neither in little nor in great things shall be led captive by it.",
          "id": 371996
        },
        {
          "text": "But if in little things we do not despise it, we shall easily be overcome by it in the most important.",
          "id": 371997
        },
        {
          "text": "Let us therefore remove far from us the sources of it, and these are, folly, and meanness of mind, so that, if we assume a lofty spirit, we shall be able to look beyond honor from the multitude, and to extend our views to heaven, and obtain the good things there.",
          "id": 371998
        },
        {
          "text": "Of which God grant that we may all be partakers, by the grace and lovingkindness of our Lord Jesus Christ, with whom, &c.",
          "id": 371999
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Homily III.",
          "id": 372000
        },
        {
          "text": "Titus i.",
          "id": 372001
        },
        {
          "text": "–  \"One of themselves, even a prophet of their own, said, The Cretians are always liars, evil beasts, slow bellies.",
          "id": 372002
        },
        {
          "text": "This witness is true.",
          "id": 372003
        },
        {
          "text": "Wherefore rebuke them sharply, that they may be sound in the faith; Not giving heed to Jewish fables, and commandments of men, that turn from the truth\".",
          "id": 372004
        },
        {
          "text": "There are several questions here.",
          "id": 372005
        },
        {
          "text": "First, who it was that said this? Secondly, why Paul quoted it? Thirdly, why he brings forward a testimony that is not correct? Let us then offer a seasonable solution of these, having premised some other things.",
          "id": 372006
        },
        {
          "text": "For when Paul was discoursing to the Athenians, in the course of his harangue he quoted these words, \"To the Unknown God\": and again, \"For we also are His offspring, as certain also of your own poets have said\".",
          "id": 372007
        },
        {
          "text": "(Acts xvii.",
          "id": 372008
        },
        {
          "text": ",.",
          "id": 372009
        },
        {
          "text": ") It was Epimenides who said this, himself a Cretan, and whence he was move moved to say it is necessary to mention.",
          "id": 372010
        },
        {
          "text": "It is this.",
          "id": 372011
        },
        {
          "text": "The Cretans have a tomb of Jupiter, with this inscription.",
          "id": 372012
        },
        {
          "text": "\"Here lieth Zan, whom they call Jove\".",
          "id": 372013
        },
        {
          "text": "On account of this inscription, then, the poet ridiculing the Cretans as liars, as he proceeds, introduces, to increase the ridicule, this passage.",
          "id": 372014
        },
        {
          "text": "For even a tomb, O King, of thee  They made, who never diedst, but aye shalt be.",
          "id": 372015
        },
        {
          "text": "If then this testimony is true, observe what a difficulty! For if the poet is true who said that they spoke falsely, in asserting that Jupiter could die, as the Apostle says, it is a fearful thing! Attend, beloved, with much exactness.",
          "id": 372016
        },
        {
          "text": "The poet said that the Cretans were liars for saying that Jupiter was dead.",
          "id": 372017
        },
        {
          "text": "The Apostle confirmed his testimony: so, according to the Apostle, Jupiter is immortal: for he says, \"this witness is true\"! What shall we say then? Or rather how shall we solve this? The Apostle has not said this, but simply and plainly applied this testimony to their habit of falsehood.",
          "id": 372018
        },
        {
          "text": "Else why has he not added, \"For even a tomb, O king, of thee, they made\"? So that the Apostle has not said this, but only that one had well said, \"The Cretians are always liars\".",
          "id": 372019
        },
        {
          "text": "But it is not only from hence that we are confident that Jupiter is not a God.",
          "id": 372020
        },
        {
          "text": "From many other arguments we are able to prove this, and not from the testimony of the Cretans.",
          "id": 372021
        },
        {
          "text": "Besides, he has not said, that in this they were liars.",
          "id": 372022
        },
        {
          "text": "Nay and it is more probable that they were deceived as to this point too.",
          "id": 372023
        },
        {
          "text": "For they believed in other gods, on which account the Apostle calls them liars.",
          "id": 372024
        },
        {
          "text": "And as to the question, why does he cite the testimonies of the Greeks? It is because we put them most to confusion when we bring our testimonies and accusations from their own writers, when we make those their accusers, who are admired among themselves.",
          "id": 372025
        },
        {
          "text": "For this reason he elsewhere quotes those words, \"To the Unknown God\".",
          "id": 372026
        },
        {
          "text": "For the Athenians, as they did not receive all their gods from the beginning, but from time to time admitted some other, as those from the Hyperboreans, the worship of Pan, and the greater and the lesser mysteries, so these same, conjecturing that besides these there might be some other God, of whom they were ignorant, that they might be duly devout to him also, erected to him an altar, with this inscription, \"To the Unknown God,\" thereby almost implying, \"if there might be some God unknown to them\".",
          "id": 372027
        },
        {
          "text": "He therefore said to them, Him whom you have by anticipation acknowledged, I declare to you.",
          "id": 372028
        },
        {
          "text": "But those words, \"We also are His offspring,\" are quoted from Aratus, who having previously said, \"Earth's paths are full of Jove, the sea is full\"—adds, \"For we too are His offspring,\" in which I conceive he shows that we are sprung from God.",
          "id": 372029
        },
        {
          "text": "How then does Paul wrest what is said of Jupiter to the God of the universe? He has not transferred to God what belongs to Jupiter.",
          "id": 372030
        },
        {
          "text": "But what is applicable to God, and was neither justly nor properly applied to Jupiter, this he restores to God, since the name of God belongs to Him alone, and is not lawfully bestowed upon idols.",
          "id": 372031
        },
        {
          "text": "And from what writers should he address them? From the Prophets? They would not have believed them.",
          "id": 372032
        },
        {
          "text": "Since with the Jews too he does not argue from the Gospels, but from the Prophets.",
          "id": 372033
        },
        {
          "text": "For this reason he says, \"Unto the Jews I became as a Jew, to them that are without law, as without law, to those that are under the Law, as under the Law\".",
          "id": 372034
        },
        {
          "text": "( Cor.",
          "id": 372035
        },
        {
          "text": "ix.",
          "id": 372036
        },
        {
          "text": ",.",
          "id": 372037
        },
        {
          "text": ") Thus does God too, as in the case of the wise men, He does not conduct them by an Angel, nor a Prophet, nor an Apostle, nor an Evangelist, but how? By a star.",
          "id": 372038
        },
        {
          "text": "For as their art made them conversant with these, He made use of such means to guide them.",
          "id": 372039
        },
        {
          "text": "So in the case of the oxen, that drew the ark.",
          "id": 372040
        },
        {
          "text": "\"If it goeth up by the way of his own coast, then He hath done us this great evil\" ( Sam.",
          "id": 372041
        },
        {
          "text": "vi.",
          "id": 372042
        },
        {
          "text": "), as their prophets suggested.",
          "id": 372043
        },
        {
          "text": "Do these prophets then speak the truth? No; but he refutes and confounds them out of their own mouths.",
          "id": 372044
        },
        {
          "text": "Again, in the case of the witch, because Saul believed in her, he caused him to hear through her what was about to befall him.",
          "id": 372045
        },
        {
          "text": "Why then did Paul stop the mouth of the spirit, that said, \"These men are the servants of the most high God, which show unto us the way of salvation\"? (Acts xvi.",
          "id": 372046
        },
        {
          "text": ") And why did Christ hinder the devils from speaking of Him? In this case there was reason, since the miracles were going on.",
          "id": 372047
        },
        {
          "text": "For here it was not a star that proclaimed Him, but He Himself; and the demons again were not worshiped; for it was not an image that spoke, that it should be forbidden.",
          "id": 372048
        },
        {
          "text": "He also suffered Balaam to bless, and did not restrain him.",
          "id": 372049
        },
        {
          "text": "Thus He everywhere condescends.",
          "id": 372050
        },
        {
          "text": "And what wonder? for He permitted opinions erroneous, and unworthy of Himself, to prevail, as that He was a body formerly, and that He was visible.",
          "id": 372051
        },
        {
          "text": "In opposition to which He says, \"God is a Spirit\".",
          "id": 372052
        },
        {
          "text": "(John iv.",
          "id": 372053
        },
        {
          "text": ") Again, that He delighted in sacrifices, which is far from His nature.",
          "id": 372054
        },
        {
          "text": "And He utters words at variance with His declarations of Himself, and many such things.",
          "id": 372055
        },
        {
          "text": "For He nowhere considers His own dignity, but always what will be profitable to us.",
          "id": 372056
        },
        {
          "text": "And if a father considers not his own dignity, but talks lispingly with his children, and calls their meat and drink not by their Greek names, but by some childish and barbarous words, much more doth God.",
          "id": 372057
        },
        {
          "text": "Even in reproving He condescends, as when He speaks by the prophet, \"Hath a nation changed their gods?\" (Jer.",
          "id": 372058
        },
        {
          "text": "ii.",
          "id": 372059
        },
        {
          "text": "), and in every part of Scripture there are instances of His condescension both in words and actions.",
          "id": 372060
        },
        {
          "text": "Ver.",
          "id": 372061
        },
        {
          "text": "\"Wherefore rebuke them sharply, that they may be sound in the faith\".",
          "id": 372062
        },
        {
          "text": "This he says, because their disposition was froward, deceitful, and dissolute.",
          "id": 372063
        },
        {
          "text": "They have these numberless bad qualities; and because they are prone to lying, deceiving, gluttonous, and slothful, severe reproof is necessary.",
          "id": 372064
        },
        {
          "text": "For such characters will not be managed by mildness, \"therefore rebuke them\".",
          "id": 372065
        },
        {
          "text": "He speaks not here of Gentiles, but of his own people.",
          "id": 372066
        },
        {
          "text": "\"Sharply\".",
          "id": 372067
        },
        {
          "text": "Give them, he says, a stroke that cuts deep.",
          "id": 372068
        },
        {
          "text": "For one method is not to be employed with all, but they are to be differently dealt with, according to their various characters and dispositions.",
          "id": 372069
        },
        {
          "text": "He does not here have recourse to exhortation.",
          "id": 372070
        },
        {
          "text": "For as he who treats with harshness the meek and ingenuous, may destroy them; so he who flatters one that requires severity, causes him to perish, and does not suffer him to be reclaimed.",
          "id": 372071
        },
        {
          "text": "\"That they may be sound in the faith\".",
          "id": 372072
        },
        {
          "text": "This then is soundness, to introduce nothing spurious, nor foreign.",
          "id": 372073
        },
        {
          "text": "But if they who are scrupulous about meats are not sound, but are sick and weak; for, \"Them that are weak,\" he says, \"receive ye, but not to doubtful disputations\" (Rom xiv.",
          "id": 372074
        },
        {
          "text": "); what can be said of those who observe the same fasts, (with the Jews,) who keep the sabbaths, who frequent the places that are consecrated by them? I speak of that at Daphne, of that which is called the cave of Matrona, and of that plain in Cilicia, which is called Saturn's.",
          "id": 372075
        },
        {
          "text": "How are these sound? With them a heavier stroke is necessary.",
          "id": 372076
        },
        {
          "text": "Why then does he not do the same with the Romans? Because their dispositions were different, they were of a nobler character.",
          "id": 372077
        },
        {
          "text": "Ver.",
          "id": 372078
        },
        {
          "text": "\"Not giving heed,\" he says, \"to Jewish fables\".",
          "id": 372079
        },
        {
          "text": "The Jewish tenets were fables in two ways, because they were imitations, and because the thing was past its season, for such things become fables at last.",
          "id": 372080
        },
        {
          "text": "For when a thing ought not to be done, and being done, is injurious, it is a fable even as it is useless.",
          "id": 372081
        },
        {
          "text": "As then those ought not to be regarded, so neither ought these.",
          "id": 372082
        },
        {
          "text": "For this is not being sound.",
          "id": 372083
        },
        {
          "text": "For if thou believest the Faith, why dost thou add other things, as if the faith were not sufficient to justify? Why dost thou enslave thyself by subjection to the Law? Hast thou no confidence in what thou believest? This is a mark of an unsound and unbelieving mind.",
          "id": 372084
        },
        {
          "text": "For one who is faithful does not doubt, but such an one evidently doubts.",
          "id": 372085
        },
        {
          "text": "Ver.",
          "id": 372086
        },
        {
          "text": "\"Unto the pure,\" he says, \"all things are pure\".",
          "id": 372087
        },
        {
          "text": "Thou seest that this is said to a particular purpose.",
          "id": 372088
        },
        {
          "text": "\"But unto them that are defiled and unbelieving is nothing pure\".",
          "id": 372089
        },
        {
          "text": "Things then are not clean or unclean from their own nature, but from the disposition of him who partakes of them.",
          "id": 372090
        },
        {
          "text": "\"But even their mind and conscience is defiled\".",
          "id": 372091
        },
        {
          "text": "Ver.",
          "id": 372092
        },
        {
          "text": "\"They profess that they know God; but in works they deny Him, being abominable, and disobedient, and to every good work reprobate\".",
          "id": 372093
        },
        {
          "text": "The swine therefore is clean.",
          "id": 372094
        },
        {
          "text": "Why then was it forbidden as unclean? It was not unclean by nature; for, \"all things are pure\".",
          "id": 372095
        },
        {
          "text": "Nothing is more unclean than a fish, inasmuch as it even feeds upon human flesh.",
          "id": 372096
        },
        {
          "text": "But it was permitted and considered clean.",
          "id": 372097
        },
        {
          "text": "Nothing is more unclean than a bird, for it eats worms; or than a stag, which is said to have its name from eating serpents.",
          "id": 372098
        },
        {
          "text": "Yet all these were eaten.",
          "id": 372099
        },
        {
          "text": "Why then was the swine forbidden, and many other things? Not because they were unclean, but to check excessive luxury.",
          "id": 372100
        },
        {
          "text": "But had this been said, they would not have been persuaded; they were restrained therefore by the fear of uncleanness.",
          "id": 372101
        },
        {
          "text": "For tell me, if we enquire nicely into these things, what is more unclean than wine; or than water, with which they mostly purified themselves? They touched not the dead, and yet they were cleansed by the dead, for the victim was dead, and with that they were cleansed.",
          "id": 372102
        },
        {
          "text": "This therefore was a doctrine for children.",
          "id": 372103
        },
        {
          "text": "In the composition of wine, does not dung form a part? For as the vine draws moisture from the earth, so does it from the dung that is thrown upon it.",
          "id": 372104
        },
        {
          "text": "In short, if we wish to be very nice, everything is unclean, otherwise if we please not to be nice, nothing is unclean.",
          "id": 372105
        },
        {
          "text": "Yet all things are pure.",
          "id": 372106
        },
        {
          "text": "God made nothing unclean, for nothing is unclean, except sin only.",
          "id": 372107
        },
        {
          "text": "For that reaches to the soul, and defiles it.",
          "id": 372108
        },
        {
          "text": "Other uncleanness is human prejudice.",
          "id": 372109
        },
        {
          "text": "\"But unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled\".",
          "id": 372110
        },
        {
          "text": "For how can there be anything unclean among the pure? But he that has a weak soul makes everything unclean, and if there be set abroad a scrupulous enquiry into what is clean or unclean, he will touch nothing.",
          "id": 372111
        },
        {
          "text": "For even these things are not clean, I speak of fish, and other things, according to their notions; (for \"their mind and conscience,\" he says, \"is defiled,\") but all are impure.",
          "id": 372112
        },
        {
          "text": "Yet Paul says not so; he turns the whole matter upon themselves.",
          "id": 372113
        },
        {
          "text": "For nothing is unclean, he says, but themselves, their mind and their conscience; and nothing is more unclean than these; but an evil will is unclean.",
          "id": 372114
        },
        {
          "text": "\"They profess that they know God, but in works they deny Him, being abominable and disobedient, and unto every good work reprobate\".",
          "id": 372115
        },
        {
          "text": "Chap.",
          "id": 372116
        },
        {
          "text": "ii.",
          "id": 372117
        },
        {
          "text": "ver.",
          "id": 372118
        },
        {
          "text": "\"But speak thou the things that become sound doctrine\".",
          "id": 372119
        },
        {
          "text": "This then is uncleanness.",
          "id": 372120
        },
        {
          "text": "They are themselves unclean.",
          "id": 372121
        },
        {
          "text": "But be not thou silent on that account.",
          "id": 372122
        },
        {
          "text": "Do thy part, although they may not receive thee.",
          "id": 372123
        },
        {
          "text": "Advise and counsel them, though they may not be persuaded.",
          "id": 372124
        },
        {
          "text": "Here he censures them more severely.",
          "id": 372125
        },
        {
          "text": "For they who are mad imagine that nothing stands still, yet this arises not from the objects that are seen, but from the eyes that see.",
          "id": 372126
        },
        {
          "text": "Because they are unsteady and giddy, they think that the earth turns round with them, which yet turns not, but stands firm.",
          "id": 372127
        },
        {
          "text": "The derangement is of their own state, not from any affection of the element.",
          "id": 372128
        },
        {
          "text": "So it is here, when the soul is unclean, it thinks all things unclean.",
          "id": 372129
        },
        {
          "text": "Therefore scrupulous observances are no mark of purity, but it is the part of purity to be bold in all things.",
          "id": 372130
        },
        {
          "text": "For he that is pure by nature ventures upon all things, they that are defiled, upon nothing.",
          "id": 372131
        },
        {
          "text": "This we may say against Marcion.",
          "id": 372132
        },
        {
          "text": "Seest thou that it is a mark of purity to be superior to all defilement, to touch nothing implies impurity.",
          "id": 372133
        },
        {
          "text": "This holds even with respect to God.",
          "id": 372134
        },
        {
          "text": "That He assumed flesh is a proof of purity; if through fear He had not taken it, there would have been defilement.",
          "id": 372135
        },
        {
          "text": "He who eats not things that seem unclean, is himself unclean and weak, he who eats, is neither.",
          "id": 372136
        },
        {
          "text": "Let us not call such pure, they are the unclean.",
          "id": 372137
        },
        {
          "text": "He is pure, who dares to feed upon all things.",
          "id": 372138
        },
        {
          "text": "All this caution we ought to exercise towards the things that defile the soul.",
          "id": 372139
        },
        {
          "text": "For that is uncleanness, that is defilement.",
          "id": 372140
        },
        {
          "text": "None of these things is so.",
          "id": 372141
        },
        {
          "text": "Those who have a vitiated palate think what is set before them is unclean, but this is the effect of their disorder.",
          "id": 372142
        },
        {
          "text": "It becomes us therefore to understand the nature of things pure, and things unclean.",
          "id": 372143
        },
        {
          "text": "Moral.",
          "id": 372144
        },
        {
          "text": "What then is unclean? Sin, malice, covetousness, wickedness.",
          "id": 372145
        },
        {
          "text": "As it is written: \"Wash you, make you clean, put away the evil of your doings\".",
          "id": 372146
        },
        {
          "text": "(Isa.",
          "id": 372147
        },
        {
          "text": "i.",
          "id": 372148
        },
        {
          "text": ") \"Create in me a clean heart, O God\".",
          "id": 372149
        },
        {
          "text": "(Ps.",
          "id": 372150
        },
        {
          "text": "li.",
          "id": 372151
        },
        {
          "text": ") \"Depart ye, depart ye, go ye out from thence, touch no unclean thing\".",
          "id": 372152
        },
        {
          "text": "(Isa.",
          "id": 372153
        },
        {
          "text": "lii.",
          "id": 372154
        },
        {
          "text": ") These observances were emblems of purifications.",
          "id": 372155
        },
        {
          "text": "\"Touch not a dead body,\" it is said.",
          "id": 372156
        },
        {
          "text": "For sin is such, it is dead and offensive.",
          "id": 372157
        },
        {
          "text": "\"The leper is unclean\".",
          "id": 372158
        },
        {
          "text": "For sin is a leprosy, various and multiform.",
          "id": 372159
        },
        {
          "text": "And that they had this meaning, appears from what follows.",
          "id": 372160
        },
        {
          "text": "For if the leprosy is general, and overspreads the whole body, he is clean; if it is partial, he is unclean.",
          "id": 372161
        },
        {
          "text": "Thus you see that what is various and changeable is the unclean thing.",
          "id": 372162
        },
        {
          "text": "He again whose seed passes from him is unclean, consider one that is so in soul, casting away his seed.",
          "id": 372163
        },
        {
          "text": "He who is uncircumcised is unclean.",
          "id": 372164
        },
        {
          "text": "These things are not allegorical but typical, for he who does not cut off the wickedness of his heart is the unclean person.",
          "id": 372165
        },
        {
          "text": "He who worketh on the Sabbath is to be stoned, that is, he who is not at all times devoted to God, shall perish.",
          "id": 372166
        },
        {
          "text": "You see how many varieties of uncleanness there are.",
          "id": 372167
        },
        {
          "text": "The woman in child-bed is unclean.",
          "id": 372168
        },
        {
          "text": "Yet God made child-birth, and the seed of copulation.",
          "id": 372169
        },
        {
          "text": "Why then is the woman unclean, unless something further was intimated? And what was this? He intended to produce piety in the soul, and to deter it from fornication.",
          "id": 372170
        },
        {
          "text": "For if she is unclean who has borne a child, much more she who has committed fornication.",
          "id": 372171
        },
        {
          "text": "If to approach his own wife is not altogether pure, much less to have intercourse with the wife of another.",
          "id": 372172
        },
        {
          "text": "He who attends a funeral is unclean, much more he who has mixed in war and slaughter.",
          "id": 372173
        },
        {
          "text": "And many kinds of uncleanness would be found, if it were necessary to recount them all.",
          "id": 372174
        },
        {
          "text": "But these things are not now required of us.",
          "id": 372175
        },
        {
          "text": "But all is transferred to the soul.",
          "id": 372176
        },
        {
          "text": "For bodily things are nearer to us, from these therefore he introduced instruction.",
          "id": 372177
        },
        {
          "text": "But it is not so now.",
          "id": 372178
        },
        {
          "text": "For we ought not to be confined to figures, and shadows, but to adhere to the truth, and to uphold it: sin is the unclean thing.",
          "id": 372179
        },
        {
          "text": "From that let us flee, from that let us abstain.",
          "id": 372180
        },
        {
          "text": "\"If thou comest near it, it will bite thee\".",
          "id": 372181
        },
        {
          "text": "(Ecclus.",
          "id": 372182
        },
        {
          "text": "xxi.",
          "id": 372183
        },
        {
          "text": ") Nothing is more unclean than covetousness.",
          "id": 372184
        },
        {
          "text": "Whence is this manifest? From the facts themselves.",
          "id": 372185
        },
        {
          "text": "For what does it not defile? the hands, the soul, the very house where the ill-gotten treasure is laid up.",
          "id": 372186
        },
        {
          "text": "But the Jews consider this as nothing.",
          "id": 372187
        },
        {
          "text": "And yet Moses carried off the bones of Joseph.",
          "id": 372188
        },
        {
          "text": "Samson drank from the jawbone of an ass, and ate honey from the lion, and Elijah was nourished by ravens, and by a widow woman.",
          "id": 372189
        },
        {
          "text": "And tell me, if we were to be precise about these things, what can be more unclean than our books, which are made of the skins of animals? The fornicator, then, is not the only one that is unclean, but others more than he, as the adulterer.",
          "id": 372190
        },
        {
          "text": "But both the one and the other are unclean, not on account of the intercourse, (for according to that reasoning a man cohabiting with his own wife would be unclean,) but because of the wickedness of the act, and the injury done to his neighbor in his nearest interests.",
          "id": 372191
        },
        {
          "text": "Dost thou see that it is wickedness that is unclean? He who had two wives was not unclean, and David who had many wives was not unclean.",
          "id": 372192
        },
        {
          "text": "But when he had one unlawfully, he became unclean.",
          "id": 372193
        },
        {
          "text": "Why? Because he had injured and defrauded his neighbor.",
          "id": 372194
        },
        {
          "text": "And the fornicator is not unclean on account of the intercourse, but on account of the manner of it, because it injures the woman, and they injure one another, making the woman common, and subverting the laws of nature.",
          "id": 372195
        },
        {
          "text": "For she ought to be the wife of one man, since it is said, \"Male and female created He them\".",
          "id": 372196
        },
        {
          "text": "(Gen.",
          "id": 372197
        },
        {
          "text": "i.",
          "id": 372198
        },
        {
          "text": ") And, \"they twain shall be one flesh\".",
          "id": 372199
        },
        {
          "text": "Not \"those many,\" but \"they twain shall be one flesh\".",
          "id": 372200
        },
        {
          "text": "Here then is injustice, and therefore the act is wicked.",
          "id": 372201
        },
        {
          "text": "Again, when anger exceeds due measure, it makes a man unclean, not in itself, but because of its excess.",
          "id": 372202
        },
        {
          "text": "Since it is not said, \"He that is angry,\" merely, but \"angry without a cause\".",
          "id": 372203
        },
        {
          "text": "Thus every way to desire overmuch is unclean, for it proceeds from a greedy and irrational disposition.",
          "id": 372204
        },
        {
          "text": "Let us therefore be sober, I beseech you, let us be pure, in that which is real purity, that we may be thought worthy to see God, through Jesus Christ our Lord, with whom, &c.",
          "id": 372205
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Homily IV.",
          "id": 372206
        },
        {
          "text": "Titus ii.",
          "id": 372207
        },
        {
          "text": "–  \"That the aged men be sober, grave, temperate, sound in faith, in charity, in patience.",
          "id": 372208
        },
        {
          "text": "The aged women likewise, that they be in behavior as becometh holiness, not false accusers, not given to much wine, teachers of good things; That they may teach the young women to be sober, to love their husbands, to love their children, To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed\".",
          "id": 372209
        },
        {
          "text": "There are some failings which age has, that youth has not.",
          "id": 372210
        },
        {
          "text": "Some indeed it has in common with youth, but in addition it has a slowness, a timidity, a forgetfulness, an insensibility, and an irritability.",
          "id": 372211
        },
        {
          "text": "For this reason he exhorts old men concerning these matters, \"to be vigilant\".",
          "id": 372212
        },
        {
          "text": "For there are many things which at this period make men otherwise than vigilant, especially what I mentioned, their general insensibility, and the difficulty of stirring or exciting them.",
          "id": 372213
        },
        {
          "text": "Wherefore he also adds, \"grave, temperate\".",
          "id": 372214
        },
        {
          "text": "Here he means prudent.",
          "id": 372215
        },
        {
          "text": "For temperance is named from the well-tempered mind.",
          "id": 372216
        },
        {
          "text": "For there are, indeed there are, among the old, some who rave and are beside themselves, some from wine, and some from sorrow.",
          "id": 372217
        },
        {
          "text": "For old age makes them narrowminded.",
          "id": 372218
        },
        {
          "text": "\"Sound in faith, in charity love, in patience\".",
          "id": 372219
        },
        {
          "text": "He has well added \"in patience,\" for this quality more especially befits old men.",
          "id": 372220
        },
        {
          "text": "Ver.",
          "id": 372221
        },
        {
          "text": "\"The aged women likewise, that they be in behavior as becometh holiness\".",
          "id": 372222
        },
        {
          "text": "That is, that in their very dress and carriage they exhibit modesty.",
          "id": 372223
        },
        {
          "text": "\"Not false accusers, not given to much wine\".",
          "id": 372224
        },
        {
          "text": "For this was particularly the vice of women and of old age.",
          "id": 372225
        },
        {
          "text": "For from their natural coldness at that period of life arises the desire of wine, therefore he directs his exhortation to that point, to cut off all occasion of drunkenness, wishing them to be far removed from that vice, and to escape the ridicule that attends it.",
          "id": 372226
        },
        {
          "text": "For the fumes mount more easily from beneath, and the membranes (of the brain) receive the mischief from their being impaired by age, and this especially causes intoxication.",
          "id": 372227
        },
        {
          "text": "Yet wine is necessary at this age, because of its weakness, but much is not required.",
          "id": 372228
        },
        {
          "text": "Nor do young women require much, though for a different reason, because it kindles the flame of lust.",
          "id": 372229
        },
        {
          "text": "\"Teachers of good things\".",
          "id": 372230
        },
        {
          "text": "And yet thou forbiddest a woman to teach; how dost thou command it here, when elsewhere thou sayest, \"I suffer not a woman to teach\"? ( Tim.",
          "id": 372231
        },
        {
          "text": "ii.",
          "id": 372232
        },
        {
          "text": ") But mark what he has added, \"Nor to usurp authority over the man\".",
          "id": 372233
        },
        {
          "text": "For at the beginning it was permitted to men to teach both men and women.",
          "id": 372234
        },
        {
          "text": "But to women it is allowed to instruct by discourse at home.",
          "id": 372235
        },
        {
          "text": "But they are nowhere permitted to preside, nor to extend their speech to great length, wherefore he adds, \"Nor to usurp authority over the man\".",
          "id": 372236
        },
        {
          "text": "Ver.",
          "id": 372237
        },
        {
          "text": "\"That they may teach the young women to be sober\".",
          "id": 372238
        },
        {
          "text": "Observe how he binds the people together, how he subjects the younger women to the elder.",
          "id": 372239
        },
        {
          "text": "For he is not speaking there of daughters, but merely in respect of age.",
          "id": 372240
        },
        {
          "text": "Let each of the elder women, he means, teach any one that is younger to be sober.",
          "id": 372241
        },
        {
          "text": "\"To love their husbands\".",
          "id": 372242
        },
        {
          "text": "This is the chief point of all that is good in a household, \"A man and his wife that agree together\".",
          "id": 372243
        },
        {
          "text": "(Ecclus.",
          "id": 372244
        },
        {
          "text": "xxv.",
          "id": 372245
        },
        {
          "text": ") For where this exists, there will be nothing that is unpleasant.",
          "id": 372246
        },
        {
          "text": "For where the head is in harmony with the body, and there is no disagreement between them, how shall not all the other members be at peace? For when the rulers are at peace, who is there to divide and break up concord? as on the other hand, where these are ill disposed to each other, there will be no good order in the house.",
          "id": 372247
        },
        {
          "text": "This then is a point of the highest importance, and of more consequence than wealth, or rank, or power, or aught else.",
          "id": 372248
        },
        {
          "text": "Nor has he said merely to be at peace, but \"to love their husbands\".",
          "id": 372249
        },
        {
          "text": "For where love is, no discord will find admittance, far from it, other advantages too spring up.",
          "id": 372250
        },
        {
          "text": "\"To love their children\".",
          "id": 372251
        },
        {
          "text": "This is well added, since she who loves the root, will much more love the fruit.",
          "id": 372252
        },
        {
          "text": "\"To be discreet, chaste, keepers at home, good\".",
          "id": 372253
        },
        {
          "text": "All these spring from love.",
          "id": 372254
        },
        {
          "text": "They become \"good, and keepers at home,\" from affection to their husbands.",
          "id": 372255
        },
        {
          "text": "\"Obedient to their own husbands, that the word of God be not blasphemed\".",
          "id": 372256
        },
        {
          "text": "She who despises her husband, neglects also her house; but from love springs great soberness, and all contention is done away.",
          "id": 372257
        },
        {
          "text": "And if he be a Heathen, he will soon be persuaded; and if he be a Christian, he will become a better man.",
          "id": 372258
        },
        {
          "text": "Seest thou the condescension of Paul? He who in everything would withdraw us from worldly concerns, here bestows his consideration upon domestic affairs.",
          "id": 372259
        },
        {
          "text": "For when these are well conducted, there will be room for spiritual things, but otherwise, they too will be marred.",
          "id": 372260
        },
        {
          "text": "For she who keeps at home will be also sober, she that keeps at home will be also a prudent manager, she will have no inclination for luxury, unseasonable expenses, and other such things.",
          "id": 372261
        },
        {
          "text": "\"That the word of God,\" he says, \"be not blasphemed\".",
          "id": 372262
        },
        {
          "text": "See how his first concern is for the preaching of the word, not for worldly things; for when he writes to Timothy, he says, \"that we may lead a quiet and peaceable life in all godliness and honesty\" ( Tim.",
          "id": 372263
        },
        {
          "text": "ii.",
          "id": 372264
        },
        {
          "text": "); and here, \"that the word of God,\" and the doctrine, \"be not blasphemed\".",
          "id": 372265
        },
        {
          "text": "For if it should happen that a believing woman, married to an unbeliever, should not be virtuous, the blasphemy is usually carried on to God; but if she be of good character, the Gospel obtains glory from her, and from her virtuous actions.",
          "id": 372266
        },
        {
          "text": "Let those women hearken who are united to wicked men or unbelievers; let them hear, and learn to lead them to godliness by their own example.",
          "id": 372267
        },
        {
          "text": "For if thou gain nothing else, and do not attract thy husband to embrace right doctrines, yet thou hast stopped his mouth, and dost not allow him to blaspheme Christianity; and this is no mean thing, but great indeed, that the doctrine should be admired through our conversation.",
          "id": 372268
        },
        {
          "text": "Ver.",
          "id": 372269
        },
        {
          "text": "\"Young men likewise exhort to be soberminded\".",
          "id": 372270
        },
        {
          "text": "See how he everywhere recommends the observance of decorum.",
          "id": 372271
        },
        {
          "text": "For he has committed to women the greater part in the instruction of women, having appointed the elder to teach the younger.",
          "id": 372272
        },
        {
          "text": "But the whole instruction of men he assigns to Titus himself.",
          "id": 372273
        },
        {
          "text": "For nothing is so difficult for that age as to overcome unlawful pleasures.",
          "id": 372274
        },
        {
          "text": "For neither the love of wealth, nor the desire of glory, or any other thing so much solicits the young, as fleshly lust.",
          "id": 372275
        },
        {
          "text": "Therefore passing over other things, he directs his admonition to that vital point.",
          "id": 372276
        },
        {
          "text": "Not however that he would have other things neglected; for what says he?  Ver.",
          "id": 372277
        },
        {
          "text": "\"In all things showing thyself a pattern of good works\".",
          "id": 372278
        },
        {
          "text": "Let the elder women, he says, teach the younger, but do thou thyself exhort young men to be soberminded.",
          "id": 372279
        },
        {
          "text": "And let the luster of thy life be a common school of instruction, a pattern of virtue to all, publicly exhibited, like some original model, containing in itself all beauties, affording examples whence those who are willing may easily imprint upon themselves any of its excellences.",
          "id": 372280
        },
        {
          "text": "Ver.",
          "id": 372281
        },
        {
          "text": ",.",
          "id": 372282
        },
        {
          "text": "\"In thy doctrine showing uncorruptness, gravity, sincerity, Sound speech that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you\".",
          "id": 372283
        },
        {
          "text": "By \"him that is of the contrary part,\" he means the devil, and every one who ministers to him.",
          "id": 372284
        },
        {
          "text": "For when the life is illustrious, and the discourse corresponds to it, being meek and gentle, and affording no handle to the adversaries, it is of unspeakable advantage.",
          "id": 372285
        },
        {
          "text": "Of great use then is the ministry of the word, not any common word, but that which is approved, and cannot be condemned, affording no pretext to those who are willing to censure it.",
          "id": 372286
        },
        {
          "text": "Ver.",
          "id": 372287
        },
        {
          "text": "\"Exhort servants to be obedient to their own masters, and to please them well in all things\".",
          "id": 372288
        },
        {
          "text": "Dost thou see what he has previously said, \"that he that is of the contrary part may be ashamed, having no evil thing to say of you\".",
          "id": 372289
        },
        {
          "text": "He therefore is deserving of condemnation, who under pretense of continence separates wives from their husbands, and he who under any other pretext takes away servants from their masters.",
          "id": 372290
        },
        {
          "text": "This is not \"speech that cannot be condemned,\" but it gives great handle to the unbelieving, and opens the mouths of all against us.",
          "id": 372291
        },
        {
          "text": "\"Not answering again\".",
          "id": 372292
        },
        {
          "text": "Ver.",
          "id": 372293
        },
        {
          "text": "\"Not purloining, but showing all good fidelity, that they may adorn the doctrine of God our Saviour in all things\".",
          "id": 372294
        },
        {
          "text": "Thus he has well said in another place, \"Doing service as to the Lord, and not to men\".",
          "id": 372295
        },
        {
          "text": "For if thou servest thy master with good will, yet the occasion of this service proceeds from thy fear, and he who with so great fear renders Him service, shall receive the greater reward.",
          "id": 372296
        },
        {
          "text": "For if he restrain not his hand, or his unruly tongue, how shall the Gentile admire the doctrine that is among us? But if they see their slave, who has been taught the philosophy of Christ, displaying more self-command than their own philosophers, and serving with all meekness and good will, he will in every way admire the power of the Gospel.",
          "id": 372297
        },
        {
          "text": "For the Greeks judge not of doctrines by the doctrine itself, but they make the life and conduct the test of the doctrines.",
          "id": 372298
        },
        {
          "text": "Let women therefore and servants be their instructors by their conversation.",
          "id": 372299
        },
        {
          "text": "For both among themselves, and everywhere, it is admitted that the race of servants is passionate, not open to impression, intractable, and not very apt to receive instruction in virtue, not from their nature, God forbid, but from their ill breeding, and the neglect of their masters.",
          "id": 372300
        },
        {
          "text": "For those who rule them care about nothing but their own service; or if they do sometimes attend to their morals, they do it only to spare themselves the trouble that would be caused them by their fornication, their thefts, or their drunkenness, and being thus neglected and having no one to concern himself about them, they naturally sink into the very depths of wickedness.",
          "id": 372301
        },
        {
          "text": "For if under the direction of a father and mother, a guardian, a master, and teacher, with suitable companions, with the honor of a free condition, and many other advantages, it is difficult to escape intimacies with the wicked, what can we expect from those who are destitute of all these, and are mixed up with the wicked, and associate fearlessly with whomsoever they will, no one troubling herself about their friendships? What sort of persons do we suppose they will be? On this account it is difficult for any servant to be good, especially when they have not the benefit of instruction either from those without or from ourselves.",
          "id": 372302
        },
        {
          "text": "They do not converse with free men of orderly conduct, who have a great regard for their reputation.",
          "id": 372303
        },
        {
          "text": "For all these reasons it is a difficult and surprising thing that there should ever be a good servant.",
          "id": 372304
        },
        {
          "text": "When therefore it is seen that the power of religion, imposing a restraint upon a class naturally so self-willed, has rendered them singularly well behaved and gentle, their masters, however unreasonable they may be, will form a high opinion of our doctrines.",
          "id": 372305
        },
        {
          "text": "For it is manifest, that having previously infixed in their souls a fear of the Resurrection, of the Judgment, and of all those things which we are taught by our philosophy to expect after death, they have been able to resist wickedness, having in their souls a settled principle to counterbalance the pleasures of sin.",
          "id": 372306
        },
        {
          "text": "So that it is not by chance or without reason, that Paul shows so much consideration for this class of men: since the more wicked they are, the more admirable is the power of that preaching which reforms them.",
          "id": 372307
        },
        {
          "text": "For we then most admire a physician, when he restores to a healthy and sane state one who was despaired of, whom nothing benefited, who was unable to command his unreasonable desires, and wallowed in them.",
          "id": 372308
        },
        {
          "text": "And observe what he most requires of them; the qualities which contribute most to their masters' ease.",
          "id": 372309
        },
        {
          "text": "\"Not answering again, not purloining\"; that is, to show all good will in matters intrusted to them, to be particularly faithful in their masters' concerns, and obedient to their commands.",
          "id": 372310
        },
        {
          "text": "Moral.",
          "id": 372311
        },
        {
          "text": "Do not therefore think that I enlarge upon this subject without a purpose.",
          "id": 372312
        },
        {
          "text": "For the rest of my discourse will be addressed to servants.",
          "id": 372313
        },
        {
          "text": "Look not to this, my good friend, that thou servest a man, but that thy service is to God, that thou adornest the Gospel.",
          "id": 372314
        },
        {
          "text": "Then thou wilt undertake everything in obedience to thy master, bearing with him, though impatient, and angry without a cause.",
          "id": 372315
        },
        {
          "text": "Consider that thou art not gratifying him, but fulfilling the commandment of God; then thou wilt easily submit to anything.",
          "id": 372316
        },
        {
          "text": "And what I have said before, I repeat here, that when our spiritual state is right, the things of this life will follow.",
          "id": 372317
        },
        {
          "text": "For a servant, so tractable and so well disposed, will not only be accepted by God, and made partaker of those glorious crowns, but his master himself, whom he serves so well, even though he be brutish and stone-hearted, inhuman and ferocious, will commend and admire him, and will honor him above all the rest, and will set him over their heads, though he be a Gentile.",
          "id": 372318
        },
        {
          "text": "And that servants are required to be thus disposed towards a Gentile master, I will show you by an example.",
          "id": 372319
        },
        {
          "text": "Joseph, who was of a different religion from the Egyptian, was sold to the chief cook.",
          "id": 372320
        },
        {
          "text": "What then did he? When he saw the young man was virtuous, he did not consider the difference of their religion, but loved and favored and admired him, and committed the others to his superintendence, and knew nothing of the affairs of his own house because of him.",
          "id": 372321
        },
        {
          "text": "Thus he was a second master, and even more of a master than his lord, for he knew more of his master's affairs than his master himself.",
          "id": 372322
        },
        {
          "text": "And even afterwards, as it seems to me, when he believed the unjust accusation framed against him by his wife, yet from his former regard for him, retaining a respect for that just man, he satisfied his resentment with imprisonment.",
          "id": 372323
        },
        {
          "text": "For if he had not greatly reverenced and esteemed him from his former conduct, he would have thrust his sword through his body, and dispatched him at once.",
          "id": 372324
        },
        {
          "text": "\"For jealousy is the rage of a man; therefore he will not regard any ransom, neither will he rest content, though thou givest many gifts\".",
          "id": 372325
        },
        {
          "text": "(Prov.",
          "id": 372326
        },
        {
          "text": "vi.",
          "id": 372327
        },
        {
          "text": ",.",
          "id": 372328
        },
        {
          "text": ") And if such is the jealousy of men in general, much more violent must it have been with him, an Egyptian and barbarian, and injured as he thought by one whom he had honored.",
          "id": 372329
        },
        {
          "text": "For you all know that injuries do not affect us in the same way from all persons, but that those grieve us most bitterly and deeply which proceed from those who were well-affected toward us, who had trusted us and whom we had trusted, and who had received many kindnesses from us.",
          "id": 372330
        },
        {
          "text": "He did not consider with himself, nor say, What! have I taken a servant into my house, shared with him my substance, made him free, and even greater than myself, and is this the return that he makes me? He did not say this, so much was his mind prepossessed by his previous respect for him.",
          "id": 372331
        },
        {
          "text": "And what wonder if he enjoyed so much honor in the house, when we see what great regard he obtained even in a prison.",
          "id": 372332
        },
        {
          "text": "You know how practiced in cruelty are the dispositions of those who have the custody of prisons.",
          "id": 372333
        },
        {
          "text": "They profit by the misfortune of others, and harass those whom others support in their afflictions, making a gain of them that is truly deplorable, with a more than brutal cruelty.",
          "id": 372334
        },
        {
          "text": "For they take advantage of those wretched circumstances which ought to excite their pity.",
          "id": 372335
        },
        {
          "text": "And we may further observe, that they do not treat in the same manner all their prisoners; for those who are confined upon accusation only, and who are injuriously treated, they perhaps pity, but they punish with numberless inflictions those who are imprisoned for shameful and atrocious crimes.",
          "id": 372336
        },
        {
          "text": "So that the keeper of the prison not only from the manner of such men might have been expected to be inhuman, but from the cause for which he was imprisoned.",
          "id": 372337
        },
        {
          "text": "For who would not have been incensed against a young man, who having been raised to so great honor, was charged with requiting such favors by a base attempt upon the master's wife.",
          "id": 372338
        },
        {
          "text": "Would not the keeper, considering these things, the honor to which he had been raised, and the crime for which he was imprisoned, would he not have treated him with more than brutal cruelty? But he was raised above all these things by his hope in God.",
          "id": 372339
        },
        {
          "text": "For the virtue of the soul can mollify even wild beasts.",
          "id": 372340
        },
        {
          "text": "And by the same meekness which had gained his master, he captivated also the keeper of the prison.",
          "id": 372341
        },
        {
          "text": "Thus Joseph was again a ruler, he ruled in the prison as he had ruled in the house.",
          "id": 372342
        },
        {
          "text": "For since he was destined to reign, it was fit that he should learn to be governed, and while he was governed he became a governor, and presided in the house.",
          "id": 372343
        },
        {
          "text": "For if Paul requires this of one who is promoted to a Church, saying, \"If a man know not how to rule his own house, how shall he take care of the Church of God?\" ( Tim.",
          "id": 372344
        },
        {
          "text": "iii.",
          "id": 372345
        },
        {
          "text": "), it was fit that he who was to be a governor, should first be an excellent ruler of the house.",
          "id": 372346
        },
        {
          "text": "He presided over the prison, not as over a prison, but as if it had been a house.",
          "id": 372347
        },
        {
          "text": "For he alleviated the calamities of all, and took charge of those who were imprisoned as if they had been his own members, not only taking an interest in their misfortunes and consoling them, but if he saw any one absorbed in thought, he went to him and enquired the cause, and could not bear even to see any one dejected, or be easy till he had relieved his dejection.",
          "id": 372348
        },
        {
          "text": "Such love as this, many a one has not shown even to his own children.",
          "id": 372349
        },
        {
          "text": "And to these things may be traced the beginning of his good fortune.",
          "id": 372350
        },
        {
          "text": "For our part must go before, and then the blessing of God will follow.",
          "id": 372351
        },
        {
          "text": "For that he did show this care and concern we learn from the story.",
          "id": 372352
        },
        {
          "text": "He saw, it is said, two eunuchs who had been cast into prison by Pharaoh, his chief butler and chief baker, and he said, \"Wherefore look ye so sadly today?\" (Gen.",
          "id": 372353
        },
        {
          "text": "xl.",
          "id": 372354
        },
        {
          "text": ") And not from this question only, but from the conduct of these men, we may discern his merit.",
          "id": 372355
        },
        {
          "text": "For, though they were the officers of the king, they did not despise him, nor in their despair did they reject his services, but they laid open to him all their secret, as to a brother who could sympathize with them.",
          "id": 372356
        },
        {
          "text": "And all this has been said by me to prove, that though the virtuous man be in slavery, in captivity, in prison; though he be in the depth of the earth, nothing will be able to overcome him.",
          "id": 372357
        },
        {
          "text": "This I have said to servants, that they may learn that though they have masters that are very brutes, as this Egyptian, or ferocious as the keeper of the prison, they may gain their regard, and though they be heathen as they were, or whatever they be, they may soon win them to gentleness.",
          "id": 372358
        },
        {
          "text": "For nothing is more engaging than good manners, nothing more agreeable and delightful than meekness, gentleness, and obedience.",
          "id": 372359
        },
        {
          "text": "A person of this character is suitable to all.",
          "id": 372360
        },
        {
          "text": "Such an one is not ashamed of slavery, he does not avoid the poor, the sick, and the infirm.",
          "id": 372361
        },
        {
          "text": "For virtue is superior, and prevails over everything.",
          "id": 372362
        },
        {
          "text": "And if it has such power in slaves, how much more in those who are free? This then let us practice, whether bond or free, men or women.",
          "id": 372363
        },
        {
          "text": "Thus we shall be loved both by God and men; and not only by virtuous men, but by the wicked; nay by them more especially, for they more especially honor and respect virtue.",
          "id": 372364
        },
        {
          "text": "For as those who are under rule stand most in awe of the meek, so do the vicious most revere the virtuous, knowing from what they themselves have fallen.",
          "id": 372365
        },
        {
          "text": "Since such then is the fruit of virtue, this let us pursue, and attain.",
          "id": 372366
        },
        {
          "text": "If we adhere to this, nothing will be formidable, but all things easy and manageable.",
          "id": 372367
        },
        {
          "text": "And though we pass through the fire and through the water, all things yield to virtue, even death itself.",
          "id": 372368
        },
        {
          "text": "Let us then be zealous in the pursuit of it, that we may attain the good things to come, in Jesus Christ our Lord, with whom, &c.",
          "id": 372369
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Homily V.",
          "id": 372370
        },
        {
          "text": "Titus ii.",
          "id": 372371
        },
        {
          "text": "–  \"For the grace of God that bringeth salvation hath appeared unto all men, Teaching them that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world; Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ; who gave Himself for us, that He might redeem us from all iniquity, and purify unto Himself a peculiar people, zealous of good works\".",
          "id": 372372
        },
        {
          "text": "Having demanded from servants so great virtue, for it is great virtue to adorn the doctrine of our God and Saviour in all things, and charged them to give no occasion of offense to their masters, even in common matters, he adds the just cause, why servants should be such: \"For the grace of God, that bringeth salvation, hath appeared\".",
          "id": 372373
        },
        {
          "text": "Those who have God for their Teacher, may well be such as I have described, seeing their numberless sins have been forgiven to them.",
          "id": 372374
        },
        {
          "text": "For you know that in addition to other considerations, this in no common degree awes and humbles the soul, that when it had innumerable sins to answer for, it received not punishment, but obtained pardon, and infinite favors.",
          "id": 372375
        },
        {
          "text": "For if one, whose servant had committed many offenses, instead of scourging him with thongs, should grant him a pardon for all those, but should require an account of his future conduct, and bid him beware of falling into the same faults again, and should bestow high favors upon him, who do you think would not be overcome at hearing of such kindness? But do not think that grace stops at the pardon of former sins—it secures us against them in future, for this also is of grace.",
          "id": 372376
        },
        {
          "text": "Since if He were never to punish those who still do amiss, this would not be so much grace, as encouragement to evil and wickedness.",
          "id": 372377
        },
        {
          "text": "\"For the grace of God,\" he says, \"hath appeared, teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly in the present world; looking for the blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ\".",
          "id": 372378
        },
        {
          "text": "See, how together with the rewards he places the virtue.",
          "id": 372379
        },
        {
          "text": "And this is of grace, to deliver us from worldly things, and to lead us to Heaven.",
          "id": 372380
        },
        {
          "text": "He speaks here of two appearings; for there are two; the first of grace, the second of retribution and justice.",
          "id": 372381
        },
        {
          "text": "\"That denying ungodliness,\" he says, \"and worldly lusts\".",
          "id": 372382
        },
        {
          "text": "See here the foundation of all virtue.",
          "id": 372383
        },
        {
          "text": "He has not said \"avoiding,\" but \"denying\".",
          "id": 372384
        },
        {
          "text": "Denying implies the greatest distance, the greatest hatred and aversion.",
          "id": 372385
        },
        {
          "text": "With as much resolution and zeal as they turned from idols, with so much let them turn from vice itself, and worldly lusts.",
          "id": 372386
        },
        {
          "text": "For these too are idols, that is, worldly lusts, and covetousness, and this he names idolatry.",
          "id": 372387
        },
        {
          "text": "Whatever things are useful for the present life are worldly lusts, whatever things perish with the present life are worldly lusts.",
          "id": 372388
        },
        {
          "text": "Let us then have nothing to do with these.",
          "id": 372389
        },
        {
          "text": "Christ came, \"that we should deny ungodliness\".",
          "id": 372390
        },
        {
          "text": "Ungodliness relates to doctrines, worldly lusts to a wicked life.",
          "id": 372391
        },
        {
          "text": "\"And should live soberly, righteously, and godly in the present world\".",
          "id": 372392
        },
        {
          "text": "Dost thou see, what I always affirm, that it is not sobriety only to abstain from fornication, but that we must be free from other passions.",
          "id": 372393
        },
        {
          "text": "So then he who loves wealth is not sober.",
          "id": 372394
        },
        {
          "text": "For as the fornicator loves women, so the other loves money, and even more inordinately, for he is not impelled by so strong a passion.",
          "id": 372395
        },
        {
          "text": "And he is certainly a more powerless charioteer who cannot manage a gentle horse, than he who cannot restrain a wild and unruly one.",
          "id": 372396
        },
        {
          "text": "What then? says he, is the love of wealth weaker than the love of women? This is manifest from many reasons.",
          "id": 372397
        },
        {
          "text": "In the first place, lust springs from the necessity of nature, and what arises from this necessity must be difficult to restrain, since it is implanted in our nature.",
          "id": 372398
        },
        {
          "text": "Secondly, because the ancients had no regard for wealth, but for women they had great regard, in respect of their chastity.",
          "id": 372399
        },
        {
          "text": "And no one blamed him who cohabited with his wife according to law, even to old age, but all blamed him who hoarded money.",
          "id": 372400
        },
        {
          "text": "And many of the Heathen philosophers despised money, but none of them were indifferent to women, so that this passion is more imperious than the other.",
          "id": 372401
        },
        {
          "text": "But since we are addressing the Church, let us not take our examples from the Heathens, but from the Scriptures.",
          "id": 372402
        },
        {
          "text": "This then the blessed Paul places almost in the rank of a command.",
          "id": 372403
        },
        {
          "text": "\"Having food and raiment, let us be therewith content\".",
          "id": 372404
        },
        {
          "text": "( Tim.",
          "id": 372405
        },
        {
          "text": "vi.",
          "id": 372406
        },
        {
          "text": ") But concerning women he says, \"Defraud ye not one the other, except it be with consent\"—and \"come together again\".",
          "id": 372407
        },
        {
          "text": "( Cor.",
          "id": 372408
        },
        {
          "text": "vii.",
          "id": 372409
        },
        {
          "text": ") And you see him often laying down rules for a lawful intercourse, and he permits the enjoyment of this desire, and allows of a second marriage, and bestows much consideration upon the matter, and never punishes on account of it.",
          "id": 372410
        },
        {
          "text": "But he everywhere condemns him that is fond of money.",
          "id": 372411
        },
        {
          "text": "Concerning wealth also Christ often commanded that we should avoid the corruption of it, but He says nothing about abstaining from a wife.",
          "id": 372412
        },
        {
          "text": "For hear what He says concerning money; \"Whosoever forsaketh not all that he hath\" (Luke xiv.",
          "id": 372413
        },
        {
          "text": "); but he nowhere says, \"Whosoever forsaketh not his wife\"; for he knew how imperious that passion is.",
          "id": 372414
        },
        {
          "text": "And the blessed Paul says, \"Marriage is honorable in all, and the bed undefiled\" (Heb.",
          "id": 372415
        },
        {
          "text": "xiii.",
          "id": 372416
        },
        {
          "text": "); but he has nowhere said that the care of riches is honorable, but the reverse.",
          "id": 372417
        },
        {
          "text": "Thus he says to Timothy, \"They that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts\".",
          "id": 372418
        },
        {
          "text": "( Tim.",
          "id": 372419
        },
        {
          "text": "vi.",
          "id": 372420
        },
        {
          "text": ") He says not, they that will be covetous, but, they that will be rich.",
          "id": 372421
        },
        {
          "text": "And that you may learn from the common notions the true state of this matter, it must be set before you generally.",
          "id": 372422
        },
        {
          "text": "If a man were once for all deprived of money, he would no longer be tormented with the desire of it, for nothing so much causes the desire of wealth, as the possession of it.",
          "id": 372423
        },
        {
          "text": "But it is not so with respect to lust, but many who have been made eunuchs have not been freed from the flame that burned within them, for the desire resides in other organs, being seated inwardly in our nature.",
          "id": 372424
        },
        {
          "text": "To what purpose then is this said? Because the covetous is more intemperate than the fornicator, inasmuch as the former gives way to a weaker passion.",
          "id": 372425
        },
        {
          "text": "Indeed it proceeds less from passion than from baseness of mind.",
          "id": 372426
        },
        {
          "text": "But lust is natural, so that if a man does not approach a woman, nature performs her part and operation.",
          "id": 372427
        },
        {
          "text": "But there is nothing of this sort in the case of avarice.",
          "id": 372428
        },
        {
          "text": "\"That we should live godly in this present world\".",
          "id": 372429
        },
        {
          "text": "And what is this hope? what the reward of our labors?  \"Looking for the blessed hope and the appearing\".",
          "id": 372430
        },
        {
          "text": "For nothing is more blessed and more desirable than that appearing.",
          "id": 372431
        },
        {
          "text": "Words are not able to represent it, the blessings thereof surpass our understanding.",
          "id": 372432
        },
        {
          "text": "\"Looking for the blessed hope and glorious appearing of our great God and Saviour\".",
          "id": 372433
        },
        {
          "text": "Where are those who say that the Son is inferior to the Father?  \"Our great God and Saviour\".",
          "id": 372434
        },
        {
          "text": "He who saved us when we were enemies.",
          "id": 372435
        },
        {
          "text": "What will He not do then when He has us approved?  \"The great God\".",
          "id": 372436
        },
        {
          "text": "When he says great with respect to God, he says it not comparatively but absolutely, after Whom no one is great, since it is relative.",
          "id": 372437
        },
        {
          "text": "For if it is relative, He is great by comparison, not great by nature.",
          "id": 372438
        },
        {
          "text": "But now He is incomparably great.",
          "id": 372439
        },
        {
          "text": "Ver.",
          "id": 372440
        },
        {
          "text": "\"Who gave Himself for us, that He might redeem us from all iniquity, and purify unto Himself a peculiar people\".",
          "id": 372441
        },
        {
          "text": "\"Peculiar\": that is, selected from the rest, and having nothing in common with them.",
          "id": 372442
        },
        {
          "text": "\"Zealous of good works\".",
          "id": 372443
        },
        {
          "text": "Dost thou see that our part is necessary, not merely works, but \"zealous\"; we should with all alacrity, with a becoming earnestness, go forward in virtue.",
          "id": 372444
        },
        {
          "text": "For when we were weighed down with evils, and incurably diseased, it was of His lovingkindness that we were delivered.",
          "id": 372445
        },
        {
          "text": "But what follows after this is our part as well as His.",
          "id": 372446
        },
        {
          "text": "Ver.",
          "id": 372447
        },
        {
          "text": "\"These things speak and exhort, and rebuke with all authority\".",
          "id": 372448
        },
        {
          "text": "\"These things speak and exhort\".",
          "id": 372449
        },
        {
          "text": "Do you see how he charges Timothy? \"Reprove, rebuke, exhort\".",
          "id": 372450
        },
        {
          "text": "But here, \"Rebuke with all authority\".",
          "id": 372451
        },
        {
          "text": "For the manners of this people were more stubborn, wherefore he orders them to be rebuked more roughly, and with all authority.",
          "id": 372452
        },
        {
          "text": "For there are some sins, which ought to be prevented by command.",
          "id": 372453
        },
        {
          "text": "We may with persuasion advise men to despise riches, to be meek, and the like.",
          "id": 372454
        },
        {
          "text": "But the adulterer, the fornicator, the defrauder, ought to be brought to a better course by command.",
          "id": 372455
        },
        {
          "text": "And those who are addicted to augury and divination, and the like, should be corrected \"with all authority\".",
          "id": 372456
        },
        {
          "text": "Observe how he would have him insist on these things with independence, and with entire freedom.",
          "id": 372457
        },
        {
          "text": "\"Let no man despise thee\".",
          "id": 372458
        },
        {
          "text": "But  Chap.",
          "id": 372459
        },
        {
          "text": "iii.",
          "id": 372460
        },
        {
          "text": "\"Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work, to speak evil of no man, to be no brawlers\".",
          "id": 372461
        },
        {
          "text": "What then? even when men do evil, may we not revile them? nay, but \"to be ready to every good work, to speak evil of no man\".",
          "id": 372462
        },
        {
          "text": "Hear the exhortation, \"To speak evil of no man\".",
          "id": 372463
        },
        {
          "text": "Our lips should be pure from reviling.",
          "id": 372464
        },
        {
          "text": "For if our reproaches are true, it is not for us to utter them, but for the Judge to enquire into the matter.",
          "id": 372465
        },
        {
          "text": "\"For why,\" he says, \"dost thou judge thy brother?\" (Rom.",
          "id": 372466
        },
        {
          "text": "xiv.",
          "id": 372467
        },
        {
          "text": ") But if they are not true, how great the fire.",
          "id": 372468
        },
        {
          "text": "Hear what the thief says to his fellow-thief.",
          "id": 372469
        },
        {
          "text": "\"For we are also in the same condemnation\".",
          "id": 372470
        },
        {
          "text": "(Luke xxiii.",
          "id": 372471
        },
        {
          "text": ") We are running the same hazard.",
          "id": 372472
        },
        {
          "text": "If thou revilest others, thou wilt soon fall into the same sins.",
          "id": 372473
        },
        {
          "text": "Therefore the blessed Paul admonishes us: \"Let him that standeth, take heed lest he fall\".",
          "id": 372474
        },
        {
          "text": "( Cor.",
          "id": 372475
        },
        {
          "text": "x.",
          "id": 372476
        },
        {
          "text": ")  \"To be no brawlers, but gentle, showing all meekness unto all men\".",
          "id": 372477
        },
        {
          "text": "Unto Greeks and Jews, to the wicked and the evil.",
          "id": 372478
        },
        {
          "text": "For when he says, \"Let him that standeth take heed lest he fall,\" he wakens their fears from the future; but here, on the contrary, he exhorts them from the consideration of the past, and the same in what follows;  Ver.",
          "id": 372479
        },
        {
          "text": "\"For we ourselves also were sometimes foolish\".",
          "id": 372480
        },
        {
          "text": "Thus also he does in his Epistle to the Galatians, where he says, \"Even so we, when we were children, were in bondage under the elements of the world\".",
          "id": 372481
        },
        {
          "text": "(Gal.",
          "id": 372482
        },
        {
          "text": "iv.",
          "id": 372483
        },
        {
          "text": ") Therefore he says, Revile no one, for such also thou wast thyself.",
          "id": 372484
        },
        {
          "text": "\"For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another\".",
          "id": 372485
        },
        {
          "text": "Therefore we ought to be thus to all, to be gently disposed.",
          "id": 372486
        },
        {
          "text": "For he who was formerly in such a state, and has been delivered from it, ought not to reproach others, but to pray, to be thankful to Him who has granted both to him and them deliverance from such evils.",
          "id": 372487
        },
        {
          "text": "Let no one boast; for all have sinned.",
          "id": 372488
        },
        {
          "text": "If then, doing well thyself, thou art inclined to revile others, consider thy own former life, and the uncertainty of the future, and restrain thy anger.",
          "id": 372489
        },
        {
          "text": "For if thou hast lived virtuously from thy earliest youth, yet nevertheless thou mayest have many sins; and if thou hast not, as thou thinkest, consider that this is not the effect of thy virtue, but of the grace of God.",
          "id": 372490
        },
        {
          "text": "For if He had not called thy forefathers, thou wouldest have been disobedient.",
          "id": 372491
        },
        {
          "text": "See here how he mentions every sort of wickedness.",
          "id": 372492
        },
        {
          "text": "How many things has not God dispensed by the Prophets and all other means? have we heard?  \"For we,\" he says, \"were once deceived\".",
          "id": 372493
        },
        {
          "text": "Ver.",
          "id": 372494
        },
        {
          "text": "\"But after that the kindness and love of God our Saviour toward man appeared\".",
          "id": 372495
        },
        {
          "text": "How? \"Not by works of righteousness which we have done, but according to His mercy He saved us, by the washing of regeneration, and renewing of the Holy Ghost\".",
          "id": 372496
        },
        {
          "text": "Strange! How were we drowned in wickedness, so that we could not be purified, but needed a new birth? For this is implied by \"Regeneration\".",
          "id": 372497
        },
        {
          "text": "For as when a house is in a ruinous state no one places props under it, nor makes any addition to the old building, but pulls it down to its foundations, and rebuilds it anew; so in our case, God has not repaired us, but has made us anew.",
          "id": 372498
        },
        {
          "text": "For this is \"the renewing of the Holy Ghost\".",
          "id": 372499
        },
        {
          "text": "He has made us new men.",
          "id": 372500
        },
        {
          "text": "How? \"By His Spirit\"; and to show this further, he adds,  Ver.",
          "id": 372501
        },
        {
          "text": "\"Which He shed on us abundantly through Jesus Christ our Saviour\".",
          "id": 372502
        },
        {
          "text": "Thus we need the Spirit abundantly.",
          "id": 372503
        },
        {
          "text": "\"That being justified by His grace\"—again by grace and not by debt—\"we may be made heirs according to the hope of eternal life\".",
          "id": 372504
        },
        {
          "text": "At the same time there is an incitement to humility, and a hope for the future.",
          "id": 372505
        },
        {
          "text": "For if when we were so abandoned, as to require to be born again, to be saved by grace, to have no good in us, if then He saved us, much more will He save us in the world to come.",
          "id": 372506
        },
        {
          "text": "For nothing was worse than the brutality of mankind before the coming of Christ.",
          "id": 372507
        },
        {
          "text": "They were all affected towards each other as if enemies and at war.",
          "id": 372508
        },
        {
          "text": "Fathers slew their own sons, and mothers were mad against their children.",
          "id": 372509
        },
        {
          "text": "There was no order settled, no natural, no written law; everything was subverted.",
          "id": 372510
        },
        {
          "text": "There were adulteries continually, and murders, and things if possible worse than murders, and thefts; indeed we are told by one of the heathen, that this practice was esteemed a point of virtue.",
          "id": 372511
        },
        {
          "text": "And naturally, since they worshiped a god of such character.",
          "id": 372512
        },
        {
          "text": "Their oracles frequently required them to put such and such men to death.",
          "id": 372513
        },
        {
          "text": "Let me tell you one of the stories of that time.",
          "id": 372514
        },
        {
          "text": "One Androgeus, the son of Minos, coming to Athens, obtained a victory in wrestling, for which he was punished and put to death.",
          "id": 372515
        },
        {
          "text": "Apollo therefore, remedying one evil by another, ordered twice seven youths to be executed on his account.",
          "id": 372516
        },
        {
          "text": "What could be more savage than this tyrannical command? And it was executed too.",
          "id": 372517
        },
        {
          "text": "A man undertook to atone the mad rage of the demon, and slew these young men, because the deceit of the oracle prevailed with them.",
          "id": 372518
        },
        {
          "text": "But afterwards, when the young men resisted and stood upon their defense, it was no longer done.",
          "id": 372519
        },
        {
          "text": "If now it had been just, it ought not to have been prevented, but if unjust, as undoubtedly it was, it ought not to have been commanded at all.",
          "id": 372520
        },
        {
          "text": "Then they worshiped boxers and wrestlers.",
          "id": 372521
        },
        {
          "text": "They waged constant wars in perpetual succession, city by city, village by village, house by house.",
          "id": 372522
        },
        {
          "text": "They were addicted to the love of boys, and one of their wise men made a law that Paedrasty, as well as anointing for wrestling, should not be allowed to slaves, as if it was an honorable thing; and they had houses for this purpose, in which it was openly practiced.",
          "id": 372523
        },
        {
          "text": "And if all that was done among them was related, it would be seen that they openly outraged nature, and there was none to restrain them.",
          "id": 372524
        },
        {
          "text": "Then their dramas were replete with adultery, lewdness, and corruption of every sort.",
          "id": 372525
        },
        {
          "text": "In their indecent nocturnal assemblies, women were admitted to the spectacle.",
          "id": 372526
        },
        {
          "text": "There was seen the abomination of a virgin sitting in the theater during the night, amidst a drunken multitude of young men madly reveling.",
          "id": 372527
        },
        {
          "text": "The very festival was the darkness, and the abominable deeds practiced by them.",
          "id": 372528
        },
        {
          "text": "On this account he says, \"For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures\".",
          "id": 372529
        },
        {
          "text": "One man loved his stepmother, a woman her step-son, and in consequence hung herself.",
          "id": 372530
        },
        {
          "text": "For as to their passion for boys, whom they called their \"Paedica,\" it is not fit to be named.",
          "id": 372531
        },
        {
          "text": "And would you see a son married to his mother? This too happened among them, and what is horrible, though it was done in ignorance, the god whom they worshiped did not prevent it, but permitted this outrage to nature to be committed, and that though she was a person of distinction.",
          "id": 372532
        },
        {
          "text": "And if those, who, if for no other reason, yet for the sake of their reputation with the multitude, might have been expected to adhere to virtue; if they rushed thus headlong into vice, what is it likely was the conduct of the greater part, who lived in obscurity? What is more diversified than this pleasure? The wife of a certain one fell in love with another man, and with the help of her adulterer, slew her husband upon his return.",
          "id": 372533
        },
        {
          "text": "The greater part of you probably know the story.",
          "id": 372534
        },
        {
          "text": "The son of the murdered man killed the adulterer, and after him his mother, then he himself became mad, and was haunted by furies.",
          "id": 372535
        },
        {
          "text": "After this the madman himself slew another man, and took his wife.",
          "id": 372536
        },
        {
          "text": "What can be worse than such calamities as these? But I mention these instances taken from the Heathens, with this view, that I may convince the Gentiles, what evils then prevailed in the world.",
          "id": 372537
        },
        {
          "text": "But we may show the same from our own writings.",
          "id": 372538
        },
        {
          "text": "For it is said, \"They sacrificed their sons and daughters unto devils\".",
          "id": 372539
        },
        {
          "text": "(Ps.",
          "id": 372540
        },
        {
          "text": "cvi.",
          "id": 372541
        },
        {
          "text": ") Again, the Sodomites were destroyed for no other cause than their unnatural appetites.",
          "id": 372542
        },
        {
          "text": "Soon after the coming of Christ, did not a king's daughter dance at a banquet in the presence of drunken men, and did she not ask as the reward of her dancing the murder and the head of a Prophet? \"Who can utter the mighty acts of the Lord?\" (Ps.",
          "id": 372543
        },
        {
          "text": "vi.",
          "id": 372544
        },
        {
          "text": ")  \"Hateful,\" he says, \"and hating one another\".",
          "id": 372545
        },
        {
          "text": "For it must necessarily happen, when we let loose every pleasure on the soul, that there should be much hatred.",
          "id": 372546
        },
        {
          "text": "For where love is, with virtue, no man overreacheth another in any matter.",
          "id": 372547
        },
        {
          "text": "Mark also what Paul says, \"Be not deceived, neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind, nor covetous, nor drunkards, nor revilers, shall inherit the kingdom of God.",
          "id": 372548
        },
        {
          "text": "And such were some of you\".",
          "id": 372549
        },
        {
          "text": "( Cor.",
          "id": 372550
        },
        {
          "text": "vi.",
          "id": 372551
        },
        {
          "text": ",.",
          "id": 372552
        },
        {
          "text": ") Dost thou see how every species of wickedness prevailed? It was a state of gross darkness, and the corruption of all that was right.",
          "id": 372553
        },
        {
          "text": "For if those who had the advantage of prophecies, and who saw so many evils inflicted upon their enemies, and even upon themselves, nevertheless did not restrain themselves, but committed numberless foolish crimes, what would be the case with others? One of their lawgivers ordered that virgins should wrestle naked in the presence of men.",
          "id": 372554
        },
        {
          "text": "Many blessings on you! that ye cannot endure the mention of it; but their philosophers were not ashamed of the actual practice.",
          "id": 372555
        },
        {
          "text": "Another, the chief of their philosophers, approves of their going out to the war, and of their being common, as if he were a pimp and pander to their lusts.",
          "id": 372556
        },
        {
          "text": "\"Living in malice and envy\".",
          "id": 372557
        },
        {
          "text": "For if those who professed philosophy among them made such laws, what shall we say of those who were not philosophers? If such were the maxims of those who wore a long beard, and assumed the grave cloak, what can be said of others? Woman was not made for this, O man, to be prostituted as common.",
          "id": 372558
        },
        {
          "text": "O ye subverters of all decency, who use men, as if they were women, and lead out women to war, as if they were men! This is the work of the devil, to subvert and confound all things, to overleap the boundaries that have been appointed from the beginning, and remove those which God has set to nature.",
          "id": 372559
        },
        {
          "text": "For God assigned to woman the care of the house only, to man the conduct of public affairs.",
          "id": 372560
        },
        {
          "text": "But you reduce the head to the feet, and raise the feet to the head.",
          "id": 372561
        },
        {
          "text": "You suffer women to bear arms, and are not ashamed.",
          "id": 372562
        },
        {
          "text": "But why do I mention these things? They introduce on the stage a woman that murders her own children, nor are they ashamed to stuff the ears of men with such abominable stories.",
          "id": 372563
        },
        {
          "text": "Ver.",
          "id": 372564
        },
        {
          "text": "\"But after that the kindness and love of God our Saviour towards man appeared, Not by works of righteousness which we have done, but according to His mercy He saved us by the washing of regeneration, and renewing of the Holy Ghost, which He shed on us abundantly through Jesus Christ our Saviour, that being justified by His grace we should be made heirs according to the hope of eternal life\".",
          "id": 372565
        },
        {
          "text": "What means, \"according to the hope\"? That, as we have hoped, so we shall enjoy eternal life, or because ye are even already heirs.",
          "id": 372566
        },
        {
          "text": "\"This is a faithful saying\".",
          "id": 372567
        },
        {
          "text": "Because he had been speaking of things future and not of the present, therefore he adds, that it is worthy of credit.",
          "id": 372568
        },
        {
          "text": "These things are true, he says, and this is manifest from what has gone before.",
          "id": 372569
        },
        {
          "text": "For He who has delivered us from such a state of iniquity, and from so many evils, will assuredly impart to us the good things to come, if we abide in grace.",
          "id": 372570
        },
        {
          "text": "For all proceeds from the same kind concern.",
          "id": 372571
        },
        {
          "text": "Moral.",
          "id": 372572
        },
        {
          "text": "Let us then give thanks to God, and not revile them; nor accuse them, but rather let us beseech them, pray for them, counsel and advise them, though they should insult and spurn us.",
          "id": 372573
        },
        {
          "text": "For such is the nature of those who are diseased.",
          "id": 372574
        },
        {
          "text": "But those who are concerned for the health of such persons do all things and bear all things, though it may not avail, that they may not have themselves to accuse of negligence.",
          "id": 372575
        },
        {
          "text": "Know ye not that often, when a physician despairs of a sick man, some relative standing by addresses him, \"Bestow further attendance, leave nothing undone, that I may not have to accuse myself, that I may incur no blame, no self-reproach\".",
          "id": 372576
        },
        {
          "text": "Do you not see the great care that near kinsmen take of their relations, how much they do for them, both entreating the physicians to cure them, and sitting perseveringly beside them? Let us at least imitate them.",
          "id": 372577
        },
        {
          "text": "And yet there is no comparison between the objects of our concern.",
          "id": 372578
        },
        {
          "text": "For if any one had a son diseased in his body, he could not refuse to take a long journey to free him from his disease.",
          "id": 372579
        },
        {
          "text": "But when the soul is in a bad state, no one concerns himself about it, but we all are indolent, all careless, all negligent, and overlook our wives, our children, and ourselves, when attacked by this dangerous disease.",
          "id": 372580
        },
        {
          "text": "But when it is too late, we become sensible of it.",
          "id": 372581
        },
        {
          "text": "Consider how disgraceful and absurd it is to say afterwards, \"we never looked for it, we never expected that this would be the event\".",
          "id": 372582
        },
        {
          "text": "And it is no less dangerous than disgraceful.",
          "id": 372583
        },
        {
          "text": "For if in the present life it is the part of foolish men to make no provision for the future, much more must it be so with respect to the next life, when we hear many counseling us, and informing us what is to be done, and what not to be done.",
          "id": 372584
        },
        {
          "text": "Let us then hold fast that hope.",
          "id": 372585
        },
        {
          "text": "Let us be careful of our salvation, let us in all things call upon God, that He may stretch forth His hand to us.",
          "id": 372586
        },
        {
          "text": "How long will you be slothful? How long negligent? How long shall we be careless of ourselves and of our fellow-servants? He hath shed richly upon us the grace of His Spirit.",
          "id": 372587
        },
        {
          "text": "Let us therefore consider how great is the grace he has bestowed upon us, and let us show as great earnestness ourselves, or, since this is not possible, some, although it be less.",
          "id": 372588
        },
        {
          "text": "For if after this grace we are insensible, the heavier will be our punishment.",
          "id": 372589
        },
        {
          "text": "\"For if I,\" He says, \"had not come and spoken unto them, they had not had sin, but now they have no cloak for their sin\".",
          "id": 372590
        },
        {
          "text": "(John xv.",
          "id": 372591
        },
        {
          "text": ") But God forbid that this should be said of us, and grant that we may all be thought worthy of the blessings promised to those who have loved Him, in Jesus Christ our Lord, &c.",
          "id": 372592
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Homily VI.",
          "id": 372593
        },
        {
          "text": "Titus iii.",
          "id": 372594
        },
        {
          "text": "–  \"These things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works.",
          "id": 372595
        },
        {
          "text": "These things are good and profitable unto men.",
          "id": 372596
        },
        {
          "text": "But avoid foolish questions, and genealogies, and contentions, and strivings about the law, for they are unprofitable and vain.",
          "id": 372597
        },
        {
          "text": "A man that is an heretic after the first and second admonition reject.",
          "id": 372598
        },
        {
          "text": "Knowing that he that is such is subverted, and sinneth, being condemned of himself\".",
          "id": 372599
        },
        {
          "text": "Having spoken of the love of God to man, of His ineffable regard for us, of what we were and what He has done for us, he has added, \"These things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works\"; that is, Discourse of these things, and from a consideration of them exhort to almsgiving.",
          "id": 372600
        },
        {
          "text": "For what has been said will not only apply to humility, to the not being puffed up, and not reviling others, but to every other virtue.",
          "id": 372601
        },
        {
          "text": "So also in arguing with the Corinthians, he says, \"Ye know that our Lord being rich became poor, that we through His poverty might be rich\".",
          "id": 372602
        },
        {
          "text": "( Cor.",
          "id": 372603
        },
        {
          "text": "viii.",
          "id": 372604
        },
        {
          "text": ") Having considered the care and exceeding love of God for man, he thence exhorts them to almsgiving, and that not in a common and slight manner, but \"that they may be careful,\" he says, \"to maintain good works,\" that is, both to succor the injured, not only by money, but by patronage and protection, and to defend the widows and orphans, and to afford a refuge to all that are afflicted.",
          "id": 372605
        },
        {
          "text": "For this is to maintain good works.",
          "id": 372606
        },
        {
          "text": "For these things, he says, are good and profitable unto men.",
          "id": 372607
        },
        {
          "text": "\"But avoid foolish questions, and genealogies, and contentions, and strivings about the law, for they are unprofitable and vain\".",
          "id": 372608
        },
        {
          "text": "What do these \"genealogies\" mean? For in his Epistle to Timothy he mentions \"fables and endless genealogies\".",
          "id": 372609
        },
        {
          "text": "( Tim.",
          "id": 372610
        },
        {
          "text": "i.",
          "id": 372611
        },
        {
          "text": ") Perhaps both here and there glancing at the Jews, who, priding themselves on having Abraham for their forefather, neglected their own part.",
          "id": 372612
        },
        {
          "text": "On this account he calls them both \"foolish and unprofitable\"; for it is the part of folly to confide in things unprofitable.",
          "id": 372613
        },
        {
          "text": "\"Contentions,\" he means, with heretics, in which he would not have us labor to no purpose, where nothing is to be gained, for they end in nothing.",
          "id": 372614
        },
        {
          "text": "For when a man is perverted and predetermined not to change his mind, whatever may happen, why shouldest thou labor in vain, sowing upon a rock, when thou shouldest spend thy honorable toil upon thy own people, in discoursing with them upon almsgiving and every other virtue? How then does he elsewhere say, \"If God peradventure will give them repentance\" ( Tim.",
          "id": 372615
        },
        {
          "text": "ii.",
          "id": 372616
        },
        {
          "text": "); but here, \"A man that is an heretic after the first and second admonition reject, knowing that he that is such is subverted and sinneth, being condemned of himself\"? In the former passage he speaks of the correction of those of whom he had hope, and who had simply made opposition.",
          "id": 372617
        },
        {
          "text": "But when he is known and manifest to all, why dost thou contend in vain? why dost thou beat the air? What means, \"being condemned of himself\"? Because he cannot say that no one has told him, no one admonished him; since therefore after admonition he continues the same, he is self-condemned.",
          "id": 372618
        },
        {
          "text": "Ver.",
          "id": 372619
        },
        {
          "text": "\"When I shall send Artemas unto thee, or Tychicus; be diligent to come unto me to Nicopolis\".",
          "id": 372620
        },
        {
          "text": "What sayest thou? After having appointed him to preside over Crete, dost thou again summon him to thyself? It was not to withdraw him from that occupation, but to discipline him the more for it.",
          "id": 372621
        },
        {
          "text": "For that he does not call him to attend upon him, as if he took him everywhere with him as his follower, appears from what he adds:  \"For I have determined there to winter\".",
          "id": 372622
        },
        {
          "text": "Now Nicopolis is a city of Thrace.",
          "id": 372623
        },
        {
          "text": "Ver.",
          "id": 372624
        },
        {
          "text": "\"Bring Zenas the lawyer and Apollos on their journey diligently, that nothing be wanting unto them\".",
          "id": 372625
        },
        {
          "text": "These were not of the number to whom Churches had been intrusted, but of the number of his companions.",
          "id": 372626
        },
        {
          "text": "But Apollos was the more vehement, being \"an eloquent man, and mighty in the Scriptures\".",
          "id": 372627
        },
        {
          "text": "(Acts xviii.",
          "id": 372628
        },
        {
          "text": ") But if Zenas was a lawyer, you say, he ought not to have been supported by others.",
          "id": 372629
        },
        {
          "text": "But by a lawyer here is meant one versed in the laws of the Jews.",
          "id": 372630
        },
        {
          "text": "And he seems to say, supply their wants abundantly, that nothing may be lacking to them.",
          "id": 372631
        },
        {
          "text": "Ver.",
          "id": 372632
        },
        {
          "text": ",.",
          "id": 372633
        },
        {
          "text": "\"And let ours also learn to maintain good works for necessary uses, that they be not unfruitful.",
          "id": 372634
        },
        {
          "text": "All that are with me salute thee.",
          "id": 372635
        },
        {
          "text": "Greet them that love us in the faith\".",
          "id": 372636
        },
        {
          "text": "That is, either those that love Paul himself, or those men that are faithful.",
          "id": 372637
        },
        {
          "text": "\"Grace be with you all, Amen\".",
          "id": 372638
        },
        {
          "text": "How then dost thou command him to stop the mouths of gainsayers, if he must pass them by when they are doing everything to their own destruction? He means that he should not do it principally for their advantage, for being once perverted in their minds, they would not profit by it.",
          "id": 372639
        },
        {
          "text": "But if they injured others, it behooved him to withstand and contend with them; and manfully await them, but if thou art reduced to necessity, seeing them destroying others, be not silent, but stop their mouths, from regard to those whom they would destroy.",
          "id": 372640
        },
        {
          "text": "It is not indeed possible for a zealous man of upright life to abstain from contention, but so do as I have said.",
          "id": 372641
        },
        {
          "text": "For the evil arises from idleness and a vain philosophy, that one should be occupied about words only.",
          "id": 372642
        },
        {
          "text": "For it is a great injury to be uttering a superfluity of words, when one ought to be teaching, or praying, or giving thanks.",
          "id": 372643
        },
        {
          "text": "For it is not right to be sparing of our money but not sparing of our words; we ought rather to spare words than our money, and not to give ourselves up to all sorts of persons.",
          "id": 372644
        },
        {
          "text": "What means, \"that they be careful to maintain good works\"? That they wait not for those who are in want to come to them, but that they seek out those who need their assistance.",
          "id": 372645
        },
        {
          "text": "Thus the considerate man shows his concern, and with great zeal will he perform this duty.",
          "id": 372646
        },
        {
          "text": "For in doing good actions, it is not those who receive the kindness that are benefited, so much as those who do it that make gain and profit, for it gives them confidence towards God.",
          "id": 372647
        },
        {
          "text": "But in the other case, there is no end of contention: therefore he calls the heretic incorrigible.",
          "id": 372648
        },
        {
          "text": "For as to neglect those for whom there is a hope of conversion is the part of slothfulness, so to bestow pains upon those who are diseased past remedy is the extreme of folly and madness; for we render them more bold.",
          "id": 372649
        },
        {
          "text": "\"And let ours,\" he says, \"learn to maintain good works for necessary uses, that they be not unfruitful\".",
          "id": 372650
        },
        {
          "text": "You observe that he is more anxious for them than for those who are to receive their kindnesses.",
          "id": 372651
        },
        {
          "text": "For they might probably have been brought on their way by many others, but I am concerned, he says, for our own friends.",
          "id": 372652
        },
        {
          "text": "For what advantage would it be to them, if others should dig up treasures, and maintain their teachers? This would be no benefit to them, for they remained unfruitful.",
          "id": 372653
        },
        {
          "text": "Could not Christ then, Who with five loaves fed five thousand men, and with seven loaves fed four thousand, could not He have supported Himself and His disciples?  Moral.",
          "id": 372654
        },
        {
          "text": "For what reason then was He maintained by women? For women, it is said, followed Him, and ministered unto Him.",
          "id": 372655
        },
        {
          "text": "(Mark xv.",
          "id": 372656
        },
        {
          "text": ") It was to teach us from the first that He is concerned for those who do good.",
          "id": 372657
        },
        {
          "text": "Could not Paul, who supported others by his own hands, have maintained himself without assistance from others? But you see him receiving and requesting aid.",
          "id": 372658
        },
        {
          "text": "And hear the reason for it.",
          "id": 372659
        },
        {
          "text": "\"Not because I desire a gift,\" he says, \"but I desire fruit that may abound to your account\".",
          "id": 372660
        },
        {
          "text": "(Philip.",
          "id": 372661
        },
        {
          "text": "iv.",
          "id": 372662
        },
        {
          "text": ") And at the beginning too, when men sold all their possessions and laid them at the Apostles' feet, the Apostles, seest thou, were more concerned for them than for those who received their alms.",
          "id": 372663
        },
        {
          "text": "For if their concern had only been that the poor might by any means be relieved, they would not have judged so severely of the sin of Ananias and Sapphira, when they kept back their money.",
          "id": 372664
        },
        {
          "text": "Nor would Paul have charged men to give \"not grudgingly nor of necessity\".",
          "id": 372665
        },
        {
          "text": "( Cor.",
          "id": 372666
        },
        {
          "text": "ix.",
          "id": 372667
        },
        {
          "text": ") What sayest thou, Paul? dost thou discourage giving to the poor? No, he answers; but I consider not their advantage only, but the good of those who give.",
          "id": 372668
        },
        {
          "text": "Dost thou see, that when the prophet gave that excellent counsel to Nebuchadnezzar, he did not merely consider the poor.",
          "id": 372669
        },
        {
          "text": "For he does not content himself with saying, Give to the poor; but what? \"Break off thy sins by almsdeeds, and thine iniquities by showing mercy to the poor\".",
          "id": 372670
        },
        {
          "text": "(Dan.",
          "id": 372671
        },
        {
          "text": "iv.",
          "id": 372672
        },
        {
          "text": ") Part with thy wealth, not that others may be fed, but that thou mayest escape punishment.",
          "id": 372673
        },
        {
          "text": "And Christ again says, \"Go and sell that thou hast, and give to the poor…and come and follow Me\".",
          "id": 372674
        },
        {
          "text": "(Matt.",
          "id": 372675
        },
        {
          "text": "xix.",
          "id": 372676
        },
        {
          "text": ") Dost thou see that the commandment was given that he might be induced to follow Him? For as riches are an impediment, therefore he commands them to be given to the poor, instructing the soul to be pitiful and merciful, to despise wealth, and to flee from covetousness.",
          "id": 372677
        },
        {
          "text": "For he who has learnt to give to him that needs, will in time learn not to receive from those who have to give.",
          "id": 372678
        },
        {
          "text": "This makes men like God.",
          "id": 372679
        },
        {
          "text": "Yet virginity, and fasting, and lying on the ground, are more difficult than this, but nothing is so strong and powerful to extinguish the fire of our sins as almsgiving.",
          "id": 372680
        },
        {
          "text": "It is greater than all other virtues.",
          "id": 372681
        },
        {
          "text": "It places the lovers of it by the side of the King Himself, and justly.",
          "id": 372682
        },
        {
          "text": "For the effect of virginity, of fasting, of lying on the ground, is confined to those who practice them, and no other is saved thereby.",
          "id": 372683
        },
        {
          "text": "But almsgiving extends to all, and embraces the members of Christ, and actions that extend their effects to many are far greater than those which are confined to one.",
          "id": 372684
        },
        {
          "text": "For almsgiving is the mother of love, of that love, which is the characteristic of Christianity, which is greater than all miracles, by which the disciples of Christ are manifested.",
          "id": 372685
        },
        {
          "text": "It is the medicine of our sins, the cleansing of the filth of our souls, the ladder fixed to heaven; it binds together the body of Christ.",
          "id": 372686
        },
        {
          "text": "Would you learn how excellent a thing it is? In the time of the Apostles, men selling their possessions brought them to them, and they were distributed.",
          "id": 372687
        },
        {
          "text": "For it is said, \"Distribution was made unto every man according as he had need\".",
          "id": 372688
        },
        {
          "text": "(Acts iv.",
          "id": 372689
        },
        {
          "text": ") For tell me how, setting aside the future, and not now considering the kingdom that is to come, let us see who in the present life are the gainers, those who received, or those who gave.",
          "id": 372690
        },
        {
          "text": "The former murmured and quarreled with each other.",
          "id": 372691
        },
        {
          "text": "The latter had one soul.",
          "id": 372692
        },
        {
          "text": "\"They were of one heart, and of one soul,\" it is said, \"and grace was upon them all\".",
          "id": 372693
        },
        {
          "text": "(Acts iv.",
          "id": 372694
        },
        {
          "text": ") And they lived in great simplicity.",
          "id": 372695
        },
        {
          "text": "Dost thou see that they were gainers even by thus giving? Tell me now, with whom would you wish to be numbered, with those who gave away their possessions, and had nothing, or with those who received even the goods of others?  See the fruit of almsgiving, the separations and hindrances were removed, and immediately their souls were knit together.",
          "id": 372696
        },
        {
          "text": "\"They were all of one heart and of one soul\".",
          "id": 372697
        },
        {
          "text": "So that even setting aside almsgiving, the parting with riches is attended with gain.",
          "id": 372698
        },
        {
          "text": "And these things I have said, that those who have not succeeded to an inheritance from their forefathers may not be cast down, as if they had less than those who are wealthy.",
          "id": 372699
        },
        {
          "text": "For if they please they have more.",
          "id": 372700
        },
        {
          "text": "For they will more readily incline to almsgiving, like the widow, and they will have no occasion for enmity towards their neighbor, and they will enjoy freedom in every respect.",
          "id": 372701
        },
        {
          "text": "Such an one cannot be threatened with the confiscation of his goods, and he is superior to all wrongs.",
          "id": 372702
        },
        {
          "text": "As those who fly unincumbered with clothes are not easily caught, but they who are incumbered with many garments and a long train are soon overtaken, so it is with the rich man and the poor.",
          "id": 372703
        },
        {
          "text": "The one, though he be taken, will easily make his escape, whilst the other, though he be not detained, is incumbered by cords of his own, by numberless cares, distresses, passions, provocations, all which overwhelm the soul, and not these alone, but many other things which riches draw after them.",
          "id": 372704
        },
        {
          "text": "It is much more difficult for a rich man to be moderate and to live frugally, than for the poor, more difficult for him to be free from passion.",
          "id": 372705
        },
        {
          "text": "Then he, you say, will have the greater reward.",
          "id": 372706
        },
        {
          "text": "—By no means.",
          "id": 372707
        },
        {
          "text": "—What, not if he overcomes greater difficulties?—But these difficulties were of his own seeking.",
          "id": 372708
        },
        {
          "text": "For we are not commanded to become rich, but the reverse.",
          "id": 372709
        },
        {
          "text": "But he prepares for himself so many stumbling-blocks and impediments.",
          "id": 372710
        },
        {
          "text": "Others not only divest themselves of riches, but macerate their bodies, as travelers in the narrow way.",
          "id": 372711
        },
        {
          "text": "Instead of doing this, thou heatest more intensely the furnace of thy passions, and gettest more about thee.",
          "id": 372712
        },
        {
          "text": "Go therefore into the broad way, for it is that which receives such as thee.",
          "id": 372713
        },
        {
          "text": "But the narrow way is for those who are afflicted and straitened, who bear along with them nothing but those burdens, which they can carry through it, as almsgiving, love for mankind, goodness, and meekness.",
          "id": 372714
        },
        {
          "text": "These if thou bearest, thou wilt easily find entrance, but if thou takest with thee arrogance, a soul inflamed with passions, and that load of thorns, wealth, there is need of wide room for thee to pass, nor wilt thou well be able to enter into the crowd without striking others, and coming down upon them on thy way.",
          "id": 372715
        },
        {
          "text": "In this case a wide distance from others is required.",
          "id": 372716
        },
        {
          "text": "But he who carries gold and silver, I mean the achievements of virtue, does not cause his neighbors to flee from him, but brings men nearer to him, even to link themselves with him.",
          "id": 372717
        },
        {
          "text": "But if riches in themselves are thorns, what must covetousness be? Why dost thou take that away with thee? Is it to make the flame greater by adding fuel to that fire? Is not the fire of hell sufficient? Consider how the Three Children overcame the furnace.",
          "id": 372718
        },
        {
          "text": "Imagine that to be hell.",
          "id": 372719
        },
        {
          "text": "With tribulation were they plunged into it, bound and fettered; but within they found large room; not so they that stood around without.",
          "id": 372720
        },
        {
          "text": "Something of this kind even now will be experienced, if we will manfully resist the trials that encompass us.",
          "id": 372721
        },
        {
          "text": "If we have hope in God, we shall be in security, and have ample room, and those who bring us into these straits shall perish.",
          "id": 372722
        },
        {
          "text": "For it is written, \"Whoso diggeth a pit shall fall therein\".",
          "id": 372723
        },
        {
          "text": "(Ecclus.",
          "id": 372724
        },
        {
          "text": "xxvi.",
          "id": 372725
        },
        {
          "text": ") Though they bind our hands and our feet, the affliction will have power to set us loose.",
          "id": 372726
        },
        {
          "text": "For observe this miracle.",
          "id": 372727
        },
        {
          "text": "Those whom men had bound, the fire set free.",
          "id": 372728
        },
        {
          "text": "As if certain persons were delivered up to the servants of their friends, and the servants, from regard to the friendship of their master, instead of injuring them, should treat them with much respect; so the fire, when as it knew that the Three Children were the friends of its Lord, burst their fetters, set them free, and let them go, and became to them as a pavement, and was trodden under their feet.",
          "id": 372729
        },
        {
          "text": "And justly, since they had been cast into it for the glory of God.",
          "id": 372730
        },
        {
          "text": "Let us, as many of us as are afflicted, hold fast these examples.",
          "id": 372731
        },
        {
          "text": "But behold, they were delivered from their affliction, you say, and we are not.",
          "id": 372732
        },
        {
          "text": "True, they were delivered, and justly; since they did not enter into that furnace expecting deliverance, but as if to die outright.",
          "id": 372733
        },
        {
          "text": "For hear what they say: \"There is a God in Heaven, Who will deliver us.",
          "id": 372734
        },
        {
          "text": "But if not, be it known unto thee, O King, that we will not serve thy gods, nor worship the golden image which thou hast set up\".",
          "id": 372735
        },
        {
          "text": "(Dan.",
          "id": 372736
        },
        {
          "text": "iii.",
          "id": 372737
        },
        {
          "text": ",.",
          "id": 372738
        },
        {
          "text": ") But we, as if bargaining on the chastisements of the Lord, even fix a time, saying, \"If He does not show mercy till this time\".",
          "id": 372739
        },
        {
          "text": "Therefore it is that we are not delivered.",
          "id": 372740
        },
        {
          "text": "Surely Abraham did not leave his home expecting again to receive his son, but as prepared to sacrifice him; and it was contrary to his expectation that he received him again safe.",
          "id": 372741
        },
        {
          "text": "And thou, when thou fallest into tribulation, be not in haste to be delivered, prepare thy mind for all endurance, and speedily thou shalt be delivered from thy affliction.",
          "id": 372742
        },
        {
          "text": "For God brings it upon thee for this end, that He may chasten thee.",
          "id": 372743
        },
        {
          "text": "When therefore from the first we learn to bear it patiently, and do not sink into despair, He presently relieves us, as having effected the whole matter.",
          "id": 372744
        },
        {
          "text": "I should like to tell you an instructive story, which has much of profit in it.",
          "id": 372745
        },
        {
          "text": "What then is it? Once, when a persecution arose, and a severe war was raging against the Church, two men were apprehended.",
          "id": 372746
        },
        {
          "text": "The one was ready to suffer anything whatever; the other was prepared to submit with firmness to be beheaded, but with fear and trembling shrunk from other tortures.",
          "id": 372747
        },
        {
          "text": "Observe then the dispensation towards these men.",
          "id": 372748
        },
        {
          "text": "When the judge was seated, he ordered the one who was ready to endure anything, to be beheaded.",
          "id": 372749
        },
        {
          "text": "The other he caused to be hung up and tortured, and that not once or twice, but from city to city.",
          "id": 372750
        },
        {
          "text": "Now why was this permitted? That he might recover through torments that quality of mind which he had neglected, that he might shake off all cowardice, and be no longer afraid to endure anything.",
          "id": 372751
        },
        {
          "text": "Joseph too, when he was urgent to escape from prison, was left to remain there.",
          "id": 372752
        },
        {
          "text": "For hear him saying, \"Indeed I was stolen away out of the land of the Hebrews; but do thou make mention of me to the king\".",
          "id": 372753
        },
        {
          "text": "(Gen.",
          "id": 372754
        },
        {
          "text": "xl.",
          "id": 372755
        },
        {
          "text": ",.",
          "id": 372756
        },
        {
          "text": ") And for this he was suffered to remain, that he might learn not to place hope or confidence in men, but to cast all upon God.",
          "id": 372757
        },
        {
          "text": "Knowing these things therefore let us give thanks to God, and let us do all things that are expedient for us, that we may obtain the good things to come, through Jesus Christ our Lord, with whom to the Father be glory, with the Holy Ghost, now and ever, and world without end, Amen.",
          "id": 372758
        }
      ]
    }
  ]
}