{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch XV",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XV.",
          "id": 56560
        },
        {
          "text": "Again on the calamity of the city of Antioch.",
          "id": 56561
        },
        {
          "text": "That fear is every way profitable.",
          "id": 56562
        },
        {
          "text": "That sorrow is more useful than laughter.",
          "id": 56563
        },
        {
          "text": "And upon the saying, \"Remember that thou walkest in the midst of snares\".",
          "id": 56564
        },
        {
          "text": "And that it is worse to exact an oath, than to commit murder.",
          "id": 56565
        },
        {
          "text": "To-day, and on the former Sabbath, it had behoved us to enter on the subject of fasting; nor let any one suppose that what I said was unseasonable.",
          "id": 56566
        },
        {
          "text": "For on the days of the fast, counsel and admonition on that subject are indeed not at all necessary; the very presence of these days exciting even those who are the most remiss to the effort of fasting.",
          "id": 56567
        },
        {
          "text": "But since many men, both when about to enter upon the fast, as if the belly were on the point of being delivered over to a sort of lengthened seige, lay in beforehand a stock of gluttony and drunkenness; and again, on being set at liberty, going forth as from a long famine and a grievous prison, run to the table with unseemly greediness, just as if they were striving to undo again the advantage gained through the fast, by an excess of gluttony; it might have been needful, that then as well as now, we should agitate the subject of temperance.",
          "id": 56568
        },
        {
          "text": "Nevertheless, we have neither lately said any thing of that kind, neither shall we now speak upon it.",
          "id": 56569
        },
        {
          "text": "For the fear of the impending calamity suffices, instead of the strongest admonition and counsel, to sober the soul of every one.",
          "id": 56570
        },
        {
          "text": "For who is there so miserable and degraded, as to be drunken in such a tempest? Who is there so insensible, when the city is thus agitated, and such a shipwreck is threatened, as not to become abstemious and watchful, and more thoroughly reformed by this distress than by any other sort of admonition and counsel? For discourse will not be able to effect as much as fear does.",
          "id": 56571
        },
        {
          "text": "And this very thing it is now possible to shew from the events which have taken place.",
          "id": 56572
        },
        {
          "text": "How many words then did we spend before this in exhorting many that were listless, and counselling them to abstain from the theatres, and the impurities of these places! And still they did not abstain; but always on this day they flocked together to the unlawful spectacles of the dancers; and they held their diabolical assembly in opposition to the full congregation of God's Church; so that their vehement shouts, borne in the air from that place, resounded against the psalms which we were singing here.",
          "id": 56573
        },
        {
          "text": "But behold, now whilst we were keeping silence, and saying nothing on the subject, they of themselves have shut up their orchestra; and the Hippodrome has been left deserted! Before this, many of our own people used to hasten to them; but now they are all fled hither from thence to the church, and all alike join in praising our God!.",
          "id": 56574
        },
        {
          "text": "Seest thou what advantage is come of fear? If fear were not a good thing, fathers would not have set tutors over their children; nor lawgivers magistrates for cities.",
          "id": 56575
        },
        {
          "text": "What can be more grievous than hell? Yet nothing is more profitable than the fear of it; for the fear of hell will bring us the crown of the kingdom.",
          "id": 56576
        },
        {
          "text": "Where fear is, there is no envy; where fear is, the love of money does not disturb; where fear is, wrath is quenched, evil concupiscence is repressed, and every unreasonable passion is exterminated.",
          "id": 56577
        },
        {
          "text": "And even as in a house, where there is always a soldier under arms, no robber, nor house-breaker, nor any such evil doer will dare to make his appearance; so also while fear holds possession of our minds, none of the base passions will readily attack us, but all fly off and are banished, being driven away in every direction by the despotic power of fear.",
          "id": 56578
        },
        {
          "text": "And not only this advantage do we gain from fear, but also another which is far greater.",
          "id": 56579
        },
        {
          "text": "For not only, indeed, does it expel our evil passions, but it also introduces every kind of virtue with great facility.",
          "id": 56580
        },
        {
          "text": "Where fear exists, there is zeal in alms-giving, and intensity of prayer, and tears warm and frequent, and groans fraught with compunction.",
          "id": 56581
        },
        {
          "text": "For nothing so swallows up sin, and makes virtue to increase and flourish, as a perpetual state of dread.",
          "id": 56582
        },
        {
          "text": "Therefore it is impossible for him who does not live in fear to act aright; as, on the other hand, it is impossible that the man who lives in fear can go wrong.",
          "id": 56583
        },
        {
          "text": "Let us not then grieve, beloved, let us not despond on account of the present tribulation, but let us admire the well-devised plan of God's wisdom.",
          "id": 56584
        },
        {
          "text": "For by these very means through which the devil hoped to overturn our city, hath God restored and corrected it.",
          "id": 56585
        },
        {
          "text": "The devil animated certain lawless men to treat the very statues of the Emperor contemptuously, in order that the very foundations of the city might be razed.",
          "id": 56586
        },
        {
          "text": "But God employed this same circumstance for our greater correction; driving out all sloth by the dread of the expected wrath: and the thing has turned out directly opposite to what the devil wished, by the means which he had himself prepared.",
          "id": 56587
        },
        {
          "text": "For our city is being purified every day; and the lanes and crossings, and places of public concourse, are freed from lascivious and voluptuous songs; and turn where we will there are supplications, and thanksgivings, and tears, instead of rude laughter; there are words of sound wisdom instead of obscene language, and our whole city has become a Church, the workshops being closed, and all being engaged throughout the day in these general prayers; and calling upon God in one united voice with much earnestness.",
          "id": 56588
        },
        {
          "text": "What preaching, what admonition, what counsel, what length of time had ever availed to accomplish these things?.",
          "id": 56589
        },
        {
          "text": "For this then let us be thankful, and let us not be petulant or discontented; for that fear is a good thing, what we have said hath made manifest.",
          "id": 56590
        },
        {
          "text": "But hear Solomon thus uttering a lesson of wisdom concerning it; Solomon, who was nourished in every luxury, and enjoyed much security.",
          "id": 56591
        },
        {
          "text": "What then does he say? \"It is better to go to the house of mourning than to the house of laughter\".",
          "id": 56592
        },
        {
          "text": "What sayest thou, I ask? Is it better to go where there is weeping, lamentation, and groans, and anguish, and so much sadness, than where there is the dance, the cymbals, and laughter, and luxury, and full eating and drinking? Yes, verily, he replies.",
          "id": 56593
        },
        {
          "text": "And tell me why is it so, and for what reason? Because, at the former place, insolence is bred, at the latter, sobriety.",
          "id": 56594
        },
        {
          "text": "And when a person goes to the banquet of one more opulent, he will no longer behold his own house with the same pleasure, but he comes back to his wife in a discontented mood; and in discontent he partakes of his own table; and is peevish towards his own servants, and his own children, and every body in his house; perceiving his own poverty the more forcibly by the wealth of others.",
          "id": 56595
        },
        {
          "text": "And this is not the only evil; but that he also often envies him who hath invited him to the feast, and returns home having received no benefit at all.",
          "id": 56596
        },
        {
          "text": "But with regard to the house of mourning, nothing of this sort can be said.",
          "id": 56597
        },
        {
          "text": "On the contrary, much spiritual wisdom is to be gained there, as well as sobriety.",
          "id": 56598
        },
        {
          "text": "For when once a person hath passed the threshold of a house which contains a corpse, and hath seen the departed one lying speechless, and the wife tearing her hair, mangling her cheeks, and wounding her arms, he is subdued; his countenance becomes sad; and every one of those who sit down together can say to his neighbour but this, \"We are nothing, and our wickedness is inexpressible!\" What can be more full of wisdom than these words, when we both acknowledge the insignificance of our nature, and accuse our own wickedness, and account present things as nothing? Giving utterance, though in different words, to that very sentiment of Solomon—that sentiment which is so marvellous and pregnant with Divine wisdom—\"Vanity of vanities, all is vanity\".",
          "id": 56599
        },
        {
          "text": "He who enters the house of mourning, weeps forthwith for the departed, even though he be an enemy.",
          "id": 56600
        },
        {
          "text": "Seest thou how much better that house is than the other? for there, though he be a friend, he envies; but here, though he be an enemy, he weeps.",
          "id": 56601
        },
        {
          "text": "This is a thing which God requires of us above all, that we should not insult over those who have occasioned us grief.",
          "id": 56602
        },
        {
          "text": "And not only may we gather these advantages, but others also which are not less than these.",
          "id": 56603
        },
        {
          "text": "For each one is also put in mind of his own sins, and of the fearful Tribunal; of the great Account, and of the Judgment; and although he may have been suffering a thousand evils from others, and have a cause for sadness at home, he will receive and take back with him the medicine for all these things.",
          "id": 56604
        },
        {
          "text": "For reflecting that he himself, and all those who swell with pride, will in a little while suffer the same thing; and that all present things, whether pleasant or painful, are transitory; he thus returns to his house, disburdened of all sadness and envy, with a light and buoyant heart; and hence he will hereafter be more meek, and gentle, and benignant to all; as well as more wise; the fear of things to come having made its way into his soul, and consumed all the thorns.",
          "id": 56605
        },
        {
          "text": "All this Solomon perceived when he said, \"It is better to go to the house of mourning than to the house of drinking\".",
          "id": 56606
        },
        {
          "text": "From the one grows listlessness, from the other an earnest anxiety.",
          "id": 56607
        },
        {
          "text": "From the one, contempt; from the other, fear; a fear which conducts us to the practice of every virtue.",
          "id": 56608
        },
        {
          "text": "If fear were not a good thing, Christ would not have expended such long and frequent discourses on the subject of punishment, and vengeance to come.",
          "id": 56609
        },
        {
          "text": "Fear is nothing less than a wall, and a defence, and an impregnable tower.",
          "id": 56610
        },
        {
          "text": "For indeed we stand in need of much defence, seeing that there are many ambushments on every side.",
          "id": 56611
        },
        {
          "text": "Even as this same Solomon again says admonishingly, \"Perceive that thou goest in the midst of snares, and that thou walkest on the battlements of cities\".",
          "id": 56612
        },
        {
          "text": "Oh with how many good things is this saying pregnant! Yea, not less than the former! Let us then, write it, each of us, upon our minds, and carry it about ever in our memories, and we shall not easily commit sin.",
          "id": 56613
        },
        {
          "text": "Let us write it there, having first learnt it with the utmost exactness.",
          "id": 56614
        },
        {
          "text": "For he does not say, \"Observe\" that thou goest in the midst of snares; but, \"Perceive!\" And for what reason did he say, \"Discern?\" He tells us that the snare is concealed; for this is indeed a snare, when the destruction does not appear openly, and the injury is not manifest, which lies hidden on all sides.",
          "id": 56615
        },
        {
          "text": "Therefore he says, \"Perceive!\" Thou needest much reflection and diligent scrutiny.",
          "id": 56616
        },
        {
          "text": "For even as boys conceal traps with earth, so the devil covers up our sins with the pleasures of this life.",
          "id": 56617
        },
        {
          "text": "But \"perceive;\" scrutinizing diligently; and if any kind of gain falls in thy way, look not only at the gain, but inspect it carefully, lest somewhere death and sin lurk within the gain; and shouldest thou perceive this, fly from it.",
          "id": 56618
        },
        {
          "text": "Again, when some delight or pleasure may chance to present itself, look not only at the pleasure; but lest somewhere in the depth of the pleasure some iniquity should lie enveloped, search closely, and if thou discoverest it, hasten away! And should any one counsel, or flatter, or cajole, or promise honours, or any other such thing whatever, let us make the closest investigation; and look at the matter on all sides, lest something pernicious, something perilous, should perchance befall us through this advice, or honour, or attention, and we run upon it hastily and unwittingly.",
          "id": 56619
        },
        {
          "text": "For if there were only one or two snares, the precaution would be easy.",
          "id": 56620
        },
        {
          "text": "But now, hear how Solomon speaks when he wishes to set forth the multitude of these; \"Perceive that thou goest in the midst of snares;\" he does not say, that thou \"goest by\" snares, but \"in the midst\" of snares.",
          "id": 56621
        },
        {
          "text": "On either side are the pit-falls; on either side the deceits.",
          "id": 56622
        },
        {
          "text": "One goes into the forum; one sees an enemy; one is inflamed by the bare sight of him! one sees a friend honoured; one is envious! One sees a poor man; one despises and takes no notice of him! One sees a rich man; one envies him! One sees some one injuriously treated; one recoils in disgust! One sees some one acting injuriously; one is indignant! One sees a handsome woman, and is caught! Seest thou, beloved, how many snares there are? Therefore it is said, \"Remember that thou goest in the midst of snares\".",
          "id": 56623
        },
        {
          "text": "There are snares in the house, snares at the table, and snares in social intercourse.",
          "id": 56624
        },
        {
          "text": "Very often a person unwittingly, in the confidence of friendship, gives utterance to some particular of those matters which ought not to be repeated again, and so great a peril is brought about, that the whole family is thereby ruined!.",
          "id": 56625
        },
        {
          "text": "On every side then let us search closely into these matters.",
          "id": 56626
        },
        {
          "text": "Often has a wife, often have children, often have friends, often have neighbours, proved a snare to the unheeding! And why, it is asked, are there so many snares? That we may not fly low, but seek the things that are above.",
          "id": 56627
        },
        {
          "text": "For just as birds, as long as they cleave the upper air, are not easily caught; so also thou, as long as thou lookest to things above, wilt not be easily captured, whether by a snare, or by any other device.",
          "id": 56628
        },
        {
          "text": "The devil is a fowler.",
          "id": 56629
        },
        {
          "text": "Soar, then, too high for his arrows.",
          "id": 56630
        },
        {
          "text": "The man who hath mounted aloft will no longer admire any thing in the affairs of this life.",
          "id": 56631
        },
        {
          "text": "But as when we have ascended to the top of the mountains, the city and its walls seem to us to be but small, and the men appear to us to be going along upon the earth like ants; so when thou hast ascended to the heights of spiritual wisdom, nothing upon the earth will be able to fascinate thee; but every thing, yea even riches, and glory, and honour, and whatever else there be of that kind, will appear insignificant when thou regardest heavenly things.",
          "id": 56632
        },
        {
          "text": "According to Paul all the glories of the present life appeared trifling, and more unprofitable than dead things.",
          "id": 56633
        },
        {
          "text": "Hence his exclamation, \"The world is crucified unto me\".",
          "id": 56634
        },
        {
          "text": "Hence also his admonition, \"Set your affections on things above\".",
          "id": 56635
        },
        {
          "text": "Above? What kinds of things do you speak of pray? Where the sun is, where the moon is? Nay, saith he.",
          "id": 56636
        },
        {
          "text": "But where then? Where angels are? where archangels? where the cherubim? where the seraphim are? Nay, saith he.",
          "id": 56637
        },
        {
          "text": "But where then? \"Where Christ sitteth at the right hand of God\".",
          "id": 56638
        },
        {
          "text": "Let us obey then, and let us think of this continually, that even as to the bird caught in the snare, wings are of no service, but he beats them about vainly, and to no purpose; so also to thee there is no utility in thy reasonings, when once thou art powerfully captivated by wicked lust, but struggle as much as thou mayest, thou art captured! For this reason wings are given to birds; that they may avoid snares.",
          "id": 56639
        },
        {
          "text": "For this reason men have the power of thinking; that they may avoid sin.",
          "id": 56640
        },
        {
          "text": "What pardon then, or what excuse will be ours, when we become more senseless than the brutes? For the bird which has once been captured by the snare, yet afterwards escaped, and the deer which has fallen into the net, but has broken through it, are hard to be captured again with the like; since experience becomes a teacher of caution to every one.",
          "id": 56641
        },
        {
          "text": "But we, though often snared in the same nets, fall into the same again; and though honoured with reason, we do not imitate the forethought and care of the irrational animals! Hence how often do we, from beholding a woman, suffer a thousand evils; returning home, and entertaining an inordinate desire, and experiencing anguish for many days; yet, nevertheless, we are not made discreet; but when we have scarcely cured one wound, we again fall into the same mischief, and are caught by the same means; and for the sake of the brief pleasure of a glance, we sustain a kind of lengthened and continual torment.",
          "id": 56642
        },
        {
          "text": "But if we learn constantly to repeat to ourselves this saying, we shall be kept from all these grievous evils.",
          "id": 56643
        },
        {
          "text": "The beauty of woman is the greatest snare.",
          "id": 56644
        },
        {
          "text": "Or rather, not the beauty of woman, but unchastened gazing! For we should not accuse the objects, but ourselves, and our own carelessness.",
          "id": 56645
        },
        {
          "text": "Nor should we say, Let there be no women, but Let there be no adulteries.",
          "id": 56646
        },
        {
          "text": "We should not say, Let there be no beauty, but Let there be no fornication.",
          "id": 56647
        },
        {
          "text": "We should not say, Let there be no belly, but let there be no gluttony; for the belly makes not the gluttony, but our negligence.",
          "id": 56648
        },
        {
          "text": "We should not say, that it is because of eating and drinking that all these evils exist; for it is not because of this, but because of our carelessness and insatiableness.",
          "id": 56649
        },
        {
          "text": "Thus the devil neither ate nor drank, and yet he fell! Paul ate and drank, and ascended up to heaven! How many do I hear say, Let there be no poverty! Therefore let us stop the mouths of those who murmur at such things.",
          "id": 56650
        },
        {
          "text": "For it is blasphemy to utter such complaints.",
          "id": 56651
        },
        {
          "text": "To such then, let us say, Let there be no meanness of spirit.",
          "id": 56652
        },
        {
          "text": "For poverty brings innumerable good things into our state of life, and without poverty riches would be unprofitable.",
          "id": 56653
        },
        {
          "text": "Hence we should accuse neither the one nor the other of these; for poverty and riches are both alike weapons which will tend to virtue, if we are willing.",
          "id": 56654
        },
        {
          "text": "As then the courageous soldier, whichever weapon he takes, displays his own virtue, so the unmanly and cowardly one is encumbered by either.",
          "id": 56655
        },
        {
          "text": "And that thou mayest learn that this is true, remember, I pray, the case of Job; who became both rich, and likewise poor, and handled both these weapons alike, and conquered in both.",
          "id": 56656
        },
        {
          "text": "When he was rich, he said, \"My door was open to every comer\".",
          "id": 56657
        },
        {
          "text": "But when he had become poor, \"The Lord gave, and the Lord hath taken away.",
          "id": 56658
        },
        {
          "text": "As it seemed good unto the Lord, so hath it come to pass\".",
          "id": 56659
        },
        {
          "text": "When he was rich, he shewed much hospitality; when he was poor, much patience.",
          "id": 56660
        },
        {
          "text": "And thou, then,—art thou rich? Display much bountifulness! Hast thou become poor? Shew much endurance and patience! For neither is wealth an evil, nor poverty in itself; but these things, either of them, become so according to the free choice of those who make use of them.",
          "id": 56661
        },
        {
          "text": "Let us school ourselves then to entertain no such opinions on these subjects; nor let us accuse the works of God, but the wicked choice of men.",
          "id": 56662
        },
        {
          "text": "Riches are not able to profit the little-minded: nor is poverty able ever to injure the magnanimous.",
          "id": 56663
        },
        {
          "text": "Let us then discern the snares, and walk far off from them! Let us discern the precipices, and not even approach them! This will be the foundation of our greatest safety not only to avoid things sinful, but those things which seem indeed to be indifferent, and yet are apt to make us stumble towards sin.",
          "id": 56664
        },
        {
          "text": "For example; to laugh, to speak jocosely, does not seem an acknowledged sin, but it leads to acknowledged sin.",
          "id": 56665
        },
        {
          "text": "Thus laughter often gives birth to foul discourse, and foul discourse to actions still more foul.",
          "id": 56666
        },
        {
          "text": "Often from words and laughter proceed railing and insult; and from railing and insult, blows and wounds; and from blows and wounds, slaughter and murder.",
          "id": 56667
        },
        {
          "text": "If, then, thou wouldest take good counsel for thyself, avoid not merely foul words, and foul deeds, or blows, and wounds, and murders, but unseasonable laughter, itself, and the very language of banter; since these things have proved the root of subsequent evils.",
          "id": 56668
        },
        {
          "text": "Therefore Paul saith, \"Let no foolish talking nor jesting proceed out of thy mouth\".",
          "id": 56669
        },
        {
          "text": "For although this seems to be a small thing in itself, it becomes, however, the cause of much mischief to us.",
          "id": 56670
        },
        {
          "text": "Again, to live in luxury does not seem to be a manifest and admitted crime; but then it brings forth in us great evils,—drunkenness, violence, extortion, and rapine.",
          "id": 56671
        },
        {
          "text": "For the prodigal and sumptuous liver, bestowing extravagant service upon the belly, is often compelled to steal, and to seize the property of others, and to use extortion and violence.",
          "id": 56672
        },
        {
          "text": "If, then, thou avoidest luxurious living, thou removest the foundation of extortion, and rapine, and drunkenness, and a thousand other evils; cutting away the root of iniquity from its extremity.",
          "id": 56673
        },
        {
          "text": "Hence Paul saith, that \"she who liveth in pleasure is dead while she liveth\".",
          "id": 56674
        },
        {
          "text": "Again, to go to the theatres, or to survey the horse-race, or to play at dice, does not seem, to most men, to be an admitted crime; but it introduces into our life an infinite host of miseries.",
          "id": 56675
        },
        {
          "text": "For spending time in the theatres produces fornication, intemperance, and every kind of impurity.",
          "id": 56676
        },
        {
          "text": "The spectacle of the horse-race also brings about fightings, railings, blows, insults, and lasting enmities.",
          "id": 56677
        },
        {
          "text": "And a passion for dice-playing hath often caused blasphemies, injuries, anger, reproaches, and a thousand other things more fearful still.",
          "id": 56678
        },
        {
          "text": "Therefore, let us not only avoid sins, but those things too which seem to be indifferent, yet by degrees lead us into these misdeeds.",
          "id": 56679
        },
        {
          "text": "He, indeed, who walks by the side of a precipice, even though he may not fall over, trembles; and very often he is overset by this same trembling, and falls to the bottom.",
          "id": 56680
        },
        {
          "text": "So also he who does not avoid sins from afar, but walks near them, will live in fear, and will often fall into them.",
          "id": 56681
        },
        {
          "text": "Besides, he who eagerly looks at strange beauties, although he may not commit adultery, hath in so doing entertained lust; and hath become already an adulterer according to the declaration of Christ; and often by this very lust he is carried on to the actual sin.",
          "id": 56682
        },
        {
          "text": "Let us then withdraw ourselves far from sins.",
          "id": 56683
        },
        {
          "text": "Dost thou wish to live soberly? Avoid not only adultery, but also the licentious glance! Dost thou wish to be far removed from foul words? Avoid not only foul words, but also inordinate laughter, and every kind of lust.",
          "id": 56684
        },
        {
          "text": "Dost thou wish to keep far from committing murders? Avoid railing too.",
          "id": 56685
        },
        {
          "text": "Dost thou wish to keep aloof from drunkenness? Avoid luxury and sumptuous tables, and pluck up the vice by the roots.",
          "id": 56686
        },
        {
          "text": "The licentiousness of the tongue is a great snare, and needs a strong bridle.",
          "id": 56687
        },
        {
          "text": "Therefore also some one saith.",
          "id": 56688
        },
        {
          "text": "\"His own lips are a powerful snare to a man, and he is snared by the words of his own mouth\".",
          "id": 56689
        },
        {
          "text": "Above all the other members, then, let us control this; let us bridle it; and let us expel from the mouth railings, and contumelies, and foul and slanderous language, and the evil habit of oaths.",
          "id": 56690
        },
        {
          "text": "For again our discourse hath brought us to the same exhortation.",
          "id": 56691
        },
        {
          "text": "But I had arranged with your charity, yesterday, that I would say no more concerning this precept, forasmuch as enough has been said upon it on all the foregoing days.",
          "id": 56692
        },
        {
          "text": "But what is to become of me? I cannot bear to desist from this counsel, until I see that ye have put it in practice; since Paul also, when he saith to the Galatians, \"Henceforth let no man trouble me,\" appears again to have met and addressed them.",
          "id": 56693
        },
        {
          "text": "Such are the paternal bowels; although they say they will depart, yet they depart not, until they see that their sons are chastened.",
          "id": 56694
        },
        {
          "text": "Have ye heard to-day what the prophet speaks to us concerning oaths; \"I lifted up mine eyes, and I saw,\" saith he, \"and, behold, a flying sickle, the length thereof twenty cubits, and the breadth thereof ten cubits; and he said to me, What seest thou? and I said, I see a flying sickle, twenty cubits in length, and ten cubits in breadth.",
          "id": 56695
        },
        {
          "text": "It shall also enter into the house,\" saith he, \"of every one that sweareth in my name, and shall remain in the midst, and shall pull down the stones and the wood\".",
          "id": 56696
        },
        {
          "text": "What, forsooth, is this which is here spoken? and for what reason is it in the form of a \"sickle,\" and that a \"flying sickle,\" that vengeance is seen to pursue the swearers? In order that thou mayest see that the judgment is inevitable, and the punishment not to be eluded.",
          "id": 56697
        },
        {
          "text": "For from a flying sword some one might perchance be able to escape, but from a sickle, falling upon the neck, and acting in the place of a cord, no one can escape.",
          "id": 56698
        },
        {
          "text": "And when wings too are added, what further hope is there of safety? But on what account doth it pull down the stones and the wood of the swearer's house? In order that the ruin may be a correction to all.",
          "id": 56699
        },
        {
          "text": "For since it is necessary that the earth must hide the swearer when dead; the very sight of his ruined house, now become a heap, will be an admonition to all who pass by and observe it, not to venture on the like, lest they suffer the like; and it will be a lasting witness against the sin of the departed.",
          "id": 56700
        },
        {
          "text": "The sword is not so piercing as the nature of an oath! The sabre is not so destructive as the stroke of an oath! The swearer, although he seems to live, is already dead, and hath received the fatal blow.",
          "id": 56701
        },
        {
          "text": "And as the man who hath received the halter, before he hath gone out of the city and come to the pit, and seen the executioner standing over him, is dead from the time he passed the doors of the hall of justice: so also the swearer.",
          "id": 56702
        },
        {
          "text": "All this let us consider, and let us not put our brethren on oath.",
          "id": 56703
        },
        {
          "text": "What dost thou, O man? At the sacred table thou exactest an oath, and where Christ lies slain, there thou slayest thine own brother.",
          "id": 56704
        },
        {
          "text": "Robbers, indeed, murder on the highways; but thou slayest the son in the presence of the mother: committing a murder more accursed than Cain himself; for he slew his brother in solitude and only with present death; but thou slayest thy brother in the midst of the church, and that with the deathless death that is to come! For think you that the church was made for this purpose, that we might swear? Yea, for this it was made, that we might pray! Is the Table placed there, that we may make adjurations? It is placed there to this end, that we may loose sins, not that we may bind them.",
          "id": 56705
        },
        {
          "text": "But thou, if thou heedest nothing else, reverence at least that book, which thou reachest forth in putting the oath; and open the Gospel, which thou takest in hand when thou biddest swear; and when thou hearest what Christ there declares concerning oaths, shudder and desist! What then does He there say concerning oaths? \"But I say unto you, Swear not at all\".",
          "id": 56706
        },
        {
          "text": "And dost thou convert the Law which forbids swearing into an oath.",
          "id": 56707
        },
        {
          "text": "Oh, what contempt! Oh, what outrage! For thou doest just the same thing as if any one should bid the lawgiver, who prohibits murder, become himself a party to the murder.",
          "id": 56708
        },
        {
          "text": "Not so much do I lament and weep, when I hear that some persons are slain upon the highway, as I groan, and shed tears, and am horrified, when I see any one coming near this Table, placing his hands upon it, and touching the Gospels, and swearing! Art thou in doubt, I ask, concerning money, and wouldest thou slay a soul? What gainest thou to match the injury thou doest to thine own soul, and to thy neighbour? If thou believest that the man is true, do not impose the obligation of the oath; but if thou knowest him to be a liar, do not force him to commit perjury.",
          "id": 56709
        },
        {
          "text": "\"But that I may have a full assurance:\" saith one.",
          "id": 56710
        },
        {
          "text": "Verily, when thou hast not sworn him, then thou wilt receive a good and full assurance.",
          "id": 56711
        },
        {
          "text": "For now, when thou hast returned home, thou wilt be continually the prey of conscience, whilst reasoning thus with thyself; \"Was it to no purpose, then, that I put him upon his oath? Was he not really perjured? Have I not become the cause of the sin?\" But if thou dost not put him upon his oath, thou wilt receive much consolation on returning home, rendering thanks to God, and saying, \"Blessed be God, that I restrained myself, and did not compel him to swear vainly, and to no purpose.",
          "id": 56712
        },
        {
          "text": "Away with gold! Perish the money!\" for that which specially gives us assurance is, that we did not transgress the law, nor compel another to do it.",
          "id": 56713
        },
        {
          "text": "Consider, for Whose sake thou didst not put any one on his oath; and this will suffice thee for refreshment and consolation.",
          "id": 56714
        },
        {
          "text": "Often, indeed, when a fight takes place, we bear being insulted with fortitude, and we say to the insulter, \"What shall I do with thee? Such an one hinders me, who is thy patron; he keeps back my hands\".",
          "id": 56715
        },
        {
          "text": "And this is sufficient to console us.",
          "id": 56716
        },
        {
          "text": "So when thou art about to put any one on his oath, restrain thyself; and stop; and say to him who is about to swear, \"What shall I do with thee? God hath forbidden me to put any one on oath.",
          "id": 56717
        },
        {
          "text": "He now holds me back\".",
          "id": 56718
        },
        {
          "text": "This suffices both for the honour of the Lawgiver, and for thy safety, and for keeping him in fear who is ready to swear.",
          "id": 56719
        },
        {
          "text": "For when he seeth that we are thus afraid to put others on oath, much more will he himself be afraid to swear rashly.",
          "id": 56720
        },
        {
          "text": "Wouldest thou say thus, thy return to thine own home would be with much fulness of assurance.",
          "id": 56721
        },
        {
          "text": "Hear God, therefore, in His Commandments, that He may Himself hear thee in thy prayers! This word shall be written in heaven, and shall stand by thee on the Day of Judgment, and shall discharge many sins.",
          "id": 56722
        },
        {
          "text": "This also let us consider not only with respect to an oath, but to every thing.",
          "id": 56723
        },
        {
          "text": "And when we are about to do any good action for God's sake, and it is found to bring loss with it, let us look not merely at the loss connected with the matter, but at the gain which we shall reap by doing it for God.",
          "id": 56724
        },
        {
          "text": "That is to say, Hath any one insulted thee? Bear it nobly! And thou wilt do so, if thou thinkest not of the insult merely, but of the dignity of Him who commands thee to bear it, and thou bearest it meekly.",
          "id": 56725
        },
        {
          "text": "Hast thou given an alms? Think not of the outlay, but of the produce which arises from the outlay.",
          "id": 56726
        },
        {
          "text": "Hast thou been mulcted of money? Give thanks, and regard not only the pain which is the result of the loss, but the gain which comes of thanksgiving.",
          "id": 56727
        },
        {
          "text": "If we thus regulate ourselves, none of those heavy events which may befal us will give us pain; but from those things which may seem to be grievous, we shall be even gainers, and loss will be sweeter and more desired than wealth, pain than pleasure, and mirth and insult than honour.",
          "id": 56728
        },
        {
          "text": "Thus all things adverse will turn to our gain.",
          "id": 56729
        },
        {
          "text": "And here we shall enjoy much tranquillity, and there we shall attain the kingdom of heaven; which God grant that we may all be deemed worthy to obtain, by the grace and lovingkindness of our Lord Jesus Christ, through Whom and with Whom, to the Father with the Holy Spirit, be glory, dominion, and honour, now and ever, and world without end, Amen.",
          "id": 56730
        }
      ]
    }
  ]
}