{
  "book": "Chrysostom: Homilies on the Statues to the People of Antioch V",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily V.",
          "id": 55080
        },
        {
          "text": "The exhortation of the last Homily is continued in this.",
          "id": 55081
        },
        {
          "text": "The people are exhorted to bear with fortitude the impending wrath of the Emperor.",
          "id": 55082
        },
        {
          "text": "The cases of Job and the Ninevites are referred to as examples.",
          "id": 55083
        },
        {
          "text": "It is shewn that men ought not to fear death, but sin.",
          "id": 55084
        },
        {
          "text": "What it is to die miserably is explained; and the Homily concludes with an earnest dissuasive against the use of oaths.",
          "id": 55085
        },
        {
          "text": "The discourse concerning the three young men, and the Babylonian furnace, did, as it would seem, yesterday give no small comfort to your Charity; and still more the example in the case of Job, and that dunghill more to be venerated than any kingly throne.",
          "id": 55086
        },
        {
          "text": "For from seeing a royal throne no advantage results to the spectators, but only a temporary pleasure, which has no profit; but from the sight of Job's dunghill, one may derive every kind of benefit, yea, much divine wisdom and consolation, in order to patience.",
          "id": 55087
        },
        {
          "text": "Therefore to this day many undertake a long pilgrimage, even across the sea, hastening from the extremities of the earth, as far as Arabia, that they may see that dunghill; and having beheld it, may kiss the land, which contained the wrestling-ground of such a victor, and received the blood that was more precious than all gold! For the purple shines not so brilliantly, as did that body when dyed not in another's blood, but in its own! Even those very wounds were more precious than all manner of jewels! For the nature of pearls is of no help to our life; nor do they satisfy any necessary want on the part of those who have them.",
          "id": 55088
        },
        {
          "text": "But those wounds are a consolation for all sadness; and that thou mayest learn this to be the truth, suppose any one were to lose a beloved and only son.",
          "id": 55089
        },
        {
          "text": "Shew him ten thousand pearls, and you will not console his grief, or lighten his anguish; but recall to his mind the wounds of Job, and thou wouldest easily be able to minister comfort by speaking thus: \"Why sorrowest thou, O man? Thou hast lost one son; but that blessed man, after he had been bereaved of the whole family of his children, both received a plague in his own flesh, and sat down naked upon the dunghill, streaming with gore from every part, and his flesh gradually wasting away; even he who was just, and true, so devout a man, who stained from every evil deed, and had even God for a witness to his virtue\".",
          "id": 55090
        },
        {
          "text": "By speaking thus thou wouldest extinguish all the sufferer's sadness, and remove all his distress.",
          "id": 55091
        },
        {
          "text": "Thus the wounds of the just man become more useful than pearls!.",
          "id": 55092
        },
        {
          "text": "Figure to yourselves then this wrestler; and imagine that you see that dunghill, and himself sitting in the midst of it! That golden statue! set with gems! I know not how to express it: for I am unable to find any material so precious as to compare it with that body stained with blood! So far above every substance, however costly, was the nature of that flesh, beyond all comparison more precious, and those wounds more splendid than the sun's beams; for these illumine the eyes of the body; but those enlighten the eyes of the mind! those struck the devil with utter blindness! Therefore it was, that after that blow, he started back and appeared no more.",
          "id": 55093
        },
        {
          "text": "And do thou, O beloved, learn thence too what advantage there is in tribulation! For when the just man was rich, and enjoyed ease, he had the means of accusing him.",
          "id": 55094
        },
        {
          "text": "However falsely, yet still he had it in his power to say, \"Doth Job serve thee for nought?\" But after he had stripped him and made him poor, he dared not even open his mouth any more.",
          "id": 55095
        },
        {
          "text": "When he was wealthy, he prepared to wrestle with him, and threatened to overthrow him; but when he had made him poor, and taken away all he had, and thrown him into the deepest distress, then he started back.",
          "id": 55096
        },
        {
          "text": "When indeed his body was sound, he lifted up his hands against him, but when he had battered his flesh, then he fled,—defeated! Seest thou how to the vigilant, poverty is much better and more beneficial than riches; and infirmity and sickness, than health; and trial, than tranquillity; inasmuch as it makes the combatants more illustrious and vigorous?.",
          "id": 55097
        },
        {
          "text": "Who hath seen or heard of such an astonishing contest? The fighters in worldly contests, when they have battered the heads of their adversaries, are then victorious, and are crowned! But this adversary, when he had battered the body of the just man, perforating it with ulcers of every kind, and had reduced him to great weakness, was then conquered, and drew back.",
          "id": 55098
        },
        {
          "text": "Even when he had pierced his ribs in every direction, he was no gainer thereby; for he spoiled him not of his hidden treasure, but he made him more conspicuous to us; and through that piercing he gave to all the privilege to look into his interior, and to discern completely the whole of his wealth! When he expected to prevail, then he withdrew with much ignominy, and never again uttered a syllable! What is the matter, O devil? For what cause withdrawest thou? Was not everything done that thou chosest? Hast thou not taken away his flocks, his herds, his droves of horses and of mules? Hast thou not also destroyed his troop of children? and battered his flesh to pieces.",
          "id": 55099
        },
        {
          "text": "For what reason withdrawest thou? \"Because,\" saith he, \"every thing I chose is come to pass, and yet that which I most desired should come to pass, and for which I did all those things, is not come to pass; he hath not blasphemed! For it was in order to this, continues he, that I was doing all those things; and as this is not come to pass, I am no gainer by having deprived him of his wealth; or by the destruction of his children; or by the plague inflicted upon his body; but the reverse of what I purposed hath come to pass; I have made my enemy more illustrious; I have added lustre to his reputation\".",
          "id": 55100
        },
        {
          "text": "Perceivest thou, O beloved, how great was the reward of tribulation? His body was fair and sound before, but it became more venerable, when pierced through and through by these wounds! And thus wool, fair as it is before the dyeing, when it becomes purple, takes an indescribable beauty, and an additional grace.",
          "id": 55101
        },
        {
          "text": "But if he had not stripped him, we should not have known the good condition of the victor; if he had not pierced the body with ulcers, the rays within would not have shone forth.",
          "id": 55102
        },
        {
          "text": "If he had not made him sit down upon a dunghill, we should not have known his wealth.",
          "id": 55103
        },
        {
          "text": "For a king sitting on a throne is not so illustrious, as this man was notable and conspicuous, whilst sitting upon his dunghill! For after the royal throne, comes death; but after that dunghill, the kingdom of heaven!.",
          "id": 55104
        },
        {
          "text": "Collecting then all these reasons, let us raise ourselves from the dejection which oppresses us.",
          "id": 55105
        },
        {
          "text": "For I have laid these histories before you, not that ye may applaud what is spoken, but that ye may imitate the virtue and the patience of such noble men; that ye may learn from the very facts, that there is nothing of human ills to be dreaded, save sin only; neither poverty, nor disease, nor insult, nor malicious treatment, nor ignominy, nor death, which is accounted the worst of all evils.",
          "id": 55106
        },
        {
          "text": "To those who love spiritual wisdom, such things are only the names of calamities; names which have no substantial reality.",
          "id": 55107
        },
        {
          "text": "But the true calamity consists in offending God, and in doing aught which is displeasing to Him.",
          "id": 55108
        },
        {
          "text": "For tell me, what is there in death which is terrible? Is it because it transports thee more quickly to the peaceful haven, and to that life which is free from tumult? Although man should not put thee to death, will not the very law of nature, at length stealing upon thee, separate the body from the soul; and if this event which we fear does not happen now, it will happen shortly.",
          "id": 55109
        },
        {
          "text": "I speak thus, not anticipating any dread or melancholy event: God forbid! But because I am ashamed for those who are afraid of death.",
          "id": 55110
        },
        {
          "text": "Tell me, whilst expecting such good things as \"eye hath not seen, nor ear heard, nor have entered the heart of man,\" dost thou demur about this enjoyment, and art negligent and slothful; and not only slothful, but fearful and trembling? And is it not shameful that thou art distressed on account of death, whereas Paul groaned on account of the present life, and writing to the Romans said, \"The creation groaneth together, and ourselves also which have the first fruits of the Spirit do groan\".",
          "id": 55111
        },
        {
          "text": "And he spoke thus, not as condemning the things present, but longing for the things to come.",
          "id": 55112
        },
        {
          "text": "\"I have tasted,\" saith he, \"of the grace, and I do not willingly put up with the delay.",
          "id": 55113
        },
        {
          "text": "I have the first fruits of the Spirit, and I press on towards the whole.",
          "id": 55114
        },
        {
          "text": "I have ascended to the third heaven; I have seen that glory which is unutterable; I have beheld the shining palaces; I have learnt what joys I am deprived of, while I linger here, and therefore do I groan\".",
          "id": 55115
        },
        {
          "text": "For suppose any one had conducted thee into princely halls, and shewn thee the gold everywhere glittering on the walls, and all the rest of the glorious show; if from thence he had led thee back afterward to a poor man's hut, and promised that in a short time he would bring thee back to those palaces, and would there give thee a perpetual mansion; tell me, wouldest thou not indeed languish with desire, and feel impatient, even at these few days? Thus think then of heaven, and of earth, and groan with Paul, not because of death, but because of the present life!.",
          "id": 55116
        },
        {
          "text": "But grant me, saith one, to be like Paul, and I shall never be afraid of death.",
          "id": 55117
        },
        {
          "text": "Why, what is it that forbids thee, O man, to become like Paul? Was he not a poor man? Was he not a tent maker? Was he not a man of humble position? For if he had been rich and high born, the poor, when called upon to imitate his zeal, would have had their poverty to plead; but now thou canst say nothing of this sort.",
          "id": 55118
        },
        {
          "text": "For this man was one who exercised a manual art, and supported himself too by his daily labours.",
          "id": 55119
        },
        {
          "text": "And thou, indeed, from the first hast inherited true religion from thy fathers; and from thy earliest age hast been nourished in the study of the sacred writings; but he was \"a blasphemer, and a persecutor, and injurious,\" and ravaged the Church! Nevertheless, he so changed all at once, as to surpass all in the vehemence of his zeal, and he cries out, saying, \"Be ye imitators of me, even as I also am of Christ\".",
          "id": 55120
        },
        {
          "text": "He imitated the Lord; and wilt not thou who hast been educated in piety from the first, imitate a fellow-servant; one who by conversion was brought to the faith at a later period of life? Knowest thou not, that they who are in sins are dead whilst they live; and that they who live in righteousness, although they be dead, yet they live? And this is not my word.",
          "id": 55121
        },
        {
          "text": "It is the declaration of Christ speaking to Martha, \"He that believeth in me though he were dead yet shall he live\".",
          "id": 55122
        },
        {
          "text": "Is our doctrine, indeed, a fable? If thou art a Christian, believe in Christ; if thou believest in Christ, shew me thy faith by thy works.",
          "id": 55123
        },
        {
          "text": "But how mayest thou shew this? By thy contempt of death: for in this we differ from the unbelievers.",
          "id": 55124
        },
        {
          "text": "They may well fear death; since they have no hope of a resurrection.",
          "id": 55125
        },
        {
          "text": "But thou, who art travelling toward better things, and hast the opportunity of meditating on the hope of the future; what excuse hast thou, if whilst assured of a resurrection, thou are yet at the same time as fearful of death, as those who believe not the resurrection?.",
          "id": 55126
        },
        {
          "text": "But I have no fear of death, says one, nor of the act of dying, but of a miserable death, of being beheaded.",
          "id": 55127
        },
        {
          "text": "Did John then, I ask, die miserably? for he was beheaded.",
          "id": 55128
        },
        {
          "text": "Or did Stephen die miserably? for he was stoned; and all the martyrs have thus died wretchedly, according to this objection: since some have ended their lives by fire; and others by the sword; and some cast into the ocean; others down a precipice; and others into the jaws of wild beasts, have so come by their death.",
          "id": 55129
        },
        {
          "text": "To die basely, O man, is not to come to one's end by a violent death, but to die in sin! Hear, at least, the prophet moralising on this very matter, and saying, \"The death of sinners is evil\".",
          "id": 55130
        },
        {
          "text": "He does not say that a violent death is evil; but what then? \"The death of sinners is evil\".",
          "id": 55131
        },
        {
          "text": "And justly so; for after the departure from this life, there is an intolerable punishment; undying vengeance, the envenomed worm; the fire unquenchable, the outer darkness, the chains indissoluble; the gnashing of teeth, the tribulation, and the anguish, and the eternal justice.",
          "id": 55132
        },
        {
          "text": "Since therefore such evils await sinners, what advantage can it be to them, though they should end their days at home, and in their bed? Even so, on the other hand, it can do no harm to the righteous to lay down the present life through sword, or steel, or fire, when they are to depart to the good things that are immortal.",
          "id": 55133
        },
        {
          "text": "Truly \"the death of sinners is evil\".",
          "id": 55134
        },
        {
          "text": "Such a death was that of the rich man, who despised Lazarus.",
          "id": 55135
        },
        {
          "text": "He, when he had terminated his life by a natural end, at home and on his bed, and with his relatives about him, experienced after his departure to the other world a fiery torment; nor was he able to obtain there even a little comfort, out of all the pleasure he had enjoyed in the present life! But not so was it with Lazarus; for when lying upon the pavement, while the dogs came and licked his sores, he had suffered a violent death (for what could be more painful than hunger?), but on his departing hence he enjoyed eternal blessings, luxuriating in the bosom of Abraham! In what respect, then, did it injure him that he died a violent death? or what did it profit the rich man, that he died not with violence?.",
          "id": 55136
        },
        {
          "text": "But, says some one, \"We have no fear of dying by violence, but of dying unjustly; and of being punished in a similar way with the guilty,—we who have had nothing to do with the crimes of which we are suspected\".",
          "id": 55137
        },
        {
          "text": "What sayest thou, tell me? Art thou afraid of dying unjustly, and wouldest thou wish to die justly.",
          "id": 55138
        },
        {
          "text": "But who is there so wretched and miserable, that when he had the alternative of dying unjustly, would rather depart by an act of justice? For if it be necessary to fear death, it is necessary to fear it when it comes upon us justly; since he indeed who dies unjustly, is by this very means made a partaker with all the saints.",
          "id": 55139
        },
        {
          "text": "For many of those who were approved and distinguished by God, have been subjected to an unjust end; and first of all Abel.",
          "id": 55140
        },
        {
          "text": "For it was not that he had sinned against his brother, or done Cain any harm; but inasmuch as he had honoured God, therefore was he slaughtered.",
          "id": 55141
        },
        {
          "text": "But God permitted it.",
          "id": 55142
        },
        {
          "text": "Was it, think you, because He loved him, or because He hated him? Most clearly, because He loved him, and wished to make his crown the brighter, by that most unjust murder.",
          "id": 55143
        },
        {
          "text": "Seest thou then, that it becomes us not to be afraid of dying by violence; nor yet of dying unjustly; but of dying in a state of sin? Abel died unjustly.",
          "id": 55144
        },
        {
          "text": "Cain lived, groaning and trembling! Which then, I would ask, was the more blessed of the two; he who went to rest in righteousness, or he who lived in sin; he who died unjustly, or he who was justly punished? Would you have me declare unto your Charity, whence it is that we are afraid of death? The love of the kingdom hath not penetrated us, nor the desire of things to come inflamed us: otherwise we should despise all present things, even as the blessed Paul did.",
          "id": 55145
        },
        {
          "text": "Add to this, on the other hand, that we do not stand in awe of hell; therefore death is terrible.",
          "id": 55146
        },
        {
          "text": "We are not sensible of the unsufferable nature of the punishment there; therefore, instead of sin, we fear death; since if the fear of the one held possession of our souls, the fear of the other would not be able to enter.",
          "id": 55147
        },
        {
          "text": "And this I will endeavour to make manifest, not from anything of a remote nature, but from what is at our own doors; and from the events which have happened among us in these days.",
          "id": 55148
        },
        {
          "text": "For when the Emperor's letter came, ordering that tribute to be imposed which was thought to be so intolerable, all were in a tumult; all quarrelled with it; thought it a sore grievance, resented it; and when they met one another said, \"Our life is not worth living, the city is undone;—no one will be able to stand under this heavy burden;\" and they were distressed as if placed in the extremest danger.",
          "id": 55149
        },
        {
          "text": "After this, when the rebellion was actually perpetrated, and certain vile, yea, thoroughly vile persons, trampling under foot the laws, threw down the statues, and involved all in the utmost peril; and now that we are in fear for our very lives, through the indignation of the Emperor, this loss of money no longer stings us.",
          "id": 55150
        },
        {
          "text": "But instead of such complaints, I hear from all a language of a different kind.",
          "id": 55151
        },
        {
          "text": "\"Let the Emperor take our substance, we will gladly be deprived of our fields and possessions, if any one will but ensure us safety for the bare body\".",
          "id": 55152
        },
        {
          "text": "As therefore, before the fear of death pressed upon us, the loss of our wealth tormented us; and after these lawless outrages had been perpetrated, the fear of death succeeding, expelled the grief for that loss; so if the fear of hell had held possession of our souls, the fear of death would not have possessed them.",
          "id": 55153
        },
        {
          "text": "But even as it is with the body, when two kinds of pain seize upon us, the more powerful usually overshadows the weaker one, so also would it now happen; if the dread of future punishment remained in the soul, that would overshadow all human fear.",
          "id": 55154
        },
        {
          "text": "So that if any one endeavours always to have the remembrance of hell, he will deride every kind of death; and this will not only deliver him from the present distress, but will even rescue him from the flame to come.",
          "id": 55155
        },
        {
          "text": "For he who is always afraid of hell, will never fall into the fire of hell; being made sober by this continual fear!.",
          "id": 55156
        },
        {
          "text": "Permit me, that I now say to you at a fitting time, \"Brethren, be not children in understanding; howbeit in malice be ye children\".",
          "id": 55157
        },
        {
          "text": "For this is a childish terror of ours, if we fear death, but are not fearful of sin.",
          "id": 55158
        },
        {
          "text": "Little children too are afraid of masks, but fear not the fire.",
          "id": 55159
        },
        {
          "text": "On the contrary, if they are carried by accident near a lighted candle, they stretch out the hand without any concern towards the candle and the flame; yet a mask which is so utterly contemptible terrifies them; whereas they have no dread of fire, which is really a thing to be afraid of.",
          "id": 55160
        },
        {
          "text": "Just so we too have a fear of death, which is a mask that might well be despised; but have no fear of sin, which is truly dreadful; and, even as fire, devours the conscience! And this is wont to happen not on account of the nature of the things, but by reason of our own folly; so that if we were once to consider what death is, we should at no time be afraid of it.",
          "id": 55161
        },
        {
          "text": "What then, I pray you, is death? Just what it is to put off a garment.",
          "id": 55162
        },
        {
          "text": "For the body is about the soul as a garment; and after laying this aside for a short time by means of death, we shall resume it again with the more splendour.",
          "id": 55163
        },
        {
          "text": "What is death at most? It is a journey for a season; a sleep longer than usual! So that if thou fearest death, thou shouldest also fear sleep! If for those who are dying thou art pained, grieve for those too who are eating and drinking, for as this is natural, so is that! Let not natural things sadden thee; rather let things which arise from an evil choice make thee sorrowful.",
          "id": 55164
        },
        {
          "text": "Sorrow not for the dying man; but sorrow for him who is living in sin!.",
          "id": 55165
        },
        {
          "text": "Would you have me mention another reason on account of which we fear death? We do not live with strictness, nor keep a clear conscience; for if this were the case nothing would alarm us, neither death, nor famine, nor the loss of wealth, nor anything else of this kind.",
          "id": 55166
        },
        {
          "text": "For he who lives virtuously, cannot be injured by any of these things, or be deprived of his inward pleasure.",
          "id": 55167
        },
        {
          "text": "For being supported by favourable hopes, nothing will be able to throw him into dejection.",
          "id": 55168
        },
        {
          "text": "What is there that any one can possibly effect, by which he can cause the noble-minded man to become sorrowful? Take away his riches? He has yet wealth that is in the heavens! Cast him out of his country? He will take his journey to that city which is above! Load him with fetters? He has still his conscience free, and is insensible to the external chain! Put his body to death? Yet he shall rise again! And as he who fights with a shadow, and beaten the air, will be unable to hit any one; so he who is at war with the just man, is but striking at a shadow, and wasting his own strength, without being able to inflict any injury upon him.",
          "id": 55169
        },
        {
          "text": "Grant me then to be sure of the kingdom of heaven; and, if thou wishest, slay me this day.",
          "id": 55170
        },
        {
          "text": "I shall be thankful to thee for the slaughter; forasmuch as thou sendest me quickly to the possession of those good things! \"This, however,\" says some one, \"is what we especially lament, that hindered as we are by the multitude of our sins, we shall not attain to that kingdom\".",
          "id": 55171
        },
        {
          "text": "Such being the case then, leave off lamenting death, and lament thy sins, in order that thou mayest be freed from them! Grief, indeed, hath had its existence, not that we should sorrow for the loss of wealth, nor for death, nor for anything else of that kind, but that we may employ it for the taking away of our sins.",
          "id": 55172
        },
        {
          "text": "And I will make the truth of this evident by an example.",
          "id": 55173
        },
        {
          "text": "Healing medicines have been made for those diseases only which they are able to remove; not for those which are in no respect assisted by them.",
          "id": 55174
        },
        {
          "text": "For instance (for I wish to make the matter still plainer), the medicine which is able to benefit a malady of the eyes only, and no other disease, one might justly say was made only for the sake of the eyes; not for the stomach, nor for the hands, nor any other member.",
          "id": 55175
        },
        {
          "text": "Let us then transfer this argument to the subject of grief; and we shall find, that in none of those things which happen to us, is it of any advantage, except to correct sin; whence it is apparent that it hath had its existence only for the destruction of this.",
          "id": 55176
        },
        {
          "text": "Let us now take a survey of each of those evils which befall us, and let us apply despondency as a remedy, and see what sort of advantage results from it.",
          "id": 55177
        },
        {
          "text": "Some one is mulcted in property: he becomes sad, but this does not make good his loss.",
          "id": 55178
        },
        {
          "text": "Some one hath lost a son: he grieves, but he cannot raise the dead, nor benefit the departed.",
          "id": 55179
        },
        {
          "text": "Some one hath been scourged, beaten, and insulted; he becomes sorrowful.",
          "id": 55180
        },
        {
          "text": "This does not recall the insult.",
          "id": 55181
        },
        {
          "text": "Some one falls into sickness, and a most grievous disease; he is dejected.",
          "id": 55182
        },
        {
          "text": "This does not remove his disease, but only makes it the more grievous.",
          "id": 55183
        },
        {
          "text": "Do you see that in none of these cases does sadness answer any useful purpose? Suppose that any one hath sinned, and is sad.",
          "id": 55184
        },
        {
          "text": "He blots out the sin; he gets free from the transgression.",
          "id": 55185
        },
        {
          "text": "How is this shewn? By the declaration of the Lord; for, speaking of a certain one who had sinned, He said, \"Because of his iniquity I made him sad for a while; and I saw that he was grieved, and he went on heavily; and I healed his ways\".",
          "id": 55186
        },
        {
          "text": "Therefore also Paul saith, \"Godly sorrow worketh repentance unto salvation not to be repented of\".",
          "id": 55187
        },
        {
          "text": "Since then what I have said clearly shews, that neither the loss of riches, nor insult, nor abuse, nor stripes, nor sickness, nor death, nor any other thing of that kind can possibly be relieved by the interference of grief, but sin only can it blot out and do away, it is evident that this is the only reason why it hath its existence.",
          "id": 55188
        },
        {
          "text": "Let us therefore no more grieve for the loss of wealth, but let us grieve only when we commit sin.",
          "id": 55189
        },
        {
          "text": "For great in this case is the gain that comes of sorrow.",
          "id": 55190
        },
        {
          "text": "Art thou amerced? Be not dejected, for thus thou wilt not be at all benefited.",
          "id": 55191
        },
        {
          "text": "Hast thou sinned? Then be sorry: for it is profitable; and consider the skill and wisdom of God.",
          "id": 55192
        },
        {
          "text": "Sin hath brought forth for us these two things, sorrow and death.",
          "id": 55193
        },
        {
          "text": "For \"in the day thou eatest,\" He saith, \"thou shalt surely die;\" and to the woman, \"In sorrow thou shalt bring forth children\".",
          "id": 55194
        },
        {
          "text": "And by both of these things he took away sin, and provided that the mother should be destroyed by her offspring.",
          "id": 55195
        },
        {
          "text": "For that death as well as grief takes away sin, is evident, in the first place, from the case of the martyrs; and it is plain too from what Paul saith to those who had sinned, speaking on this wise, \"For this cause many are weak and sickly among you, and many sleep\".",
          "id": 55196
        },
        {
          "text": "Inasmuch, he observes, as ye have sinned, ye die, so that ye are freed from sin by death.",
          "id": 55197
        },
        {
          "text": "Therefore he goes on to say, \"For if we would judge ourselves, we should not be judged.",
          "id": 55198
        },
        {
          "text": "But when we are judged, we are chastened of the Lord, that we should not be condemned with the world\".",
          "id": 55199
        },
        {
          "text": "And even as the worm is brought forth from the wood, and devours the wood; and a moth consumes the wool, from whence it originates; so grief and death were born of sin, and devour sin.",
          "id": 55200
        },
        {
          "text": "Let us not then fear death, but let us only fear sin, and grieve on account of this.",
          "id": 55201
        },
        {
          "text": "And these things I speak, not anticipating any thing fearful, God forbid! but wishing you when alarmed to be always thus affected, and to fulfil the law of Christ in very deed.",
          "id": 55202
        },
        {
          "text": "For \"he,\" saith Christ, \"that taketh not his cross, and followeth after Me, is not worthy of Me\".",
          "id": 55203
        },
        {
          "text": "This He said, not that we should bear the wood upon our shoulders, but that we should always have death before our eyes.",
          "id": 55204
        },
        {
          "text": "Even so as Paul, that is, died daily, and laughed at death, and despised the present life.",
          "id": 55205
        },
        {
          "text": "For indeed thou art a soldier, and standest continually at arms; but a soldier who is afraid of death, will never perform a noble action.",
          "id": 55206
        },
        {
          "text": "Thus then neither will a Christian man, if fearful of dangers, perform anything great or admirable; nay, besides this, he will be apt to be easily vanquished.",
          "id": 55207
        },
        {
          "text": "But not so is it with the man who is bold and lofty minded.",
          "id": 55208
        },
        {
          "text": "He remains impregnable and unconquerable.",
          "id": 55209
        },
        {
          "text": "As then the Three Children, when they feared not the fire, escaped from the fire, so also we, if we fear not death, shall entirely escape from death.",
          "id": 55210
        },
        {
          "text": "They feared not the fire (for it is no crime to be burnt), but they feared sin, for it is a crime to commit impiety.",
          "id": 55211
        },
        {
          "text": "Let us also imitate these and all such, and let us not be afraid of dangers, and then we shall pass safely through them.",
          "id": 55212
        },
        {
          "text": "As for me, \"I am not a prophet nor the son of a prophet,\" yet I understand clearly thus much of the future, and I proclaim, both loudly and distinctly, that if we become changed, and bestow some care upon our souls, and desist from iniquity, nothing will be unpleasant or painful.",
          "id": 55213
        },
        {
          "text": "And this I plainly know from the love of God toward man, as well as from those things which He hath done for men, and cities, and nations, and whole populations.",
          "id": 55214
        },
        {
          "text": "For He threatened the city of Nineveh, and said, \"There are yet three days, and Nineveh shall be overthrown\".",
          "id": 55215
        },
        {
          "text": "What then, I ask, Was Nineveh overthrown? Was the city destroyed? Nay, quite the contrary; it both arose, and became still more distinguished; and long as is the time which has elapsed, it has not effaced its glory, but we all still celebrate and admire it even to this day.",
          "id": 55216
        },
        {
          "text": "For from that time it hath been a sort of excellent haven for all who have sinned, not suffering them to sink into desperation, but calling all to repentance; and by what it did, and by what it obtained of God's favour, persuading men never to despair of their salvation, but exhibiting the best life they can, and setting before them a good hope, to be confident of the issue as destined in any wise to be favourable.",
          "id": 55217
        },
        {
          "text": "For who would not be stirred up on hearing of such an example, even if he were the laziest of mortals?.",
          "id": 55218
        },
        {
          "text": "For God even preferred that His own prediction should fall to the ground, so that the city should not fall.",
          "id": 55219
        },
        {
          "text": "Or rather, the prophecy did not even so fall to the ground.",
          "id": 55220
        },
        {
          "text": "For if indeed while the men continued in the same wickedness, the sentence had not taken effect, some one perhaps might have brought a charge against what was uttered.",
          "id": 55221
        },
        {
          "text": "But if when they had changed, and desisted from their iniquity, God also desisted from His wrath, who shall be able any longer to find fault with the prophecy, or to convict the things spoken of falsehood.",
          "id": 55222
        },
        {
          "text": "The same law indeed which God had laid down from the beginning, publishing it to all men by the prophet, was on that occasion strictly observed.",
          "id": 55223
        },
        {
          "text": "What then is this law? \"I shall speak a sentence,\" saith He, \"concerning a nation or a kingdom, to pluck up, and to pull down, and to destroy it; and it shall be, that if they repent of their evil, I will also repent of the wrath which I said I would do unto them\".",
          "id": 55224
        },
        {
          "text": "Guarding then this law, he saved those who were converted and released from His wrath those who desisted from their wickedness.",
          "id": 55225
        },
        {
          "text": "He knew the virtue of the barbarians; therefore He hastened the prophet thither.",
          "id": 55226
        },
        {
          "text": "Thus was the city agitated at the time, when it heard the prophet's voice, but instead of being injured it was benefited by fear.",
          "id": 55227
        },
        {
          "text": "For that fear was the cause of its safety.",
          "id": 55228
        },
        {
          "text": "The threatening effected the deliverance from the peril.",
          "id": 55229
        },
        {
          "text": "The sentence of overthrow put a stop to the overthrow.",
          "id": 55230
        },
        {
          "text": "O strange and astonishing event! the sentence threatening death, brought forth life! The sentence after it was published became cancelled; the very opposite to that which takes place among temporal judges! for in their case the proclamation of the sentence causes it to become valid, is fully to ratify it; but on the contrary, with God, the publication of the sentence, caused it to be cancelled.",
          "id": 55231
        },
        {
          "text": "For if it had not been published, the offenders would not have heard; and if they had not heard, they would not have repented, and if they had not repented, they would not have warded off the punishment, nor would they have obtained that astonishing deliverance.",
          "id": 55232
        },
        {
          "text": "For how is it less than astonishing, when the judge declares sentence, and the condemned discharge the sentence by their repentance! They, indeed, did not flee from the city as we are now doing, but remaining in it they caused it to stand.",
          "id": 55233
        },
        {
          "text": "It was a snare, and they made it a fortification! It was a gulph, and a precipice, and they turned it into a tower of safety! They had heard that the buildings would fall, and yet they fled not from the buildings, but they fled from their sins.",
          "id": 55234
        },
        {
          "text": "They did not depart each from his house as we do now, but each departed from his evil way; for, said they, \"why should we think the walls have brought forth the wrath? we are the causes of the wound; we then should provide the medicine\".",
          "id": 55235
        },
        {
          "text": "Therefore they trusted for safety, not to a change of habitations, but of habits.",
          "id": 55236
        },
        {
          "text": "Thus did the barbarians! and are we not ashamed, and ought we not to hide our faces, whilst instead of changing our habits, as they did, we change only our habitations; privily removing our goods, and doing the deeds of men that are drunken? Our Master is angry with us; and we, neglecting to appease His wrath, carry about our household stuff from place to place, and run hither and thither, seeking where we may deposit our substance; while we ought rather to seek where we may deposit our soul in safety; or rather, it behoveth us not to seek, but to entrust its safety to virtue and uprightness of life.",
          "id": 55237
        },
        {
          "text": "For when we were angry and displeased with a servant, if he, instead of defending himself against our displeasure, went down to his apartment, and collecting together his clothes, and binding up together all his movables, meditated a flight, we could not tamely put up with this contempt.",
          "id": 55238
        },
        {
          "text": "Let us then desist from this unseasonable endeavour, and let us each say to God, \"Whither shall I go from Thy Spirit, and whither shall I flee from Thy presence?\" Let us imitate the spiritual wisdom of the barbarians.",
          "id": 55239
        },
        {
          "text": "They repented even on uncertain grounds! For the sentence had no such clause, \"If ye turn and repent, I will set up the city;\" but simply, \"Yet three days, and Nineveh shall be overthrown\".",
          "id": 55240
        },
        {
          "text": "What then said they? \"Who knoweth whether God will repent of the evil He said He would do unto us?\" Who knoweth? They know not the end of the event, and yet they do not neglect repentance! They are unacquainted with God's method of shewing mercy, and yet they change upon the strength of uncertainties! For neither was it in their power to look at other Ninevites who had repented and been saved; nor had they read prophets; nor had they heard patriarchs; nor had they enjoyed counsel, or partaken of admonition; nor had they persuaded themselves that they should certainly propitiate God by repentance.",
          "id": 55241
        },
        {
          "text": "For the threatening did not imply this: but they were doubtful, and hesitating concerning it; and yet they repented with all diligence.",
          "id": 55242
        },
        {
          "text": "What reason then shall we have to urge, when those, who had no ground for confidence as to the issue, are seen to have exhibited so great a change; but thou who hast ground of confidence in the mercy of God, and who hast frequently received many pledges of His care, and hast heard prophets, and apostles, and hast been instructed by actual events; hast yet no emulation to reach the same measure of virtue as these did! Great assuredly was their virtue! but greater by far was the mercy of God! and this may be seen from the very greatness of the threat.",
          "id": 55243
        },
        {
          "text": "For this reason God did not add to the declaration, \"But if ye repent.",
          "id": 55244
        },
        {
          "text": "I will spare:\" in order that by setting forth a sentence without limitation, He might increase the fear and having increased the fear, He might constrain them more speedily to repentance.",
          "id": 55245
        },
        {
          "text": "The prophet is indeed ashamed, foreseeing what the issue would be, and conjecturing that what he had prophesied, would remain unaccomplished; God however is not ashamed, but is desirous of one thing only, viz.",
          "id": 55246
        },
        {
          "text": "the salvation of men, and corrects His own servant.",
          "id": 55247
        },
        {
          "text": "For when he had entered the ship, He straightway there raised a boisterous sea; in order that thou mightest know that where sin is, there is a tempest; where there is disobedience, there is the swelling of the waves.",
          "id": 55248
        },
        {
          "text": "The city was shaken because of the sins of the Ninevites; and the ship was shaken because of the disobedience of the prophet.",
          "id": 55249
        },
        {
          "text": "The sailors therefore threw Jonah in the deep, and the ship was preserved.",
          "id": 55250
        },
        {
          "text": "Let us then drown our sins, and our city will assuredly be safe! Flight will certainly be no advantage to us; for it did not profit him; on the contrary, it did him injury.",
          "id": 55251
        },
        {
          "text": "He fled from the land indeed, but he fled not from the wrath of God; he fled from the land, but he brought the tempest after him on the sea; and so far was he from obtaining any benefit by his flight, that he plunged those also who received him into the extremest peril.",
          "id": 55252
        },
        {
          "text": "And whilst he sat sailing in the ship, although the sailors, the pilots, and all the necessary apparatus of the ship were there present, he was placed in the utmost danger.",
          "id": 55253
        },
        {
          "text": "After, however, having been thrown out into the deep, and having put away his sin by means of the punishment, he had been conveyed into that unstable vessel, I mean, the whale's belly, he enjoyed great security.",
          "id": 55254
        },
        {
          "text": "This was for the purpose of teaching thee, that as no ship can be of any use to him who is living in sin, so him who has put away his sin, the sea cannot drown, nor monsters destroy.",
          "id": 55255
        },
        {
          "text": "Of a truth, the waves received, but they did not suffocate him.",
          "id": 55256
        },
        {
          "text": "The whale received him, but did not destroy him; but both the animal and the element gave back to God unhurt that, with which they were entrusted; and by all these things the prophet was taught to be humane and merciful; and not to be more cruel than wild beasts, or thoughtless sailors, or unruly waves.",
          "id": 55257
        },
        {
          "text": "For even the sailors did not immediately at first give him up, but after much compulsion; and the sea and the monster guarded him with great kindness; all these things being under God's direction.",
          "id": 55258
        },
        {
          "text": "Therefore he came back again; he preached; he threatened; he persuaded; he preserved; he affrighted; he amended; he established; by one, and that the first preaching! Many days he needed not, nor continued counsel; but speaking these simple words only, he brought all to repentance! On this account God did not lead him directly from the ship into the city; but the sailors committed him to the sea; the sea to the whale; the whale to God; God to the Ninevites; and by this long circuit he brought back the fugitive, that he might instruct all, that it is impossible to fly from the hands of God; that whithersoever any one may roam, dragging his sin after him, he will have to undergo a thousand evils; and though no mortal were present, yet on every side the whole creation will rise up against him with the utmost vehemence! Let us not then provide for our safety by flight, but by a change of the moral character.",
          "id": 55259
        },
        {
          "text": "Is it for remaining in the city that God is angry with thee, that thou shouldest fly? It is because thou hast sinned, that He is indignant.",
          "id": 55260
        },
        {
          "text": "Lay aside therefore the sin, and where the cause of thy wound lies, thence remove the fountain of the evil.",
          "id": 55261
        },
        {
          "text": "For the physicians too give us directions to cure contraries by contraries.",
          "id": 55262
        },
        {
          "text": "Is fever, for instance, produced by a full diet? They subject the disease to the regimen of abstinence.",
          "id": 55263
        },
        {
          "text": "Does any one fall sick from sadness? They say that mirth is the suitable medicine for it.",
          "id": 55264
        },
        {
          "text": "Thus also it befits us to act with respect to diseases of the soul.",
          "id": 55265
        },
        {
          "text": "Hath listlessness excited the wrath? let us shake this off by zeal, and let us manifest in our conduct a great change.",
          "id": 55266
        },
        {
          "text": "We have the fast, a very great auxiliary and ally in our warfare; and besides the fast, we have the impending distress, and the fear of danger.",
          "id": 55267
        },
        {
          "text": "Now then, in season, let us be at work on the soul; for we shall easily be able to persuade it to whatever we choose; since he who is alarmed and trembling, and set free from all luxury, and who lives in terror, is able to practise moral wisdom without difficulty, and to receive the seeds of virtue with much alacrity.",
          "id": 55268
        },
        {
          "text": "Let us therefore persuade it to make this first change for the better, by the avoidance of oaths; for although I spake to you yesterday, and the day before, on this same subject; yet neither to-day, nor to-morrow, nor the day after, will I desist giving my counsel on this subject.",
          "id": 55269
        },
        {
          "text": "And why do I say to-morrow and the day following? Until I see that you are amended, I will not abstain from doing so.",
          "id": 55270
        },
        {
          "text": "If those, indeed, who transgress this law, are not ashamed, far less should we who bid them not transgress it, feel this frequency of the admonition to be a matter worthy of shame.",
          "id": 55271
        },
        {
          "text": "For to be continually reminding men of the same topics is not the fault of the speaker, but of the hearers, needing as they do perpetual instruction, upon simple and easily-observed precepts.",
          "id": 55272
        },
        {
          "text": "What indeed is easier than not to swear? It is only a good work of habit.",
          "id": 55273
        },
        {
          "text": "It is neither labour of the body, nor expenditure of wealth.",
          "id": 55274
        },
        {
          "text": "Art thou desirous to learn how it is possible to get the better of this infirmity, how it is possible to be set free from this evil habit? I will tell thee of a particular method by which if pursued thou wilt certainly master it.",
          "id": 55275
        },
        {
          "text": "If thou seest either thyself or any other person, whether it be one of thy servants, or of thy children, or thy wife, ensnared in this vice; when thou hast continually reminded them of it, and they are not amended, order them to retire to rest supperless; and impose this sentence upon thyself, as well as upon them, a sentence which will bring with it no injury, but a gain.",
          "id": 55276
        },
        {
          "text": "For such is the nature of spiritual acts; they bring profit and a speedy reformation.",
          "id": 55277
        },
        {
          "text": "The tongue when constantly punished, when straitened by thirst.",
          "id": 55278
        },
        {
          "text": "and pained by hunger, receives a sufficient admonition, even whilst no one is its monitor; and though we were the most stupid of mortals, yet when we are thus reminded by the greatness of the punishment during a whole day, we shall need no other counsel and exhortation.",
          "id": 55279
        },
        {
          "text": "Ye have applauded what I have spoken.",
          "id": 55280
        },
        {
          "text": "But still shew me your applause too by deeds.",
          "id": 55281
        },
        {
          "text": "Else what is the advantage of our meeting here? Suppose a child were to go to school every day, yet if he learnt nothing the more for it, would the excuse satisfy us that he every day went there? Should we not esteem it the greatest fault, that going there daily, he did it to no purpose.",
          "id": 55282
        },
        {
          "text": "Let us consider this with ourselves, and let us say to ourselves, For so long a time have we met together at church, having the benefit of a most solemn Communion, which has in it much profit; and should we return back again just as we came, with none of our defects corrected, of what advantage is our coming here? For most actions are done, not for themselves, but for the effects which follow through their means; as, for example, the sower does not sow for the mere sake of sowing, but in order that he may reap too; since if this were not to follow, the sowing would be a loss, the seeds rotting without any kind of advantage.",
          "id": 55283
        },
        {
          "text": "The merchant doth not take a voyage merely for sailing's sake, but that he may increase his substance by going abroad; since, if this be not attained beside, extreme mischief will result, and the voyage of merchants were but for loss.",
          "id": 55284
        },
        {
          "text": "Let us indeed consider this in relation to ourselves.",
          "id": 55285
        },
        {
          "text": "We also meet together in the church, not for the mere purpose of spending time here, but in order that we may return having gained a great and spiritual benefit.",
          "id": 55286
        },
        {
          "text": "Should we then depart empty, and without having received any advantage, this our diligence becomes our condemnation! In order that this may not occur, and extreme mischief result, on departing from this place, let friends practise with one another; fathers with children; and masters with servants; and train yourselves to perform the task assigned you; so that when ye come back again, and hear us giving you counsel on the same subjects, ye may not be put to shame by an accusing conscience, but may rejoice and be glad, whilst ye perceive that ye have accomplished the greatest part of the admonition.",
          "id": 55287
        },
        {
          "text": "Let us not moralize on these things here only.",
          "id": 55288
        },
        {
          "text": "For this temporary admonition does not suffice to extirpate the whole evil; but at home also, let the husband hear of these things from the wife, and the wife from the husband.",
          "id": 55289
        },
        {
          "text": "And let there be a kind of rivalry among all in endeavouring to gain precedence in the fulfilment of this law; and let him who is in advance, and hath amended his conduct, reproach him who is still loitering behind; to the end that he may stir him up the more by these gibes.",
          "id": 55290
        },
        {
          "text": "He who is deficient, and hath not yet amended his conduct, let him look at him who hath outstripped him, and strive with emulation to come up with him quickly.",
          "id": 55291
        },
        {
          "text": "If we take advice on these points, and are anxiously concerned about them, our other affairs will speedily be well adjusted.",
          "id": 55292
        },
        {
          "text": "Be thou solicitous about God's business, and he will take care of thine! And do not say to me, \"What if any one should impose upon us the necessity of taking oaths? What if he should not believe us?\" For assuredly, where a law is transgressed, it is improper to make mention of necessity; forasmuch as there is but one necessity which cannot be dispensed with, viz.",
          "id": 55293
        },
        {
          "text": "that of not offending God! This, however, I say further; cut off in the meantime superfluous oaths, those that are taken uselessly, and without any necessity; those to your own family, those to your friends, those to your servants; and should you take away these, you will have no further need of me for the others.",
          "id": 55294
        },
        {
          "text": "For the very mouth that has been well disciplined to dread and to avoid the frequent oath, should any one constrain it a thousand times, would never consent to relapse again into the same habit.",
          "id": 55295
        },
        {
          "text": "On the contrary, as now, with much labor and vast importunity, by alarming, threatening, exhorting, and counselling, we have scarcely been able to bring it over to a different habit, so in that case, although any one were to impose ever so great necessity, he could not possibly persuade to a transgression of this law.",
          "id": 55296
        },
        {
          "text": "And as a person would never choose to take a particular poison, however urgent the necessity might be, so neither would he to utter an oath!.",
          "id": 55297
        },
        {
          "text": "Should this amendment then take place, it will be an encouragement and inducement to the attainment of the remaining parts of virtue.",
          "id": 55298
        },
        {
          "text": "For he who has not accomplished anything at all becomes listless, and quickly falls; but he who is conscious with himself that he has fulfilled at least one precept, coming by this to have a good hope, will go on with greater alacrity towards the rest; so that, after he has reached one, he will presently come to another; and will not halt until he has attained the crown of all.",
          "id": 55299
        },
        {
          "text": "For if with regard to wealth, the more any one obtains of it, the more he desires, much rather may this be seen with reference to spiritual attainments.",
          "id": 55300
        },
        {
          "text": "Therefore I hasten, and am urgent that this work may take its commencement, and that the foundation of virtue may be laid in your souls.",
          "id": 55301
        },
        {
          "text": "We pray and beseech, that ye will remember these words, not only at the present time, but also at home, and in the market, and wheresoever ye pass your time.",
          "id": 55302
        },
        {
          "text": "Oh! that it were possible for me familiarly to converse with you! then this long harangue of mine would have been unnecessary.",
          "id": 55303
        },
        {
          "text": "But now since this may not be, instead of me, remember my words: and while you are sitting at table, suppose me to enter, and to be standing beside you, and dinning into you the things I now say to you in this place.",
          "id": 55304
        },
        {
          "text": "And wheresoever there may be any discourse concerning me among you, above all things remember this precept, and render me this recompense for my love toward you.",
          "id": 55305
        },
        {
          "text": "If I see that you have fulfilled it, I have received my full return, and have obtained a sufficient recompense for my labours.",
          "id": 55306
        },
        {
          "text": "In order then that ye may both render us the more active, and that yourselves too may be in the enjoyment of a good hope; and may provide for the accomplishment of the remaining precepts with greater facility; treasure up this precept in your souls with much care, and ye will then understand the benefit of this admonition.",
          "id": 55307
        },
        {
          "text": "And since a vestment broidered with gold is a beautiful and conspicuous object, but seems much more so to us when it is worn upon our own person; thus also the precepts of God are beautiful when being praised, but appear far more lovely when they are rightly practised.",
          "id": 55308
        },
        {
          "text": "For now indeed ye commend what is spoken during a brief moment of time, but if ye reduce it to practice, you will alike commend both yourselves and us all day long, and all your lives long.",
          "id": 55309
        },
        {
          "text": "And this is not the grand point, that we shall praise one another; but that God will accept us; and not only accept us, but will also reward us with those gifts that are great and unspeakable! Of which may we all be deemed worthy, through the grace and lovingkindness of our Lord Jesus Christ, through whom, and with whom, to the Father together with the Holy Ghost, be glory, now and always, for ever and ever, Amen.",
          "id": 55310
        }
      ]
    }
  ]
}