{
  "book": "Clement of Alexandria: The Stromata Book VII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Stromata, or Miscellanies.",
          "id": 399233
        },
        {
          "text": "Book 7   Chapter I.",
          "id": 399234
        },
        {
          "text": "—The Gnostic a True Worshipper of God, and Unjustly Calumniated by Unbelievers as an Atheist.",
          "id": 399235
        },
        {
          "text": "It is now time to show the Greeks that the Gnostic alone is truly pious; so that the philosophers, learning of what description the true Christian is, may condemn their own stupidity in rashly and inconsiderately persecuting the Christian name, and without reason calling those impious who know the true God.",
          "id": 399236
        },
        {
          "text": "And clearer arguments must be employed, I reckon, with the philosophers, so that they may be able, from the exercise they have already had through their own training, to understand, although they have not yet shown themselves worthy to partake of the power of believing.",
          "id": 399237
        },
        {
          "text": "The prophetic sayings we shall not at present advert to, as we are to avail ourselves of the Scriptures subsequently at the proper places.",
          "id": 399238
        },
        {
          "text": "But we shall point out summarily the points indicated by them, in our delineation of Christianity, so that by taking the Scriptures at once (especially as they do not yet comprehend their utterances), we may not interrupt the continuity of the discourse.",
          "id": 399239
        },
        {
          "text": "But after pointing out the things indicated, proofs shall be shown in abundance to those who have believed.",
          "id": 399240
        },
        {
          "text": "But if the assertions made by us appear to certain of the multitude to be different from the Scriptures of the Lord, let it be known that it is from that source that they have breath and life; and taking their rise from them, they profess to adduce the sense only, not the words.",
          "id": 399241
        },
        {
          "text": "For further treatment, not being seasonable, will rightly appear superfluous.",
          "id": 399242
        },
        {
          "text": "Thus, not to look at what is urgent would be excessively indolent and defective; and \"blessed, in truth, are they who, investigating the testimonies of the Lord, shall seek Him with their whole heart\".",
          "id": 399243
        },
        {
          "text": "And the law and the prophets witness of the Lord.",
          "id": 399244
        },
        {
          "text": "It is, then, our purpose to prove that the Gnostic alone is holy and pious, and worships the true God in a manner worthy of Him; and that worship meet for God is followed by loving and being loved by God.",
          "id": 399245
        },
        {
          "text": "He accordingly judges all excellence to be honourable according to its worth; and judges that among the objects perceived by our senses, we are to esteem rulers, and parents, and every one advanced in years; and among subjects of instruction, the most ancient philosophy and primeval prophecy; and among intellectual ideas, what is oldest in origin, the timeless and unoriginated First Principle, and Beginning of existences—the Son—from whom we are to learn the remoter Cause, the Father, of the universe, the most ancient and the most beneficent of all; not capable of expression by the voice, but to be reverenced with reverence, and silence, and holy wonder, and supremely venerated; declared by the Lord, as far as those who learned were capable of comprehending, and understood by those chosen by the Lord to acknowledge; \"whose senses,\" says the apostle, \"were exercised\".",
          "id": 399246
        },
        {
          "text": "The service of God, then, in the case of the Gnostic, is his soul's continual study and occupation, bestowed on the Deity in ceaseless love.",
          "id": 399247
        },
        {
          "text": "For of the service bestowed on men, one kind is that whose aim is improvement, the other ministerial.",
          "id": 399248
        },
        {
          "text": "The improvement of the body is the object of the medical art, of the soul of philosophy.",
          "id": 399249
        },
        {
          "text": "Ministerial service is rendered to parents by children, to rulers by subjects.",
          "id": 399250
        },
        {
          "text": "Similarly, also, in the Church, the elders attend to the department which has improvement for its object; and the deacons to the ministerial.",
          "id": 399251
        },
        {
          "text": "In both these ministries the angels serve God, in the management of earthly affairs; and the Gnostic himself ministers to God, and  exhibits to men the scheme of improvement, in the way in which he has been appointed to discipline men for their amendment.",
          "id": 399252
        },
        {
          "text": "For he is alone pious that serves God rightly and unblameably in human affairs.",
          "id": 399253
        },
        {
          "text": "For as that treatment of plants is best through which their fruits are produced and gathered in, through knowledge and skill in husbandry, affording men the benefit accruing from them; so the piety of the Gnostic, taking to itself the fruits of the men who by his means have believed, when not a few attain to knowledge and are saved by it, achieves by his skill the best harvest.",
          "id": 399254
        },
        {
          "text": "And as Godliness (θεοπρέπεια) is the habit which preserves what is becoming to God, the godly man is the only lover of God, and such will he be who knows what is becoming, both in respect of knowledge and of the life which must be lived by him, who is destined to be divine (θεῷ), and is already being assimilated to God.",
          "id": 399255
        },
        {
          "text": "So then he is in the first place a lover of God.",
          "id": 399256
        },
        {
          "text": "For as he who honours his father is a lover of his father, so he who honours God is a lover of God.",
          "id": 399257
        },
        {
          "text": "Thus also it appears to me that there are three effects of gnostic power: the knowledge of things; second, the performance of whatever the Word suggests; and the third, the capability of delivering, in a way suitable to God, the secrets veiled in the truth.",
          "id": 399258
        },
        {
          "text": "He, then, who is persuaded that God is omnipotent, and has learned the divine mysteries from His only-begotten Son, how can he be an atheist (ἄθπεος)? Foa he is an atheist who thinks that God does not exist.",
          "id": 399259
        },
        {
          "text": "And he is superstitious who dreads the demons; who deifies all things, both wood and stone; and reduces to bondage spirit, and man who possesses the life of reason.",
          "id": 399260
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 2—The Son the Ruler and Saviour of All.",
          "id": 399261
        },
        {
          "text": "To know God is, then, the first step of faith; then, through confidence in the teaching of the Saviour, to consider the doing of wrong in any way as not suitable to the knowledge of God.",
          "id": 399262
        },
        {
          "text": "So the best thing on earth is the most pious man; and the best thing in heaven, the nearer in place and purer, is an angel, the partaker of the eternal and blessed life.",
          "id": 399263
        },
        {
          "text": "But the nature of the Son, which is nearest to Him who is alone the Almighty One, is the most perfect, and most holy, and most potent, and most princely, and most kingly, and most beneficent.",
          "id": 399264
        },
        {
          "text": "This is the highest excellence, which orders all things in accordance with the Father's will, and holds the helm of the universe in the best way, with unwearied and tireless power, working all things in which it operates, keeping in view its hidden designs.",
          "id": 399265
        },
        {
          "text": "For from His own point of view the Son of God is never displaced; not being divided, not severed, not passing from place to place; being always everywhere, and being contained nowhere; complete mind, the complete paternal light; all eyes, seeing all things, hearing all things, knowing all things, by His power scrutinizing the powers.",
          "id": 399266
        },
        {
          "text": "To Him is placed in subjection all the host of angels and gods; He, the paternal Word, exhibiting a the holy administration for Him who put all in subjection to Him.",
          "id": 399267
        },
        {
          "text": "Wherefore also all men are His; some through knowledge, and others not yet so; and some as friends, some as faithful servants, some as servants merely.",
          "id": 399268
        },
        {
          "text": "This is the Teacher, who trains the Gnostic by mysteries, and the believer by good hopes, and the hard of heart by corrective discipline through sensible operation.",
          "id": 399269
        },
        {
          "text": "Thence His providence is in private, in public, and everywhere.",
          "id": 399270
        },
        {
          "text": "And that He whom we call Saviour and Lord is the Son of God, the prophetic Scriptures explicitly prove.",
          "id": 399271
        },
        {
          "text": "So the Lord of all, of Greeks and of Barbarians, persuades those who are willing.",
          "id": 399272
        },
        {
          "text": "For He does not compel him who (through choosing and fulfilling, from Him, what pertains to laying hold of it the hope) is able to receive salvation from Him.",
          "id": 399273
        },
        {
          "text": "It is He who also gave philosophy to the Greeks by means of the inferior angels.",
          "id": 399274
        },
        {
          "text": "For by an ancient and divine order the angels are distributed among the nations.",
          "id": 399275
        },
        {
          "text": "But the glory of those who believe is \"the Lord's portion\".",
          "id": 399276
        },
        {
          "text": "For either the Lord does not care for all men; and this is the case either because He is unable (which is not to be thought, for it would be a proof of weakness), or because He is unwilling, which is not the attribute of a good being.",
          "id": 399277
        },
        {
          "text": "And He who for our sakes assumed flesh capable of suffering, is far from being luxuriously indolent.",
          "id": 399278
        },
        {
          "text": "Or He does care for all, which is befitting for Him who has become Lord of all.",
          "id": 399279
        },
        {
          "text": "For He is Saviour; not the Saviour of some, and of others not.",
          "id": 399280
        },
        {
          "text": "But in proportion to the adaptation possessed by each, He has dispensed His beneficence both to Greeks and Barbarians, even to those of them that were predestinated, and in due time called, the faithful and elect.",
          "id": 399281
        },
        {
          "text": "Nor can He who called all equally, and assigned special honours to those who have believed in a specially excellent way, ever envy any.",
          "id": 399282
        },
        {
          "text": "Nor can He who is the Lord of all, and serves above all the will of the good and almighty Father, ever be hindered  by another.",
          "id": 399283
        },
        {
          "text": "But neither does envy touch the Lord, who without beginning was impassible; nor are the things of men such as to be envied by the Lord.",
          "id": 399284
        },
        {
          "text": "But it is another, he whom passion hath touched, who envies.",
          "id": 399285
        },
        {
          "text": "And it cannot be said that it is from ignorance that the Lord is not willing to save humanity, because He knows not how each one is to be cared for.",
          "id": 399286
        },
        {
          "text": "For ignorance applies not to the God who, before the foundation of the world, was the counsellor of the Father.",
          "id": 399287
        },
        {
          "text": "For He was the Wisdom \"in which\" the Sovereign God \"delighted\".",
          "id": 399288
        },
        {
          "text": "For the Son is the power of God, as being the Father's most ancient Word before the production of all things, and His Wisdom.",
          "id": 399289
        },
        {
          "text": "He is then properly called the Teacher of the beings formed by Him.",
          "id": 399290
        },
        {
          "text": "Nor does He ever abandon care for men, by being drawn aside from pleasure, who, having assumed flesh, which by nature is susceptible of suffering, trained it to the condition of impassibility.",
          "id": 399291
        },
        {
          "text": "And how is He Saviour and Lord, if not the Saviour and Lord of all? But He is the Saviour of those who have believed, because of their wishing to know; and the Lord of those who have not believed, till, being enabled to confess him, they obtain the peculiar and appropriate boon which comes by Him.",
          "id": 399292
        },
        {
          "text": "Now the energy of the Lord has a reference to the Almighty; and the Son is, so to speak, an energy of the Father.",
          "id": 399293
        },
        {
          "text": "Therefore, a hater of man, the Saviour can never be; who, for His exceeding love to human flesh, despising not its susceptibility to suffering, but investing Himself with it, came for the common salvation of men; for the faith of those who have chosen it, is common.",
          "id": 399294
        },
        {
          "text": "Nay more, He will never neglect His own work, because man alone of all the other living creatures was in his creation endowed with a conception of God.",
          "id": 399295
        },
        {
          "text": "Nor can there be any other better and more suitable government for men than that which is appointed by God.",
          "id": 399296
        },
        {
          "text": "It is then always proper for the one who is superior by nature to be over the inferior, and for him who is capable of managing aught well to have the management of it assigned to him.",
          "id": 399297
        },
        {
          "text": "Now that which truly rules and presides is the Divine Word and His providence, which inspects all things, and despises the care of nothing belonging to it.",
          "id": 399298
        },
        {
          "text": "Those, then, who choose to belong to Him, are those who are perfected through faith.",
          "id": 399299
        },
        {
          "text": "He, the Son, is, by the will of the Almighty Father, the cause of all good things, being the first efficient cause of motion—a power incapable of being apprehended by sensation.",
          "id": 399300
        },
        {
          "text": "For what He was, was not seen by those who, through the weakness of the flesh, were incapable of taking in the reality.",
          "id": 399301
        },
        {
          "text": "But, having assumed sensitive flesh, He came to show man what was possible through obedience to the commandments.",
          "id": 399302
        },
        {
          "text": "Being, then, the Father's power, He easily prevails in what He wishes, leaving not even the minutest point of His administration unattended to.",
          "id": 399303
        },
        {
          "text": "For otherwise the whole would not have been well executed by Him.",
          "id": 399304
        },
        {
          "text": "But, as I think, characteristic of the highest power is the accurate scrutiny of all the parts, reaching even to the minutest, terminating in the first Administrator of the universe, who by the will of the Father directs the salvation of all; some overlooking, who are set under others, who are set over them, till you come to the great High Priest.",
          "id": 399305
        },
        {
          "text": "For on one original first Principle, which acts according to the Father's will, the first and the second and the third depend.",
          "id": 399306
        },
        {
          "text": "Then at the highest extremity of the visible world is the blessed band of angels; and down to ourselves there are ranged, some under others, those who, from One and by One, both are saved and save.",
          "id": 399307
        },
        {
          "text": "As, then, the minutest particle of steel is moved by the spirit of the Heraclean stone, when diffused over many steel rings; so also, attracted by the Holy Spirit, the virtuous are added by affinity to the first abode, and the others in succession down to the last.",
          "id": 399308
        },
        {
          "text": "But those who are bad from infirmity, having fallen from vicious insatiableness into a depraved state, neither controlling nor controlled, rush round and round, whirled about by the passions, and fall down to the ground.",
          "id": 399309
        },
        {
          "text": "For this was the law from the first, that virtue should be the object of voluntary choice.",
          "id": 399310
        },
        {
          "text": "Wherefore also the commandments, according to the Law, and before the Law, not given to the upright (for the law is not appointed for a righteous man), ordained that he should receive eternal life and the blessed prize, who chose them.",
          "id": 399311
        },
        {
          "text": "But, on the other hand, they allowed him who had been delighted with vice to consort with the objects of his choice; and, on the other hand, that the soul, which is ever improving in the acquisition of virtue and the increase of righteousness, should obtain a better place in the universe, as tending in each step of advancement towards the habit of impassibility, till \"it come to a perfect man,\" to the excellence at once of knowledge and of inheritance.",
          "id": 399312
        },
        {
          "text": "These salutary revolutions, in accordance with the order of change, are distinguished both by times, and places, and honours, and cognitions, and heritages, and ministries, according to the  particular order of each change, up to the transcendent and continual contemplation of the Lord in eternity.",
          "id": 399313
        },
        {
          "text": "Now that which is lovable leads, to the contemplation of itself, each one who, from love of knowledge, applies himself entirely to contemplation.",
          "id": 399314
        },
        {
          "text": "Wherefore also the Lord, drawing the commandments, both the first which He gave, and the second, from one fountain, neither allowed those who were before the law to be without law, nor permitted those who were unacquainted with the principles of the Barbarian philosophy to be without restraint.",
          "id": 399315
        },
        {
          "text": "For, having furnished the one with the commandments, and the other with philosophy, He shut up unbelief to the Advent.",
          "id": 399316
        },
        {
          "text": "Whence every one who believes not is without excuse.",
          "id": 399317
        },
        {
          "text": "For by a different process of advancement, both Greek and Barbarian, He leads to the perfection which is by faith.",
          "id": 399318
        },
        {
          "text": "And if any one of the Greeks, passing over the preliminary training of the Hellenic philosophy, proceeds directly to the true teaching, he distances others, though an unlettered man, by choosing the compendious process of salvation by faith to perfection.",
          "id": 399319
        },
        {
          "text": "Everything, then, which did not hinder a man's choice from being free, He made and rendered auxiliary to virtue, in order that there might be revealed somehow or other, even to those capable of seeing but dimly, the one only almighty, good God—from eternity to eternity saving by His Son.",
          "id": 399320
        },
        {
          "text": "And, on the other hand, He is in no respect whatever the cause of evil.",
          "id": 399321
        },
        {
          "text": "For all things are arranged with a view to the salvation of the universe by the Lord of the universe, both generally and particularly.",
          "id": 399322
        },
        {
          "text": "It is then the function of the righteousness of salvation to improve everything as far as practicable.",
          "id": 399323
        },
        {
          "text": "For even minor matters are arranged with a view to the salvation of that which is better, and for an abode suitable for people's character.",
          "id": 399324
        },
        {
          "text": "Now everything that is virtuous changes for the better; having as the proper cause of change the free choice of knowledge, which the soul has in its own power.",
          "id": 399325
        },
        {
          "text": "But necessary corrections, through the goodness of the great overseeing Judge, both by the attendant angels, and by various acts of anticipative judgment, and by the perfect judgment, compel egregious sinners to repent.",
          "id": 399326
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 3—The Gnostic Aims at the Nearest Likeness Possible to God and His Son.",
          "id": 399327
        },
        {
          "text": "Now I pass over other things in silence, glorifying the Lord.",
          "id": 399328
        },
        {
          "text": "But I affirm that gnostic souls, that surpass in the grandeur of contemplation the mode of life of each of the holy ranks, among whom the blessed abodes of the gods are allotted by distribution, reckoned holy among the holy, transferred entire from among the entire, reaching places better than the better places, embracing the divine vision not in mirrors or by means of mirrors, but in the transcendently clear and absolutely pure insatiable vision which is the privilege of intensely loving souls, holding festival through endless ages, remain honoured with the indentity of all excellence.",
          "id": 399329
        },
        {
          "text": "Such is the vision attainable by \"the pure in heart\".",
          "id": 399330
        },
        {
          "text": "This is the function of the Gnostic, who has been perfected, to have converse with God through the great High Priest, being made like the Lord, up to the measure of his capacity, in the whole service of God, which tends to the salvation of men, through care of the beneficence which has us for its object; and on the other side through worship, through teaching and through beneficence in deeds.",
          "id": 399331
        },
        {
          "text": "The Gnostic even forms and creates himself; and besides also, he, like to God, adorns those who hear him; assimilating as far as possible the moderation which, arising from practice, tends to impassibility, to Him who by nature possesses impassibility; and especially having uninterrupted converse and fellowship with the Lord.",
          "id": 399332
        },
        {
          "text": "Mildness, I think, and philanthropy, and eminent piety, are the rules of gnostic assimilation.",
          "id": 399333
        },
        {
          "text": "I affirm that these virtues \"are a sacrifice acceptable in the sight of God;\" Scripture alleging that \"the humble heart with right knowledge is the holocaust of God;\" each man who is admitted to holiness being illuminated in order to indissoluble union.",
          "id": 399334
        },
        {
          "text": "For \"to bring themselves into captivity,\" and to slay themselves, putting to death \"the old man, who is through lusts corrupt,\" and raising the new man from death, \"from the old conversation,\" by abandoning the passions, and becoming free of sin, both the Gospel and the apostle enjoin.",
          "id": 399335
        },
        {
          "text": "It was this, consequently, which the Law intimated, by ordering the sinner to be cut off, and translated from death to life, to the impassibility that is the result of faith; which the teachers of the Law, not comprehending, inasmuch as they regarded the law as contentious, they have given a handle to those who attempt idly to calumniate the Law.",
          "id": 399336
        },
        {
          "text": "And for this reason we rightly do not sacrifice to God, who, needing  nothing, supplies all men with all things; but we glorify Him who gave Himself in sacrifice for us, we also sacrificing ourselves; from that which needs nothing to that which needs nothing, and to that which is impassible from that which is impassible.",
          "id": 399337
        },
        {
          "text": "For in our salvation alone God delights.",
          "id": 399338
        },
        {
          "text": "We do not therefore, and with reason too, offer sacrifice to Him who is not overcome by pleasures, inasmuch as the fumes of the smoke stop far beneath, and do not even reach the thickest clouds; but those they reach are far from them.",
          "id": 399339
        },
        {
          "text": "The Deity neither is, then, in want of aught, nor loves pleasure, or gain, or money, being full, and supplying all things to everything that has received being and has wants.",
          "id": 399340
        },
        {
          "text": "And neither by sacrifices nor offerings, nor on the other hand by glory and honour, is the Deity won over; nor is He influenced by any such things; but He appears only to excellent and good men, who will never betray justice for threatened fear, nor by the promise of considerable gifts.",
          "id": 399341
        },
        {
          "text": "But those who have not seen the self-determination of the human soul, and its incapability of being treated as a slave in what respects the choice of life, being disgusted at what is done through rude injustice, do not think that there is a God.",
          "id": 399342
        },
        {
          "text": "On a par with these in opinion, are they who, falling into licentiousness in pleasures, and grievous pains, and unlooked-for accidents, and bidding defiance to events, say that there is no God, or that, though existing, He does not oversee all things.",
          "id": 399343
        },
        {
          "text": "And others there are, who are persuaded that those they reckon gods are capable of being prevailed upon by sacrifices and gifts, favouring, so to speak, their profligacies; and will not believe that He is the only true God, who exists in the invariableness of righteous goodness.",
          "id": 399344
        },
        {
          "text": "The Gnostic, then, is pious, who cares first for himself, then for his neighbours, that they may become very good.",
          "id": 399345
        },
        {
          "text": "For the son gratifies a good father, by showing himself good and like his father; and in like manner the subject, the governor.",
          "id": 399346
        },
        {
          "text": "For believing and obeying are in our own power.",
          "id": 399347
        },
        {
          "text": "But should any one suppose the cause of evils to be the weakness of matter, and the involuntary impulses of ignorance, and (in his stupidity) irrational necessities; he who has become a Gnostic has through instruction superiority over these, as if they were wild beasts; and in imitation of the divine plan, he does good to such as are willing, as far as he can.",
          "id": 399348
        },
        {
          "text": "And if ever placed in authority, like Moses, he will rule for the salvation of the governed; and will tame wildness and faithlessness, by recording honour for the most excellent, and punishment for the wicked, in accordance with reason for the sake of discipline.",
          "id": 399349
        },
        {
          "text": "For pre-eminently a divine image, resembling God, is the soul of a righteous man; in which, through obedience to the commands, as in a consecrated spot, is enclosed and enshrined the Leader of mortals and of immortals, King and Parent of what is good, who is truly law, and right, and eternal Word, being the one Saviour individually to each, and in common to all.",
          "id": 399350
        },
        {
          "text": "He is the true Only-begotten, the express image of the glory of the universal King and Almighty Father, who impresses on the Gnostic the seal of the perfect contemplation, according to His own image; so that there is now a third divine image, made as far as possible like the Second Cause, the Essential Life, through which we live the true life; the Gnostic, as we regard him, being described as moving amid things sure and wholly immutable.",
          "id": 399351
        },
        {
          "text": "Ruling, then, over himself and what belongs to him, and possessing a sure grasp, of divine science, he makes a genuine approach to the truth.",
          "id": 399352
        },
        {
          "text": "For the knowledge and apprehension of intellectual objects must necessarily be called certain scientific knowledge, whose function in reference to divine things is to consider what is the First Cause, and what that \"by whom all things were made, and without whom nothing was made;\" and what things, on the other hand, are as pervasive, and what is comprehensive; what conjoined, what disjoined; and what is the position which each one of them holds, and what power and what service each contributes.",
          "id": 399353
        },
        {
          "text": "And again, among human things, what man himself is, and what he has naturally or preternaturally; and how, again, it becomes him to do or to suffer; and what are his virtues and what his vices; and about things good, bad, and indifferent; also about fortitude, and prudence, and self-restraint, and the virtue which is in all respects complete, namely, righteousness.",
          "id": 399354
        },
        {
          "text": "Further, he employs prudence and righteousness in the acquisition of wisdom, and fortitude, not only in the endurance of circumstances, but also in restraining pleasure and desire, grief and anger; and, in general, to withstand everything which either by any force or fraud entices us.",
          "id": 399355
        },
        {
          "text": "For it is not necessary to endure vices and virtues, but it is to be persuaded to bear things that inspire fear.",
          "id": 399356
        },
        {
          "text": "Accordingly, pain is found beneficial in the healing art, and in discipline, and in punishment; and by it men's manners are corrected to their advantage.",
          "id": 399357
        },
        {
          "text": "Forms of fortitude are endurance, magnanimity, high spirit, liberality, and grandeur.",
          "id": 399358
        },
        {
          "text": "And for this reason he neither meets with the blame or the bad opinion of the multitude; nor is he subjected to opinions or flatteries.",
          "id": 399359
        },
        {
          "text": "But in  the indurance of toils and at the same time in the discharge of any duty, and in his manly superiority to all circumstances, he appears truly a man (ἀνήρ) among the rest of human beings.",
          "id": 399360
        },
        {
          "text": "And, on the other hand, maintaining prudence, he exercises moderation in the calmness of his soul; receptive of what is commanded, as of what belongs to him, entertaining aversion to what is base, as alien to him; become decorous and supramundane, he does everything with decorum and in order, and transgresses in no respect, and in nothing.",
          "id": 399361
        },
        {
          "text": "Rich he is in the highest degree in desiring nothing, as having few wants; and being in the midst of abundance of all good through the knowledge of the good.",
          "id": 399362
        },
        {
          "text": "For it is the first effect of his righteousness, to love to spend his time and associate with those of his own race both in earth and heaven.",
          "id": 399363
        },
        {
          "text": "So also he is liberal of what he possesses.",
          "id": 399364
        },
        {
          "text": "And being a lover of men, he is a hater of the wicked, entertaining a perfect aversion to all villany.",
          "id": 399365
        },
        {
          "text": "He must consequently learn to be faithful both to himself and his neighbours, and obedient to the commandments.",
          "id": 399366
        },
        {
          "text": "For he is the true servant of God who spontaneously subjects himself to His commands.",
          "id": 399367
        },
        {
          "text": "And he who already, not through the commandments, but through knowledge itself, is pure in heart, is the friend of God.",
          "id": 399368
        },
        {
          "text": "For neither are we born by nature possessing virtue, nor after we are born does it grow naturally, as certain parts of the body; since then it would neither be voluntary nor praiseworthy.",
          "id": 399369
        },
        {
          "text": "Nor is virtue, like speech, perfected by the practice that results from everyday occurrences (for this is very much the way in which vice originates).",
          "id": 399370
        },
        {
          "text": "For it is not by any art, either those of acquisition, or those which relate to the care of the body, that knowledge is attained.",
          "id": 399371
        },
        {
          "text": "No more is it from the curriculum of instruction.",
          "id": 399372
        },
        {
          "text": "For that is satisfied if it can only prepare and sharpen the soul.",
          "id": 399373
        },
        {
          "text": "For the laws of the state are perchance able to restrain bad actions; but persuasive words, which but touch the surface, cannot produce a scientific permanence of the truth.",
          "id": 399374
        },
        {
          "text": "Now the Greek philosophy, as it were, purges the soul, and prepares it beforehand for the reception of faith, on which the Truth builds up the edifice of knowledge.",
          "id": 399375
        },
        {
          "text": "This is the true athlete—he who in the great stadium, the fair world, is crowned for the true victory over all the passions.",
          "id": 399376
        },
        {
          "text": "For He who prescribes the contest is the Almighty God, and He who awards the prize is the only-begotten Son of God.",
          "id": 399377
        },
        {
          "text": "Angels and gods are spectators; and the contest, embracing all the varied exercises, is \"not against flesh and blood,\" but against the spiritual powers of inordinate passions that work through the flesh.",
          "id": 399378
        },
        {
          "text": "He who obtains the mastery in these struggles, and overthrows the tempter, menacing, as it were, with certain contests, wins immortality.",
          "id": 399379
        },
        {
          "text": "For the sentence of God in most righteous judgment is infallible.",
          "id": 399380
        },
        {
          "text": "The spectators are summoned to the contest, and the athletes contend in the stadium; the one, who has obeyed the directions of the trainer, wins the day.",
          "id": 399381
        },
        {
          "text": "For to all, all rewards proposed by God are equal; and He Himself is unimpeachable.",
          "id": 399382
        },
        {
          "text": "And he who has power receives mercy, and he that has exercised will is mighty.",
          "id": 399383
        },
        {
          "text": "So also we have received mind, that we may know what we do.",
          "id": 399384
        },
        {
          "text": "And the maxim \"Know thyself\" means here to know for what we are born.",
          "id": 399385
        },
        {
          "text": "And we are born to obey the commandments, if we choose to be willing to be saved.",
          "id": 399386
        },
        {
          "text": "Such is the Nemesis, through which there is no escaping from God.",
          "id": 399387
        },
        {
          "text": "Man's duty, then, is obedience to God, who has proclaimed salvation manifold by the commandments.",
          "id": 399388
        },
        {
          "text": "And confession is thanksgiving.",
          "id": 399389
        },
        {
          "text": "For the beneficent first begins to do good.",
          "id": 399390
        },
        {
          "text": "And he who on fitting considerations readily receives and keeps the commandments, is faithful (πιστός); and he who by love requites benefits as far as he is able, is already a friend.",
          "id": 399391
        },
        {
          "text": "One recompense on the part of men is of paramount importance—the doing of what is pleasing to God.",
          "id": 399392
        },
        {
          "text": "As being His own production, and a result akin to Himself, the Teacher and Saviour receives acts of assistance and of improvement on the part of men as a personal favour and honour; as also He regards the injuries inflicted on those who believe on Him as ingratitude and dishonour to Himself.",
          "id": 399393
        },
        {
          "text": "For what other dishonour can touch God? Wherefore it is impossible to render a recompense at all equivalent to the boon received from the Lord.",
          "id": 399394
        },
        {
          "text": "And as those who maltreat property insult the owners, and those who maltreat soldiers insult the commander, so also the ill-usage of His consecrated ones is contempt for the Lord.",
          "id": 399395
        },
        {
          "text": "For, just as the sun not only illumines heaven and the whole world, shining over land and sea, but also through windows and small chinks sends his beams into the innermost recesses of houses, so the Word diffused everywhere casts His eye-glance on the minutest circumstances of the actions of life.",
          "id": 399396
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 4—The Heathens Made Gods Like Themselves, Whence Springs All Superstition.",
          "id": 399397
        },
        {
          "text": "Now, as the Greeks represent the gods as possessing human forms, so also do they as possessing human passions.",
          "id": 399398
        },
        {
          "text": "And as each of them  depict their forms similar to themselves, as Xenophanes says, \"Ethiopians as black and apes, the Thracians ruddy and tawny;\" so also they assimilate their souls to those who form them: the Barbarians, for instance, who make them savage and wild; and the Greeks, who make them more civilized, yet subject to passion.",
          "id": 399399
        },
        {
          "text": "Wherefore it stands to reason, that the ideas entertained of God by wicked men must be bad, and those by good men most excellent.",
          "id": 399400
        },
        {
          "text": "And therefore he who is in soul truly kingly and gnostic, being likewise pious and free from superstition, is persuaded that He who alone is God is honourable, venerable, august, beneficent, the doer of good, the author of all good things, but not the cause of evil.",
          "id": 399401
        },
        {
          "text": "And respecting the Hellenic superstition we have, as I think, shown enough in the book entitled by us The Exhortation, availing ourselves abundantly of the history bearing on the point.",
          "id": 399402
        },
        {
          "text": "There is no need, then, again to make a long story of what has already been clearly stated.",
          "id": 399403
        },
        {
          "text": "But in as far as necessity requires to be pointed out on coming to the topic, suffice it to adduce a few out of many considerations in proof of the impiety of those who make the Divinity resemble the worst men.",
          "id": 399404
        },
        {
          "text": "For either those Gods of theirs are injured by men, and are shown to be inferior to men on being injured by us; or, if not so, how is it that they are incensed at those by whom they are not injured, like a testy old wife roused to wrath?  As they say that Artemis was enraged at the aetolians on account of oeneus.",
          "id": 399405
        },
        {
          "text": "For how, being a goddess, did she not consider that he had neglected to sacrifice, not through contempt, but out of inadvertence, or under the idea that he had sacrificed?  And Latona, arguing her case with Athene, on account of the latter being incensed at her for having brought forth in the temple, says:—  \"Man-slaying spoils Torn from the dead you love to see.",
          "id": 399406
        },
        {
          "text": "And these To you are not unclean.",
          "id": 399407
        },
        {
          "text": "But you regard My parturition here a horrid thing, Though other creatures in the temple do No harm by bringing forth their young\".",
          "id": 399408
        },
        {
          "text": "It is natural, then, that having a superstitious dread of those irascible gods, they imagine that all events are signs and causes of evils.",
          "id": 399409
        },
        {
          "text": "If a mouse bore through an altar built of clay, and for want of something else gnaw through an oil flask; if a cock that is being fattened crow in the evening, they determine this to be a sign of something.",
          "id": 399410
        },
        {
          "text": "Of such a one Menander gives a comic description in The Superstitious Man:—  \"A.",
          "id": 399411
        },
        {
          "text": "Good luck be mine, ye honoured gods! Tying my, right shoe's string, I broke it\".",
          "id": 399412
        },
        {
          "text": "\"B.",
          "id": 399413
        },
        {
          "text": "Most likely, silly fool, For it was rotten, and you, niggard, you Would not buy new ones\".",
          "id": 399414
        },
        {
          "text": "It was a clever remark of Antiphon, who (when one regarded it as an ill omen that the sow had eaten her pigs), on seeing her emaciated through the niggardliness of the person that kept her, said, Congratulate yourself on the omen that, being so hungry, she did not eat your own children.",
          "id": 399415
        },
        {
          "text": "\"And what wonder is it,\" says Bion, \"if the mouse, finding nothing to eat, gnaws the bag?\" For it were wonderful if (as Arcesilaus argued in fun) \"the bag had eaten the mouse\".",
          "id": 399416
        },
        {
          "text": "Diogenes accordingly remarked well to one who wondered at finding a serpent coiled round a pestle: \"Don't wonder; for it would have been more surprising if you had seen the pestle coiled round the serpent, and the serpent straight\".",
          "id": 399417
        },
        {
          "text": "For the irrational creatures must run, and scamper, and fight, and breed, and die; and these things being natural to them, can never be unnatural to us.",
          "id": 399418
        },
        {
          "text": "\"And many birds beneath the sunbeams walk\".",
          "id": 399419
        },
        {
          "text": "And the comic poet Philemon treats such points in comedy:—  \"When I see one who watches who has sneezed, Or who has spoke; or looking, who goes on, I straightway in the market sell him off.",
          "id": 399420
        },
        {
          "text": "Each one of us walks, talks, and sneezes too, For his own self, not for the citizens: According to their nature things turn out\".",
          "id": 399421
        },
        {
          "text": "Then by the practice of temperance men seek health: and by cramming themselves, and wallowing in potations at feasts, they attract diseases.",
          "id": 399422
        },
        {
          "text": "There are many, too, that dread inscriptions set up.",
          "id": 399423
        },
        {
          "text": "Very cleverly Diogenes, on finding in the house of a bad man the inscription, \"Hercules, for victory famed, dwells here; let nothing bad enter,\" remarked, \"And how shall the master of the house go in?\"  The same people, who worship every stick and greasy stone, as the saying is, dreads tufts of tawny wool, and lumps of salt, and torches, and squills, and sulphur, bewitched by sorcerers, in certain impure rites of expiation.",
          "id": 399424
        },
        {
          "text": "But God, the true God, recognises as holy only the character of the righteous man,—as unholy, wrong and wickedness.",
          "id": 399425
        },
        {
          "text": "You may see the eggs, taken from those who have been purified, hatched if subjected to the necessary warmth.",
          "id": 399426
        },
        {
          "text": "But this could not take  place if they had had transferred to them the sins of the man that had undergone purification.",
          "id": 399427
        },
        {
          "text": "Accordingly the comic poet Diphilus facetiously writes, in comedy, of sorcerers, in the following words:—  \"Purifying Proetus' daughters, and their father Proetus Abantades, and fifth, an old wife to boot, So many people's persons with one torch, one squill, With sulphur and asphalt of the loud-sounding sea, From the placid-flowing, deep-flowing ocean.",
          "id": 399428
        },
        {
          "text": "But blest air through the clouds send Anticyra That I may make this bug into a drone\".",
          "id": 399429
        },
        {
          "text": "For well Menander remarks:—  \"Had you, O Phidias, any real ill, You needs must seek for it a real cure; Now 'tis not so.",
          "id": 399430
        },
        {
          "text": "And for the unreal ill I've found an unreal cure.",
          "id": 399431
        },
        {
          "text": "Believe that it Will do thee good.",
          "id": 399432
        },
        {
          "text": "Let women in a ring Wipe thee, and from three fountains water bring.",
          "id": 399433
        },
        {
          "text": "Add salt and lentils; sprinkle then thyself.",
          "id": 399434
        },
        {
          "text": "Each one is pure, who's conscious of no sin\".",
          "id": 399435
        },
        {
          "text": "For instance, the tragedy says:—  Menelaus.",
          "id": 399436
        },
        {
          "text": "\"What disease, Orestes, is destroying thee?\" Orestes.",
          "id": 399437
        },
        {
          "text": "\"Conscience.",
          "id": 399438
        },
        {
          "text": "For horrid deeds I know I've done\".",
          "id": 399439
        },
        {
          "text": "For in reality there is no other purity but abstinence from sins.",
          "id": 399440
        },
        {
          "text": "Excellently then Epicharmus says:—  \"If a pure mind thou hast, In thy whole body thou art pure\".",
          "id": 399441
        },
        {
          "text": "Now also we say that it is requisite to purify the soul from corrupt and bad doctrines by right reason; and so thereafter to the recollection of the principal heads of doctrine.",
          "id": 399442
        },
        {
          "text": "Since also before the communication of the mysteries they think it right to apply certain purifications to those who are to be initiated; so it is requisite for men to abandon impious opinion, and thus turn to the true tradition.",
          "id": 399443
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 5—The Holy Soul a More Excellent Temple Than Any Edifice Built by Man.",
          "id": 399444
        },
        {
          "text": "For is it not the case that rightly and truly we do not circumscribe in any place that which cannot be circumscribed; nor do we shut up in temples made with hands that which contains all things? What work of builders, and stonecutters, and mechanical art can be holy? Superior to these are not they who think that the air, and the enclosing space, or rather the whole world and the universe, are meet for the excellency of God?  It were indeed ridiculous, as the philosophers themselves say, for man, the plaything of God, to make God, and for God to be the plaything of art; since what is made is similar and the same to that of which it is made, as that which is made of ivory is ivory, and that which is made of gold golden.",
          "id": 399445
        },
        {
          "text": "Now the images and temples constructed by mechanics are made of inert matter; so that they too are inert, and material, and profane; and if you perfect the art, they partake of mechanical coarseness.",
          "id": 399446
        },
        {
          "text": "Works of art cannot then be sacred and divine.",
          "id": 399447
        },
        {
          "text": "And what can be localized, there being nothing that is not localized? Since all things are in a place.",
          "id": 399448
        },
        {
          "text": "And that which is localized having been formerly not localized, is localized by something.",
          "id": 399449
        },
        {
          "text": "If, then, God is localized by men, He was once not localized, and did not exist at all.",
          "id": 399450
        },
        {
          "text": "For the non-existent is what is not localized; since whatever does not exist is not localized.",
          "id": 399451
        },
        {
          "text": "And what exists cannot be localized by what does not exist; nor by another entity.",
          "id": 399452
        },
        {
          "text": "For it is also an entity.",
          "id": 399453
        },
        {
          "text": "It follows that it must be by itself.",
          "id": 399454
        },
        {
          "text": "And how shall anything generate itself? Or how shall that which exists place itself as to being? Whether, being formerly not localized, has it localized itself? But it was not in existence; since what exists not is not localized.",
          "id": 399455
        },
        {
          "text": "And its localization being supposed, how can it afterwards make itself what it previously was?  But how can He, to whom the things that are belong, need anything? But were God possessed of a human form, He would need, equally with man, food, and shelter, and house, and the attendant incidents.",
          "id": 399456
        },
        {
          "text": "Those who are like in form and affections will require similar sustenance.",
          "id": 399457
        },
        {
          "text": "And if sacred (το ἱερόν) has a twofold application, designating both God Himself and the structure raised to His honour, how shall we not with propriety call the Church holy, through knowledge, made for the honour of God, sacred (ἱερόν) to God, of great value, and not constructed by mechanical art, nor embellished by the hand of an impostor, but by the will of God fashioned into a temple? For it is not now the place, but the assemblage of the elect, that I call the Church.",
          "id": 399458
        },
        {
          "text": "This temple is better for the reception of the greatness of the dignity of God.",
          "id": 399459
        },
        {
          "text": "For the living creature which is of high value, is made sacred by that which is worth all, or rather which has no equivalent, in virtue of the exceeding sanctity of the latter.",
          "id": 399460
        },
        {
          "text": "Now this is the Gnostic, who is of great value, who is honoured by God, in whom God is enshrined, that is, the knowledge respecting God is consecrated.",
          "id": 399461
        },
        {
          "text": "Here, too, we shall find the divine likeness and the holy image in the righteous soul, when it is blessed in being purified and performing blessed deeds.",
          "id": 399462
        },
        {
          "text": "Here also we shall find that which is localized, and that which is being localized,—the former in the case of those who are already Gnostics, and the latter in the case of those  capable of becoming so, although not yet worthy of receiving the knowledge of God.",
          "id": 399463
        },
        {
          "text": "For every being destined to believe is already faithful in the sight of God, and set up for His honour, an image, endowed with virtue, dedicated to God.",
          "id": 399464
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 6—Prayers and Praise from a Pure Mind, Ceaselessly Offered, Far Better Than Sacrifices.",
          "id": 399465
        },
        {
          "text": "As, then, God is not circumscribed by place, neither is ever represented by the form of a living creature; so neither has He similar passions, nor has He wants like the creatures, so as to desire sacrifice, from hunger, by way of food.",
          "id": 399466
        },
        {
          "text": "Those creatures which are affected by passion are all mortal.",
          "id": 399467
        },
        {
          "text": "And it is useless to bring food to one who is not nourished.",
          "id": 399468
        },
        {
          "text": "And that comic poet Pherecrates, in The Fugitives, facetiously represents the gods themselves as finding fault with men on the score of their sacred rites:—  \"When to the gods you sacrifice, Selecting what our portion is, 'Tis shame to tell, do ye not take, And both the thighs, clean to the groins, The loins quite bare, the backbone, too, Clean scrape as with a file, Them swallow, and the remnant give To us as if to dogs? And then, As if of one another 'shamed, With heaps of salted barley hide\".",
          "id": 399469
        },
        {
          "text": "And Eubulus, also a comic poet, thus writes respecting sacrifices:—  \"But to the gods the tail alone And thigh, as if to paederasts you sacrifice\".",
          "id": 399470
        },
        {
          "text": "And introducing Dionysus in Semele, he represents him disputing:—  \"First if they offer aught to me, there are Who offer blood, the bladder, not the heart Or caul.",
          "id": 399471
        },
        {
          "text": "For I no flesh do ever eat That's sweeter than the thigh\".",
          "id": 399472
        },
        {
          "text": "And Menander writes:—  \"The end of the loin, The bile, the bones uneatable, they set Before the gods; the rest themselves consume\".",
          "id": 399473
        },
        {
          "text": "For is not the savour of the holocausts avoided by the beasts? And if in reality the savour is the guerdon of the gods of the Greeks, should they not first deify the cooks, who are dignified with equal happiness, and worship the chimney itself, which is closer still to the much-prized savour?  And Hesiod says that Zeus, cheated in a division of flesh by Prometheus, received the white bones of an ox, concealed with cunning art, in shining fat:—  \"Whence to the immortal gods the tribes of men The victim's white bones on the altars burn\".",
          "id": 399474
        },
        {
          "text": "But they will by no means say that the Deity, enfeebled through the desire that springs from want, is nourished.",
          "id": 399475
        },
        {
          "text": "Accordingly, they will represent Him as nourished without desire like a plant, and like beasts that burrow.",
          "id": 399476
        },
        {
          "text": "They say that these grow innoxiously, nourished either by the density in the air, or from the exhalations proceeding from their own body.",
          "id": 399477
        },
        {
          "text": "Though if the Deity, though needing nothing, is according to them nourished, what necessity has He for food, wanting nothing? But if, by nature needing nothing, He delights to be honoured, it is not without reason that we honour God in prayer; and thus the best and holiest sacrifice with righteousness we bring, presenting it as an offering to the most righteous Word, by whom we receive knowledge, giving glory by Him for what we have learned.",
          "id": 399478
        },
        {
          "text": "The altar, then, that is with us here, the terrestrial one, is the congregation of those who devote themselves to prayers, having as it were one common voice and one mind.",
          "id": 399479
        },
        {
          "text": "Now, if nourishing substances taken in by the nostrils are diviner than those taken in by the mouth, yet they infer respiration.",
          "id": 399480
        },
        {
          "text": "What, then, do they say of God? Whether does He exhale like the tribe of oaks? Or does He only inhale, like the aquatic animals, by the dilatation of their gills? Or does He breathe all round, like the insects, by the compression of the section by means of their wings? But no one, if he is in his senses, will liken God to any of these.",
          "id": 399481
        },
        {
          "text": "And the creatures that breathe by the expansion of the lung towards the thorax draw in the air.",
          "id": 399482
        },
        {
          "text": "Then if they assign to God viscera, and arteries, and veins, and nerves, and parts, they will make Him in nothing different from man.",
          "id": 399483
        },
        {
          "text": "Now breathing together (σύμπνοια) is properly said of the Church.",
          "id": 399484
        },
        {
          "text": "For the sacrifice of the Church is the word breathing as incense from holy souls, the sacrifice and the whole mind being at the same time unveiled to God.",
          "id": 399485
        },
        {
          "text": "Now the very ancient altar in Delos they celebrated as holy; which alone, being undefiled by slaughter and death, they say Pythagoras approached.",
          "id": 399486
        },
        {
          "text": "And will they not believe us when we say that the righteous soul is the truly sacred altar, and that incense arising from it is holy prayer? But I believe sacrifices were invented by men to be a pretext for eating flesh.",
          "id": 399487
        },
        {
          "text": "But without such idolatry he who wished might have partaken of flesh.",
          "id": 399488
        },
        {
          "text": "For the sacrifices of the Law express figuratively  the piety which we practice, as the turtle-dove and the pigeon offered for sins point out that the cleansing of the irrational part of the soul is acceptable to God.",
          "id": 399489
        },
        {
          "text": "But if any one of the righteous does not burden his soul by the eating of flesh, he has the advantage of a rational reason, not as Pythagoras and his followers dream of the transmigration of the soul.",
          "id": 399490
        },
        {
          "text": "Now Xenocrates, treating by himself of \"the food derived from animals,\" and Polemon in his work On Life according to Nature, seem clearly to say that animal food is unwholesome, inasmuch as it has already been elaborated and assimilated to the souls of the irrational creatures.",
          "id": 399491
        },
        {
          "text": "So also, in particular, the Jews abstain from swine's flesh on the ground of this animal being unclean; since more than the other animals it roots up, and destroys the productions of the ground.",
          "id": 399492
        },
        {
          "text": "But if they say that the animals were assigned to men—and we agree with them—yet it was not entirely for food.",
          "id": 399493
        },
        {
          "text": "Nor was it all animals, but such as do not work.",
          "id": 399494
        },
        {
          "text": "Wherefore the comic poet Plato says not badly in the drama of The Feasts: —  \"For of the quadrupeds we should not slay In future aught but swine.",
          "id": 399495
        },
        {
          "text": "For these have flesh Most toothsome; and about the pig is nought For us, excepting bristles, mud, and noise\".",
          "id": 399496
        },
        {
          "text": "Whence aesop said not badly, that \"swine squeaked out very loudly, because, when they were dragged, they knew that they were good for nothing but for sacrifice\".",
          "id": 399497
        },
        {
          "text": "Wherefore also Cleanthes says, \"that they have soul instead of salt,\" that their flesh may not putrefy.",
          "id": 399498
        },
        {
          "text": "Some, then, eat them as useless, others as destructive of fruits.",
          "id": 399499
        },
        {
          "text": "And others do not eat them, because the animal has a strong sensual propensity.",
          "id": 399500
        },
        {
          "text": "So, then, the law sacrifices not the goat, except in the sole case of the banishment of sins; since pleasure is the metropolis of vice.",
          "id": 399501
        },
        {
          "text": "It is to the point also that it is said that the eating of goat's flesh contributes to epilepsy.",
          "id": 399502
        },
        {
          "text": "And they say that the greatest increase is produced by swine's flesh.",
          "id": 399503
        },
        {
          "text": "Wherefore it is beneficial to those who exercise the body; but to those who devote themselves to the development of the soul it is not so, on account of the hebetude that results from the eating of flesh.",
          "id": 399504
        },
        {
          "text": "Perchance also some Gnostic will abstain from the eating of flesh for the sake of training, and in order that the flesh may not grow wanton in amorousness.",
          "id": 399505
        },
        {
          "text": "\"For wine,\" says Androcydes, \"and gluttonous feeds of flesh make the body strong, but the soul more sluggish\".",
          "id": 399506
        },
        {
          "text": "Accordingly such food, in order to clear understanding, is to be rejected.",
          "id": 399507
        },
        {
          "text": "Wherefore also the Egyptians, in the purifications practiced among them, do not allow the priests to feed on flesh; but they use chickens, as lightest; and they do not touch fish, on account of certain fables, but especially on account of such food making the flesh flabby.",
          "id": 399508
        },
        {
          "text": "But now terrestrial animals and birds breathe the same air as our vital spirits, being possessed of a vital principle cognate with the air.",
          "id": 399509
        },
        {
          "text": "But it is said that fishes do not breathe this air, but that which was mixed with the water at the instant of its first creation, as well as with the rest of the elements, which is also a sign of the permanence of matter.",
          "id": 399510
        },
        {
          "text": "Wherefore we ought to offer to God sacrifices not costly, but such as He loves.",
          "id": 399511
        },
        {
          "text": "And that compounded incense which is mentioned in the Law, is that which consists of many tongues and voices in prayer, or rather of different nations and natures, prepared by the gift vouchsafed in the dispensation for \"the unity of the faith,\" and brought together in praises, with a pure mind, and just and right conduct, from holy works and righteous prayer.",
          "id": 399512
        },
        {
          "text": "For in the elegant language of poetry,—  \"Who is so great a fool, and among men So very easy of belief, as thinks The gods, with fraud of fleshless bones and bile All burnt, not fit for hungry dogs to eat, Delighted are, and take this as their prize, And favour show to those who treat them thus,\"  though they happen to be tyrants and robbers?  But we say that the fire sanctifies not flesh, but sinful souls; meaning not the all-devouring vulgar fire but that of wisdom, which pervades the soul passing through the fire.",
          "id": 399513
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 7—What Sort of Prayer the Gnostic Employs, and How It is Heard by God.",
          "id": 399514
        },
        {
          "text": "Now we are commanded to reverence and to honour the same one, being persuaded that He is Word, Saviour, and Leader, and by Him, the Father, not on special days, as some others, but doing this continually in our whole life, and in every way.",
          "id": 399515
        },
        {
          "text": "Certainly the elect race justified by the precept says, \"Seven times a day have I praised Thee\".",
          "id": 399516
        },
        {
          "text": "Whence not in a specified place, or selected temple, or at certain festivals and on appointed days, but during his whole life, the Gnostic in every place, even if he be alone by himself, and wherever he has any of those who have exercised the like faith, honours God,  that is, acknowledges his gratitude for the knowledge of the way to live.",
          "id": 399517
        },
        {
          "text": "And if the presence of a good man, through the respect and reverence which he inspires, always improves him with whom he associates, with much more reason does not he who always holds uninterrupted converse with God by knowledge, life, and thanksgiving, grow at every step superior to himself in all respects—in conduct, in words, in disposition? Such an one is persuaded that God is ever beside him, and does not suppose that He is confined in certain limited places; so that under the idea that at times he is without Him, he may indulge in excesses night and day.",
          "id": 399518
        },
        {
          "text": "Holding festival, then, in our whole life, persuaded that God is altogether on every side present, we cultivate our fields, praising; we sail the sea, hymning; in all the rest of our conversation we conduct ourselves according to rule.",
          "id": 399519
        },
        {
          "text": "The Gnostic, then, is very closely allied to God, being at once grave and cheerful in all things,—grave on account of the bent of his soul towards the Divinity, and cheerful on account of his consideration of the blessings of humanity which God hath given us.",
          "id": 399520
        },
        {
          "text": "Now the excellence of knowledge is evidently presented by the prophet when he says, \"Benignity, and instruction, and knowledge teach me,\" magnifying the supremacy of perfection by a climax.",
          "id": 399521
        },
        {
          "text": "He is, then, the truly kingly man; he is the sacred high priest of God.",
          "id": 399522
        },
        {
          "text": "And this is even now observed among the most sagacious of the Barbarians, in advancing the sacerdotal caste to the royal power.",
          "id": 399523
        },
        {
          "text": "He, therefore, never surrenders himself to the rabble that rules supreme over the theatres, and gives no admittance even in a dream to the things which are spoken, done, and seen for the sake of alluring pleasures; neither, therefore, to the pleasures of sight, nor the various pleasures which are found in other enjoyments, as costly incense and odours, which bewitch the nostrils, or preparations of meats, and indulgences in different wines, which ensnare the palate, or fragrant bouquets of many flowers, which through the senses effeminate the soul.",
          "id": 399524
        },
        {
          "text": "But always tracing up to God the grave enjoyment of all things, he offers the first-fruits of food, and drink, and unguents to the Giver of all, acknowledging his thanks in the gift and in the use of them by the Word given to him.",
          "id": 399525
        },
        {
          "text": "He rarely goes to convivial banquets of all and sundry, unless the announcement to him of the friendly and harmonious character of the entertainment induce him to go.",
          "id": 399526
        },
        {
          "text": "For he is convinced that God knows and perceives all things—not the words only, but also the thought; since even our sense of hearing, which acts through the passages of the body, has the apprehension belonging to it not through corporeal power, but through a psychical perception, and the intelligence which distinguishes significant sounds.",
          "id": 399527
        },
        {
          "text": "God is not, then, possessed of human form, so as to hear; nor needs He senses, as the Stoics have decided, \"especially hearing and sight; for He could never otherwise apprehend\".",
          "id": 399528
        },
        {
          "text": "But the susceptibility of the air, and the intensely keen perception of the angels, and the power which reaches the soul's consciousness, by ineffable power and without sensible hearing, know all things at the moment of thought.",
          "id": 399529
        },
        {
          "text": "And should any one say that the voice does not reach God, but is rolled downwards in the air, yet the thoughts of the saints cleave not the air only, but the whole world.",
          "id": 399530
        },
        {
          "text": "And the divine power, with the speed of light, sees through the whole soul.",
          "id": 399531
        },
        {
          "text": "Well! Do not also volitions speak to God, uttering their voice? And are they not conveyed by conscience? And what voice shall He wait for, who, according to His purpose, knows the elect already, even before his birth, knows what is to be as already existent? Does not the light of power shine down to the very bottom of the whole soul; \"the lamp of knowledge,\" as the Scripture says, searching \"the recesses\"? God is all ear and all eye, if we may be permitted to use these expressions.",
          "id": 399532
        },
        {
          "text": "In general, then, an unworthy opinion of God preserves no piety, either in hymns, or discourses, or writings, or dogmas, but diverts to grovelling and unseemly ideas and notions.",
          "id": 399533
        },
        {
          "text": "Whence the commendation of the multitude differs nothing from censure, in consequence of their ignorance of the truth.",
          "id": 399534
        },
        {
          "text": "The objects, then, of desires and aspirations, and, in a word, of the mind's impulses, are the subjects of prayers.",
          "id": 399535
        },
        {
          "text": "Wherefore, no man desires a draught, but to drink what is drinkable; and no man desires an inheritance, but to inherit.",
          "id": 399536
        },
        {
          "text": "And in like manner no man desires knowledge, but to know; or a right government, but to take part in the government.",
          "id": 399537
        },
        {
          "text": "The subjects of our prayers, then, are the subjects of our requests, and the subjects of requests are the objects of desires.",
          "id": 399538
        },
        {
          "text": "Prayer, then, and desire, follow in order, with the view of possessing the blessings and advantages offered.",
          "id": 399539
        },
        {
          "text": "The Gnostic, then, who is such by possession, makes his prayer and request for the truly good things which appertain to the soul, and prays, he himself also contributing his efforts to attain to the habit of goodness, so as no longer to have the things that are good as certain lessons belonging to him, but to be good.",
          "id": 399540
        },
        {
          "text": "Wherefore also it is most incumbent on such  to pray, knowing as they do the Divinity rightly, and having the moral excellence suitable to him; who know what things are really good, and what are to be asked, and when and how in each individual case.",
          "id": 399541
        },
        {
          "text": "It is the extremest stupidity to ask of them who are no gods, as if they were gods; or to ask those things which are not beneficial, begging evils for themselves under the appearance of good things.",
          "id": 399542
        },
        {
          "text": "Whence, as is right, there being only one good God, that some good things be given from Him alone, and that some remain, we and the angels pray.",
          "id": 399543
        },
        {
          "text": "But not similarly.",
          "id": 399544
        },
        {
          "text": "For it is not the same thing to pray that the gift remain, and to endeavour to obtain it for the first time.",
          "id": 399545
        },
        {
          "text": "The averting of evils is a species of prayer; but such prayer is never to be used for the injury of men, except that the Gnostic, in devoting attention to righteousness, may make use of this petition in the case of those who are past feeling.",
          "id": 399546
        },
        {
          "text": "Prayer is, then, to speak more boldly, converse with God.",
          "id": 399547
        },
        {
          "text": "Though whispering, consequently, and not opening the lips, we speak in silence, yet we cry inwardly.",
          "id": 399548
        },
        {
          "text": "For God hears continually all the inward converse.",
          "id": 399549
        },
        {
          "text": "So also we raise the head and lift the hands to heaven, and set the feet in motion at the closing utterance of the prayer, following the eagerness of the spirit directed towards the intellectual essence; and endeavouring to abstract the body from the earth, along with the discourse, raising the soul aloft, winged with longing for better things, we compel it to advance to the region of holiness, magnanimously despising the chain of the flesh.",
          "id": 399550
        },
        {
          "text": "For we know right well, that the Gnostic willingly passes over the whole world, as the Jews certainly did over Egypt, showing clearly, above all, that he will be as near as possible to God.",
          "id": 399551
        },
        {
          "text": "Now, if some assign definite hours for prayer—as, for example, the third, and sixth, and ninth—yet the Gnostic prays throughout his whole life, endeavouring by prayer to have fellowship with God.",
          "id": 399552
        },
        {
          "text": "And, briefly, having reached to this, he leaves behind him all that is of no service, as having now received the perfection of the man that acts by love.",
          "id": 399553
        },
        {
          "text": "But the distribution of the hours into a threefold division, honoured with as many prayers, those are acquainted with, who know the blessed triad of the holy abodes.",
          "id": 399554
        },
        {
          "text": "Having got to this point, I recollect the doctrines about there being no necessity to pray, introduced by certain of the heterodox, that is, the followers of the heresy of Prodicus.",
          "id": 399555
        },
        {
          "text": "That they may not then be inflated with conceit about this godless wisdom of theirs, as if it were strange, let them learn that it was embraced before by the philosophers called Cyrenaics.",
          "id": 399556
        },
        {
          "text": "Nevertheless, the unholy knowledge (gnosis) of those falsely called Gnostics shall meet with confutation at a fitting time; so that the assault on them, by no means brief, may not, by being introduced into the commentary, break the discourse in hand, in which we are showing that the only really holy and pious man is he who is truly a Gnostic according to the rule of the Church, to whom alone the petition made in accordance with the will of God is granted, on asking and on thinking.",
          "id": 399557
        },
        {
          "text": "For as God can do all that He wishes, so the Gnostic receives all that he asks.",
          "id": 399558
        },
        {
          "text": "For, universally, God knows those who are and those who are not worthy of good things; whence He gives to each what is suitable.",
          "id": 399559
        },
        {
          "text": "Wherefore to those that are unworthy, though they ask often, He will not give; but He will give to those who are worthy.",
          "id": 399560
        },
        {
          "text": "Nor is petition superfluous, though good things are given without claim.",
          "id": 399561
        },
        {
          "text": "Now thanksgiving and request for the conversion of our neighbours is the function of the Gnostic; as also the Lord prayed, giving thanks for the accomplishment of His ministry, praying that as many as possible might attain to knowledge; that in the saved, by salvation, through knowledge, God might be glorified, and He who is alone good and alone Saviour might be acknowledged through the Son from age to age.",
          "id": 399562
        },
        {
          "text": "But also faith, that one will receive, is a species of prayer gnostically laid up in store.",
          "id": 399563
        },
        {
          "text": "But if any occasion of converse with God becomes prayer, no opportunity of access to God ought to be omitted.",
          "id": 399564
        },
        {
          "text": "Without doubt, the holiness of the Gnostic, in union with God's blessed Providence, exhibits in voluntary confession the perfect beneficence of God.",
          "id": 399565
        },
        {
          "text": "For the holiness of the Gnostic, and the reciprocal benevolence of the friend of God, are a kind of corresponding movement of providence.",
          "id": 399566
        },
        {
          "text": "For neither is God involuntarily good, as the fire is warming; but in Him the imparting of good things is voluntary, even if He receive the request previously.",
          "id": 399567
        },
        {
          "text": "Nor shall he who is saved be saved against his will, for he is not inanimate; but he will above all voluntarily and of free choice speed to salvation.",
          "id": 399568
        },
        {
          "text": "Wherefore also man received the commandments in order that he might be self-impelled, to whatever he wished of things to be chosen and to be avoided.",
          "id": 399569
        },
        {
          "text": "Wherefore God does not do good by necessity, but from His free choice benefits those  who spontaneously turn.",
          "id": 399570
        },
        {
          "text": "For the Providence which extends to us from God is not ministerial, as that service which proceeds from inferiors to superiors.",
          "id": 399571
        },
        {
          "text": "But in pity for our weakness, the continual dispensations of Providence work, as the care of shepherds towards the sheep, and of a king towards his subjects; we ourselves also conducting ourselves obediently towards our superiors, who take the management of us, as appointed, in accordance with the commission from God with which they are invested.",
          "id": 399572
        },
        {
          "text": "Consequently those who render the most free and kingly service, which is the result of a pious mind and of knowledge, are servants and attendants of the Divinity.",
          "id": 399573
        },
        {
          "text": "Each place, then, and time, in which we entertain the idea of God, is in reality sacred.",
          "id": 399574
        },
        {
          "text": "When, then, the man who chooses what is right, and is at the same time of thankful heart, makes his request in prayer, he contributes to the obtaining of it, gladly taking hold in prayer of the thing desired.",
          "id": 399575
        },
        {
          "text": "For when the Giver of good things perceives the susceptibility on our part, all good things follow at once the conception of them.",
          "id": 399576
        },
        {
          "text": "Certainly in prayer the character is sifted, how it stands with respect to duty.",
          "id": 399577
        },
        {
          "text": "But if voice and expression are given us, for the sake of understanding, how can God not hear the soul itself, and the mind, since assuredly soul hears soul, and mind, mind? Whence God does not wait for loquacious tongues, as interpreters among men, but knows absolutely the thoughts of all; and what the voice intimates to us, that our thought, which even before the creation He knew would come into our mind, speaks to God.",
          "id": 399578
        },
        {
          "text": "Prayer, then, may be uttered without the voice, by concentrating the whole spiritual nature within on expression by the mind, in un-distracted turning towards God.",
          "id": 399579
        },
        {
          "text": "And since the dawn is an image of the day of birth, and from that point the light which has shone forth at first from the darkness increases, there has also dawned on those involved in darkness a day of the knowledge of truth.",
          "id": 399580
        },
        {
          "text": "In correspondence with the manner of the sun's rising, prayers are made looking towards the sunrise in the east.",
          "id": 399581
        },
        {
          "text": "Whence also the most ancient temples looked towards the west, that people might be taught to turn to the east when facing the images.",
          "id": 399582
        },
        {
          "text": "\"Let my prayer be directed before Thee as incense, the uplifting of my hands as the evening sacrifice,\" say the Psalms.",
          "id": 399583
        },
        {
          "text": "In the case of wicked men, therefore, prayer is most injurious, not to others alone, but to themselves also.",
          "id": 399584
        },
        {
          "text": "If, then, they should ask and receive what they call pieces of good fortune, these injure them after they receive them, being ignorant how to use them.",
          "id": 399585
        },
        {
          "text": "For they pray to possess what they have not, and they ask things which seem, but are not, good things.",
          "id": 399586
        },
        {
          "text": "But the Gnostic will ask the permanence of the things he possesses, adaptation for what is to take place, and the eternity of those things which he shall receive.",
          "id": 399587
        },
        {
          "text": "And the things which are really good, the things which concern the soul, he prays that they may belong to him, and remain with him.",
          "id": 399588
        },
        {
          "text": "And so he desires not anything that is absent, being content with what is present.",
          "id": 399589
        },
        {
          "text": "For he is not deficient in the good things which are proper to him; being already sufficient for himself, through divine grace and knowledge.",
          "id": 399590
        },
        {
          "text": "But having become sufficient in himself, he stands in no want of other things.",
          "id": 399591
        },
        {
          "text": "But knowing the sovereign will, and possessing as soon as he prays, being brought into close contact with the almighty power, and earnestly desiring to be spiritual, through boundless love, he is united to the Spirit.",
          "id": 399592
        },
        {
          "text": "Thus he, being magnanimous, possessing, through knowledge, what is the most precious of all, the best of all, being quick in applying himself to contemplation, retains in his soul the permanent energy of the objects of his contemplation, that is the perspicacious keenness of knowledge.",
          "id": 399593
        },
        {
          "text": "And this power he strives to his utmost to acquire, by obtaining command of all the influences which war against the mind; and by applying himself without intermission to speculation, by exercising himself in the training of abstinence from pleasures, and of right conduct in what he does; and besides, furnished with great experience both in study and in life, he has freedom of speech, not the power of a babbling tongue, but a power which employs plain language, and which neither for favour nor fear conceals aught of the things which may be worthily said at the fitting time, in which it is highly necessary to say them.",
          "id": 399594
        },
        {
          "text": "He, then, having received the things respecting God from the mystic choir of the truth itself, employs language which urges the magnitude of virtue in accordance with its worth; and shows its results with an inspired elevation of prayer, being associated gnostically, as far as possible, with intellectual and spiritual objects.",
          "id": 399595
        },
        {
          "text": "Whence he is always mild and meek, accessible, affable, long-suffering, grateful, endued with a good conscience.",
          "id": 399596
        },
        {
          "text": "Such a man is rigid, not alone so as not to be corrupted, but so as not to be tempted.",
          "id": 399597
        },
        {
          "text": "For he never exposes his soul to submission, or capture at the hands of Pleasure and Pain.",
          "id": 399598
        },
        {
          "text": "If the Word, who is Judge, call; he, having grown inflexible, and not indulging a whit the passions, walks unswervingly where justice advises him to go; being very well persuaded that all things are managed consummately well,  and that progress to what is better goes on in the case of souls that have chosen virtue, till they come to the Good itself, to the Father's vestibule, so to speak, close to the great High Priest.",
          "id": 399599
        },
        {
          "text": "Such is our Gnostic, faithful, persuaded that the affairs of the universe are managed in the best way.",
          "id": 399600
        },
        {
          "text": "Particularly, he is well pleased with all that happens.",
          "id": 399601
        },
        {
          "text": "In accordance with reason, then, he asks for none of those things in life required for necessary use; being persuaded that God, who knows all things, supplies the good with whatever is for their benefit, even though they do not ask.",
          "id": 399602
        },
        {
          "text": "For my view is, that as all things are supplied to the man of art according to the rules of art, and to the Gentile in a Gentile way, so also to the Gnostic all things are supplied gnostically.",
          "id": 399603
        },
        {
          "text": "And the man who turns from among the Gentiles will ask for faith, while he that ascends to knowledge will ask for the perfection of love.",
          "id": 399604
        },
        {
          "text": "And the Gnostic, who has reached the summit, will pray that contemplation may grow and abide, as the common man will for continual good health.",
          "id": 399605
        },
        {
          "text": "Nay, he will pray that he may never fall from virtue; giving his most strenuous co-operation in order that he may become infallible.",
          "id": 399606
        },
        {
          "text": "For he knows that some of the angels, through carelessness, were hurled to the earth, not having yet quite reached that state of oneness, by extricating themselves from the propensity to that of duality.",
          "id": 399607
        },
        {
          "text": "But him, who from this has trained himself to the summit of knowledge and the elevated height of the perfect man, all things relating to time and place help on, now that he has made it his choice to live infallibly, and subjects himself to training in order to the attainment of the stability of knowledge on each side.",
          "id": 399608
        },
        {
          "text": "But in the case of those in whom there is still a heavy corner, leaning downwards, even that part which has been elevated by faith is dragged down.",
          "id": 399609
        },
        {
          "text": "In him, then, who by gnostic training has acquired virtue which cannot be lost, habit becomes nature.",
          "id": 399610
        },
        {
          "text": "And just as weight in a stone, so the knowledge of such an one is incapable of being lost.",
          "id": 399611
        },
        {
          "text": "Not without, but through the exercise of will, and by the force of reason, and knowledge, and Providence, is it brought to become incapable of being lost.",
          "id": 399612
        },
        {
          "text": "Through care it becomes incapable of being lost.",
          "id": 399613
        },
        {
          "text": "He will employ caution so as to avoid sinning, and consideration to prevent the loss of virtue.",
          "id": 399614
        },
        {
          "text": "Now knowledge appears to produce consideration, by teaching to perceive the things that are capable of contributing to the permanence of virtue.",
          "id": 399615
        },
        {
          "text": "The highest thing is, then, the knowledge of God; wherefore also by it virtue is so preserved as to be incapable of being lost.",
          "id": 399616
        },
        {
          "text": "And he who knows God is holy and pious.",
          "id": 399617
        },
        {
          "text": "The Gnostic has consequently been demonstrated by us to be the only pious man.",
          "id": 399618
        },
        {
          "text": "He rejoices in good things present, and is glad on account of those promised, as if they were already present.",
          "id": 399619
        },
        {
          "text": "For they do not elude his notice, as if they were still absent, because he knows by anticipation what sort they are.",
          "id": 399620
        },
        {
          "text": "Being then persuaded by knowledge how each future thing shall be, he possesses it.",
          "id": 399621
        },
        {
          "text": "For want and defect are measured with reference to what appertains to one.",
          "id": 399622
        },
        {
          "text": "If, then, he possesses wisdom, and wisdom is a divine thing, he who partakes of what has no want will himself have no want.",
          "id": 399623
        },
        {
          "text": "For the imparting of wisdom does not take place by activity and receptivity moving and stopping each other, or by aught being abstracted or becoming defective.",
          "id": 399624
        },
        {
          "text": "Activity is therefore shown to be undiminished in the act of communication.",
          "id": 399625
        },
        {
          "text": "So, then, our Gnostic possesses all good things, as far as possible; but not likewise in number; since otherwise he would be incapable of changing his place through the due inspired stages of advancement and acts of administration.",
          "id": 399626
        },
        {
          "text": "Him God helps, by honouring him with closer oversight.",
          "id": 399627
        },
        {
          "text": "For were not all things made for the sake of good men, for their possession and advantage, or rather salvation? He will not then deprive, of the things which exist for the sake of virtue, those for whose sake they were created.",
          "id": 399628
        },
        {
          "text": "For, evidently in honour of their excellent nature and their holy choice, he inspires those who have made choice of a good life with strength for the rest of their salvation; exhorting some, and helping others, who of themselves have become worthy.",
          "id": 399629
        },
        {
          "text": "For all good is capable of being produced in the Gnostic; if indeed it is his aim to know and do everything intelligently.",
          "id": 399630
        },
        {
          "text": "And as the physician ministers health to those who co-operate with him in order to health, so also God ministers eternal salvation to those who co-operate for the attainment of knowledge and good conduct; and since what the commandments enjoin are in our own power, along with the performance of them, the promise is accomplished.",
          "id": 399631
        },
        {
          "text": "And what follows seems to me to be excellently said by the Greeks.",
          "id": 399632
        },
        {
          "text": "An athlete of no mean reputation among those of old, having for a long time subjected his body to thorough training in order to the attainment of manly strength, on going up to the Olympic games, cast his eye on the statue of the Pisaean Zeus, and said: \"O Zeus, if all the requisite preparations for the contest have been made by me, come, give me the victory, as is right\".",
          "id": 399633
        },
        {
          "text": "For so, in the case of the Gnostic, who has unblameably and with a good conscience fulfilled all that depends on him, in the direction of learning, and training, and well-doing, and pleasing God, the whole contributes to carry salvation on to perfection.",
          "id": 399634
        },
        {
          "text": "From us, then, are demanded the things which  are in our own power, and of the things which pertain to us, both present and absent, the choice, and desire, and possession, and use, and permanence.",
          "id": 399635
        },
        {
          "text": "Wherefore also he who holds converse with God must have his soul immaculate and stainlessly pure, it being essential to have made himself perfectly good.",
          "id": 399636
        },
        {
          "text": "But also it becomes him to make all his prayers gently with the good.",
          "id": 399637
        },
        {
          "text": "For it is a dangerous thing to take part in others' sins.",
          "id": 399638
        },
        {
          "text": "Accordingly the Gnostic will pray along with those who have more recently believed, for those things in respect of which it is their duty to act together.",
          "id": 399639
        },
        {
          "text": "And his whole life is a holy festival.",
          "id": 399640
        },
        {
          "text": "His sacrifices are prayers, and praises, and readings in the Scriptures before meals, and psalms and hymns during meals and before bed, and prayers also again during night.",
          "id": 399641
        },
        {
          "text": "By these he unites himself to the divine choir, from continual recollection, engaged in contemplation which has everlasting remembrance.",
          "id": 399642
        },
        {
          "text": "And what? Does he not also know the other kind of sacrifice, which consists in the giving both of doctrines and of money to those who need? Assuredly.",
          "id": 399643
        },
        {
          "text": "But he does not use wordy prayer by his mouth; having learned to ask of the Lord what is requisite.",
          "id": 399644
        },
        {
          "text": "In every place, therefore, but not ostensibly and visibly to the multitude, he will pray.",
          "id": 399645
        },
        {
          "text": "But while engaged in walking, in conversation, while in silence, while engaged in reading and in works according to reason, he in every mood prays.",
          "id": 399646
        },
        {
          "text": "If he but form the thought in the secret chamber of his soul, and call on the Father \"with unspoken groanings,\" He is near, and is at his side, while yet speaking.",
          "id": 399647
        },
        {
          "text": "Inasmuch as there are but three ends of all action, he does everything for its excellence and utility; but doing aught for the sake of pleasure, he leaves to those who pursue the common life.",
          "id": 399648
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 8—The Gnostic So Addicted to Truth as Not to Need to Use an Oath.",
          "id": 399649
        },
        {
          "text": "The man of proved character in such piety is far from being apt to lie and to swear.",
          "id": 399650
        },
        {
          "text": "For an oath is a decisive affirmation, with the taking of the divine name.",
          "id": 399651
        },
        {
          "text": "For how can he, that is once faithful, show himself unfaithful, so as to require an oath; and so that his life may not be a sure and decisive oath? He lives, and walks, and shows the trustworthiness of his affirmation in an unwavering and sure life and speech.",
          "id": 399652
        },
        {
          "text": "And if the wrong lies in the judgment of one who does and says something, and not in the suffering of one who has been wronged, he will neither lie nor commit perjury so as to wrong the Deity, knowing that it by nature is incapable of being harmed.",
          "id": 399653
        },
        {
          "text": "Nor yet will he lie or commit any transgression, for the sake of the neighbour whom he has learned to love, though he be not on terms of intimacy.",
          "id": 399654
        },
        {
          "text": "Much more, consequently, will he not lie or perjure himself on his own account, since he never with his will can be found doing wrong to himself.",
          "id": 399655
        },
        {
          "text": "But he does not even swear, preferring to make averment, in affirmation by \"yea,\" and in denial by \"nay\".",
          "id": 399656
        },
        {
          "text": "For it is an oath to swear, or to produce anything from the mind in the way of confirmation in the shape of an oath.",
          "id": 399657
        },
        {
          "text": "It suffices, then, with him, to add to an affirmation or denial the expression \"I say truly,\" for confirmation to those who do not perceive the certainty of his answer.",
          "id": 399658
        },
        {
          "text": "For he ought, I think, to maintain a life calculated to inspire confidence towards those without, so that an oath may not even be asked; and towards himself and those with whom he associates good feeling, which is voluntary righteousness.",
          "id": 399659
        },
        {
          "text": "The Gnostic swears truly, but is not apt to swear, having rarely recourse to an oath, just as we have said.",
          "id": 399660
        },
        {
          "text": "And his speaking truth on oath arises from his accord with the truth.",
          "id": 399661
        },
        {
          "text": "This speaking truth on oath, then, is found to be the result of correctness in duties.",
          "id": 399662
        },
        {
          "text": "Where, then, is the necessity for an oath to him who lives in accordance with the extreme of truth? He, then, that does not even swear will be far from perjuring himself.",
          "id": 399663
        },
        {
          "text": "And he who does not transgress in what is ratified by compacts, will never swear; since the ratification of the violation and of the fulfilment is by actions; as certainly lying and perjury in affirming and swearing are contrary to duty.",
          "id": 399664
        },
        {
          "text": "But he who lives justly, transgressing in none of his duties, when the judgment of truth is scrutinized, swears truth by his acts.",
          "id": 399665
        },
        {
          "text": "Accordingly, testimony by the tongue is in his case superfluous.",
          "id": 399666
        },
        {
          "text": "Therefore, persuaded always that God is everywhere, and fearing not to speak the truth, and knowing that it is unworthy of him to lie, he is satisfied with the divine consciousness and his own alone And so he lies not, nor does aught contrary to his compacts.",
          "id": 399667
        },
        {
          "text": "And so he swears not even when asked for his oath; nor does he  ever deny, so as to speak falsehood, though he should die by tortures.",
          "id": 399668
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter 9—Those Who Teach Others, Ought to Excel in Virtues.",
          "id": 399669
        },
        {
          "text": "The gnostic dignity is augmented and increased by him who has undertaken the first place in the teaching of others, and received the dispensation by word and deed of the greatest good on earth, by which he mediates contact and fellowship with the Divinity.",
          "id": 399670
        },
        {
          "text": "And as those who worship terrestrial things pray to them as if they heard, confirming compacts before them; so, in men who are living images, the true majesty of the Word is received by the trustworthy teacher; and the beneficence exerted towards them is carried up to the Lord, after whose image he who is a true man by instruction creates and harmonizes, renewing to salvation the man who receives instruction.",
          "id": 399671
        },
        {
          "text": "For as the Greeks called steel Ares, and wine Dionysus, on account of a certain relation; so the Gnostic considering the benefit of his neighbours as his own salvation, may be called a living image of the Lord, not as respects the peculiarity of form, but the symbol of power and similarity of preaching.",
          "id": 399672
        },
        {
          "text": "Whatever, therefore, he has in his mind, he bears on his tongue, to those who are worthy to hear, speaking as well as living from assent and inclination.",
          "id": 399673
        },
        {
          "text": "For he both thinks and speaks the truth; unless at any time, medicinally, as a physician for the safety of the sick, he may deceive or tell an untruth, according to the Sophists.",
          "id": 399674
        },
        {
          "text": "To illustrate: the noble apostle circumcised Timothy, though loudly declaring and writing that circumcision made with hands profits nothing.",
          "id": 399675
        },
        {
          "text": "But that he might not, by dragging all at once away from the law to the circumcision of the heart through faith those of the Hebrews who were reluctant listeners, compel them to break away from the synagogue, he, \"accommodating himself to the Jews, became a Jew that he might gain all\".",
          "id": 399676
        },
        {
          "text": "He, then, who submits to accommodate himself merely for the benefit of his neighbours, for the salvation of those for whose sake he accommodates himself, not partaking in any dissimulation through the peril impending over the just from those who envy them, such an one by no means acts with compulsion.",
          "id": 399677
        },
        {
          "text": "But for the benefit of his neighbours alone, he will do things which would not have been done by him primarily, if he did not do them on their account.",
          "id": 399678
        },
        {
          "text": "Such an one gives himself for the Church, for the disciples whom he has begotten in faith; for an example to those who are capable of receiving the supreme economy of the philanthropic and God-loving Instructor, for confirmation of the truth of his words, for the exercise of love to the Lord.",
          "id": 399679
        },
        {
          "text": "Such an one is unenslaved by fear, true in word, enduring in labour, never willing to lie by uttered word, and in it always securing sinlessness; since falsehood, being spoken with a certain deceit, is not an inert word, but operates to mischief.",
          "id": 399680
        },
        {
          "text": "On every hand, then, the Gnostic alone testifies to the truth in deed and word.",
          "id": 399681
        },
        {
          "text": "For he always does rightly in all things, both in word and action, and in thought itself.",
          "id": 399682
        },
        {
          "text": "Such, then, to speak cursorily, is the piety of the Christian.",
          "id": 399683
        },
        {
          "text": "If, then, he does these things according to duty and right reason, he does them piously and justly.",
          "id": 399684
        },
        {
          "text": "And if such be the case, the Gnostic alone is really both pious, and just, and God-fearing.",
          "id": 399685
        },
        {
          "text": "The Christian is not impious.",
          "id": 399686
        },
        {
          "text": "For this was the point incumbent on us to demonstrate to the philosophers; so that he will never in any way do aught bad or base (which is unjust).",
          "id": 399687
        },
        {
          "text": "Consequently, therefore, he is not impious; but he alone fears God, holily and dutifully worshipping the true God, the universal Ruler, and King, and Sovereign, with the true piety.",
          "id": 399688
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter 10—Steps to Perfection.",
          "id": 399689
        },
        {
          "text": "For knowledge (gnosis), to speak generally, a perfecting of man as man, is consummated by acquaintance with divine things, in character, life, and word, accordant and conformable to itself and to the divine Word.",
          "id": 399690
        },
        {
          "text": "For by it faith is perfected, inasmuch as it is solely by it that the believer becomes perfect.",
          "id": 399691
        },
        {
          "text": "Faith is an internal good, and without searching for God, confesses His existence, and glorifies Him as existent.",
          "id": 399692
        },
        {
          "text": "Whence by starting from this faith, and being developed by it, through the grace of God, the knowledge respecting Him is to be acquired as far as possible.",
          "id": 399693
        },
        {
          "text": "Now we assert that knowledge (gnosis) differs from the wisdom (σοφία), which is the result of teaching.",
          "id": 399694
        },
        {
          "text": "For as far as anything is knowledge, so far is it certainly wisdom; but in as far as aught is wisdom, it is not certainly knowledge.",
          "id": 399695
        },
        {
          "text": "For the term wisdom appears only in the knowledge of the uttered word.",
          "id": 399696
        },
        {
          "text": "But it is not doubting in reference to God, but believing, that is the foundation of knowledge.",
          "id": 399697
        },
        {
          "text": "But Christ is both the foundation and the superstructure, by whom are both the beginning and the ends.",
          "id": 399698
        },
        {
          "text": "And the extreme points, the beginning and the end—I mean faith and love—are not taught.",
          "id": 399699
        },
        {
          "text": "But knowledge, conveyed from  communication through the grace of God as a deposit, is entrusted to those who show themselves worthy of it; and from it the worth of love beams forth from light to light.",
          "id": 399700
        },
        {
          "text": "For it is said, \"To him that hath shall be given:\" to faith, knowledge; and to knowledge, love; and to love, the inheritance.",
          "id": 399701
        },
        {
          "text": "And this takes place, whenever one hangs on the Lord by faith, by knowledge, by love, and ascends along with Him to where the God and guard of our faith and love is.",
          "id": 399702
        },
        {
          "text": "Whence at last (on account of the necessity for very great preparation and previous training in order both to hear what is said, and for the composure of life, and for advancing intelligently to a point beyond the righteousness of the law) it is that knowledge is committed to those fit and selected for it.",
          "id": 399703
        },
        {
          "text": "It leads us to the endless and perfect end, teaching us beforehand the future life that we shall lead, according to God, and with gods; after we are freed from all punishment and penalty which we undergo, in consequence of our sins, for salutary discipline.",
          "id": 399704
        },
        {
          "text": "After which redemption the reward and the honours are assigned to those who have become perfect; when they have got done with purification, and ceased from all service, though it be holy service, and among saints.",
          "id": 399705
        },
        {
          "text": "Then become pure in heart, and near to the Lord, there awaits them restoration to everlasting contemplation; and they are called by the appellation of gods, being destined to sit on thrones with the other gods that have been first put in their places by the Saviour.",
          "id": 399706
        },
        {
          "text": "Knowledge is therefore quick in purifying, and fit for that acceptable transformation to the better.",
          "id": 399707
        },
        {
          "text": "Whence also with ease it removes the soul to what is akin to the soul, divine and holy, and by its own light conveys man through the mystic stages of advancement; till it restores the pure in heart to the crowning place of rest; teaching to gaze on God, face to face, with knowledge and comprehension.",
          "id": 399708
        },
        {
          "text": "For in this consists the perfection of the gnostic soul, in its being with the Lord, where it is in immediate subjection to Him, after rising above all purification and service.",
          "id": 399709
        },
        {
          "text": "Faith is then, so to speak, a comprehensive knowledge of the essentials; and knowledge is the strong and sure demonstration of what is received by faith, built upon faith by the Lord's teaching, conveying the soul on to infallibility, science, and comprehension.",
          "id": 399710
        },
        {
          "text": "And, in my view, the first saving change is that from heathenism to faith, as I said before; and the second, that from faith to knowledge.",
          "id": 399711
        },
        {
          "text": "And the latter terminating in love, thereafter gives the loving to the loved, that which knows to that which is known.",
          "id": 399712
        },
        {
          "text": "And, perchance, such an one has already attained the condition of \"being equal to the angels\".",
          "id": 399713
        },
        {
          "text": "Accordingly, after the highest excellence in the flesh, changing always duly to the better, he urges his flight to the ancestral hall, through the holy septenniad of heavenly abodes to the Lord's own mansion; to be a light, steady, and continuing eternally, entirely and in every part immutable.",
          "id": 399714
        },
        {
          "text": "The first mode of the Lord's operation mentioned by us is an exhibition of the recompense resulting from piety.",
          "id": 399715
        },
        {
          "text": "Of the very great number of testimonies that there are, I shall adduce one, thus summarily expressed by the prophet David: \"Who shall ascend to the hill of the Lord, or who shall stand in His holy place? He who is guiltless in his hands, and pure in his heart; who hath not lifted up his soul to vanity, or sworn deceitfully to his neighbour.",
          "id": 399716
        },
        {
          "text": "He shall receive blessing from the Lord, and mercy from God his Saviour.",
          "id": 399717
        },
        {
          "text": "This is the generation of them that seek the Lord, that seek the face of the God of Jacob\".",
          "id": 399718
        },
        {
          "text": "The prophet has, in my opinion, concisely indicated the Gnostic.",
          "id": 399719
        },
        {
          "text": "David, as appears, has cursorily demonstrated the Saviour to be God, by calling Him \"the face of the God of Jacob,\" who preached and taught concerning the Spirit.",
          "id": 399720
        },
        {
          "text": "Wherefore also the apostle designates as \"the express image (χαρακτῆρα) of the glory of the Father\" the Son, who taught the truth respecting God, and expressed the fact that the Almighty is the one and only God and Father, \"whom no man knoweth but the Son, and he to whom the Son shall reveal Him\".",
          "id": 399721
        },
        {
          "text": "That God is one is intimated by those \"who seek the face of the God of Jacob;\" whom being the only God, our Saviour and God characterizes as the Good Father.",
          "id": 399722
        },
        {
          "text": "And \"the generation of those that seek Him\" is the elect race, devoted to inquiry after knowledge.",
          "id": 399723
        },
        {
          "text": "Wherefore also the apostle says, \"I shall profit you nothing, unless I speak to you, either by revelation, or by knowledge, or by prophecy, or by doctrine\".",
          "id": 399724
        },
        {
          "text": "Although even by those who are not Gnostics some things are done rightly, yet not according to reason; as in the case of fortitude.",
          "id": 399725
        },
        {
          "text": "For some who are naturally high-spirited, and have afterwards without reason fostered this disposition, rush to many things, and act like brave men, so as sometimes to succeed in achieving the same things; just as endurance is easy for mechanics.",
          "id": 399726
        },
        {
          "text": "But it is not from the same cause, or with the same object; not were they to give their whole body.",
          "id": 399727
        },
        {
          "text": "\"For they have not love,\" according to the apostle.",
          "id": 399728
        },
        {
          "text": "All the action, then, of a man possessed of knowledge is right action; and that done by a man not possessed of knowledge is wrong action, though he observe a plan; since it is not from reflection that he acts bravely, nor does he direct his action in those things which proceed from virtue to virtue, to any useful purpose.",
          "id": 399729
        },
        {
          "text": "The same holds also with the other virtues.",
          "id": 399730
        },
        {
          "text": "So too the analogy is preserved in religion.",
          "id": 399731
        },
        {
          "text": "Our Gnostic, then, not only is such in reference to holiness; but corresponding to the piety of knowledge are the commands respecting the rest of the conduct of life.",
          "id": 399732
        },
        {
          "text": "For it is our purpose at present to describe the life of the Gnostic, not to present the system of dogmas, which we shall afterwards explain at the fitting time, preserving the order of topics.",
          "id": 399733
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter 11—Description of the Gnostic's Life.",
          "id": 399734
        },
        {
          "text": "Respecting the universe, he conceives truly and grandly in virtue of his reception of divine teaching.",
          "id": 399735
        },
        {
          "text": "Beginning, then, with admiration of the Creation, and affording of himself a proof of his capability for receiving knowledge, he becomes a ready pupil of the Lord.",
          "id": 399736
        },
        {
          "text": "Directly on hearing of God and Providence, he believed in consequence of the admiration he entertained.",
          "id": 399737
        },
        {
          "text": "Through the power of impulse thence derived he devotes his energies in every way to learning, doing all those things by means of which he shall be able to acquire the knowledge of what he desires.",
          "id": 399738
        },
        {
          "text": "And desire blended with inquiry arises as faith advances.",
          "id": 399739
        },
        {
          "text": "And this is to become worthy of speculation, of such a character, and such importance.",
          "id": 399740
        },
        {
          "text": "So shall the Gnostic taste of the will of God.",
          "id": 399741
        },
        {
          "text": "For it is not his ears, but his soul, that he yields up to the things signified by what is spoken.",
          "id": 399742
        },
        {
          "text": "Accordingly, apprehending essences and things through the words, he brings his soul, as is fit, to what is essential; apprehending (e.",
          "id": 399743
        },
        {
          "text": "g.",
          "id": 399744
        },
        {
          "text": ") in the peculiar way in which they are spoken to the Gnostic, the commands, \"Do not commit adultery,\" \"Do not kill;\" and not as they are understood by other people.",
          "id": 399745
        },
        {
          "text": "Training himself, then, in scientific speculation, he proceeds to exercise himself in larger generalizations and grander propositions; knowing right well that \"He that teacheth man knowledge,\" according to the prophet, is the Lord, the Lord acting by man's mouth.",
          "id": 399746
        },
        {
          "text": "So also He assumed flesh.",
          "id": 399747
        },
        {
          "text": "As is right, then, he never prefers the pleasant to the useful; not even if a beautiful woman were to entice him, when overtaken by circumstances, by wantonly urging him: since Joseph's master's wife was not able to seduce him from his stedfastness; but as she violently held his coat, divested himself of it,—becoming bare of sin, but clothed with seemliness of character.",
          "id": 399748
        },
        {
          "text": "For if the eyes of the master—the Egyptian, I mean—saw not Joseph, yet those of the Almighty looked on.",
          "id": 399749
        },
        {
          "text": "For we hear the voice, and see the bodily forms; but God scrutinizes the thing itself, from which the speaking and the looking proceed.",
          "id": 399750
        },
        {
          "text": "Consequently, therefore, though disease, and accident, and what is most terrible of all, death, come upon the Gnostic, he remains inflexible in soul,—knowing that all such things are a necessity of creation, and that, also by the power of God, they become the medicine of salvation, benefiting by discipline those who are difficult to reform; allotted according to desert, by Providence, which is truly good.",
          "id": 399751
        },
        {
          "text": "Using the creatures, then, when the Word prescribes, and to the extent it prescribes, in the exercise of thankfulness to the Creator, he becomes master of the enjoyment of them.",
          "id": 399752
        },
        {
          "text": "He never cherishes resentment or harbours a grudge against any one, though deserving of hatred for his conduct.",
          "id": 399753
        },
        {
          "text": "For he worships the Maker, and loves him, who shares life, pitying and praying for him on account of his ignorance.",
          "id": 399754
        },
        {
          "text": "He indeed partakes of the affections of the body, to which, susceptible as it is of suffering by nature, he is bound.",
          "id": 399755
        },
        {
          "text": "But in sensation he is not the primary subject of it.",
          "id": 399756
        },
        {
          "text": "Accordingly, then, in involuntary circumstances, by withdrawing himself from troubles to the things which really belong to him, he is not carried away with what is foreign to him.",
          "id": 399757
        },
        {
          "text": "And it is only to things that are necessary for him that he accommodates himself, in so far as the soul is preserved unharmed.",
          "id": 399758
        },
        {
          "text": "For it is not in supposition or seeming that he wishes to be faithful; but in knowledge and truth, that is, in sure deed and effectual word.",
          "id": 399759
        },
        {
          "text": "Wherefore he not only praises what is noble, but endeavours himself to be noble; changing by love from a good and faithful servant into a friend, through the perfection of habit, which he has acquired in purity from true instruction and great discipline.",
          "id": 399760
        },
        {
          "text": "Striving, then, to attain to the summit of knowledge (gnosis); decorous in character; composed in mien; possessing all those advantages which belong to the true Gnostic; fixing his eye on fair models, on the many patriarchs who have lived rightly, and on very many prophets and angels reckoned without number, and above all, on the Lord, who taught and showed it to be possible for him to attain that highest life of all,—he therefore loves not all the good things of the world, which are within  his grasp, that he may not remain on the ground, but the things hoped for, or rather already known, being hoped for so as to be apprehended.",
          "id": 399761
        },
        {
          "text": "So then he undergoes toils, and trials, and afflictions, not as those among the philosophers who are endowed with manliness, in the hope of present troubles ceasing, and of sharing again in what is pleasant; but knowledge has inspired him with the firmest persuasion of receiving the hopes of the future.",
          "id": 399762
        },
        {
          "text": "Wherefore he contemns not alone the pains of this world, but all its pleasures.",
          "id": 399763
        },
        {
          "text": "They say, accordingly, that the blessed Peter, on seeing his wife led to death, rejoiced on account of her call and conveyance home, and called very encouragingly and comfortingly, addressing her by name, \"Remember thou the Lord\".",
          "id": 399764
        },
        {
          "text": "Such was the marriage of the blessed and their perfect disposition towards those dearest to them.",
          "id": 399765
        },
        {
          "text": "Thus also the apostle says, \"that he who marries should be as though he married not,\" and deem his marriage free of inordinate affection, and inseparable from love to the Lord; to which the true husband exhorted his wife to cling on her departure out of this life to the Lord.",
          "id": 399766
        },
        {
          "text": "Was not then faith in the hope after death conspicuous in the case of those who gave thanks to God even in the very extremities of their punishments? For firm, in my opinion, was the faith they possessed, which was followed by works of faith.",
          "id": 399767
        },
        {
          "text": "In all circumstances, then, is the soul of the Gnostic strong, in a condition of extreme health and strength, like the body of an athlete.",
          "id": 399768
        },
        {
          "text": "For he is prudent in human affairs, in judging what ought to be done by the just man; having obtained the principles from God from above, and having acquired, in order to the divine resemblance, moderation in bodily pains and pleasures.",
          "id": 399769
        },
        {
          "text": "And he struggles against fears boldly, trusting in God.",
          "id": 399770
        },
        {
          "text": "Certainly, then, the gnostic soul, adorned with perfect virtue, is the earthly image of the divine power; its development being the joint result of nature, of training, of reason, all together.",
          "id": 399771
        },
        {
          "text": "This beauty of the soul becomes a temple of the Holy Spirit, when it acquires a disposition in the whole of life corresponding to the Gospel.",
          "id": 399772
        },
        {
          "text": "Such an one consequently withstands all fear of everything terrible, not only of death, but also poverty and disease, and ignominy, and things akin to these; being unconquered by pleasure, and lord over irrational desires.",
          "id": 399773
        },
        {
          "text": "For he well knows what is and what is not to be done; being perfectly aware what things are really to be dreaded, and what not.",
          "id": 399774
        },
        {
          "text": "Whence he bears intelligently what the Word intimates to him to be requisite and necessary; intelligently discriminating what is really safe (that is, good), from what appears so; and things to be dreaded from what seems so, such as death, disease, and poverty; which are rather so in opinion than in truth.",
          "id": 399775
        },
        {
          "text": "This is the really good man, who is without passions; having, through the habit or disposition of the soul endued with virtue, transcended the whole life of passion.",
          "id": 399776
        },
        {
          "text": "He has everything dependent on himself for the attainment of the end.",
          "id": 399777
        },
        {
          "text": "For those accidents which are called terrible are not formidable to the good man, because they are not evil.",
          "id": 399778
        },
        {
          "text": "And those which are really to be dreaded are foreign to the gnostic Christian, being diametrically opposed to what is good, because evil; and it is impossible for contraries to meet in the same person at the same time.",
          "id": 399779
        },
        {
          "text": "He, then, who faultlessly acts the drama of life which God has given him to play, knows both what is to be done and what is to be endured.",
          "id": 399780
        },
        {
          "text": "Is it not then from ignorance of what is and what is not to be dreaded that cowardice arises? Consequently the only man of courage is the Gnostic, who knows both present and future good things; along with these, knowing, as I have said, also the things which are in reality not to be dreaded.",
          "id": 399781
        },
        {
          "text": "Because, knowing vice alone to be hateful, and destructive of what contributes to knowledge, protected by the armour of the Lord, he makes war against it.",
          "id": 399782
        },
        {
          "text": "For if anything is caused through folly, and the operation or rather co-operation of the devil, this thing is not straightway the devil or folly.",
          "id": 399783
        },
        {
          "text": "For no action is wisdom.",
          "id": 399784
        },
        {
          "text": "For wisdom is a habit.",
          "id": 399785
        },
        {
          "text": "And no action is a habit.",
          "id": 399786
        },
        {
          "text": "The action, then, that arises from ignorance, is not already ignorance, but an evil through ignorance, but not ignorance.",
          "id": 399787
        },
        {
          "text": "For neither perturbations of mind nor sins are vices, though proceeding from vice.",
          "id": 399788
        },
        {
          "text": "No one, then, who is irrationally brave is a Gnostic; since one might call children brave, who, through ignorance of what is to be dreaded, undergo things that are frightful.",
          "id": 399789
        },
        {
          "text": "So they touch fire even.",
          "id": 399790
        },
        {
          "text": "And the wild beasts that rush close on the points of spears, having a brute courage, might be called valiant.",
          "id": 399791
        },
        {
          "text": "And such people might perhaps call jugglers valiant, who tumble on swords with a certain dexterity, practising a mischievous art for sorry gain.",
          "id": 399792
        },
        {
          "text": "But he who is truly brave, with the peril arising from the bad feeling of the multitude before his eyes, courageously awaits whatever comes.",
          "id": 399793
        },
        {
          "text": "In this way he is distinguished  from others that are called martyrs, inasmuch as some furnish occasions for themselves, and rush into the heart of dangers, I know not how (for it is right to use mild language); while they, in accordance with right reason, protect themselves; then, on God really calling them, promptly surrender themselves, and confirm the call, from being conscious of no precipitancy, and present the man to be proved in the exercise of true rational fortitude.",
          "id": 399794
        },
        {
          "text": "Neither, then, enduring lesser dangers from fear of greater, like other people, nor dreading censure at the hands of their equals, and those of like sentiments, do they continue in the confession of their calling; but from love to God they willingly obey the call, with no other aim in view than pleasing God, and not for the sake of the reward of their toils.",
          "id": 399795
        },
        {
          "text": "For some suffer from love of glory, and others from fear of some other sharper punishment, and others for the sake of pleasures and delights after death, being children in faith; blessed indeed, but not yet become men in love to God, as the Gnostic is.",
          "id": 399796
        },
        {
          "text": "For there are, as in the gymnastic contests, so also in the Church, crowns for men and for children.",
          "id": 399797
        },
        {
          "text": "But love is to be chosen for itself, and for nothing else.",
          "id": 399798
        },
        {
          "text": "Therefore in the Gnostic, along with knowledge, the perfection of fortitude is developed from the discipline of life, he having always studied to acquire mastery over the passions.",
          "id": 399799
        },
        {
          "text": "Accordingly, love makes its own athlete fearless and dauntless, and confident in the Lord, anointing and training him; as righteousness secures for him truthfulness in his whole life.",
          "id": 399800
        },
        {
          "text": "For it was a compendium of righteousness to say, \"Let your yea be yea; and your nay, nay\".",
          "id": 399801
        },
        {
          "text": "And the same holds with self-control.",
          "id": 399802
        },
        {
          "text": "For it is neither for love of honour, as the athletes for the sake of crowns and fame; nor on the other hand, for love of money, as some pretend to exercise self-control, pursuing what is good with terrible suffering.",
          "id": 399803
        },
        {
          "text": "Nor is it from love of the body for the sake of health.",
          "id": 399804
        },
        {
          "text": "Nor any more is any man who is temperate from rusticity, who has not tasted pleasures, truly a man of self-control.",
          "id": 399805
        },
        {
          "text": "Certainly those who have led a laborious life, on tasting pleasures, forthwith break down the inflexibility of temperance into pleasures.",
          "id": 399806
        },
        {
          "text": "Such are they who are restrained by law and fear.",
          "id": 399807
        },
        {
          "text": "For on finding a favourable opportunity they defraud the law, by giving what is good the slip.",
          "id": 399808
        },
        {
          "text": "But self-control, desirable for its own sake, perfected through knowledge, abiding ever, makes the man lord and master of himself; so that the Gnostic is temperate and passionless, incapable of being dissolved by pleasures and pains, as they say adamant is by fire.",
          "id": 399809
        },
        {
          "text": "The cause of these, then, is love, of all science the most sacred and most sovereign.",
          "id": 399810
        },
        {
          "text": "For by the service of what is best and most exalted, which is characterized by unity, it renders the Gnostic at once friend and son, having in truth grown \"a perfect man, up to the measure of full stature\".",
          "id": 399811
        },
        {
          "text": "Further, agreement in the same thing is consent.",
          "id": 399812
        },
        {
          "text": "But what is the same is one.",
          "id": 399813
        },
        {
          "text": "And friendship is consummated in likeness; the community lying in oneness.",
          "id": 399814
        },
        {
          "text": "The Gnostic, consequently, in virtue of being a lover of the one true God, is the really perfect man and friend of God, and is placed in the rank of son.",
          "id": 399815
        },
        {
          "text": "For these are names of nobility and knowledge, and perfection in the contemplation of God; which crowning step of advancement the gnostic soul receives, when it has become quite pure, reckoned worthy to behold everlastingly God Almighty, \"face,\" it is said, \"to face\".",
          "id": 399816
        },
        {
          "text": "For having become wholly spiritual, and having in the spiritual Church gone to what is of kindred nature, it abides in the rest of God.",
          "id": 399817
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter 12—The True Gnostic is Beneficent, Continent, and Despises Worldly Things.",
          "id": 399818
        },
        {
          "text": "Let these things, then, be so.",
          "id": 399819
        },
        {
          "text": "And such being the attitude of the Gnostic towards the body and the soul—towards his neighbours, whether it be a domestic, or a lawful enemy, or whosoever—he is found equal and like.",
          "id": 399820
        },
        {
          "text": "For he does not \"despise his brother,\" who, according to the divine law, is of the same father and mother.",
          "id": 399821
        },
        {
          "text": "Certainly he relieves the afflicted, helping him with consolations, encouragements, and the necessaries of life; giving to all that need, though not similarly, but justly, according to desert; furthermore, to him who persecutes and hates, even if he need it; caring little for those who say to him that he has given out of fear, if it is not out of fear that he does so, but to give help.",
          "id": 399822
        },
        {
          "text": "For how much more are those, who towards their enemies are devoid of love of money, and are haters of evil, animated with love to those who belong to them?  Such an one from this proceeds to the accurate knowledge of whom he ought chiefly to give to, and how much, and when, and how.",
          "id": 399823
        },
        {
          "text": "And who could with any reason become the enemy of a man who gives no cause for enmity in any way? And is it not just as in the case of God? We say that God is the adversary of no one, and the enemy of no one (for He is the Creator of all, and nothing that exists is what He wills it not to be; but we assert that the disobedient, and those who walk not according to His commandments, are enemies to Him, as being those who are hostile to His covenant).",
          "id": 399824
        },
        {
          "text": "We shall find the very same to be the case with the Gnostic, for he can never in any way become an enemy to any one; but those may be regarded enemies to him who turn to the contrary path.",
          "id": 399825
        },
        {
          "text": "In particular, the habit of liberality which prevails among us is called \"righteousness;\" but the power of discriminating according to desert, as to greater and less, with reference to those who am proper subjects of it, is a form of the very highest righteousness.",
          "id": 399826
        },
        {
          "text": "There are things practiced in a vulgar style by some people, such as control over pleasures.",
          "id": 399827
        },
        {
          "text": "For as, among the heathen, there are those who, from the impossibility of obtaining what one sees, and from fear of men, and also for the sake of greater pleasures, abstain from the delights that are before them; so also, in the case of faith, some practice self-restraint, either out of regard to the promise or from fear of God.",
          "id": 399828
        },
        {
          "text": "Well, such self-restraint is the basis of knowledge, and an approach to something better, and an effort after perfection.",
          "id": 399829
        },
        {
          "text": "For \"the fear of the Lord,\" it is said, \"is the beginning of wisdom\".",
          "id": 399830
        },
        {
          "text": "But the perfect man, out of love, \"beareth all things, endureth all things,\" \"as not pleasing man, but God\".",
          "id": 399831
        },
        {
          "text": "Although praise follows him as a consequence, it is not for his own advantage, but for the imitation and benefit of those who praise him.",
          "id": 399832
        },
        {
          "text": "According to another view, it is not he who merely controls his passions that is called a continent man, but he who has also achieved the mastery over good things, and has acquired surely the great accomplishments of science, from which he produces as fruits the activities of virtue.",
          "id": 399833
        },
        {
          "text": "Thus the Gnostic is never, on the occurrence of an emergency, dislodged from the habit peculiar to him.",
          "id": 399834
        },
        {
          "text": "For the scientific possession of what is good is firm and unchangeable, being the knowledge of things divine and human.",
          "id": 399835
        },
        {
          "text": "Knowledge, then, never becomes ignorance nor does good change into evil.",
          "id": 399836
        },
        {
          "text": "Wherefore also he eats, and drinks, and marries, not as principal ends of existence, but as necessary.",
          "id": 399837
        },
        {
          "text": "I name marriage even, if the Word prescribe, and as is suitable.",
          "id": 399838
        },
        {
          "text": "For having become perfect, he has the apostles for examples; and one is not really shown to be a man in the choice of single life; but he surpasses men, who, disciplined by marriage, procreation of children, and care for the house, without pleasure or pain, in his solicitude for the house has been inseparable from God's love, and withstood all temptation arising through children, and wife, and domestics, and possessions.",
          "id": 399839
        },
        {
          "text": "But he that has no family is in a great degree free of temptation.",
          "id": 399840
        },
        {
          "text": "Caring, then, for himself alone, he is surpassed by him who is inferior, as far as his own personal salvation is concerned, but who is superior in the conduct of life, preserving certainly, in his care for the truth, a minute image.",
          "id": 399841
        },
        {
          "text": "But we must as much as possible subject the soul to varied preparatory exercise, that it may become susceptible to the reception of knowledge.",
          "id": 399842
        },
        {
          "text": "Do you not see how wax is softened and copper purified, in order to receive the stamp applied to it? Just as death is the separation of the soul from the body, so is knowledge as it were the rational death urging the spirit away, and separating it from the passions, and leading it on to the life of well-doing, that it may then say with confidence to God, \"I live as Thou wishest\".",
          "id": 399843
        },
        {
          "text": "For he who makes it his purpose to please men cannot please God, since the multitude choose not what is profitable, but what is pleasant.",
          "id": 399844
        },
        {
          "text": "But in pleasing God, one as a consequence gets the favour of the good among men.",
          "id": 399845
        },
        {
          "text": "How, then, can what relates to meat, and drink, and amorous pleasure, be agreeable to such an one? since he views with suspicion even a word that produces pleasure, and a pleasant movement and act of the mind.",
          "id": 399846
        },
        {
          "text": "\"For no one can serve two masters, God and Mammon,\" it is said; meaning not simply money, but the resources arising from money bestowed on various pleasures.",
          "id": 399847
        },
        {
          "text": "In reality, it is not possible for him who magnanimously and truly knows God, to serve antagonistic pleasures.",
          "id": 399848
        },
        {
          "text": "There is one alone, then, who from the beginning was free of concupiscence—the philanthropic Lord, who for us became man.",
          "id": 399849
        },
        {
          "text": "And whosoever endeavour to be assimilated to the impress given by Him, strive, from exercise, to become free of concupiscence.",
          "id": 399850
        },
        {
          "text": "For he who has exercised concupiscence and then restrained himself, is like a widow who becomes again a virgin by continence.",
          "id": 399851
        },
        {
          "text": "Such is the reward of knowledge, rendered to the Saviour and Teacher, which He Himself asked for,—abstinence from what is evil, activity in doing good, by which salvation is acquired.",
          "id": 399852
        },
        {
          "text": "As, then, those who have learned the arts procure their living by what they have been taught, so also is the Gnostic saved, procuring life by what he knows.",
          "id": 399853
        },
        {
          "text": "For he who has not formed the wish to extirpate the passion of the soul, kills himself.",
          "id": 399854
        },
        {
          "text": "But, as seems, ignorance is the starvation of the soul, and knowledge its sustenance.",
          "id": 399855
        },
        {
          "text": "Such are the gnostic souls, which the Gospel  likened to the consecrated virgins who wait for the Lord.",
          "id": 399856
        },
        {
          "text": "For they are virgins, in respect of their abstaining from what is evil.",
          "id": 399857
        },
        {
          "text": "And in respect of their waiting out of love for the Lord and kindling their light for the contemplation of things, they are wise souls, saying, \"Lord, for long we have desired to receive Thee; we have lived according to what Thou hast enjoined, transgressing none of Thy commandments.",
          "id": 399858
        },
        {
          "text": "Wherefore also we claim the promises.",
          "id": 399859
        },
        {
          "text": "And we pray for what is beneficial, since it is not requisite to ask of Thee what is most excellent.",
          "id": 399860
        },
        {
          "text": "And we shall take everything for good; even though the exercises that meet us, which Thine arrangement brings to us for the discipline of our stedfastness, appear to be evil\".",
          "id": 399861
        },
        {
          "text": "The Gnostic, then, from his exceeding holiness, is better prepared to fail when he asks, than to get when he does not ask.",
          "id": 399862
        },
        {
          "text": "His whole life is prayer and converse with God.",
          "id": 399863
        },
        {
          "text": "And if he be pure from sins, he will by all means obtain what he wishes.",
          "id": 399864
        },
        {
          "text": "For God says to the righteous man, \"Ask, and I will give thee; think, and I will do\".",
          "id": 399865
        },
        {
          "text": "If beneficial, he will receive it at once; and if injurious, he will never ask it, and therefore he will not receive it.",
          "id": 399866
        },
        {
          "text": "So it shall be as he wishes.",
          "id": 399867
        },
        {
          "text": "But if one say to us, that some sinners even obtain according to their requests, we should say that this rarely takes place, by reason of the righteous goodness of God.",
          "id": 399868
        },
        {
          "text": "And it is granted to those who are capable of doing others good.",
          "id": 399869
        },
        {
          "text": "Whence the gift is not made for the sake of him that asked it; but the divine dispensation, foreseeing that one would be saved by his means, renders the boon again righteous.",
          "id": 399870
        },
        {
          "text": "And to those who are worthy, things which are really good are given, even without their asking.",
          "id": 399871
        },
        {
          "text": "Whenever, then, one is righteous, not from necessity or out of fear or hope, but from free choice, this is called the royal road, which the royal race travel.",
          "id": 399872
        },
        {
          "text": "But the byways are slippery and precipitous.",
          "id": 399873
        },
        {
          "text": "If, then, one take away fear and honour, I do not know if the illustrious among the philosophers, who use such freedom of speech, will any longer endure afflictions.",
          "id": 399874
        },
        {
          "text": "Now lusts and other sins are called \"briars and thorns\".",
          "id": 399875
        },
        {
          "text": "Accordingly the Gnostic labours in the Lord's vineyard, planting, pruning, watering; being the divine husbandman of what is planted in faith.",
          "id": 399876
        },
        {
          "text": "Those, then, who have not done evil, think it right to receive the wages of ease.",
          "id": 399877
        },
        {
          "text": "But he who has done good out of free choice, demands the recompense as a good workman.",
          "id": 399878
        },
        {
          "text": "He certainly shall receive double wages—both for what he has not done, and for what good he has done.",
          "id": 399879
        },
        {
          "text": "Such a Gnostic is tempted by no one except with God's permission, and that for the benefit of those who are with him; and he strengthens them for faith, encouraging them by manly endurance.",
          "id": 399880
        },
        {
          "text": "And assuredly it was for this end, for the establishment and confirmation of the Churches, that the blessed apostles were brought into trial and to martyrdom.",
          "id": 399881
        },
        {
          "text": "The Gnostic, then, hearing a voice ringing in his ear, which says, \"Whom I shall strike, do thou pity,\" beseeches that those who hate him may repent.",
          "id": 399882
        },
        {
          "text": "For the punishment of malefactors, to be consummated in the highways, is for children to behold; for there is no possibility of the Gnostic, who has from choice trained himself to be excellent and good, ever being instructed or delighted with such spectacles.",
          "id": 399883
        },
        {
          "text": "And so, having become incapable of being softened by pleasures, and never falling into sins, he is not corrected by the examples of other men's sufferings.",
          "id": 399884
        },
        {
          "text": "And far from being pleased with earthly pleasures and spectacles is he who has shown a noble contempt for the prospects held out in this world, although they are divine.",
          "id": 399885
        },
        {
          "text": "\"Not every one,\" therefore, \"that says Lord, Lord, shall enter into the kingdom of God; but he that doeth the will of God\".",
          "id": 399886
        },
        {
          "text": "Such is the gnostic labourer, who has the mastery of worldly desires even while still in the flesh; and who, in regard to things future and still invisible, which he knows, has a sure persuasion, so that he regards them as more present than the things within reach.",
          "id": 399887
        },
        {
          "text": "This able workman rejoices in what he knows, but is cramped on account of his being involved in the necessities of life; not yet deemed worthy of the active participation in what he knows.",
          "id": 399888
        },
        {
          "text": "So he uses this life as if it belonged to another,—so far, that is, as is necessary.",
          "id": 399889
        },
        {
          "text": "He knows also the enigmas of the fasting of those days—I mean the Fourth and the Preparation.",
          "id": 399890
        },
        {
          "text": "For the one has its name from Hermes, and the other from Aphrodite.",
          "id": 399891
        },
        {
          "text": "He fasts in his life, in respect of covetousness and voluptuousness, from which all the vices grow.",
          "id": 399892
        },
        {
          "text": "For we have already often above shown the three varieties of fornication, according to the apostle—love of pleasure, love of money, idolatry.",
          "id": 399893
        },
        {
          "text": "He fasts, then, according to the Law, abstaining from bad deeds, and, according to the perfection of the Gospel, from evil thoughts.",
          "id": 399894
        },
        {
          "text": "Temptations are applied to him, not for his purification, but, as we have said, for the good of his neighbours,  if, making trial of toils and pains, he has despised and passed them by.",
          "id": 399895
        },
        {
          "text": "The same holds of pleasure.",
          "id": 399896
        },
        {
          "text": "For it is the highest achievement for one who has had trial of it, afterwards to abstain.",
          "id": 399897
        },
        {
          "text": "For what great thing is it, if a man restrains himself in what he knows not? He, in fulfilment of the precept, according to the Gospel, keeps the Lord's day, when he abandons an evil disposition, and assumes that of the Gnostic, glorifying the Lord's resurrection in himself.",
          "id": 399898
        },
        {
          "text": "Further, also, when he has received the comprehension of scientific speculation, he deems that he sees the Lord, directing his eyes towards things invisible, although he seems to look on what he does not wish to look on; chastising the faculty of vision, when he perceives himself pleasurably affected by the application of his eyes; since he wishes to see and hear that alone which concerns him.",
          "id": 399899
        },
        {
          "text": "In the act of contemplating the souls of the brethren, he beholds the beauty of the flesh also, with the soul itself, which has become habituated to look solely upon that which is good, without carnal pleasure.",
          "id": 399900
        },
        {
          "text": "And they are really brethren; inasmuch as, by reason of their elect creation, and their oneness of character, and the nature of their deeds, they do, and think, and speak the same holy and good works, in accordance with the sentiments with which the Lord wished them as elect to be inspired.",
          "id": 399901
        },
        {
          "text": "For faith shows itself in their making choice of the same things; and knowledge, in learning and thinking the same things; and hope, in desiring the same things.",
          "id": 399902
        },
        {
          "text": "And if, through the necessity of life, he spend a small portion of time about his sustenance, he thinks himself defrauded, being diverted by business.",
          "id": 399903
        },
        {
          "text": "Thus not even in dreams does he look on aught that is unsuitable to an elect man.",
          "id": 399904
        },
        {
          "text": "For thoroughly a stranger and sojourner in the whole of life is every such one, who, inhabiting the city, despises the things in the city which are admired by others, and lives in the city as in a desert, so that the place may not compel him, but his mode of life show him to be just.",
          "id": 399905
        },
        {
          "text": "This Gnostic, to speak compendiously, makes up for the absence of the apostles, by the rectitude of his life, the accuracy of his knowledge, by benefiting his relations, by \"removing the mountains\" of his neighbours, and putting away the irregularities of their soul.",
          "id": 399906
        },
        {
          "text": "Although each of us is his own vineyard and labourer.",
          "id": 399907
        },
        {
          "text": "He, too, while doing the most excellent things, wishes to elude the notice of men, persuading the Lord along with himself that he is living in accordance with the commandments, preferring these things from believing them to exist.",
          "id": 399908
        },
        {
          "text": "\"For where any one's mind is, there also is his treasure\".",
          "id": 399909
        },
        {
          "text": "He impoverishes himself, in order that he may never overlook a brother who has been brought into affliction, through the perfection that is in love, especially if he know that he will bear want himself easier than his brother.",
          "id": 399910
        },
        {
          "text": "He considers, accordingly, the other's pain his own grief; and if, by contributing from his own indigence in order to do good, he suffer any hardship, he does not fret at this, but augments his beneficence still more.",
          "id": 399911
        },
        {
          "text": "For he possesses in its sincerity the faith which is exercised in reference to the affairs of life, and praises the Gospel in practice and contemplation.",
          "id": 399912
        },
        {
          "text": "And, in truth, he wins his praise \"not from men, but from God,\" by the performance of what the Lord has taught.",
          "id": 399913
        },
        {
          "text": "He, attracted by his own hope, tastes not the good things that are in the world, entertaining a noble contempt for all things here; pitying those that are chastised after death, who through punishment unwillingly make confession; having a clear conscience with reference to his departure, and being always ready, as \"a stranger and pilgrim,\" with regard to the inheritances here; mindful only of those that are his own, and regarding all things here as not his own; not only admiring the Lord's commandments, but, so to speak, being by knowledge itself partaker of the divine will; a truly chosen intimate of the Lord and His commands in virtue of being righteous; and princely and kingly as being a Gnostic; despising all the gold on earth and under the earth, and dominion from shore to shore of ocean, so that he may cling to the sole service of the Lord.",
          "id": 399914
        },
        {
          "text": "Wherefore also, in eating, and drinking, and marrying (if the Word enjoin), and even in seeing dreams, he does and thinks what is holy.",
          "id": 399915
        },
        {
          "text": "So is he always pure for prayer.",
          "id": 399916
        },
        {
          "text": "He also prays in the society of angels, as being already of angelic rank, and he is never out of their holy keeping; and though he pray alone, he has the choir of the saints standing with him.",
          "id": 399917
        },
        {
          "text": "He recognises a twofold element in faith, both the activity of him who believes, and the  excellence of that which is believed according to its worth; since also righteousness is twofold, that which is out of love, and that from fear.",
          "id": 399918
        },
        {
          "text": "Accordingly it is said, \"The fear of the Lord is pure, remaining for ever and ever\".",
          "id": 399919
        },
        {
          "text": "For those that from fear turn to faith and righteousness, remain for ever.",
          "id": 399920
        },
        {
          "text": "Now fear works abstinence from what is evil; but love exhorts to the doing of good, by building up to the point of spontaneousness; that one may hear from the Lord, \"I call you no longer servants, but friends,\" and may now with confidence apply himself to prayer.",
          "id": 399921
        },
        {
          "text": "And the form of his prayer is thanksgiving for the past, for the present, and for the future as already through faith present.",
          "id": 399922
        },
        {
          "text": "This is preceded by the reception of knowledge.",
          "id": 399923
        },
        {
          "text": "And he asks to live the allotted life in the flesh as a Gnostic, as free from the flesh, and to attain to the best things, and flee from the worse.",
          "id": 399924
        },
        {
          "text": "He asks, too, relief in those things in which we have sinned, and conversion to the acknowledgment of them.",
          "id": 399925
        },
        {
          "text": "He follows, on his departure, Him who calls, as quickly, so to speak, as He who goes before calls, hasting by reason of a good conscience to give thanks; and having got there with Christ shows himself worthy, through his purity, to possess, by a process of blending, the power of God communicated by Christ.",
          "id": 399926
        },
        {
          "text": "For he does not wish to be warm by participation in heat, or luminous by participation in flame, but to be wholly light.",
          "id": 399927
        },
        {
          "text": "He knows accurately the declaration, \"Unless ye hate father and mother, and besides your own life, and unless ye bear the sign of the cross\".",
          "id": 399928
        },
        {
          "text": "For he hates the inordinate affections of the flesh, which possess the powerful spell of pleasure; and entertains a noble contempt for all that belongs to the creation and nutriment of the flesh.",
          "id": 399929
        },
        {
          "text": "He also withstands the corporeal soul, putting a bridle-bit on the restive irrational spirit: \"For the flesh lusteth against the Spirit\".",
          "id": 399930
        },
        {
          "text": "And \"to bear the sign of the cross\" is to bear about death, by taking farewell of all things while still alive; since there is not equal love in \"having sown the flesh,\" and in having formed the soul for knowledge.",
          "id": 399931
        },
        {
          "text": "He having acquired the habit of doing good, exercises beneficence well, quicker than speaking; praying that he may get a share in the sins of his brethren, in order to confession and conversion on the part of his kindred; and eager to give a share to those dearest to him of his own good things.",
          "id": 399932
        },
        {
          "text": "And so these are to him, friends.",
          "id": 399933
        },
        {
          "text": "Promoting, then, the growth of the seeds deposited in him, according to the husbandry enjoined by the Lord, he continues free of sin, and becomes continent, and lives in spirit with those who are like him, among the choirs of the saints, though still detained on earth.",
          "id": 399934
        },
        {
          "text": "He, all day and night, speaking and doing the Lord's commands, rejoices exceedingly, not only on rising in the morning and at noon, but also when walking about, when asleep, when dressing and undressing; and he teaches his son, if he has a son.",
          "id": 399935
        },
        {
          "text": "He is inseparable from the commandment and from hope, and is ever giving thanks to God, like the living creatures figuratively spoken of by Esaias, and submissive in every trial, he says, \"The Lord gave, and the Lord hath taken away\".",
          "id": 399936
        },
        {
          "text": "For such also was Job; who after the spoiling of his effects, along with the health of his body, resigned all through love to the Lord.",
          "id": 399937
        },
        {
          "text": "For \"he was,\" it is said, \"just, holy, and kept apart from all wickedness\".",
          "id": 399938
        },
        {
          "text": "Now the word \"holy\" points out all duties toward God, and the entire course of life.",
          "id": 399939
        },
        {
          "text": "Knowing which, he was a Gnostic.",
          "id": 399940
        },
        {
          "text": "For we must neither cling too much to such things, even if they are good, seeing they are human, nor on the other hand detest them, if they are bad; but we must be above both good and bad, trampling the latter under foot, and passing on the former to those who need them.",
          "id": 399941
        },
        {
          "text": "But the Gnostic is cautious in accommodation, lest he be not perceived, or lest the accommodation become disposition.",
          "id": 399942
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter 13—Description of the Gnostic Continued.",
          "id": 399943
        },
        {
          "text": "He never remembers those who have sinned against him, but forgives them.",
          "id": 399944
        },
        {
          "text": "Wherefore also he righteously prays, saying, \"Forgive us; for we also forgive\".",
          "id": 399945
        },
        {
          "text": "For this also is one of the things which God wishes, to covet nothing, to hate no one.",
          "id": 399946
        },
        {
          "text": "For all men are the work of one will.",
          "id": 399947
        },
        {
          "text": "And is it not the Saviour, who wishes the Gnostic to be perfect as \"the heavenly Father,\" that is, Himself, who says, \"Come, ye children, hear from me the fear of the Lord?\" He wishes him no longer to stand in need of help by angels, but to receive it from Himself, having become worthy, and to have protection from Himself by obedience.",
          "id": 399948
        },
        {
          "text": "Such an one demands from the Lord, and does not merely ask.",
          "id": 399949
        },
        {
          "text": "And in the case of his brethren in want, the Gnostic will not ask himself for abundance of wealth to bestow, but will pray that the supply of what they need may be furnished to them.",
          "id": 399950
        },
        {
          "text": "For so the Gnostic gives his prayer to those who are in need, and by his  prayer they are supplied, without his knowledge, and without vanity.",
          "id": 399951
        },
        {
          "text": "Penury and disease, and such trials, are often sent for admonition, for the correction of the past, and for care for the future.",
          "id": 399952
        },
        {
          "text": "Such an one prays for relief from them, in virtue of possessing the prerogative of knowledge, not out of vainglory; but from the very fact of his being a Gnostic, he works beneficence, having become the instrument of the goodness of God.",
          "id": 399953
        },
        {
          "text": "They say in the traditions that Matthew the apostle constantly said, that \"if the neighbour of an elect man sin, the elect man has sinned.",
          "id": 399954
        },
        {
          "text": "For had he conducted himself as the Word prescribes, his neighbour also would have been filled with such reverence for the life he led as not to sin\".",
          "id": 399955
        },
        {
          "text": "What, then, shall we say of the Gnostic himself? \"Know ye not,\" says the apostle, \"that ye are the temple of God?\" The Gnostic is consequently divine, and already holy, God-bearing, and God-borne.",
          "id": 399956
        },
        {
          "text": "Now the Scripture, showing that sinning is foreign to him, sells those who have fallen away to strangers, saying, \"Look not on a strange woman, to lust,\" plainly pronounces sin foreign and contrary to the nature of the temple of God.",
          "id": 399957
        },
        {
          "text": "Now the temple is great, as the Church, and it is small, as the man who preserves the seed of Abraham.",
          "id": 399958
        },
        {
          "text": "He, therefore, who has God resting in him will not desire aught else.",
          "id": 399959
        },
        {
          "text": "At once leaving all hindrances, and despising all matter which distracts him, he cleaves the heaven by knowledge.",
          "id": 399960
        },
        {
          "text": "And passing through the spiritual Essences, and all rule and authority, he touches the highest thrones, hasting to that alone for the sake of which alone he knew.",
          "id": 399961
        },
        {
          "text": "Mixing, then, \"the serpent with the dove,\" he lives at once perfectly and with a good conscience, mingling faith with hope, in order to the expectation of the future.",
          "id": 399962
        },
        {
          "text": "For he is conscious of the boon he has received, having become worthy of obtaining it; and is translated from slavery to adoption, as the consequence of knowledge; knowing God, or rather known of Him, for the end, he puts forth energies corresponding to the worth of grace.",
          "id": 399963
        },
        {
          "text": "For works follow knowledge, as the shadow the body.",
          "id": 399964
        },
        {
          "text": "Rightly, then, he is not disturbed by anything which happens; nor does he suspect those things, which, through divine arrangement, take place for good.",
          "id": 399965
        },
        {
          "text": "Nor is he ashamed to die, having a good conscience, and being fit to be seen by the Powers.",
          "id": 399966
        },
        {
          "text": "Cleansed, so to speak, from all the stains of the soul, he knows right well that it will be better with him after his departure.",
          "id": 399967
        },
        {
          "text": "Whence he never prefers pleasure and profit to the divine arrangement, since he trains himself by the commands, that in all things he may be well pleasing to the Lord, and praiseworthy in the sight of the world, since all things depend on the one Sovereign God.",
          "id": 399968
        },
        {
          "text": "The Son of God, it is said, came to His own, and His own received Him not.",
          "id": 399969
        },
        {
          "text": "Wherefore also in the use of the things of the world he not only gives thanks and praises the creation, but also, while using them as is right, is praised; since the end he has in view terminates in contemplation by gnostic activity in accordance with the commandments.",
          "id": 399970
        },
        {
          "text": "Thence now, by knowledge collecting materials to be the food of contemplation, having embraced nobly the magnitude of knowledge, he advances to the holy recompense of translation hence.",
          "id": 399971
        },
        {
          "text": "For he has heard the Psalm which says: \"Encircle Zion, and encompass it, tell upon its towers\".",
          "id": 399972
        },
        {
          "text": "For it intimates, I think, those who have sublimely embraced the Word, so as to become lofty towers, and to stand firmly in faith and knowledge.",
          "id": 399973
        },
        {
          "text": "Let these statements concerning the Gnostic, containing the germs of the matter in as brief terms as possible, be made to the Greeks.",
          "id": 399974
        },
        {
          "text": "But let it be known that if the mere believer do rightly one or a second of these things, yet he will not do so in all nor with the highest knowledge, like the Gnostic.",
          "id": 399975
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter 14—Description of the Gnostic Furnished by an Exposition of  Cor.",
          "id": 399976
        },
        {
          "text": "6 - , Etc.",
          "id": 399977
        },
        {
          "text": "Now, of what I may call the passionlessness which we attribute to the Gnostic (in which the perfection of the believer, \"advancing by love, comes to a perfect man, to the measure of full stature,\" by being assimilated to God, and by becoming truly angelic), many other testimonies from the Scripture, occur to me to adduce.",
          "id": 399978
        },
        {
          "text": "But I think it better, on account of the length of the discourse, that such an honour should be devolved on those who wish to take pains, and leave it to them to elaborate the dogmas by the selection of Scriptures.",
          "id": 399979
        },
        {
          "text": "One passage, accordingly, I shall in the briefest terms advert to, so as not to leave the topic unexplained.",
          "id": 399980
        },
        {
          "text": "For in the first Epistle to the Corinthians the divine apostle says: \"Dare any of you, having a matter against the other, go to law before the unrighteous, and not before the saints? Know ye not that the saints shall judge the world?\" and so on.",
          "id": 399981
        },
        {
          "text": "The section being very long, we shall exhibit the meaning of the apostle's utterance by employing  such of the apostolic expressions as are most pertinent, and in the briefest language, and in a sort of cursory way, interpreting the discourse in which he describes the perfection of the Gnostic.",
          "id": 399982
        },
        {
          "text": "For he does not merely instance the Gnostic as characterized by suffering wrong rather than do wrong; but he teaches that he is not mindful of injuries, and does not allow him even to pray against the man who has done him wrong.",
          "id": 399983
        },
        {
          "text": "For he knows that the Lord expressly enjoined \"to pray for enemies\".",
          "id": 399984
        },
        {
          "text": "To say, then, that the man who has been injured goes to law before the unrighteous, is nothing else than to say that he shows a wish to retaliate, and a desire to injure the second in return, which is also to do wrong likewise himself.",
          "id": 399985
        },
        {
          "text": "And his saying, that he wishes \"some to go to law before the saints,\" points out those who ask by prayer that those who have done wrong should suffer retaliation for their injustice, and intimates that the second are better than the former; but they are not yet obedient, if they do not, having become entirely free of resentment, pray even for their enemies.",
          "id": 399986
        },
        {
          "text": "It is well, then, for them to receive right dispositions from repentance, which results in faith.",
          "id": 399987
        },
        {
          "text": "For if the truth seems to get enemies who entertain bad feeling, yet it is not hostile to any one.",
          "id": 399988
        },
        {
          "text": "\"For God makes His sun to shine on the just and on the unjust,\" and sent the Lord Himself to the just and the unjust.",
          "id": 399989
        },
        {
          "text": "And he that earnestly strives to be assimilated to God, in the exercise of great absence of resentment, forgives seventy times seven times, as it were all his life through, and in all his course in this world (that being indicated by the enumeration of sevens) shows clemency to each and any one; if any during the whole time of his life in the flesh do the Gnostic wrong.",
          "id": 399990
        },
        {
          "text": "For he not only deems it right that the good man should resign his property alone to others, being of the number of those who have done him wrong; but also wishes that the righteous man should ask of those judges forgiveness for the offences of those who have done him wrong.",
          "id": 399991
        },
        {
          "text": "And with reason, if indeed it is only in that which is external and concerns the body, though it go to the extent of death even, that those who attempt to wrong him take advantage of him; none of which truly belong to the Gnostic.",
          "id": 399992
        },
        {
          "text": "And how shall one \"judge\" the apostate \"angels,\" who has become himself an apostate from that forgetfulness of injuries, which is according to the Gospel? \"Why do ye not rather suffer wrong?\" he says; \"why are ye not rather defrauded? Yea, ye do wrong and defraud,\" manifestly by praying against those who transgress in ignorance, and deprive of the philanthropy and goodness of God, as far as in you lies, those against whom you pray, \"and these your brethren,\"—not meaning those in the faith only, but also the proselytes.",
          "id": 399993
        },
        {
          "text": "For whether he who now is hostile shall afterwards believe, we know not as yet.",
          "id": 399994
        },
        {
          "text": "From which the conclusion follows clearly, if all are not yet brethren to us, they ought to be regarded in that light.",
          "id": 399995
        },
        {
          "text": "And now it is only the man of knowledge who recognises all men to be the work of one God, and invested with one image in one nature, although some may be more turbid than others; and in the creatures he recognises the operation, by which again he adores the will of God.",
          "id": 399996
        },
        {
          "text": "\"Know ye not that the unrighteous shall not inherit the kingdom of God?\" He acts unrighteously who retaliates, whether by deed or word, or by the conception of a wish, which, after the training of the Law, the Gospel rejects.",
          "id": 399997
        },
        {
          "text": "\"And such were some of you\"—such manifestly as those still are whom you do not forgive; \"but ye are washed,\" not simply as the rest, but with knowledge; ye have cast off the passions of the soul, in order to become assimilated, as far as possible, to the goodness of God's providence by long-suffering, and by forgiveness \"towards the just and the unjust,\" casting on them the gleam of benignity in word and deeds, as the sun.",
          "id": 399998
        },
        {
          "text": "The Gnostic will achieve this either by greatness of mind, or by imitation of what is better.",
          "id": 399999
        },
        {
          "text": "And that is a third cause.",
          "id": 400000
        },
        {
          "text": "\"Forgive, and it shall be forgiven you;\" the commandment, as it were, compelling to salvation through superabundance of goodness.",
          "id": 400001
        },
        {
          "text": "\"But ye are sanctified\".",
          "id": 400002
        },
        {
          "text": "For he who has come to this state is in a condition to be holy, falling into none of the passions in any way, but as it were already disembodied and already grown holy without this earth.",
          "id": 400003
        },
        {
          "text": "\"Wherefore,\" he says, \"ye are justified in the name of the Lord\".",
          "id": 400004
        },
        {
          "text": "Ye are made, so to speak, by Him to be righteous as He is, and are blended as far as possible with the Holy Spirit.",
          "id": 400005
        },
        {
          "text": "For \"are not all things lawful to me? yet I will not be brought under the power of any,\" so as to do, or think, or speak aught contrary to the Gospel.",
          "id": 400006
        },
        {
          "text": "\"Meats for the belly, and the belly for meats, which God shall destroy,\"—that is, such as think and live as if they were made for eating, and do not eat that they may live as a consequence, and apply to knowledge as the primary end.",
          "id": 400007
        },
        {
          "text": "And does he not say that these are, as it were, the fleshy parts of the holy body? As a  body, the Church of the Lord, the spiritual and holy choir, is symbolized.",
          "id": 400008
        },
        {
          "text": "Whence those, who are merely called, but do not live in accordance with the word, are the fleshy parts.",
          "id": 400009
        },
        {
          "text": "\"Now\" this spiritual \"body,\" the holy Church, \"is not for fornication\".",
          "id": 400010
        },
        {
          "text": "Nor are those things which belong to heathen life to be adopted by apostasy from the Gospel.",
          "id": 400011
        },
        {
          "text": "For he who conducts himself heathenishly in the Church, whether in deed, or word, or even in thought, commits fornication with reference to the Church and his own body.",
          "id": 400012
        },
        {
          "text": "He who in this way \"is joined to the harlot,\" that is, to conduct contrary to the Covenant becomes another \"body,\" not holy, \"and one flesh,\" and has a heathenish life and another hope.",
          "id": 400013
        },
        {
          "text": "\"But he that is joined to the Lord in spirit\" becomes a spiritual body by a different kind of conjunction.",
          "id": 400014
        },
        {
          "text": "Such an one is wholly a son, an holy man, passionless, gnostic, perfect, formed by the teaching of the Lord; in order that in deed, in word, and in spirit itself, being brought close to the Lord, he may receive the mansion that is due to him who has reached manhood thus.",
          "id": 400015
        },
        {
          "text": "Let the specimen suffice to those who have ears.",
          "id": 400016
        },
        {
          "text": "For it is not required to unfold the mystery, but only to indicate what is sufficient for those who are partakers in knowledge to bring it to mind; who also will comprehend how it was said by the Lord, \"Be ye perfect as your father, perfectly,\" by forgiving sins, and forgetting injuries, and living in the habit of passionlessness.",
          "id": 400017
        },
        {
          "text": "For as we call a physician perfect, and a philosopher perfect, so also, in my view, do we call a Gnostic perfect.",
          "id": 400018
        },
        {
          "text": "But not one of those points, although of the greatest importance, is assumed in order to the likeness of God.",
          "id": 400019
        },
        {
          "text": "For we do not say, as the Stoics do most impiously, that virtue in man and God is the same.",
          "id": 400020
        },
        {
          "text": "Ought we not then to be perfect, as the Father wills? For it is utterly impossible for any one to become perfect as God is.",
          "id": 400021
        },
        {
          "text": "Now the Father wishes us to be perfect by living blamelessly, according to the obedience of the Gospel.",
          "id": 400022
        },
        {
          "text": "If, then, the statement being elliptical, we understand what is wanting, in order to complete the section for those who are incapable of understanding what is left out, we shall both know the will of God, and shall walk at once piously and magnanimously, as befits the dignity of the commandment.",
          "id": 400023
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter 15—The Objection to Join the Church on Account of the Diversity of Heresies Answered.",
          "id": 400024
        },
        {
          "text": "Since it comes next to reply to the objections alleged against us by Greeks and Jews; and since, in some of the questions previously discussed, the sects also who adhere to other teaching give, their help, it will be well first to clear away the obstacles before us, and then, prepared thus for the solution of the difficulties, to advance to the succeeding Miscellany.",
          "id": 400025
        },
        {
          "text": "First, then, they make this objection to us, saying, that they ought not to believe on account of the discord of the sects.",
          "id": 400026
        },
        {
          "text": "For the truth is warped when some teach one set of dogmas, others another.",
          "id": 400027
        },
        {
          "text": "To whom we say, that among you who are Jews, and among the most famous of the philosophers among the Greeks, very many sects have sprung up.",
          "id": 400028
        },
        {
          "text": "And yet you do not say that one ought to hesitate to philosophize or Judaize, because of the want of agreement of the sects among you between themselves.",
          "id": 400029
        },
        {
          "text": "And then, that heresies should be sown among the truth, as \"tares among the wheat,\" was foretold by the Lord; and what was predicted to take place could not but happen.",
          "id": 400030
        },
        {
          "text": "And the cause of this is, that everything that is fair is followed by a foul blot.",
          "id": 400031
        },
        {
          "text": "If one, then, violate his engagements, and go aside from the confession which he makes before us, are we not to stick to the truth because he has belied his profession? But as the good man must not prove false or fail to ratify what he has promised, although others violate their engagements; so also are we bound in no way to transgress the canon of the Church.",
          "id": 400032
        },
        {
          "text": "And especially do we keep our profession in the most important points, while they traverse it.",
          "id": 400033
        },
        {
          "text": "Those, then, are to be believed, who hold firmly to the truth.",
          "id": 400034
        },
        {
          "text": "And we may broadly make use of this reply, and say to them, that physicians holding opposite opinions according to their own schools, yet equally in point of fact treat patients.",
          "id": 400035
        },
        {
          "text": "Does one, then, who is ill in body and needing treatment, not have recourse to a physician, on account of the different schools in medicine? No more, then, may he who in soul is sick and full of idols, make a pretext of the heresies, in reference to the recovery of health and conversion to God.",
          "id": 400036
        },
        {
          "text": "Further, it is said that it is on account of \"those that are approved that heresies exist\".",
          "id": 400037
        },
        {
          "text": "The apostle calls \"approved,\" either those who in reaching faith apply to the teaching of the Lord with some discrimination (as those are called skilful money-changers, who distinguish the spurious coin from the genuine by the false  stamp), or those who have already become approved both in life and knowledge.",
          "id": 400038
        },
        {
          "text": "For this reason, then, we require greater attention and consideration in order to investigate how precisely we ought to live, and what is the true piety.",
          "id": 400039
        },
        {
          "text": "For it is plain that, from the very reason that truth is difficult and arduous of attainment, questions arise from which spring the heresies, savouring of self-love and vanity, of those who have not learned or apprehended truly, but only caught up a mere conceit of knowledge.",
          "id": 400040
        },
        {
          "text": "With the greater care, therefore, are we to examine the real truth, which alone has for its object the true God.",
          "id": 400041
        },
        {
          "text": "And the toil is followed by sweet discovery and reminiscence.",
          "id": 400042
        },
        {
          "text": "On account of the heresies, therefore, the toil of discovery must be undertaken; but we must not at all abandon the truth.",
          "id": 400043
        },
        {
          "text": "For, on fruit being set before us, some real and ripe, and some made of wax, as like the real as possible, we are not to abstain from both on account of the resemblance.",
          "id": 400044
        },
        {
          "text": "But by the exercise of the apprehension of contemplation, and by reasoning of the most decisive character, we must distinguish the true from the seeming.",
          "id": 400045
        },
        {
          "text": "And as, while there is one royal highway, there are many others, some leading to a precipice, some to a rushing river or to a deep sea, no one will shrink from travelling by reason of the diversity, but will make use of the safe, and royal, and frequented way; so, though some say this, some that, concerning the truth, we must not abandon it; but must seek out the most accurate knowledge respecting it.",
          "id": 400046
        },
        {
          "text": "Since also among garden-grown vegetables weeds also spring up, are the husbandmen, then, to desist from gardening?  Having then from nature abundant means for examining the statements made, we ought to discover the sequence of the truth.",
          "id": 400047
        },
        {
          "text": "Wherefore also we are rightly condemned, if we do not assent to what we ought to obey, and do not distinguish what is hostile, and unseemly, and unnatural, and false, from what is true, consistent, and seemly, and according to nature.",
          "id": 400048
        },
        {
          "text": "And these means must be employed in order to attain to the knowledge of the real truth.",
          "id": 400049
        },
        {
          "text": "This pretext is then, in the case of the Greeks, futile; for those who are willing may find the truth.",
          "id": 400050
        },
        {
          "text": "But in the case of those who adduce unreasonable excuses, their condemnation is unanswerable.",
          "id": 400051
        },
        {
          "text": "For whether do they deny or admit that there is such a thing as demonstration? I am of opinion that all will make the admission, except those who take away the senses.",
          "id": 400052
        },
        {
          "text": "There being demonstration, then, it is necessary to condescend to questions, and to ascertain by way of demonstration by the Scriptures themselves how the heresies failed, and how in the truth alone and in the ancient Church is both the exactest knowledge, and the truly best set of principles (αἴρεσις).",
          "id": 400053
        },
        {
          "text": "Now, of those who diverge from the truth, some attempt to deceive themselves alone, and some also their neighbours.",
          "id": 400054
        },
        {
          "text": "Those, then, who are called (δοξόσοφοι) wise in their own opinions, who think that they have found the truth, but have no true demonstration, deceive themselves in thinking that they have reached a resting place.",
          "id": 400055
        },
        {
          "text": "And of whom there is no inconsiderable multitude, who avoid investigations for fear of refutations, and shun instructions for fear of condemnation.",
          "id": 400056
        },
        {
          "text": "But those who deceive those who seek access to them are very astute; who, aware that they know nothing, yet darken the truth with plausible arguments.",
          "id": 400057
        },
        {
          "text": "But, in my opinion, the nature of plausible arguments is of one character, and that of true arguments of another.",
          "id": 400058
        },
        {
          "text": "And we know that it is necessary that the appellation of the heresies should be expressed in contradistinction to the truth; from which the Sophists, drawing certain things for the destruction of men, and burying them in human arts invented by themselves, glory rather in being at the head of a School than presiding over the Church.",
          "id": 400059
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter 16—Scripture the Criterion by Which Truth and Heresy are Distinguished.",
          "id": 400060
        },
        {
          "text": "But those who are ready to toil in the most excellent pursuits, will not desist from the search after truth, till they get the demonstration from the Scriptures themselves.",
          "id": 400061
        },
        {
          "text": "There are certain criteria common to men, as the senses; and others that belong to those who have employed their wills and energies in what is true,—the methods which are pursued by the mind and reason, to distinguish between true and false propositions.",
          "id": 400062
        },
        {
          "text": "Now, it is a very great thing to abandon opinion, by taking one's stand between accurate knowledge and the rash wisdom of opinion, and to know that he who hopes for everlasting rest knows also that the entrance to it is toilsome \"and strait\".",
          "id": 400063
        },
        {
          "text": "And let him who has once received the Gospel, even in the very hour in which he has come to the knowledge of salvation, \"not turn back, like Lot's wife,\" as is said; and let him not go back either to his former life, which adheres to the things of sense, or to heresies.",
          "id": 400064
        },
        {
          "text": "For they form the character, not knowing the true God.",
          "id": 400065
        },
        {
          "text": "\"For he that loveth father or mother more than Me,\" the Father and Teacher of the truth, who regenerates and creates anew, and  nourishes the elect soul, \"is not worthy of Me\"—He means, to be a son of God and a disciple of God, and at the same time also to be a friend, and of kindred nature.",
          "id": 400066
        },
        {
          "text": "\"For no man who looks back, and puts his hand to the plough, is fit for the kingdom of God\".",
          "id": 400067
        },
        {
          "text": "But, as appears, many even down to our own time regard Mary, on account of the birth of her child, as having been in the puerperal state, although she was not.",
          "id": 400068
        },
        {
          "text": "For some say that, after she brought forth, she was found, when examined, to be a virgin.",
          "id": 400069
        },
        {
          "text": "Now such to us are the Scriptures of the Lord, which gave birth to the truth and continue virgin, in the concealment of the mysteries of the truth.",
          "id": 400070
        },
        {
          "text": "\"And she brought forth, and yet brought not forth,\" says the Scripture; as having conceived of herself, and not from conjunction.",
          "id": 400071
        },
        {
          "text": "Wherefore the Scriptures have conceived to Gnostics; but the heresies, not having learned them, dismissed them as not having conceived.",
          "id": 400072
        },
        {
          "text": "Now all men, having the same judgment, some, following the Word speaking, frame for themselves proofs; while others, giving themselves up to pleasures, wrest Scripture, in accordance with their lusts.",
          "id": 400073
        },
        {
          "text": "And the lover of truth, as I think, needs force of soul.",
          "id": 400074
        },
        {
          "text": "For those who make the greatest attempts must fail in things of the highest importance; unless, receiving from the truth itself the rule of the truth, they cleave to the truth.",
          "id": 400075
        },
        {
          "text": "But such people, in consequence of falling away from the right path, err in most individual points; as you might expect from not having the faculty for judging of what is true and false, strictly trained to select what is essential.",
          "id": 400076
        },
        {
          "text": "For if they had, they would have obeyed the Scriptures.",
          "id": 400077
        },
        {
          "text": "As, then, if a man should, similarly to those drugged by Circe, become a beast; so he, who has spurned the ecclesiastical tradition, and darted off to the opinions of heretical men, has ceased to be a man of God and to remain faithful to the Lord.",
          "id": 400078
        },
        {
          "text": "But he who has returned from this deception, on hearing the Scriptures, and turned his life to the truth, is, as it were, from being a man made a god.",
          "id": 400079
        },
        {
          "text": "For we have, as the source of teaching, the Lord, both by the prophets, the Gospel, and the blessed apostles, \"in divers manners and at sundry times,\" leading from the beginning of knowledge to the end.",
          "id": 400080
        },
        {
          "text": "But if one should suppose that another origin was required, then no longer truly could an origin be preserved.",
          "id": 400081
        },
        {
          "text": "He, then, who of himself believes the Scripture and voice of the Lord, which by the Lord acts to the benefiting of men, is rightly regarded faithful.",
          "id": 400082
        },
        {
          "text": "Certainly we use it as a criterion in the discovery of things.",
          "id": 400083
        },
        {
          "text": "What is subjected to criticism is not believed till it is so subjected; so that what needs criticism cannot be a first principle.",
          "id": 400084
        },
        {
          "text": "Therefore, as is reasonable, grasping by faith the indemonstrable first principle, and receiving in abundance, from the first principle itself, demonstrations in reference to the first principle, we are by the voice of the Lord trained up to the knowledge of the truth.",
          "id": 400085
        },
        {
          "text": "For we may not give our adhesion to men on a bare statement by them, who might equally state the opposite.",
          "id": 400086
        },
        {
          "text": "But if it is not enough merely to state the opinion, but if what is stated must be confirmed, we do not wait for the testimony of men, but we establish the matter that is in question by the voice of the Lord, which is the surest of all demonstrations, or rather is the only demonstration; in which knowledge those who have merely tasted the Scriptures are believers; while those who, having advanced further, and become correct expounders of the truth, are Gnostics.",
          "id": 400087
        },
        {
          "text": "Since also, in what pertains to life, craftsmen are superior to ordinary people, and model what is beyond common notions; so, consequently, we also, giving a complete exhibition of the Scriptures from the Scriptures themselves, from faith persuade by demonstration.",
          "id": 400088
        },
        {
          "text": "And if those also who follow heresies venture to avail themselves of the prophetic Scriptures; in the first place they will not make use of all the Scriptures, and then they will not quote them entire, nor as the body and texture of prophecy prescribe.",
          "id": 400089
        },
        {
          "text": "But, selecting ambiguous expressions, they wrest them to their own opinions, gathering a few expressions here and there; not looking to the sense, but making use of the mere words.",
          "id": 400090
        },
        {
          "text": "For in almost all the quotations they make, you will find that they attend to the names alone, while they alter the meanings; neither knowing, as they affirm, nor using the quotations they adduce, according to their true nature.",
          "id": 400091
        },
        {
          "text": "But the truth is not found by changing the meanings (for so people subvert all true teaching), but in the consideration of what perfectly belongs to and becomes the Sovereign God, and in establishing each one of the points demonstrated in the Scriptures again from similar Scriptures.",
          "id": 400092
        },
        {
          "text": "Neither, then, do they want to turn to the  truth, being ashamed to abandon the claims of self-love; nor are they able to manage their opinions, by doing violence to the Scriptures.",
          "id": 400093
        },
        {
          "text": "But having first promulgated false dogmas to men; plainly fighting against almost the whole Scriptures, and constantly confuted by us who contradict them; for the rest, even now partly they hold out against admitting the prophetic Scriptures, and partly disparage us as of a different nature, and incapable of understanding what is peculiar to them.",
          "id": 400094
        },
        {
          "text": "And sometimes even they deny their own dogmas, when these are confuted, being ashamed openly to own what in private they glory in teaching.",
          "id": 400095
        },
        {
          "text": "For this may be seen in all the heresies, when you examine the iniquities of their dogmas.",
          "id": 400096
        },
        {
          "text": "For when they are overturned by our clearly showing that they are opposed to the Scriptures, one of two things may be seen to have been done by those who defend the dogma.",
          "id": 400097
        },
        {
          "text": "For they either despise the consistency of their own dogmas, or despise the prophecy itself, or rather their own hope.",
          "id": 400098
        },
        {
          "text": "And they invariably prefer what seems to them to be more evident to what has been spoken by the Lord through the prophets and by the Gospel, and, besides, attested and confirmed by the apostles.",
          "id": 400099
        },
        {
          "text": "Seeing, therefore, the danger that they are in (not in respect of one dogma, but in reference to the maintenance of the heresies) of not discovering the truth; for while reading the books we have ready at hand, they despise them as useless, but in their eagerness to surpass common faith, they have diverged from the truth.",
          "id": 400100
        },
        {
          "text": "For, in consequence of not learning the mysteries of ecclesiastical knowledge, and not having capacity for the grandeur of the truth, too indolent to descend to the bottom of things, reading superficially, they have dismissed the Scriptures.",
          "id": 400101
        },
        {
          "text": "Elated, then, by vain opinion, they are incessantly wrangling, and plainly care more to seem than to be philosophers.",
          "id": 400102
        },
        {
          "text": "Not laying as foundations the necessary first principles of things; and influenced by human opinions, then making the end to suit them, by compulsion; on account of being confuted, they spar with those who are engaged in the prosecution of the true philosophy, and undergo everything, and, as they say, ply every oar, even going the length of impiety, by disbelieving the Scriptures, rather than be removed from the honours of the heresy and the boasted first seat in their churches; on account of which also they eagerly embrace that convivial couch of honour in the Agape, falsely so called.",
          "id": 400103
        },
        {
          "text": "The knowledge of the truth among us from what is already believed, produces faith in what is not yet believed; which faith is, so to speak, the essence of demonstration.",
          "id": 400104
        },
        {
          "text": "But, as appears, no heresy has at all ears to hear what is useful, but opened only to what leads to pleasure.",
          "id": 400105
        },
        {
          "text": "Since also, if one of them would only obey the truth, he would be healed.",
          "id": 400106
        },
        {
          "text": "Now the cure of self-conceit (as of every ailment) is threefold: the ascertaining of the cause, and the mode of its removal; and thirdly, the training of the soul, and the accustoming it to assume a right attitude to the judgments come to.",
          "id": 400107
        },
        {
          "text": "For, just like a disordered eye, so also the soul that has been darkened by unnatural dogmas cannot perceive distinctly the light of truth, but even overlooks what is before it.",
          "id": 400108
        },
        {
          "text": "They say, then, that in muddy water eels are caught by being blinded.",
          "id": 400109
        },
        {
          "text": "And just as knavish boys bar out the teacher, so do these shut out the prophecies from their Church, regarding them with suspicion by reason of rebuke and admonition.",
          "id": 400110
        },
        {
          "text": "In fact, they stitch together a multitude of lies and figments, that they may appear acting in accordance with reason in not admitting the Scriptures.",
          "id": 400111
        },
        {
          "text": "So, then, they are not pious, inasmuch as they are not pleased with the divine commands, that is, with the Holy Spirit.",
          "id": 400112
        },
        {
          "text": "And as those almonds are called empty in which the contents are worthless, not those in which there is nothing; so also we call those heretics empty, who are destitute of the counsels of God and the traditions of Christ; bitter, in truth, like the wild almond, their dogmas originating with themselves, with the exception of such truths as they could not, by reason of their evidence, discard and conceal.",
          "id": 400113
        },
        {
          "text": "As, then, in war the soldier must not leave the post which the commander has assigned him, so neither must we desert the post assigned by the Word, whom we have received as the guide of knowledge and of life.",
          "id": 400114
        },
        {
          "text": "But the most have not even inquired, if there is one that we ought to follow, and who this is, and how he is to be followed.",
          "id": 400115
        },
        {
          "text": "For as is the Word, such also must the believer's life be, so as to be able to follow God, who brings all things to end from the beginning by the right course.",
          "id": 400116
        },
        {
          "text": "But when one has transgressed against the Word, and thereby against God; if it is through becoming powerless in consequence of some impression being suddenly made, he ought to see to have the impressions of reasons at hand.",
          "id": 400117
        },
        {
          "text": "And if it is that he has become \"common,\" as the Scripture says, in consequence of being overcome the habits which formerly had sway by over him, the habits must be entirely put a stop to, and the soul trained to oppose them.",
          "id": 400118
        },
        {
          "text": "And if it appears that conflicting dogmas draw some away, these must be taken out of the way,  and recourse is to be had to those who reconcile dogmas, and subdue by the charm of the Scriptures such of the untutored as are timid, by explaining the truth by the connection of the Testaments.",
          "id": 400119
        },
        {
          "text": "But, as appears, we incline to ideas founded on opinion, though they be contrary, rather than to the truth.",
          "id": 400120
        },
        {
          "text": "For it is austere and grave.",
          "id": 400121
        },
        {
          "text": "Now, since there are three states of the soul—ignorance, opinion, knowledge—those who are in ignorance are the Gentiles, those in knowledge, the true Church, and those in opinion, the Heretics.",
          "id": 400122
        },
        {
          "text": "Nothing, then, can be more clearly seen than those, who know, making affirmations about what they know, and the others respecting what they hold on the strength of opinion, as far as respects affirmation without proof.",
          "id": 400123
        },
        {
          "text": "They accordingly despise and laugh at one another.",
          "id": 400124
        },
        {
          "text": "And it happens that the same thought is held in the highest estimation by some, and by others condemned for insanity.",
          "id": 400125
        },
        {
          "text": "And, indeed, we have learned that voluptuousness, which is to be attributed to the Gentiles, is one thing; and wrangling, which is preferred among the heretical sects, is another; and joy, which is to be appropriated to the Church, another; and delight, which is to be assigned to the true Gnostic, another.",
          "id": 400126
        },
        {
          "text": "And as, if one devote himself to Ischomachus, he will make him a farmer; and to Lampis, a mariner; and to Charidemus, a military commander; and to Simon, an equestrian; and to Perdices, a trader; and to Crobylus, a cook; and to Archelaus, a dancer; and to Homer, a poet; and to Pyrrho, a wrangler; and to Demosthenes, an orator; and to Chrysippus, a dialectician; and to Aristotle, a naturalist; and to Plato, a philosopher: so he who listens to the Lord, and follows the prophecy given by Him, will be formed perfectly in the likeness of the teacher—made a god going about in flesh.",
          "id": 400127
        },
        {
          "text": "Accordingly, those fall from this eminence who follow not God whither He leads.",
          "id": 400128
        },
        {
          "text": "And He leads us in the inspired Scriptures.",
          "id": 400129
        },
        {
          "text": "Though men's actions are ten thousand in number, the sources of all sin are but two, ignorance and inability.",
          "id": 400130
        },
        {
          "text": "And both depend on ourselves; inasmuch as we will not learn, nor, on the other hand, restrain lust.",
          "id": 400131
        },
        {
          "text": "And of these, the one is that, in consequence of which people do not judge well, and the other that, in consequence of which they cannot comply with right judgments.",
          "id": 400132
        },
        {
          "text": "For neither will one who is deluded in his mind be able to act rightly, though perfectly able to do what he knows; nor, though capable of judging what is requisite, will he keep himself free of blame, if destitute of power in action.",
          "id": 400133
        },
        {
          "text": "Consequently, then, there are assigned two kinds of correction applicable to both kinds of sin: for the one, knowledge and clear demonstration from the testimony of the Scriptures; and for the other, the training according to the Word, which is regulated by the discipline of faith and fear.",
          "id": 400134
        },
        {
          "text": "And both develop into perfect love.",
          "id": 400135
        },
        {
          "text": "For the end of the Gnostic here is, in my judgment, twofold,—partly scientific contemplation, partly action.",
          "id": 400136
        },
        {
          "text": "Would, then, that these heretics would learn and be set right by these notes, and turn to the sovereign God! But if, like the deaf serpents, they listen not to the song called new, though very old, may they be chastised by God, and undergo paternal admonitions previous to the Judgment, till they become ashamed and repent, but not rush through headlong unbelief, and precipitate themselves into judgment.",
          "id": 400137
        },
        {
          "text": "For there are partial corrections, which are called chastisements, which many of us who have been in transgression incur, by falling away from the Lord's people.",
          "id": 400138
        },
        {
          "text": "But as children are chastised by their teacher, or their father, so are we by Providence.",
          "id": 400139
        },
        {
          "text": "But God does not punish, for punishment is retaliation for evil.",
          "id": 400140
        },
        {
          "text": "He chastises, however, for good to those who are chastised, collectively and individually.",
          "id": 400141
        },
        {
          "text": "I have adduced these things from a wish to avert those, who are eager to learn, from the liability to fall into heresies, and out of a desire to stop them from superficial ignorance, or stupidity, or bad disposition, or whatever it should be called.",
          "id": 400142
        },
        {
          "text": "And in the attempt to persuade and lead to the truth those who are not entirely incurable, I have made use of these words.",
          "id": 400143
        },
        {
          "text": "For there are some who cannot bear at all to listen to those who exhort them to turn to the truth; and they attempt to trifle, pouring out blasphemies against the truth, claiming for themselves the knowledge of the greatest things in the universe, without having learned, or inquired, or laboured, or discovered the consecutive train of ideas,—whom one should pity rather than hate for such perversity.",
          "id": 400144
        },
        {
          "text": "But if one is curable, able to bear (like fire or steel) the outspokenness of the truth, which cuts away and burns their false opinions, let him lend the ears of the soul.",
          "id": 400145
        },
        {
          "text": "And this will be the case, unless, through the propensity to sloth, they push truth away, or through the desire of fame, endeavour to invent novelties.",
          "id": 400146
        },
        {
          "text": "For those are slothful who, having it in their power to provide themselves with proper proofs for the divine Scriptures from the Scriptures themselves, select only what contributes to their own pleasures.",
          "id": 400147
        },
        {
          "text": "And those have a craving for glory who voluntarily evade, by arguments of a diverse sort, the things delivered by the blessed apostles and teachers, which are wedded to inspired words; opposing the divine tradition by human teachings,  in order to establish the heresy.",
          "id": 400148
        },
        {
          "text": "For, in truth, what remained to be said—in ecclesiastical knowledge I mean—by such men, Marcion, for example, or Prodicus, and such like, who did not walk in the right way? For they could not have surpassed their predecessors in wisdom, so as to discover anything in addition to what had been uttered by them; for they would have been satisfied had they been able to learn the things laid down before.",
          "id": 400149
        },
        {
          "text": "Our Gnostic then alone, having grown old in the Scriptures, and maintaining apostolic and ecclesiastic orthodoxy in doctrines, lives most correctly in accordance with the Gospel, and discovers the proofs, for which he may have made search (sent forth as he is by the Lord), from the law and the prophets.",
          "id": 400150
        },
        {
          "text": "For the life of the Gnostic, in my view, is nothing but deeds and words corresponding to the tradition of the Lord.",
          "id": 400151
        },
        {
          "text": "But \"all have not knowledge.",
          "id": 400152
        },
        {
          "text": "For I would not have you to be ignorant, brethren,\" says the apostle, \"that all were under the cloud, and partook of spiritual meat and drink;\" clearly affirming that all who heard the word did not take in the magnitude of knowledge in deed and word.",
          "id": 400153
        },
        {
          "text": "Wherefore also he added: \"But with all of them He was not well pleased\".",
          "id": 400154
        },
        {
          "text": "Who is this? He who said, \"Why do you call Me Lord, and do not the will of My Father?\" That is the Saviour's teaching, which to us is spiritual food, and drink that knows no thirst, the water of gnostic life.",
          "id": 400155
        },
        {
          "text": "Further it is said, knowledge is said \"to puff up\".",
          "id": 400156
        },
        {
          "text": "To whom we say: Perchance seeming knowledge is said to puff up, if one suppose the expression means \"to be swollen up\".",
          "id": 400157
        },
        {
          "text": "But if, as is rather the case, the expression of the apostle means, \"to entertain great and true sentiments,\" the difficulty is solved.",
          "id": 400158
        },
        {
          "text": "Following, then, the Scriptures, let us establish what has been said: \"Wisdom,\" says Solomon, \"has inflated her children\".",
          "id": 400159
        },
        {
          "text": "For the Lord did not work conceit by the particulars of His teaching; but He produces trust in the truth and expansion of mind, in the knowledge that is communicated by the Scriptures, and contempt for the things which drag into sin, which is the meaning of the expression \"inflated\".",
          "id": 400160
        },
        {
          "text": "It teaches the magnificence of the wisdom implanted in her children by instruction.",
          "id": 400161
        },
        {
          "text": "Now the apostle says, \"I will know not the speech of those that are puffed up, but the power;\" if ye understand the Scriptures magnanimously (which means truly; for nothing is greater than truth).",
          "id": 400162
        },
        {
          "text": "For in that lies the power of the children of wisdom who are puffed up.",
          "id": 400163
        },
        {
          "text": "He says, as it were, I shall know if ye rightly entertain great thoughts respecting knowledge.",
          "id": 400164
        },
        {
          "text": "\"For God,\" according to David, \"is known in Judea,\" that is, those that are Israelites according to knowledge.",
          "id": 400165
        },
        {
          "text": "For Judea is interpreted \"Confession\".",
          "id": 400166
        },
        {
          "text": "It is, then, rightly said by the apostle, \"This Thou, shall not commit adultery, Thou shall not steal, Thou shalt not covet; and if there be any other commandment, it is comprehended in this word, Thou shalt love thy neighbour as thyself\".",
          "id": 400167
        },
        {
          "text": "For we must never, as do those who follow the heresies, adulterate the truth, or steal the canon of the Church, by gratifying our own lusts and vanity, by defrauding our neighbours; whom above all it is our duty, in the exercise of love to them, to teach to adhere to the truth.",
          "id": 400168
        },
        {
          "text": "It is accordingly expressly said, \"Declare among the heathen His statutes,\" that they may not be judged, but that those who have previously given ear may be converted.",
          "id": 400169
        },
        {
          "text": "But those who speak treacherously with their tongues have the penalties that are on record.",
          "id": 400170
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter 17—The Tradition of the Church Prior to that of the Heresies.",
          "id": 400171
        },
        {
          "text": "Those, then, that adhere to impious words, and dictate them to others, inasmuch as they do not make a right but a perverse use of the divine words, neither themselves enter into the kingdom of heaven, nor permit those whom they have deluded to attain the truth.",
          "id": 400172
        },
        {
          "text": "But not having the key of entrance, but a false (and as the common phrase expresses it), a counterfeit key (ἀντικλεῖς), by which they do not enter in as we enter in, through the tradition of the Lord, by drawing aside the curtain; but bursting through the side-door, and digging clandestinely through the wall of the Church, and stepping over the truth, they constitute themselves the Mystagogues of the soul of the impious.",
          "id": 400173
        },
        {
          "text": "For that the human assemblies which they held were posterior to the Catholic Church requires not many words to show.",
          "id": 400174
        },
        {
          "text": "For the teaching of our Lord at His advent, beginning with Augustus and Tiberius, was completed in the middle of the times of Tiberius.",
          "id": 400175
        },
        {
          "text": "And that of the apostles, embracing the ministry of Paul, ends with Nero.",
          "id": 400176
        },
        {
          "text": "It was later, in the times of Adrian the king, that those who invented the heresies arose; and they extended to the age of Antoninus the elder, as, for instance, Basilides, though he claims (as they boast) for his master, Glaucias, the interpreter of Peter.",
          "id": 400177
        },
        {
          "text": "Likewise they allege that Valentinus was a hearer of Theudas.",
          "id": 400178
        },
        {
          "text": "And he was the pupil of Paul.",
          "id": 400179
        },
        {
          "text": "For Marcion, who arose in the same age with them, lived as an old man with the younger heretics.",
          "id": 400180
        },
        {
          "text": "And after him Simon heard for a little the preaching of Peter.",
          "id": 400181
        },
        {
          "text": "Such being the case, it is evident, from the high antiquity and perfect truth of the Church, that these later heresies, and those yet subsequent to them in time, were new inventions falsified from the truth.",
          "id": 400182
        },
        {
          "text": "From what has been said, then, it is my opinion that the true Church, that which is really ancient, is one, and that in it those who according to God's purpose are just, are enrolled.",
          "id": 400183
        },
        {
          "text": "For from the very reason that God is one, and the Lord one, that which is in the highest degree honourable is lauded in consequence of its singleness, being an imitation of the one first principle.",
          "id": 400184
        },
        {
          "text": "In the nature of the One, then, is associated in a joint heritage the one Church, which they strive to cut asunder into many sects.",
          "id": 400185
        },
        {
          "text": "Therefore in substance and idea, in origin, in pre-eminence, we say that the ancient and Catholic Church is alone, collecting as it does into the unity of the one faith—which results from the peculiar Testaments, or rather the one Testament in different times by the will of the one God, through one Lord—those already ordained, whom God predestinated, knowing before the foundation of the world that they would be righteous.",
          "id": 400186
        },
        {
          "text": "But the pre-eminence of the Church, as the principle of union, is, in its oneness, in this surpassing all things else, and having nothing like or equal to itself.",
          "id": 400187
        },
        {
          "text": "But of this afterwards.",
          "id": 400188
        },
        {
          "text": "Of the heresies, some receive their appellation from a person's name, as that which is called after Valentinus, and that after Marcion, and that after Basilides, although they boast of adducing the opinion of Matthew without truth; for as the teaching, so also the tradition of the apostles was one.",
          "id": 400189
        },
        {
          "text": "Some take their designation from a place, as the Peratici; some from a nation, as the heresy of the Phrygians; some from an action, as that of the Encratites; and some from peculiar dogmas, as that of the Docetae, and that of the Haermatites; and some from suppositions, and from individuals they have honoured, as those called Cainists, and the Ophians; and some from nefarious practices and enormities, as those of the Simonians called Entychites.",
          "id": 400190
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII—The Distinction Between Clean and Unclean Animals in the Law Symbolical of the Distinction Between the Church, and Jews, and Heretics.",
          "id": 400191
        },
        {
          "text": "After showing a little peep-hole to those who love to contemplate the Church from the law of sacrifices respecting clean and unclean animals (inasmuch as thus the common Jews and the heretics are distinguished mystically from the divine Church), let us bring the discourse to a close.",
          "id": 400192
        },
        {
          "text": "For such of the sacrifices as part the hoof, and ruminate, the Scripture represents as clean and acceptable to God; since the just obtain access to the Father and to the Son by faith.",
          "id": 400193
        },
        {
          "text": "For this is the stability of those who part the hoof, those who study the oracles of God night and day, and ruminate them in the soul's receptacle for instructions; which gnostic exercise the Law expresses under the figure of the rumination of the clean animal.",
          "id": 400194
        },
        {
          "text": "But such as have neither the one nor the other of those qualities it separates as unclean.",
          "id": 400195
        },
        {
          "text": "Now those that ruminate, but do not part the hoof, indicate the majority of the Jews, who have indeed the oracles of God, but have not faith, and the step which, resting on the truth, conveys to the Father by the Son.",
          "id": 400196
        },
        {
          "text": "Whence also this kind of cattle are apt to slip, not having a division in the foot, and not resting on the twofold support of faith.",
          "id": 400197
        },
        {
          "text": "For \"no man,\" it is said, \"knoweth the Father, but he to whom the Son shall reveal Him\".",
          "id": 400198
        },
        {
          "text": "And again, those also are likewise unclean that part the hoof, but do not ruminate.",
          "id": 400199
        },
        {
          "text": "For these point out the heretics, who indeed go upon the name of the Father and the Son, but are incapable  of triturating and grinding down the clear declaration of the oracles, and who, besides, perform the works of righteousness coarsely and not with precision, if they perform them at all.",
          "id": 400200
        },
        {
          "text": "To such the Lord says, \"Why will ye call me Lord, Lord, and do not the things which I say?\"  And those that neither part the hoof nor chew the cud are entirely unclean.",
          "id": 400201
        },
        {
          "text": "\"But ye Megareans,\" says Theognis, \"are neither third, nor fourth, Nor twelfth, neither in reckoning nor in number,\"  \"but as chaff which the wind drives away from the face of the earth,\" and as a drop from a vessel\".",
          "id": 400202
        },
        {
          "text": "These points, then, having been formerly thoroughly treated, and the department of ethics having been sketched summarily in a fragmentary way, as we promised; and having here and there interspersed the dogmas which are the germs of true knowledge, so that the discovery of the sacred traditions may not be easy to any one of the uninitiated, let us proceed to what we promised.",
          "id": 400203
        },
        {
          "text": "Now the Miscellanies are not like parts laid out, planted in regular order for the delight of the eye, but rather like an umbrageous and shaggy hill, planted with laurel, and ivy, and apples, and olives, and figs; the planting being purposely a mixture of fruit-bearing and fruitless trees, since the composition aims at concealment, on account of those that have the daring to pilfer and steal the ripe fruits; from which, however, the husbandmen, transplanting shoots and plants, will adorn a beautiful park and a delightful grove.",
          "id": 400204
        },
        {
          "text": "The Miscellanies, then, study neither arrangement nor diction; since there are even cases in which the Greeks on purpose wish that ornate diction should be absent, and imperceptibly cast in the seed of dogmas, not according to the truth, rendering such as may read laborious and quick at discovery.",
          "id": 400205
        },
        {
          "text": "For many and various are the baits for the various kinds of fishes.",
          "id": 400206
        },
        {
          "text": "And now, after this seventh Miscellany of ours, we shall give the account of what follows in order from another commencement.",
          "id": 400207
        },
        {
          "text": "Elucidations  I.",
          "id": 400208
        },
        {
          "text": "(Deception, cap.",
          "id": 400209
        },
        {
          "text": "9 - p)  More and more, the casuistry exposed by Pascal in the Provincial Letters becomes an important subject for the investigation of Americans.",
          "id": 400210
        },
        {
          "text": "Nobody who has any pretensions to scholarship can afford to be ignorant of these letters; for they belong to literature, and not merely to theology.",
          "id": 400211
        },
        {
          "text": "But they belong in a sense to the past; not that \"the Society of Jesus\" has ceased to maintain all that Pascal has exposed, and to practice even worse, but that the Latin churches have, since the days of Pascal, been formally subjected to a system of casuistry, in some respects superficially reformed, but in all other respects radically bad, and corrosive to society.",
          "id": 400212
        },
        {
          "text": "In Pascal's day this casuistry could only be charged upon individuals, and upon societies and communities: the Roman Church everywhere adopted it, but was not formally committed to it.",
          "id": 400213
        },
        {
          "text": "But in the system of Liguori this corrupt morality has been made authoritative and dogmatic; so that in all the Latin churches it becomes the base of the confessional.",
          "id": 400214
        },
        {
          "text": "For moral purposes, it is the Bible of the millions who resort to their confessors and \"directors\".",
          "id": 400215
        },
        {
          "text": "These remarks, however, are here introduced merely with reference to the morals of Clement with regard to truth.",
          "id": 400216
        },
        {
          "text": "I have briefly indicated, in the footnotes, the points which are to be noted in forming an opinion of our author's conceptions of this vital principle.",
          "id": 400217
        },
        {
          "text": "They seem to me conformed to the Gospel; to the teachings of Him who allows no hair-splittings, but says, \"Let your yea be yea,  and your nay, nay\".",
          "id": 400218
        },
        {
          "text": "But, as the text stood in the Edinburgh translation, it did injustice to Clement in one passage, which I have modified.",
          "id": 400219
        },
        {
          "text": "It reads, \"He (the Gnostic) both thinks and speaks the truth, unless, at any time, medicinally, as a physician for the safety of the sick, he may lie, or tell an untruth\".",
          "id": 400220
        },
        {
          "text": "To this, Clement adds significantly, \"according to the Sophists\".",
          "id": 400221
        },
        {
          "text": "That is to say, our author tolerates the Christian who has not got beyond the Sophists with respect to benevolent deceptions.",
          "id": 400222
        },
        {
          "text": "As killing is not always murder, so some, even among stern moralists, have maintained that deception by word of mouth is not always lying.",
          "id": 400223
        },
        {
          "text": "This is the extent to which Clement tolerates sophistry, and he goes on to demand the practice of truth in Gospel terms.",
          "id": 400224
        },
        {
          "text": "Now, thank God, the English word \"lie\" is always infamous; and there is nothing like it, in this respect, in other languages.",
          "id": 400225
        },
        {
          "text": "The Sophists themselves did not so understand the Greek word (ψεῦδος), when they apply it to the benevolent deception of a physician, or to the untruths used benevolently with the insane.",
          "id": 400226
        },
        {
          "text": "Nothing infamous attaches to the French word mensonge when used for what are deemed \"innocent deceptions\".",
          "id": 400227
        },
        {
          "text": "With this whole system of sophistry I have no patience at all; but, in justice to the Sophists, let us not make them worse than they were.",
          "id": 400228
        },
        {
          "text": "They did not understand that such deceptions were lies.",
          "id": 400229
        },
        {
          "text": "Hence, for \"lie,\" I have used the word deceive, correcting a needless rendering of the text, and one to which Clement should not be made to extend even a contemptuous toleration.",
          "id": 400230
        },
        {
          "text": "In this respect, the holy Jeremy Taylor and Dr.",
          "id": 400231
        },
        {
          "text": "Johnson go further than Clement, and seem to allow that benevolent deceptions may be innocent.",
          "id": 400232
        },
        {
          "text": "Sanderson sustains a sterner morality, and is more generally accepted.",
          "id": 400233
        },
        {
          "text": "Liguori's system is verbally as strong as the Gospel itself: lying is a mortal sin, and never justifiable.",
          "id": 400234
        },
        {
          "text": "But, when he comes to the definition of a lie, it is made so feeble, that the worst liar that ever lived need never resort to it.",
          "id": 400235
        },
        {
          "text": "He may practice all manner of subterfuge, and even perjury, without telling a lie.",
          "id": 400236
        },
        {
          "text": "As, e.",
          "id": 400237
        },
        {
          "text": "g.",
          "id": 400238
        },
        {
          "text": ", if he points up his sleeve, while he swears that he did not see the criminal there, he tells no lie: it is the business of the judge and jury to watch his fingers, etc.",
          "id": 400239
        },
        {
          "text": "2  (True Gnostic, cap.",
          "id": 400240
        },
        {
          "text": "10 - p.",
          "id": 400241
        },
        {
          "text": ", note.",
          "id": 400242
        },
        {
          "text": ")  This unfortunate word Gnostic hides the force of Clement's teaching, throughout this work.",
          "id": 400243
        },
        {
          "text": "Here he virtually expounds it, and we see that it refers even more to the heart than to the head.",
          "id": 400244
        },
        {
          "text": "It carries with it the conduct of life by knowledge; i-e:, by \"the true Light which lighteneth every man that cometh into the world\".",
          "id": 400245
        },
        {
          "text": "(See p.",
          "id": 400246
        },
        {
          "text": ", footnote.",
          "id": 400247
        },
        {
          "text": ")  3  (The Scriptures, cap.",
          "id": 400248
        },
        {
          "text": "16 - p.",
          "id": 400249
        },
        {
          "text": ", note.",
          "id": 400250
        },
        {
          "text": ")  The Primitive Fathers never dream of anything as dogma which cannot be proved by the Scriptures, save only that the apostolic traditions, clearly proved to be such, must be referred to in proving what is Holy Scripture.",
          "id": 400251
        },
        {
          "text": "It is not possible to graft on this principle the slightest argument for any tradition not indisputably apostolic, so far as the de fide is concerned.",
          "id": 400252
        },
        {
          "text": "Quod semper is the touchstone, in their conceptions, of all orthodoxy.",
          "id": 400253
        },
        {
          "text": "No matter who may teach this or that, now or in any post-apostolic age, their test is Holy Scripture, and the inquiry, Was it always so taught and understood?.",
          "id": 400254
        }
      ]
    }
  ]
}