{
  "book": "Clement of Alexandria: The Stromata Book VIII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Stromata, or Miscellanies.",
          "id": 400255
        },
        {
          "text": "Book 8   Chapter I.",
          "id": 400256
        },
        {
          "text": "—The Object of Philosophical and Theological Inquiry—The Discovery of Truth.",
          "id": 400257
        },
        {
          "text": "But the most ancient of the philosophers were not carried away to disputing and doubting, much less are we, who are attached to the really true philosophy, on whom the Scripture enjoins examination and investigation.",
          "id": 400258
        },
        {
          "text": "For it is the more recent of the Hellenic philosophers who, by empty and futile love of fame, are led into useless babbling in refuting and wrangling.",
          "id": 400259
        },
        {
          "text": "But, on the contrary, the Barbarian philosophy, expelling all contention, said, \"Seek, and ye shall find; knock, and it shall be opened unto you; ask, and it shall be given you\".",
          "id": 400260
        },
        {
          "text": "Accordingly, by investigation, the point proposed for inquiry and answer knocks at the door of truth, according to what appears.",
          "id": 400261
        },
        {
          "text": "And on an opening being made through the obstacle in the process of investigation, there results scientific contemplation.",
          "id": 400262
        },
        {
          "text": "To those who thus knock, according to my view, the subject under investigation is opened.",
          "id": 400263
        },
        {
          "text": "And to those who thus ask questions, in the Scriptures, there is given from God (that at which they aim) the gift of the God-given knowledge, by way of comprehension, through the true illumination of logical investigation.",
          "id": 400264
        },
        {
          "text": "For it is impossible to find, without having sought; or to have sought, without having examined; or to have examined, without having unfolded and opened up the question by interrogation, to produce distinctness; or again, to have gone through the whole investigation, without thereafter receiving as the prize the knowledge of the point in question.",
          "id": 400265
        },
        {
          "text": "But it belongs to him who has sought, to find; and to him to seek, who thinks previously that he does not know.",
          "id": 400266
        },
        {
          "text": "Hence drawn by desire to the discovery of what is good, he seeks thoughtfully, without love of strife or glory, asking, answering, and besides considering the statements made.",
          "id": 400267
        },
        {
          "text": "For it is incumbent, in applying ourselves not only to the divine Scriptures, but also to common notions, to institute investigations, the discovery ceasing at some useful end.",
          "id": 400268
        },
        {
          "text": "For another place and crowd await turbulent people, and forensic sophistries.",
          "id": 400269
        },
        {
          "text": "But it is suitable for him, who is at once a lover and disciple of the truth, to be pacific even in investigations, advancing by scientific demonstration, without love of self, but with love of truth, to comprehensive knowledge.",
          "id": 400270
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 2—The Necessity of Perspicuous Definition.",
          "id": 400271
        },
        {
          "text": "What better or clearer method, for the commencement of instruction of this nature, can there be than discussion of the term advanced, so distinctly, that all who use the same language may follow it? Is the term for demonstration of such a kind as the word Blityri, which is a mere sound, signifying nothing? But how is it that neither does the philosopher, nor the orator,—no more does the judge,—adduce demonstration as a term that means nothing; nor is any of the contending parties ignorant of the fact, that the meaning does not exist?  Philosophers, in fact, present demonstration as having a substantial existence, one in one way, another in another.",
          "id": 400272
        },
        {
          "text": "Therefore, if one would treat aright of each question, he cannot carry back the discourse to another more generally admitted fundamental principle than what is admitted to be signified by the term by all of the same nation and language.",
          "id": 400273
        },
        {
          "text": "Then, starting from this point, it is necessary to inquire if the proposition has this signification or not.",
          "id": 400274
        },
        {
          "text": "And next, if it is demonstrated to have, it is necessary to investigate its nature accurately, of what kind it is, and whether it ever passes over the class assigned.",
          "id": 400275
        },
        {
          "text": "And if it suffices not to say, absolutely, only that which one thinks (for  one's opponent may equally allege, on the other side, what he likes); then what is stated must be confirmed.",
          "id": 400276
        },
        {
          "text": "If the decision of it be carried back to what is likewise matter of dispute, and the decision of that likewise to another disputed point, it will go on ad infinitum, and will be incapable of demonstration.",
          "id": 400277
        },
        {
          "text": "But if the belief of a point that is not admitted be carried back to one admitted by all, that is to be made the commencement of instruction.",
          "id": 400278
        },
        {
          "text": "Every term, therefore, advanced for discussion is to be converted into an expression that is admitted by those that are parties in the discussion, to form the starting point for instruction, to lead the way to the discovery of the points under investigation.",
          "id": 400279
        },
        {
          "text": "For example, let it be the term \"sun\" that is in question.",
          "id": 400280
        },
        {
          "text": "Now the Stoics say that it is \"an intellectual fire kindled from the waters of the sea\".",
          "id": 400281
        },
        {
          "text": "Is not the definition, consequently, obscurer than the term, requiring another demonstration to prove if it be true? It is therefore better to say, in the common and distinct form of speech, \"that the brightest of the heavenly bodies is named the sun\".",
          "id": 400282
        },
        {
          "text": "For this expression is more credible and clearer, and is likewise admitted by all.",
          "id": 400283
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 3—Demonstration Defined.",
          "id": 400284
        },
        {
          "text": "Similarly, also, all men will admit that demonstration is discourse, agreeable to reason, producing belief in points disputed, from points admitted.",
          "id": 400285
        },
        {
          "text": "Now, not only demonstration and belief and knowledge, but foreknowledge also, are used in a twofold manner.",
          "id": 400286
        },
        {
          "text": "There is that which is scientific and certain, and that which is merely based on hope.",
          "id": 400287
        },
        {
          "text": "In strict propriety, then, that is called demonstration which produces in the souls of learners scientific belief.",
          "id": 400288
        },
        {
          "text": "The other kind is that which merely leads to opinion.",
          "id": 400289
        },
        {
          "text": "As also, both he that is really a man, possessing common judgment, and he that is savage and brutal,—each is a man.",
          "id": 400290
        },
        {
          "text": "Thus also the Comic poet said that \"man is graceful, so long as he is man\".",
          "id": 400291
        },
        {
          "text": "The same holds with ox, horse, and dog, according to the goodness or badness of the animal.",
          "id": 400292
        },
        {
          "text": "For by looking to the perfection of the genus, we come to those meanings that are strictly proper.",
          "id": 400293
        },
        {
          "text": "For instance, we conceive of a physician who is deficient in no element of the power of healing, and a Gnostic who is defective in no element of scientific knowledge.",
          "id": 400294
        },
        {
          "text": "Now demonstration differs from syllogism; inasmuch as the point demonstrated is indicative of one thing, being one and identical; as we say that to be with child is the proof of being no longer a virgin.",
          "id": 400295
        },
        {
          "text": "But what is apprehended by syllogism, though one thing, follows from several; as, for example, not one but several proofs are adduced of Pytho having betrayed the Byzantines, if such was the fact.",
          "id": 400296
        },
        {
          "text": "And to draw a conclusion from what is admitted is to syllogize; while to draw a conclusion from what is true is to demonstrate.",
          "id": 400297
        },
        {
          "text": "So that there is a compound advantage of demonstration: from its assuming, for the proof of points in question, true premisses, and from its drawing the conclusion that follows from them.",
          "id": 400298
        },
        {
          "text": "If the first have no existence, but the second follow from the first, one has not demonstrated, but syllogized.",
          "id": 400299
        },
        {
          "text": "For, to draw the proper conclusion from the premisses, is merely to syllogize.",
          "id": 400300
        },
        {
          "text": "But to have also each of the premisses true, is not merely to have syllogized, but also to have demonstrated.",
          "id": 400301
        },
        {
          "text": "And to conclude, as is evident from the word, is to bring to the conclusion.",
          "id": 400302
        },
        {
          "text": "And in every train of reasoning, the point sought to be determined is the end, which is also called the conclusion.",
          "id": 400303
        },
        {
          "text": "But no simple and primary statement is termed a syllogism, although true; but it is compounded of three such, at the least,—of two as premisses, and one as conclusion.",
          "id": 400304
        },
        {
          "text": "Now, either all things require demonstration, or some of them are self-evident.",
          "id": 400305
        },
        {
          "text": "But if the first, by demanding the demonstration of each demonstration we shall go on ad infinitum; and so demonstration is subverted.",
          "id": 400306
        },
        {
          "text": "But if the second, those things which are self-evident will become the starting points and fundamental grounds of demonstration.",
          "id": 400307
        },
        {
          "text": "In point of fact, the philosophers admit that the first principles of all things are indemonstrable.",
          "id": 400308
        },
        {
          "text": "So that if there is demonstration at all, there is an absolute necessity that there be something that is self-evident, which is called primary and indemonstrable.",
          "id": 400309
        },
        {
          "text": "Consequently all demonstration is traced up to indemonstrable faith.",
          "id": 400310
        },
        {
          "text": "It will also turn out that there are other starting points for demonstrations, after the source which takes its rise in faith,—the things which appear clearly to sensation and understanding.",
          "id": 400311
        },
        {
          "text": "For the phenomena of sensation are simple, and incapable of being decompounded; but those of understanding are simple, rational, and primary.",
          "id": 400312
        },
        {
          "text": "But those produced from them are compound, but no less clear and reliable, and having more to do with the reasoning faculty than the first.",
          "id": 400313
        },
        {
          "text": "For therefore the peculiar native power of reason, which we all have by nature, deals with agreement and disagreement.",
          "id": 400314
        },
        {
          "text": "If, then, any argument be found to be of such a kind, as from points already believed to be capable of producing  belief in what is not yet believed, we shall aver that this is the very essence of demonstration.",
          "id": 400315
        },
        {
          "text": "Now it is affirmed that the nature of demonstration, as that of belief, is twofold: that which produces in the souls of the hearers persuasion merely, and that which produces knowledge.",
          "id": 400316
        },
        {
          "text": "If, then, one begins with the things which are evident to sensation and understanding, and then draw the proper conclusion, he truly demonstrates.",
          "id": 400317
        },
        {
          "text": "But if he begin with things which are only probable and not primary, that is evident neither to sense nor understanding, and if he draw the right conclusion, he will syllogize indeed, but not produce a scientific demonstration; but if he draw not the right conclusion, he will not syllogize at all.",
          "id": 400318
        },
        {
          "text": "Now demonstration differs from analysis.",
          "id": 400319
        },
        {
          "text": "For each one of the points demonstrated, is demonstrated by means of points that are demonstrated; those having been previously demonstrated by others; till we get back to those which are self-evident, or to those evident to sense and to understanding; which is called Analysis.",
          "id": 400320
        },
        {
          "text": "But demonstration is, when the point in question reaches us through all the intermediate steps.",
          "id": 400321
        },
        {
          "text": "The man, then, who practices demonstration, ought to give great attention to the truth, while he disregards the terms of the premisses, whether you call them axioms, or premisses, or assumptions.",
          "id": 400322
        },
        {
          "text": "Similarly, also, special attention must be paid to what suppositions a conclusion is based on; while he may be quite careless as to whether one choose to term it a conclusive or syllogistic proposition.",
          "id": 400323
        },
        {
          "text": "For I assert that these two things must be attended to by the man who would demonstrate—to assume true premisses, and to draw from them the legitimate conclusion, which some also call \"the inference,\" as being what is inferred from the premisses.",
          "id": 400324
        },
        {
          "text": "Now in each proposition respecting a question there must be different premisses, related, however, to the proposition laid down; and what is advanced must be reduced to definition.",
          "id": 400325
        },
        {
          "text": "And this definition must be admitted by all.",
          "id": 400326
        },
        {
          "text": "But when premisses irrelevant to the proposition to be established are assumed, it is impossible to arrive at any right result; the entire proposition—which is also called the question of its nature—being ignored.",
          "id": 400327
        },
        {
          "text": "In all questions, then, there is something which is previously known,—that which being self-evident is believed without demonstration; which must be made the starting point in their investigation, and the criterion of apparent results.",
          "id": 400328
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 4—To Prevent Ambiguity, We Must Begin with Clear Definition.",
          "id": 400329
        },
        {
          "text": "For every question is solved from pre-existing knowledge.",
          "id": 400330
        },
        {
          "text": "And the knowledge pre-existing of each object of investigation is sometimes merely of the essence, while its functions are unknown (as of stones, and plants, and animals, of whose operations we are ignorant), or the knowledge of the properties, or powers, or (so to speak) of the qualities inherent in the objects.",
          "id": 400331
        },
        {
          "text": "And sometimes we may know some one or more of those powers or properties,—as, for example, the desires and affections of the soul,—and be ignorant of the essence, and make it the object of investigation.",
          "id": 400332
        },
        {
          "text": "But in many instances, our understanding having assumed all these, the question is, in which of the essences do they thus inhere; for it is after forming conceptions of both—that is, both of essence and operation—in our mind, that we proceed to the question.",
          "id": 400333
        },
        {
          "text": "And there are also some objects, whose operations, along with their essences, we know, but are ignorant of their modifications.",
          "id": 400334
        },
        {
          "text": "Such, then, is the method of the discovery of truth.",
          "id": 400335
        },
        {
          "text": "For we must begin with the knowledge of the questions to be discussed.",
          "id": 400336
        },
        {
          "text": "For often the form of the expression deceives and confuses and disturbs the mind, so that it is not easy to discover to what class the thing is to be referred; as, for example, whether the foetus be an animal.",
          "id": 400337
        },
        {
          "text": "For, having a conception of an animal and a foetus, we inquire if it be the case that the foetus is an animal; that is, if the substance which is in the foetal state possesses the power of motion, and of sensation besides.",
          "id": 400338
        },
        {
          "text": "So that the inquiry is regarding functions and sensations in a substance previously known.",
          "id": 400339
        },
        {
          "text": "Consequently the man who proposes the question is to be first asked, what he calls an animal.",
          "id": 400340
        },
        {
          "text": "Especially is this to be done whenever we find the same term applied to various purposes; and we must examine whether what is signified by the term is disputed, or admitted by all.",
          "id": 400341
        },
        {
          "text": "For were one to say that he calls whatever grows and is fed an animal, we shall have again to ask further, whether he considered plants to be animals; and then, after declaring himself to this effect, he must show what it is which is in the foetal state, and is nourished.",
          "id": 400342
        },
        {
          "text": "For Plato calls plants animals, as partaking of the third species of life alone, that of appetency.",
          "id": 400343
        },
        {
          "text": "But Aristotle, while he thinks that plants are possessed of a life of vegetation and nutrition, does not consider it proper to call them animals; for that alone, which possesses the other life—that of sensation—he considers warrantable to be called an animal.",
          "id": 400344
        },
        {
          "text": "The Stoics do not call the power of vegetation, life.",
          "id": 400345
        },
        {
          "text": "Now, on the man who proposes the question denying that plants are animals, we shall show that he affirms what contradicts himself.",
          "id": 400346
        },
        {
          "text": "For, having defined the animal by the fact of its  nourishment and growth, but having asserted that a plant is not an animal, it appears that he says nothing else than that what is nourished and grows is both an animal and not an animal.",
          "id": 400347
        },
        {
          "text": "Let him, then, say what he wants to learn.",
          "id": 400348
        },
        {
          "text": "Is it whether what is in the womb grows and is nourished, or is it whether it possesses any sensation or movement by impulse? For, according to Plato, the plant is animate, and an animal; but, according to Aristotle, not an animal, for it wants sensation, but is animate.",
          "id": 400349
        },
        {
          "text": "Therefore, according to him, an animal is an animate sentient being.",
          "id": 400350
        },
        {
          "text": "But according to the Stoics, a plant is neither animate nor an animal; for an animal is an animate being.",
          "id": 400351
        },
        {
          "text": "If, then, an animal is animate, and life is sentient nature, it is plain that what is animate is sentient.",
          "id": 400352
        },
        {
          "text": "If, then, he who has put the question, being again interrogated if he still calls the animal in the foetal state an animal on account of its being nourished and growing, he has got his answer.",
          "id": 400353
        },
        {
          "text": "But were he to say that the question he asks is, whether the foetus is already sentient, or capable of moving itself in consequence of any impulse, the investigation of the matter becomes clear, the fallacy in the name no longer remaining.",
          "id": 400354
        },
        {
          "text": "But if he do not reply to the interrogation, and will not say what he means, or in respect of what consideration it is that he applies the term \"animal\" in propounding the question, but bids us define it ourselves, let him be noted as disputatious.",
          "id": 400355
        },
        {
          "text": "But as there are two methods, one by question and answer, and the other the method of exposition, if he decline the former, let him listen to us, while we expound all that bears on the problem.",
          "id": 400356
        },
        {
          "text": "Then when we have done, he may treat of each point in turn.",
          "id": 400357
        },
        {
          "text": "But if he attempt to interrupt the investigation by putting questions, he plainly does not want to hear.",
          "id": 400358
        },
        {
          "text": "But if he choose to reply, let him first be asked, To what thing he applies the name, animal.",
          "id": 400359
        },
        {
          "text": "And when he has answered this, let him be again asked, what, in his view, the foetus means, whether that which is in the womb, or things already formed and living; and again, if the foetus means the seed deposited, or if it is only when members and a shape are formed that the name of embryos is to be applied.",
          "id": 400360
        },
        {
          "text": "And on his replying to this, it is proper that the point in hand be reasoned out to a conclusion, in due order, and taught.",
          "id": 400361
        },
        {
          "text": "But if he wishes us to speak without him answering, let him hear.",
          "id": 400362
        },
        {
          "text": "Since you will not say in what sense you allege what you have propounded (for I would not have thus engaged in a discussion about meanings, but I would now have looked at the things themselves), know that you have done just as if you had propounded the question, Whether a dog were an animal? For I might have rightly said, Of what dog do you speak? For I shall speak of the land dog and the sea dog, and the constellation in heaven, and of Diogenes too, and all the other dogs in order.",
          "id": 400363
        },
        {
          "text": "For I could not divine whether you inquire about all or about some one.",
          "id": 400364
        },
        {
          "text": "What you shall do subsequently is to learn now, and say distinctly what it is that your question is about.",
          "id": 400365
        },
        {
          "text": "Now if you are shuffling about names, it is plain to everybody that the name foetus is neither an animal nor a plant, but a name, and a sound, and a body, and a being, and anything and everything rather than an animal.",
          "id": 400366
        },
        {
          "text": "And if it is this that you have propounded, you are answered.",
          "id": 400367
        },
        {
          "text": "But neither is that which is denoted by the name foetus an animal.",
          "id": 400368
        },
        {
          "text": "But that is incorporeal, and may be called a thing and a notion, and everything rather than an animal.",
          "id": 400369
        },
        {
          "text": "The nature of an animal is different.",
          "id": 400370
        },
        {
          "text": "For it was clearly shown respecting the very point in question, I mean the nature of the embryo, of what sort it is.",
          "id": 400371
        },
        {
          "text": "The question respecting the meanings expressed by the name animal is different.",
          "id": 400372
        },
        {
          "text": "I say, then, if you affirm that an animal is what has the power of sensation and of moving itself from appetency, that an animal is not simply what moves through appetency and is possessed of sensation.",
          "id": 400373
        },
        {
          "text": "For it is also capable of sleeping, or, when the objects of sensation are not present, of not exercising the power of sensation.",
          "id": 400374
        },
        {
          "text": "But the natural power of appetency or of sensation is the mark of an animal.",
          "id": 400375
        },
        {
          "text": "For something of this nature is indicated by these things.",
          "id": 400376
        },
        {
          "text": "First, if the foetus is not capable of sensation or motion from appetency; which is the point proposed for consideration.",
          "id": 400377
        },
        {
          "text": "Another point is; if the foetus is capable of ever exercising the power of sensation or moving through appetency.",
          "id": 400378
        },
        {
          "text": "In which sense no one makes it a question, since it is evident.",
          "id": 400379
        },
        {
          "text": "But the question was, whether the embryo is already an animal, or still a plant.",
          "id": 400380
        },
        {
          "text": "And then the name animal was reduced to definition, for the sake of perspicuity.",
          "id": 400381
        },
        {
          "text": "But having discovered that it is distinguished from what is not an animal by sensation and motion from appetency; we again separated this from its adjuncts; asserting that it was one thing for that to be such potentially, which is not yet possessed of the power of sensation and motion, but will some time be so, and another thing to be already so actually; and in the case of such, it is one thing to exert its powers, another to be able to exert them, but to be at rest or asleep.",
          "id": 400382
        },
        {
          "text": "And this is the question.",
          "id": 400383
        },
        {
          "text": "For the embryo is not to be called an animal from the fact that it is nourished; which is the allegation of those who turn aside from the essence of the question, and apply their minds  to what happens otherwise.",
          "id": 400384
        },
        {
          "text": "But in the case of all conclusions alleged to be found out, demonstration is applied in common, which is discourse (λόγος), establishing one thing from others.",
          "id": 400385
        },
        {
          "text": "But the grounds from which the point in question is to be established, must be admitted and known by the learner.",
          "id": 400386
        },
        {
          "text": "And the foundation of all these is what is evident to sense and to intellect.",
          "id": 400387
        },
        {
          "text": "Accordingly the primary demonstration is composed of all these.",
          "id": 400388
        },
        {
          "text": "But the demonstration which, from points already demonstrated thereby, concludes some other point, is no less reliable than the former.",
          "id": 400389
        },
        {
          "text": "It cannot be termed primary, because the conclusion is not drawn from primary principles as premisses.",
          "id": 400390
        },
        {
          "text": "The first species, then, of the different kinds of questions, which are three, has been exhibited—I mean that, in which the essence being known, some one of its powers or properties is unknown.",
          "id": 400391
        },
        {
          "text": "The second variety of propositions was that in which we all know the powers and properties, but do not know the essence; as, for example, in what part of the body is the principal faculty of the soul.",
          "id": 400392
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 5—Application of Demonstration to Sceptical Suspense of Judgment.",
          "id": 400393
        },
        {
          "text": "Now the same treatment which applies to demonstration applies also to the following question.",
          "id": 400394
        },
        {
          "text": "Some, for instance, say that there cannot be several originating causes for one animal.",
          "id": 400395
        },
        {
          "text": "It is impossible that there can be several homogeneous originating causes of an animal; but that there should be several heterogeneous, is not absurd.",
          "id": 400396
        },
        {
          "text": "Suppose the Pyrrhonian suspense of judgment, as they say, the idea that nothing is certain: it is plain that, beginning with itself, it first invalidates itself.",
          "id": 400397
        },
        {
          "text": "It either grants that something is true, that you are not to suspend your judgment on all things; or it persists in saying that there is nothing true.",
          "id": 400398
        },
        {
          "text": "And it is evident, that first it will not be true.",
          "id": 400399
        },
        {
          "text": "For it either affirms what is true or it does not affirm what is true.",
          "id": 400400
        },
        {
          "text": "But if it affirms what is true, it concedes, though unwillingly, that something is true.",
          "id": 400401
        },
        {
          "text": "And if it does not affirm what is true, it leaves true what it wished to do away with.",
          "id": 400402
        },
        {
          "text": "For, in so far as the scepticism which demolishes is proved false, in so far the positions which are being demolished, are proved true; like the dream which says that all dreams are false.",
          "id": 400403
        },
        {
          "text": "For in confuting itself, it is confirmatory of the others.",
          "id": 400404
        },
        {
          "text": "And, in fine, if it is true, it will make a beginning with itself, and not be scepticism of anything else but of itself first.",
          "id": 400405
        },
        {
          "text": "Then if such a man apprehends that he is a man, or that he is sceptical, it is evident that he is not sceptical.",
          "id": 400406
        },
        {
          "text": "And how shall he reply to the interrogation? For he is evidently no sceptic in respect to this.",
          "id": 400407
        },
        {
          "text": "Nay, he affirms even that he does doubt.",
          "id": 400408
        },
        {
          "text": "And if we must be persuaded to suspend our judgment in regard to everything, we shall first suspend our judgment in regard to our suspense of judgment itself, whether we are to credit it or not.",
          "id": 400409
        },
        {
          "text": "And if this position is true, that we do not know what is true, then absolutely nothing is allowed to be true by it.",
          "id": 400410
        },
        {
          "text": "But if he will say that even this is questionable, whether we know what is true; by this very statement he grants that truth is knowable, in the very act of appearing to establish the doubt respecting it.",
          "id": 400411
        },
        {
          "text": "But if a philosophical sect is a leaning toward dogmas, or, according to some, a leaning to a number of dogmas which have consistency with one another and with phenomena, tending to a right life; and dogma is a logical conception, and conception is a state and assent of the mind: not merely sceptics, but every one who dogmatizes is accustomed in certain things to suspend his judgment, either through want of strength of mind, or want of clearness in the things, or equal force in the reasons.",
          "id": 400412
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 6—Definitions, Genera, and Species.",
          "id": 400413
        },
        {
          "text": "The introductions and sources of questions are about these points and in them.",
          "id": 400414
        },
        {
          "text": "But before definitions, and demonstrations, and divisions, it must be propounded in what ways the question is stated; and equivocal terms are to be treated; and synomyms stated accurately according to their significations.",
          "id": 400415
        },
        {
          "text": "Then it is to be inquired whether the proposition belongs to those points, which are considered in relation to others, or is taken by itself.",
          "id": 400416
        },
        {
          "text": "Further, If it is, what it is, what happens to it; or thus, also, if it is, what it is, why it is.",
          "id": 400417
        },
        {
          "text": "And to the consideration of these points, the knowledge of Particulars and Universals, and the Antecedents and the Differences, and their divisions, contribute.",
          "id": 400418
        },
        {
          "text": "Now, Induction aims at generalization and definition; and the divisions are the species, and what a thing is, and the individual.",
          "id": 400419
        },
        {
          "text": "The contemplation of the How adduces the assumption of what is peculiar; and doubts bring the particular differences and the demonstrations, and otherwise augment the speculation and its consequences; and the result of the whole is scientific knowledge and truth.",
          "id": 400420
        },
        {
          "text": "Again, the summation resulting from Division becomes Definition.",
          "id": 400421
        },
        {
          "text": "For Definition is adopted before division and after: before, when it is admitted or stated; after, when it is demonstrated.",
          "id": 400422
        },
        {
          "text": "And by Sensation the Universal is summed up from the Particular.",
          "id": 400423
        },
        {
          "text": "For the starting point of Induction is Sensation; and the end is the Universal.",
          "id": 400424
        },
        {
          "text": "Induction, accordingly, shows not what a thing is, but that it is, or is not.",
          "id": 400425
        },
        {
          "text": "Division shows what it is; and Definition similarly with Division teaches the essence and what a thing is, but not if it is; while Demonstration explains the three points, if it is, what it is, and why it is.",
          "id": 400426
        },
        {
          "text": "There are also Definitions which contain the Cause.",
          "id": 400427
        },
        {
          "text": "And since it may be known when we see, when we see the Cause; and Causes are four—the matter, the moving power, the species, the end; Definition will be fourfold.",
          "id": 400428
        },
        {
          "text": "Accordingly we must first take the genus, in which are the points that are nearest those above; and after this the next difference.",
          "id": 400429
        },
        {
          "text": "And the succession of differences, when cut and divided, completes the \"What it is\".",
          "id": 400430
        },
        {
          "text": "There is no necessity for expressing all the differences of each thing, but those which form the species.",
          "id": 400431
        },
        {
          "text": "Geometrical analysis and synthesis are similar to logical division and definition; and by division we get back to what is simple and more elementary.",
          "id": 400432
        },
        {
          "text": "We divide, therefore, the genus of what is proposed for consideration into the species contained in it; as, in the case of man, we divide animal, which is the genus, into the species that appear in it, the mortal, and the immortal.",
          "id": 400433
        },
        {
          "text": "And thus, by continually dividing those genera that seem to be compound into the simpler species, we arrive at the point which is the subject of investigation, and which is incapable of further division.",
          "id": 400434
        },
        {
          "text": "For, after dividing \"the animal\" into mortal and immortal, then into terrestrial and aquatic; and the terrestrial again into those who fly and those who walk; and so dividing the species which is nearest to what is sought, which also contains what is sought, we arrive by division at the simplest species, which contains nothing else, but what is sought alone.",
          "id": 400435
        },
        {
          "text": "For again we divide that which walks into rational and irrational; and then selecting from the species, apprehended by division, those next to man, and combining them into one formula, we state the definition of a man, who is an animal, mortal, terrestrial, walking, rational.",
          "id": 400436
        },
        {
          "text": "Whence Division furnishes the class of matter, seeking for the definition the simplicity of the name; and the definition of the artisan and maker, by composition and construction, presents the knowledge of the thing as it is; not of those things of which we have general notions.",
          "id": 400437
        },
        {
          "text": "To these notions we say that explanatory expressions belong.",
          "id": 400438
        },
        {
          "text": "For to these notions, also, divisions are applicable.",
          "id": 400439
        },
        {
          "text": "Now one Division divides that which is divided into species, as a genus; and another into parts, as a whole; and another into accidents.",
          "id": 400440
        },
        {
          "text": "The division, then, of a whole into the parts, is, for the most part, conceived with reference to magnitude; that into the accidents can never be entirely explicated, if, necessarily, essence is inherent in each of the existences.",
          "id": 400441
        },
        {
          "text": "Whence both these divisions are to be rejected, and only the division of the genus into species is approved, by which both the identity that is in the genus is characterized, and the diversity which subsists in the specific differences.",
          "id": 400442
        },
        {
          "text": "The species is always contemplated in a part.",
          "id": 400443
        },
        {
          "text": "On the other hand, however, if a thing is part of another, it will not be also a species.",
          "id": 400444
        },
        {
          "text": "For the hand is a part of a man, but it is not a species.",
          "id": 400445
        },
        {
          "text": "And the genus exists in the species.",
          "id": 400446
        },
        {
          "text": "For the genus is both in man and the ox.",
          "id": 400447
        },
        {
          "text": "But the whole is not in the parts.",
          "id": 400448
        },
        {
          "text": "For the man is not in his feet.",
          "id": 400449
        },
        {
          "text": "Wherefore also the species is more important than the part; and whatever things are predicated of the genus will be all predicated of the species.",
          "id": 400450
        },
        {
          "text": "It is best, then, to divide the genus into two, if not into three species.",
          "id": 400451
        },
        {
          "text": "The species then being divided more generically, are characterized by sameness and difference.",
          "id": 400452
        },
        {
          "text": "And then being divided, they are characterized by the points generically indicated.",
          "id": 400453
        },
        {
          "text": "For each of the species is either an essence; as when we say, Some substances are corporeal and some incorporeal; or how much, or what relation, or where, or when, or doing, or suffering.",
          "id": 400454
        },
        {
          "text": "One, therefore, will give the definition of whatever he possesses the knowledge of; as one can by no means be acquainted with that which he cannot embrace and define in speech.",
          "id": 400455
        },
        {
          "text": "And in consequence of ignorance of the definition, the result is, that many disputes and deceptions arise.",
          "id": 400456
        },
        {
          "text": "For if he that knows the thing has the knowledge of it in his mind, and can explain by words what he conceives; and if the explanation of the thought is definition; then he that knows the thing must of necessity be able also to give the definition.",
          "id": 400457
        },
        {
          "text": "Now in definitions, difference is assumed, which, in the definition, occupies the place of sign.",
          "id": 400458
        },
        {
          "text": "The faculty of laughing, accordingly, being added to the definition of man, makes the whole—a rational, mortal, terrestrial, walking, laughing animal.",
          "id": 400459
        },
        {
          "text": "For the things added by way of difference to the definition are the signs of the properties of things; but do not show the nature of the things themselves.",
          "id": 400460
        },
        {
          "text": "Now they say that the difference is the assigning of what is peculiar; and as that which has the difference differs from all the rest, that which belongs to it alone, and is predicated conversely of the thing, must in definitions be assumed by the first genus as principal and fundamental.",
          "id": 400461
        },
        {
          "text": "Accordingly, in the larger definitions the number of the species that are discovered are in the ten Categories; and in the least, the principal points of the nearest species being taken, mark the essence and nature of the thing.",
          "id": 400462
        },
        {
          "text": "But the least consists of three, the genus and two  essentially necessary species.",
          "id": 400463
        },
        {
          "text": "And this is done for the sake of brevity.",
          "id": 400464
        },
        {
          "text": "We say, then, Man is the laughing animal.",
          "id": 400465
        },
        {
          "text": "And we must assume that which pre-eminently happens to what is defined, or its peculiar virtue, or its peculiar function, and the like.",
          "id": 400466
        },
        {
          "text": "Accordingly, while the definition is explanatory of the essence of the thing, it is incapable of accurately comprehending its nature.",
          "id": 400467
        },
        {
          "text": "By means of the principal species, the definition makes an exposition of the essence, and almost has the essence in the quality.",
          "id": 400468
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 7—On the Causes of Doubt or Assent.",
          "id": 400469
        },
        {
          "text": "The causes productive of scepticism are two things principally.",
          "id": 400470
        },
        {
          "text": "One is the changefulness and instability of the human mind, whose nature it is to generate dissent, either that of one with another, or that of people with themselves.",
          "id": 400471
        },
        {
          "text": "And the second is the discrepancy which is in things; which, as to be expected, is calculated to be productive of scepticism.",
          "id": 400472
        },
        {
          "text": "For, being unable either to believe in all views, on account of their conflicting nature; or to disbelieve all, because that which says that all are untrustworthy is included in the number of those that are so; or to believe some and disbelieve others on account of the equipoise, we are led to scepticism.",
          "id": 400473
        },
        {
          "text": "But among the principal causes of scepticism is the instability of the mind, which is productive of dissent.",
          "id": 400474
        },
        {
          "text": "And dissent is the proximate cause of doubt.",
          "id": 400475
        },
        {
          "text": "Whence life is full of tribunals and councils; and, in fine, of selection in what is said to be good and bad; which are the signs of a mind in doubt, and halting through feebleness on account of conflicting matters.",
          "id": 400476
        },
        {
          "text": "And there are libraries full of books, and compilations and treatises of those who differ in dogmas, and are confident that they themselves know the truth that there is in things.",
          "id": 400477
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 8—The Method of Classifying Things and Names.",
          "id": 400478
        },
        {
          "text": "In language there are three things:—Names, which are primarily the symbols of conceptions, and by consequence also of subjects.",
          "id": 400479
        },
        {
          "text": "Second, there are Conceptions, which are the likenesses and impressions of the subjects.",
          "id": 400480
        },
        {
          "text": "Whence in all, the conceptions are the same; in consequence of the same impression being produced by the subjects in all.",
          "id": 400481
        },
        {
          "text": "But the names are not so, on account of the difference of languages.",
          "id": 400482
        },
        {
          "text": "And thirdly, the Subject-matters by which the Conceptions are impressed in us.",
          "id": 400483
        },
        {
          "text": "The names are reduced by grammar into the twenty-four general elements; for the elements must be determined.",
          "id": 400484
        },
        {
          "text": "For of Particulars there is no scientific knowledge, seeing they are infinite.",
          "id": 400485
        },
        {
          "text": "But it is the property of science to rest on general and defined principles.",
          "id": 400486
        },
        {
          "text": "Whence also Particulars are resolved into Universals.",
          "id": 400487
        },
        {
          "text": "And philosophic research is occupied with Conceptions and Real subjects.",
          "id": 400488
        },
        {
          "text": "But since of these the Particulars are infinite, some elements have been found, under which every subject of investigation is brought; and if it be shown to enter into any one or more of the elements, we prove it to exist; but if it escape them all, that it does not exist.",
          "id": 400489
        },
        {
          "text": "Of things stated, some are stated without connection; as, for example, \"man\" and \"runs,\" and whatever does not complete a sentence, which is either true or false.",
          "id": 400490
        },
        {
          "text": "And of things stated in connection, some point out \"essence,\" some \"quality,\" some \"quantity,\" some \"relation,\" some \"where,\" some \"when,\" some \"position,\" some \"possession,\" some \"action,\" some \"suffering,\" which we call the elements of material things after the first principles.",
          "id": 400491
        },
        {
          "text": "For these are capable of being contemplated by reason.",
          "id": 400492
        },
        {
          "text": "But immaterial things are capable of being apprehended by the mind alone, by primary application.",
          "id": 400493
        },
        {
          "text": "And of those things that are classed under the ten Categories, some are predicated by themselves (as the nine Categories), and others in relation to something.",
          "id": 400494
        },
        {
          "text": "And, again, of the things contained under these ten Categories, some are Univocal, as ox and man, as far as each is an animal.",
          "id": 400495
        },
        {
          "text": "For those are Univocal terms, to both of which belongs the common name, animal; and the same principle, that is definition, that is animate essence.",
          "id": 400496
        },
        {
          "text": "And Heteronyms are those which relate to the same subject under different names, as ascent or descent; for the way is the same whether upwards or downwards.",
          "id": 400497
        },
        {
          "text": "And the other species of Heteronyms, as horse and black, are those which have a different name and definition from each other, and do not possess the same subject.",
          "id": 400498
        },
        {
          "text": "But they are to be called different, not Heteronyms.",
          "id": 400499
        },
        {
          "text": "And Polyonyms are those which have the same definition, but a different name, as, hanger, sword, scimitar.",
          "id": 400500
        },
        {
          "text": "And Paronyms are those which are named from something different, as \"manly\" from \"manliness\".",
          "id": 400501
        },
        {
          "text": "Equivocal terms have the same name, but not the same definition, as man—both the animal and the picture.",
          "id": 400502
        },
        {
          "text": "Of Equivocal terms, some receive their Equivocal name fortuitously, as Ajax, the Locrian, and the Salaminian; and some from intention; and of these, some from resemblance, as man both the living and the painted; and some from analogy, as the foot of Mount Ida, and our foot, because they are beneath; some from action, as the foot of a vessel, by which the vessel  sails, and our foot, by which we move.",
          "id": 400503
        },
        {
          "text": "Equivocal terms are designated from the same and to the same; as the book and scalpel are called surgical, both from the surgeon who uses them and with reference to the surgical matter itself.",
          "id": 400504
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter 9—On the Different Kinds of Cause.",
          "id": 400505
        },
        {
          "text": "Of Causes, some are Procatarctic and some Synectic, some Co-operating, some Causes sine quâ non.",
          "id": 400506
        },
        {
          "text": "Those that afford the occasion of the origin of anything first, are Procatarctic; as beauty is the cause of love to the licentious; for when seen by them, it alone produces the amorous inclinanation, but not necessarily.",
          "id": 400507
        },
        {
          "text": "Causes are Synectic (which are also univocally perfect of themselves) whenever a cause is capable of producing the effect of itself, independently.",
          "id": 400508
        },
        {
          "text": "Now all the causes may be shown in order in the case of the learner.",
          "id": 400509
        },
        {
          "text": "The father is the Procatarctic cause of learning, the teacher the Synectic, and the nature of the learner the cooperating cause, and time holds the relation of the Cause sine quâ non.",
          "id": 400510
        },
        {
          "text": "Now that is properly called a cause which is capable of effecting anything actively; since we say that steel is capable of cutting, not merely while cutting, but also while not cutting.",
          "id": 400511
        },
        {
          "text": "Thus, then, the capability of causing (τὸ παρεκτικόν) signifies both; both that which is now acting, and that which is not yet acting, but which possesses the power of acting.",
          "id": 400512
        },
        {
          "text": "Some, then, say that causes are properties of bodies; and others of incorporeal substances; others say that the body is properly speaking cause, and that what is incorporeal is so only catachrestically, and a quasi-cause.",
          "id": 400513
        },
        {
          "text": "Others, again, reverse matters, saying that corporeal substances are properly causes, and bodies are so improperly; as, for example, that cutting, which is an action, is incorporeal, and is the cause of cutting which is an action and incorporeal, and, in the case of bodies, of being cut,—as in the case of the sword and what is cut by it.",
          "id": 400514
        },
        {
          "text": "The cause of things is predicated in a threefold manner.",
          "id": 400515
        },
        {
          "text": "One, What the cause is, as the statuary; a second, Of what it is the cause of becoming, a statue; and a third, To what it is the cause, as, for example, the material: for he is the cause to the brass of becoming a statue.",
          "id": 400516
        },
        {
          "text": "The being produced, and the being cut, which are causes to what they belong, being actions, are incorporeal.",
          "id": 400517
        },
        {
          "text": "According to which principle, causes belong to the class of predicates (κατηγορημάτων), or, as others say, of dicta (λεκτῶν) (for Cleanthes and Archedemus call predicates dicta); or rather, some causes will be assigned to the class of predicates, as that which is cut, whose case is to be cut; and some to that of axioms,—as, for example, that of a ship being made, whose case again is, that a ship is constructing.",
          "id": 400518
        },
        {
          "text": "Now Aristotle denominates the name of such things as a house, a ship, burning, cutting, an appellative.",
          "id": 400519
        },
        {
          "text": "But the case is allowed to be incorporeal.",
          "id": 400520
        },
        {
          "text": "Therefore that sophism is solved thus: What you say passes through your mouth.",
          "id": 400521
        },
        {
          "text": "Which is true.",
          "id": 400522
        },
        {
          "text": "You name a house.",
          "id": 400523
        },
        {
          "text": "Therefore a house passes through your mouth.",
          "id": 400524
        },
        {
          "text": "Which is false.",
          "id": 400525
        },
        {
          "text": "For we do not speak the house, which is a body, but the case, in which the house is, which is incorporeal.",
          "id": 400526
        },
        {
          "text": "And we say that the house-builder builds the house, in reference to that which is to be produced.",
          "id": 400527
        },
        {
          "text": "So we say that the cloak is woven; for that which makes is the indication of the operation.",
          "id": 400528
        },
        {
          "text": "That which makes is not the attribute of one, and the cause that of another, but of the same, both in the case of the cloak and of the house.",
          "id": 400529
        },
        {
          "text": "For, in as far as one is the cause of anything being produced, in so far is he also the maker of it.",
          "id": 400530
        },
        {
          "text": "Consequently, the cause, and that which makes, and that through which (δἰ ὅ), are the same.",
          "id": 400531
        },
        {
          "text": "Now, if anything is \"a cause\" and \"that which effects,\" it is certainly also \"that through which\".",
          "id": 400532
        },
        {
          "text": "But if a thing is \"that through which,\" it does not by any means follow that it is also \"the cause\".",
          "id": 400533
        },
        {
          "text": "Many things, for instance, concur in one result, through which the end is reached; but all are not causes.",
          "id": 400534
        },
        {
          "text": "For Medea would not have killed her children, had she not been enraged.",
          "id": 400535
        },
        {
          "text": "Nor would she have been enraged, had she not been jealous.",
          "id": 400536
        },
        {
          "text": "Nor would she have been this, if she had not loved.",
          "id": 400537
        },
        {
          "text": "Nor would she have loved, had not Jason sailed to Colchi.",
          "id": 400538
        },
        {
          "text": "Nor would this have taken place, had the Argo not been built.",
          "id": 400539
        },
        {
          "text": "Nor would this have taken place, had not the timbers been cut from Pelion.",
          "id": 400540
        },
        {
          "text": "For though in all these things there is the case of \"that through which,\" they are not all \"causes\" of the murder of the children, but only Medea was the cause.",
          "id": 400541
        },
        {
          "text": "Wherefore, that which does not hinder does not act.",
          "id": 400542
        },
        {
          "text": "Wherefore, that which does not hinder is not a cause, but that which hinders is.",
          "id": 400543
        },
        {
          "text": "For it is in acting and doing something that the cause is conceived.",
          "id": 400544
        },
        {
          "text": "Besides, what does not hinder is separated from what takes place; but the cause is related to the event.",
          "id": 400545
        },
        {
          "text": "That, therefore, which does not hinder cannot be a cause.",
          "id": 400546
        },
        {
          "text": "Wherefore, then, it is accomplished, because that which can hinder is not present.",
          "id": 400547
        },
        {
          "text": "Causation is then predicated in four ways: The efficient cause, as the statuary; and the material, as the brass; and the form, as the character; and the end, as the honour of the Gymnasiarch.",
          "id": 400548
        },
        {
          "text": "The relation of the cause sine quâ non is held by the brass in reference to the production of the statue; and likewise it is a true cause.",
          "id": 400549
        },
        {
          "text": "For  everything without which the effect is incapable of being produced, is of necessity a cause; but a cause not absolutely.",
          "id": 400550
        },
        {
          "text": "For the cause sine quâ non is not Synectic, but Co-operative.",
          "id": 400551
        },
        {
          "text": "And everything that acts produces the effect, in conjunction with the aptitude of that which is acted on.",
          "id": 400552
        },
        {
          "text": "For the cause disposes.",
          "id": 400553
        },
        {
          "text": "But each thing is affected according to its natural constitution; the aptitude being causative, and occupying the place of causes sine quâ non.",
          "id": 400554
        },
        {
          "text": "Accordingly, the cause is inefficacious without the aptitude; and is not a cause, but a co-efficient.",
          "id": 400555
        },
        {
          "text": "For all causation is conceived in action.",
          "id": 400556
        },
        {
          "text": "Now the earth could not make itself, so that it could not be the cause of itself.",
          "id": 400557
        },
        {
          "text": "And it were ridiculous to say that the fire was not the cause of the burning, but the logs,—or the sword of the cutting, but the flesh,—or the strength of the antagonist the cause of the athlete being vanquished, but his own weakness.",
          "id": 400558
        },
        {
          "text": "The Synectic cause does not require time.",
          "id": 400559
        },
        {
          "text": "For the cautery produces pain at the instant of its application to the flesh.",
          "id": 400560
        },
        {
          "text": "Of Procatarctic causes, some require time till the effect be produced, and others do not require it, as the case of fracture.",
          "id": 400561
        },
        {
          "text": "Are not these called independent of time, not by way of privation, but of diminution, as that which is sudden, not that which has taken place without time?  Every cause, apprehended by the mind as a cause, is occupied with something, and is conceived in relation to something; that is, some effect, as the sword for cutting; and to some object, as possessing an aptitude, as the fire to the wood.",
          "id": 400562
        },
        {
          "text": "For it will not burn steel.",
          "id": 400563
        },
        {
          "text": "The cause belongs to the things which have relation to something.",
          "id": 400564
        },
        {
          "text": "For it is conceived in its relation to another thing.",
          "id": 400565
        },
        {
          "text": "So that we apply our minds to the two, that we may conceive the cause as a cause.",
          "id": 400566
        },
        {
          "text": "The same relation holds with the creator, and maker, and father.",
          "id": 400567
        },
        {
          "text": "A thing is not the cause of itself.",
          "id": 400568
        },
        {
          "text": "Nor is one his own father.",
          "id": 400569
        },
        {
          "text": "For so the first would become the second.",
          "id": 400570
        },
        {
          "text": "Now the cause acts and affects.",
          "id": 400571
        },
        {
          "text": "That which is produced by the cause is acted on and is affected.",
          "id": 400572
        },
        {
          "text": "But the same thing taken by itself cannot both act and be affected, nor can one be son and father.",
          "id": 400573
        },
        {
          "text": "And otherwise the cause precedes in being what is done by it, as the sword, the cutting.",
          "id": 400574
        },
        {
          "text": "And the same thing cannot precede at the same instant as to matter, as it is a cause, and at the same time, also, be after and posterior as the effect of a cause.",
          "id": 400575
        },
        {
          "text": "Now being differs from becoming, as the cause from the effect, the father from the son.",
          "id": 400576
        },
        {
          "text": "For the same thing cannot both be and become at the same instant; and consequently it is not the cause of itself.",
          "id": 400577
        },
        {
          "text": "Things are not causes of one another, but causes to each other.",
          "id": 400578
        },
        {
          "text": "For the splenetic affection preceding is not the cause of fever, but of the occurrence of fever; and the fever which precedes is not the cause of spleen, but of the affection increasing.",
          "id": 400579
        },
        {
          "text": "Thus also the virtues are causes to each other, because on account of their mutual correspondence they cannot be separated.",
          "id": 400580
        },
        {
          "text": "And the stones in the arch are causes of its continuing in this category, but are not the causes of one another.",
          "id": 400581
        },
        {
          "text": "And the teacher and the learner are to one another causes of progressing as respects the predicate.",
          "id": 400582
        },
        {
          "text": "And mutual and reciprocal causes are predicated, some of the same things, as the merchant and the retailer are causes of gain; and sometimes one of one thing and others of another, as the sword and the flesh; for the one is the cause to the flesh of being cut, and the flesh to the sword of cutting.",
          "id": 400583
        },
        {
          "text": "It is well said, \"An eye for an eye, life for life\".",
          "id": 400584
        },
        {
          "text": "For he who has wounded another mortally, is the cause to him of death, or of the occurrence of death.",
          "id": 400585
        },
        {
          "text": "But on being mortally wounded by him in turn, he has had him as a cause in turn, not in respect of being a cause to him, but in another respect.",
          "id": 400586
        },
        {
          "text": "For he becomes the cause of death to him, not that it was death returned the mortal stroke, but the wounded man himself.",
          "id": 400587
        },
        {
          "text": "So that he was the cause of one thing, and had another cause.",
          "id": 400588
        },
        {
          "text": "And he who has done wrong becomes the cause to another, to him who has been wronged.",
          "id": 400589
        },
        {
          "text": "But the law which enjoins punishment to be inflicted is the cause not of injury, but to the one of retribution, to the other of discipline.",
          "id": 400590
        },
        {
          "text": "So that the things which are causes, are not causes to each other as causes.",
          "id": 400591
        },
        {
          "text": "It is still asked, if many things in conjunction become many causes of one thing.",
          "id": 400592
        },
        {
          "text": "For the men who pull together are the causes of the ship being drawn down; but along with others, unless what is a joint cause be a cause.",
          "id": 400593
        },
        {
          "text": "Others say, if there are many causes, each by itself becomes the cause of one thing.",
          "id": 400594
        },
        {
          "text": "For instance, the virtues, which are many, are causes of happiness, which is one; and of warmth and pain, similarly, the causes are many.",
          "id": 400595
        },
        {
          "text": "Are not, then, the many virtues one in power, and the sources of warmth and of pain so, also? and does not the multitude of the virtues, being one in kind, become the cause of the one result, happiness?  But, in truth, Procatarctic causes are more than one both generically and specifically; as, for example, cold, weakness, fatigue, dyspepsia, drunkenness, generically, of any disease; and specifically, of fever.",
          "id": 400596
        },
        {
          "text": "But Synectic causes are so, generically alone, and not also specifically.",
          "id": 400597
        },
        {
          "text": "For of pleasant odour, which is one thing genetically, there are many specific causes, as  frankincense, rose, crocus, styrax, myrrh, ointment.",
          "id": 400598
        },
        {
          "text": "For the rose has not the same kind of sweet fragrance as myrrh.",
          "id": 400599
        },
        {
          "text": "And the same thing becomes the cause of contrary effects; sometimes through the magnitude of the cause and its power, and sometimes in consequence of the susceptibility of that on which it acts.",
          "id": 400600
        },
        {
          "text": "According to the nature of the force, the same string, according to its tension or relaxation, gives a shrill or deep sound.",
          "id": 400601
        },
        {
          "text": "And honey is sweet to those who are well, and bitter to those who are in fever, according to the state of susceptibility of those who are affected.",
          "id": 400602
        },
        {
          "text": "And one and the same wine inclines some to rage, and others to merriment.",
          "id": 400603
        },
        {
          "text": "And the same sun melts wax and hardens clay.",
          "id": 400604
        },
        {
          "text": "Further, of causes, some are apparent; others are grasped by a process of reasoning; others are occult; others are inferred analogically.",
          "id": 400605
        },
        {
          "text": "And of causes that are occult, some are occult temporarily, being hidden at one time, and at another again seen clearly; and some are occult by nature, and capable of becoming at no time visible.",
          "id": 400606
        },
        {
          "text": "And of those who are so by nature, some are capable of being apprehended; and these some would not call occult, being apprehended by analogy, through the medium of signs, as, for example, the symmetry of the passages of the senses, which are contemplated by reason.",
          "id": 400607
        },
        {
          "text": "And some are not capable of being apprehended; which cannot in any mode fall under apprehension; which are by their very definition occult.",
          "id": 400608
        },
        {
          "text": "Now some are Procatarctic, some Synectic, some Joint-causes, some Co-operating causes.",
          "id": 400609
        },
        {
          "text": "And there are some according to nature, some beyond nature.",
          "id": 400610
        },
        {
          "text": "And there are some of disease and by accident, some of sensations, some of the greatness of these, some of times and of seasons.",
          "id": 400611
        },
        {
          "text": "Procatarctic causes being removed, the effect remains.",
          "id": 400612
        },
        {
          "text": "But a Synectic cause is that, which being present, the effect remains, and being removed, the effect is removed.",
          "id": 400613
        },
        {
          "text": "The Synectic is also called by the synonymous expression \"perfect in itself\".",
          "id": 400614
        },
        {
          "text": "Since it is of itself sufficient to produce the effect.",
          "id": 400615
        },
        {
          "text": "And if the cause manifests an operation sufficient in itself, the co-operating cause indicates assistance and service along with the other.",
          "id": 400616
        },
        {
          "text": "If, accordingly, it effects nothing, it will not be called even a co-operating cause; and if it does effect something, it is wholly the cause of this, that is, of what is produced by it.",
          "id": 400617
        },
        {
          "text": "That is, then, a co-operating cause, which being present, the effect was produced—the visible visibly, and the occult invisibly.",
          "id": 400618
        },
        {
          "text": "The Joint-cause belongs also to the genus of causes, as a fellow-soldier is a soldier, and as a fellow-youth is a youth.",
          "id": 400619
        },
        {
          "text": "The Co-operating cause further aids the Synectic, in the way of intensifying what is produced by it.",
          "id": 400620
        },
        {
          "text": "But the Joint-cause does not fall under the same notion.",
          "id": 400621
        },
        {
          "text": "For a thing may be a Joint-cause, though it be not a Synectic cause.",
          "id": 400622
        },
        {
          "text": "For the Joint-cause is conceived in conjunction with another, which is not capable of producing the effect by itself, being a cause along with a cause.",
          "id": 400623
        },
        {
          "text": "And the Co-operating cause differs from the Joint-cause in this particular, that the Joint-cause produces the effect in that which by itself does not act.",
          "id": 400624
        },
        {
          "text": "But the Co-operating cause, while effecting nothing by itself, yet by its accession to that which acts by itself, co-operates with it, in order to the production of the effect in the intensest degree.",
          "id": 400625
        },
        {
          "text": "But especially is that which becomes co-operating from being Procatarctic, effective in intensifying the force of the cause.",
          "id": 400626
        },
        {
          "text": "Elucidations.",
          "id": 400627
        },
        {
          "text": "I.",
          "id": 400628
        },
        {
          "text": "(Scripture, cap.",
          "id": 400629
        },
        {
          "text": "1 - p)  On the th of July, , Pius the Ninth, by the bull Pastor aeternus proclaiming himself infallible, and defining that every Roman bishop from the times of the apostles were equally so, placed himself in conflict, not merely with Holy Scripture (which repeatedly proves the fallibility of St.",
          "id": 400630
        },
        {
          "text": "Peter himself, when speaking apart from his fellow-apostles), but with the torrent of all antiquity.",
          "id": 400631
        },
        {
          "text": "Yes, and with the great divines of his own communion, such as Bossuet; including divers pontiffs, and the Gallicans generally.",
          "id": 400632
        },
        {
          "text": "But note, here, what St.",
          "id": 400633
        },
        {
          "text": "Clement says of the Holy Scripture, and of the search after truth.",
          "id": 400634
        },
        {
          "text": "Is it conceivable, that he knew of any living infallible oracle, when he wrote this book, never once hinting the existence of any such source  of absolute gnostic perfection? A like ignorance of such an oracle characterizes Vincent of Lerins, the great expounder of the rule of faith as understood by the four great councils of antiquity.",
          "id": 400635
        },
        {
          "text": "Clearly, Clement had never seen in Irenaeus the meaning read into his words by the modern flatterers of the Roman See.",
          "id": 400636
        },
        {
          "text": "The discovery of  comes just eighteen centuries too late for practical purposes.",
          "id": 400637
        },
        {
          "text": "2  (Of Book the Eighth, note , p)  In the place of this book, according to some mss.",
          "id": 400638
        },
        {
          "text": ", Photius found the tract τίς ὁ σωζόμενος πλούσιος; in other mss.",
          "id": 400639
        },
        {
          "text": ", a book beginning as this does.",
          "id": 400640
        },
        {
          "text": "He accused the Stromata of unsound opinions; but, this censure not being supported by anything we possess, some imagine that the eighth book is lost, and that it is no great loss after all.",
          "id": 400641
        },
        {
          "text": "A rash judgment as to its value; but possibly this, which is called the eighth book, is from the lost Hypotyposes.",
          "id": 400642
        },
        {
          "text": "Kaye's suggestion is, that, as the seventh book closed with a promise of something quite fresh, we may discover it in this contribution towards forming his Gnostic, to further knowledge.",
          "id": 400643
        },
        {
          "text": "It should be regarded as of great importance, that Christianity appears as the friend of all knowledge, and of human culture, from the very start.",
          "id": 400644
        },
        {
          "text": "To our author's versatile genius, much credit is due for the elements out of which Christian universities took their rise.",
          "id": 400645
        }
      ]
    }
  ]
}