{
  "book": "Clement: Homily XIII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XIII: Chapter I.",
          "id": 493270
        },
        {
          "text": "—Journey to Laodicea.",
          "id": 493271
        },
        {
          "text": "Now at break of day Peter entered, and said:  \"Clement, and his mother Mattidia, and my wife, must take their seats immediately on the waggon\".",
          "id": 493272
        },
        {
          "text": "And so they did straightway.",
          "id": 493273
        },
        {
          "text": "And as we were hastening along the road to Balanaeae, my mother asked me how my father was; and I said:  \"My father went in search of you, and of my twin brothers Faustinus and Faustinianus, and is now nowhere to be found.",
          "id": 493274
        },
        {
          "text": "But I fancy he must have died long ago, either perishing by shipwreck, or losing his way, or wasted away by grief\".",
          "id": 493275
        },
        {
          "text": "When she heard this, she burst into tears, and groaned through grief; but the joy which she felt at finding me, mitigated in some degree the painfulness of her recollections.",
          "id": 493276
        },
        {
          "text": "And so we all went down together to Balanaeae.",
          "id": 493277
        },
        {
          "text": "And on the following day we went to Paltus, and from that to Gabala; and on the next day we reached Laodicea.",
          "id": 493278
        },
        {
          "text": "And, lo! before the gates of the city Nicetas and Aquila met us, and embracing us, brought us to our lodging.",
          "id": 493279
        },
        {
          "text": "Now Peter, seeing that the city was beautiful and great, said:  \"It is worth our while to stay here for some days; for, generally speaking, a populous place is most capable of yielding us those whom we seek\".",
          "id": 493280
        },
        {
          "text": "Nicetas and Aquila asked me who that strange woman was; and I said:  \"My mother, whom God, through my lord Peter, has granted me to recognise\".",
          "id": 493281
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 493282
        },
        {
          "text": "—Peter Relates to Nicetas and Aquila the History of Clement and His Family.",
          "id": 493283
        },
        {
          "text": "On my saying this, Peter gave them a summary account of all the incidents,—how, when they had gone on before, I Clement had explained to him my descent, the journey undertaken by my mother with her twin children on the false pretext of the dream; and furthermore, the journey undertaken by my father in search of her; and then how Peter himself, after hearing this, went into the island, met with the woman, saw her begging, and asked the reason of her so doing; and then ascertained who she was, and her mode of life, and the feigned dream, and the names of her children—that is, the name borne by me, who was left with my father, and the names of the twin children who travelled along with her, and who, she supposed, had perished in the deep.",
          "id": 493284
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 493285
        },
        {
          "text": "—Recognition of Nicetas and Aquila.",
          "id": 493286
        },
        {
          "text": "Now when this summary narrative had been given by Peter, Nicetas and Aquila in amazement said:  \"Is this indeed true, O Ruler and Lord of the universe, or is it a dream?\"  And Peter said:  \"Unless we are asleep, it certainly is true\".",
          "id": 493287
        },
        {
          "text": "On this they waited for a little in deep meditation, and then said:  \"We are Faustinus and Faustinianus.",
          "id": 493288
        },
        {
          "text": "From the commencement of your conversation we looked at each other, and conjectured much with regard to ourselves, whether what was said had reference to us or not; for we reflected that many coincidences take place in life.",
          "id": 493289
        },
        {
          "text": "Wherefore we remained silent while our hearts beat fast.",
          "id": 493290
        },
        {
          "text": "But when you came to the end of your narrative, we saw clearly that your statements referred to us, and then we avowed who we were\".",
          "id": 493291
        },
        {
          "text": "And on saying this, bathed in tears, they rushed in to see their mother; and although they found her asleep, they were yet anxious to embrace her.",
          "id": 493292
        },
        {
          "text": "But Peter forbade them, saying:  \"Let me bring you and present you to your mother, lest she should, in consequence of her great and sudden joy, lose her reason, as she is slumbering, and her spirit is held fast by sleep\".",
          "id": 493293
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 493294
        },
        {
          "text": "—The Mother Must Not Take Food with Her Son.",
          "id": 493295
        },
        {
          "text": "The Reason Stated.",
          "id": 493296
        },
        {
          "text": "As soon as my mother had enough of sleep, she awoke, and Peter at once began first to talk to her of true piety, saying:  \"I wish you to know, O woman, the course of life involved in our religion.",
          "id": 493297
        },
        {
          "text": "We worship one God, who made the world which you see; and we keep His law, which has for its chief injunctions to worship Him alone, and to hallow His name, and to honour our parents, and to be chaste, and to live piously.",
          "id": 493298
        },
        {
          "text": "In addition to this, we do not live with all indiscriminately; nor do we take our food from the same table as Gentiles, inasmuch as we cannot eat along with them, because they live impurely.",
          "id": 493299
        },
        {
          "text": "But when we have persuaded them to have true thoughts, and to follow a right course of action, and have baptized them with a thrice blessed invocation, then we dwell with them.",
          "id": 493300
        },
        {
          "text": "For not even if it were our father, or mother, or wife, or child, or brother, or any other one having a claim by nature on our affection, can we venture to take our meals with him; for our religion compels us to make a distinction.",
          "id": 493301
        },
        {
          "text": "Do not, therefore, regard it as an insult if your son does not take his food along with you, until you come to have the same opinions and adopt the same course of conduct as he follows\".",
          "id": 493302
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 493303
        },
        {
          "text": "—Mattidia Wishes to Be Baptized.",
          "id": 493304
        },
        {
          "text": "When she heard this, she said:  \"What, then, prevents me from being baptized this day? for before I saw you I turned away from the so-called gods, induced by the thought that, though I sacrificed much to them almost every day, they did not aid me in my necessities.",
          "id": 493305
        },
        {
          "text": "And with regard to adultery, what need I say? for not even when I was rich was I betrayed into this sin by luxury, and the poverty which succeeded has been unable to force me into it, since I cling to my chastity as constituting the greatest beauty, on account of which I fell into so great distress.",
          "id": 493306
        },
        {
          "text": "But I do not at all imagine that you, my lord Peter, are ignorant that the greatest temptation arises when everything looks bright.",
          "id": 493307
        },
        {
          "text": "And therefore, if I was chaste in my prosperity, I do not in my despondency give myself up to pleasures.",
          "id": 493308
        },
        {
          "text": "Yea, indeed, you are not to suppose that my soul has now been freed from distress, although it has received some measure of consolation by the recognition of Clement.",
          "id": 493309
        },
        {
          "text": "For the gloom which I feel in consequence of the loss of my two children rushes in upon me, and throws its shadow to some extent over my joy; for I am grieved, not so much because they perished in the sea, but because they were destroyed, both soul and body, without possessing true piety towards God.",
          "id": 493310
        },
        {
          "text": "Moreover, my husband, their father, as I have learned from Clement, went away in search of me and his sons, and for so many years has not been heard of; and, without doubt, he must have died.",
          "id": 493311
        },
        {
          "text": "For the miserable man, loving me as he did in chastity, was fond of his children; and therefore the old man, deprived of all of us who were dear to him above everything else, died utterly broken-hearted\".",
          "id": 493312
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 493313
        },
        {
          "text": "—The Sons Reveal Themselves to the Mother.",
          "id": 493314
        },
        {
          "text": "The sons, on hearing their mother thus speak, could no longer, in obedience to the exhortation of Peter, restrain themselves, but rising up, they clasped her in their arms, showering down upon her tears and kisses.",
          "id": 493315
        },
        {
          "text": "But she said:  \"What is the meaning of this?\"  And Peter answered:  \"Courageously summon up your spirits, O woman, that you may enjoy your children; for these are Faustinus and Faustinianus, your sons, who, you said, had perished in the deep.",
          "id": 493316
        },
        {
          "text": "For how they are alive, after they had in your opinion died on that most disastrous night, and how one of them now bears the name of Nicetas, and the other that of Aquila, they will themselves be able to tell you; for we, as well as you, have yet to learn this\".",
          "id": 493317
        },
        {
          "text": "When Peter thus spoke, my mother fainted away through her excessive joy, and was like to die.",
          "id": 493318
        },
        {
          "text": "But when we had revived her she sat up, and coming to herself, she said:  \"Be so good, my darling children, as tell us what happened to you after that disastrous night\".",
          "id": 493319
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 493320
        },
        {
          "text": "—Nicetas Tells What Befell Him.",
          "id": 493321
        },
        {
          "text": "And Nicetas, who in future is to be called Faustinus, began to speak.",
          "id": 493322
        },
        {
          "text": "\"On that very night when, as you know, the ship went to pieces, we were taken up by some men, who did not fear to follow the profession of robbers on the deep.",
          "id": 493323
        },
        {
          "text": "They placed us in a boat, and brought us along the coast, sometimes rowing and sometimes sending for provisions, and at length took us to Caesarea Stratonis, and there tormented us by hunger, fear, and blows, that we might not recklessly disclose anything which they did not wish us to tell; and, moreover, changing our names, they succeeded in selling us.",
          "id": 493324
        },
        {
          "text": "Now the woman who bought us was a proselyte of the Jews, an altogether worthy person, of the name of Justa.",
          "id": 493325
        },
        {
          "text": "She adopted us as her own children, and zealously brought us up in all the learning of the Greeks.",
          "id": 493326
        },
        {
          "text": "But we, becoming discreet with our years, were strongly attached to her religion, and we paid good heed to our culture, in order that, disputing with the other nations, we might be able to convince them of their error.",
          "id": 493327
        },
        {
          "text": "We also made an accurate study of the doctrines of the philosophers, especially the most atheistic,—I mean those of Epicurus and Pyrrho,—in order that we might be the better able to refute them.",
          "id": 493328
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 493329
        },
        {
          "text": "—Nicetas Like to Be Deceived by Simon Magus.",
          "id": 493330
        },
        {
          "text": "\"We were brought up along with one Simon, a magician; and in consequence of our friendly intercourse with him, we were in danger of being led astray.",
          "id": 493331
        },
        {
          "text": "Now there is a report in regard to some man, that, when he appears, the mass of those who have been pious are to live free from death and pain in his kingdom.",
          "id": 493332
        },
        {
          "text": "This matter, however, mother, will be explained more fully at the proper time.",
          "id": 493333
        },
        {
          "text": "But when we were going to be led astray by Simon, a friend of our lord Peter, by name Zacchaeus, came to us and warned us not to be led astray by the magician; and when Peter came, he brought us to him that he might give us full information, and convince us in regard to those matters that related to piety.",
          "id": 493334
        },
        {
          "text": "Wherefore we beseech you, mother, to partake of those blessings which have been vouchsafed to us, that we may unite around the same table!  This, then, is the reason, mother, why you thought we were dead.",
          "id": 493335
        },
        {
          "text": "On that disastrous night we had been taken up in the sea by pirates, but you supposed that we had perished\".",
          "id": 493336
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 493337
        },
        {
          "text": "—The Mother Begs Baptism for Herself and Her Hostess.",
          "id": 493338
        },
        {
          "text": "When Faustinus had said this, our mother fell down at Peter's feet, begging and entreating him to send for her and her hostess, and baptize them immediately, in order that, says she, not a single day may pass after the recovery of my children, without my taking food with them.",
          "id": 493339
        },
        {
          "text": "When we united with our mother in making the same request, Peter said:  \"What can you imagine?  Am I alone heartless, so as not to wish that you should take your meals with your mother, baptizing her this very day?  But yet it is incumbent on her to fast one day before she be baptized.",
          "id": 493340
        },
        {
          "text": "And it is only one day, because, in her simplicity, she said something in her own behalf, which I looked on as a sufficient indication of her faith; otherwise, her purification must have lasted many days\".",
          "id": 493341
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 493342
        },
        {
          "text": "—Mattidia Values Baptism Aright.",
          "id": 493343
        },
        {
          "text": "And I said:  \"Tell us what it was that she said which made her faith manifest\".",
          "id": 493344
        },
        {
          "text": "And Peter, said:  \"Her request that her hostess and benefactress should be baptized along with her.",
          "id": 493345
        },
        {
          "text": "For she would not have besought this to be granted to her whom she loves, had she not herself first felt that baptism was a great gift.",
          "id": 493346
        },
        {
          "text": "And for this reason I condemn many that, after being baptized, and asserting that they have faith, they yet do nothing worthy of faith; nor do they urge those whom they love—I mean their wives, or sons, or friends—to be baptized.",
          "id": 493347
        },
        {
          "text": "For if they had believed that God grants eternal life with good works on the acceptance of baptism, they without delay would urge those whom they loved to be baptized.",
          "id": 493348
        },
        {
          "text": "But some one of you will say, 'They do love them, and care for them.",
          "id": 493349
        },
        {
          "text": "'  That is nonsense.",
          "id": 493350
        },
        {
          "text": "For do they not, most assuredly, when they see them sick, or led away along the road that ends in death, or enduring any other trial, lament over them and pity them?  So, if they believed that eternal fire awaits those who worship not God, they would not cease admonishing them, or being in deep distress for them as unbelievers, if they saw them disobedient, being fully assured that punishment awaits them.",
          "id": 493351
        },
        {
          "text": "But now I shall send for the hostess, and question her as to whether she deliberately accepts the law which is proclaimed through us; and so, according to her state of mind, shall we do what ought to be done.",
          "id": 493352
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 493353
        },
        {
          "text": "—Mattidia Has Unintentionally Fasted One Day.",
          "id": 493354
        },
        {
          "text": "\"But since your mother has real confidence in the efficacy of baptism, let her fast at least one day before her baptism\".",
          "id": 493355
        },
        {
          "text": "But she swore:  \"During the two past days, while I related to the woman all the events connected with the recognition, I could not, in consequence of my excessive joy, partake of food:  only yesterday I took a little water\".",
          "id": 493356
        },
        {
          "text": "Peter's wife bore testimony to her statement with an oath, saying:  \"In truth she did not taste anything\".",
          "id": 493357
        },
        {
          "text": "And Aquila, who must rather be called Faustinianus in future, said:  \"There is nothing, therefore, to prevent her being baptized\".",
          "id": 493358
        },
        {
          "text": "And Peter, smiling, replied:  \"But that is not a baptismal fast which has not taken place on account of the baptism itself\".",
          "id": 493359
        },
        {
          "text": "And Faustinus answered:  \"Perhaps God, not wishing to separate our mother a single day after our recognition from our table, has arranged beforehand the fast.",
          "id": 493360
        },
        {
          "text": "For as she was chaste in the times of her ignorance, doing what the true religion inculcated, so even now perhaps God has arranged that she should fast one day before for the sake of the true baptism, that, from the first day of her recognising us, she might take her meals along with us\".",
          "id": 493361
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 493362
        },
        {
          "text": "—The Difficulty Solved.",
          "id": 493363
        },
        {
          "text": "And Peter said:  \"Let not wickedness have dominion over us, finding a pretext in Providence and your affection for your mother; but rather abide this day in your fast, and I shall join you in it, and tomorrow she will be baptized.",
          "id": 493364
        },
        {
          "text": "And, besides, this hour of the day is not suitable for baptism\".",
          "id": 493365
        },
        {
          "text": "Then we all agreed that it should be so.",
          "id": 493366
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 493367
        },
        {
          "text": "—Peter on Chastity.",
          "id": 493368
        },
        {
          "text": "That same evening we all enjoyed the benefit of Peter's instruction.",
          "id": 493369
        },
        {
          "text": "Taking occasion by what had happened to our mother, he showed us how the results of chastity are good, while those of adultery are disastrous, and naturally bring destruction on the whole race, if not speedily, at all events slowly.",
          "id": 493370
        },
        {
          "text": "\"And to such an extent,\" he says, \"do deeds of chastity please God, that in this life He bestows some small favour on account of it, even on those who are in error; for salvation in the other world is granted only to those who have been baptized on account of their trust in Him, and who act chastely and righteously.",
          "id": 493371
        },
        {
          "text": "This ye yourselves have seen in the case of your mother, that the results of chastity are in the end good.",
          "id": 493372
        },
        {
          "text": "For perhaps she would have been cut off if she had committed adultery; but God took pity on her for having behaved chastely, rescued her from the death that threatened her, and restored to her her lost children.",
          "id": 493373
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 493374
        },
        {
          "text": "—Peter's Speech Continued.",
          "id": 493375
        },
        {
          "text": "\"But some one will say, 'How many have perished on account of chastity!'  Yes; but it was because they did not perceive the danger.",
          "id": 493376
        },
        {
          "text": "For the woman who perceives that she is in love with any one, or is beloved by any one, should immediately shun all association with him as she would shun a blazing fire or a mad dog.",
          "id": 493377
        },
        {
          "text": "And this is exactly what your mother did, for she really loved chastity as a blessing:  wherefore she was preserved, and, along with you, obtained the full knowledge of the everlasting kingdom.",
          "id": 493378
        },
        {
          "text": "The woman who wishes to be chaste, ought to know that she is envied by wickedness, and that because of love many lie in wait for her.",
          "id": 493379
        },
        {
          "text": "If, then, she remain holy through a stedfast persistence in chastity, she will gain the victory over all temptations, and be saved; whereas, even if she were to do all that is right, and yet should once commit the sin of adultery, she must be punished, as said the prophet.",
          "id": 493380
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 493381
        },
        {
          "text": "—Peter's Speech Continued.",
          "id": 493382
        },
        {
          "text": "\"The chaste wife doing the will of God, is a good reminiscence of His first creation; for God, being one, created one woman for one man.",
          "id": 493383
        },
        {
          "text": "She is also still more chaste if she does not forget her own creation, and has future punishment before her eyes, and is not ignorant of the loss of eternal blessings.",
          "id": 493384
        },
        {
          "text": "The chaste woman takes pleasure in those who wish to be saved, and is a pious example to the pious, for she is the model of a good life.",
          "id": 493385
        },
        {
          "text": "She who wishes to be chaste, cuts off all occasions for slander; but if she be slandered as by an enemy, though affording him no pretext, she is blessed and avenged by God.",
          "id": 493386
        },
        {
          "text": "The chaste woman longs for God, loves God, pleases God, glorifies God; and to men she affords no occasion for slander.",
          "id": 493387
        },
        {
          "text": "The chaste woman perfumes the Church with her good reputation, and glorifies it by her piety.",
          "id": 493388
        },
        {
          "text": "She is, moreover, the praise of her teachers, and a helper to them in their chastity.",
          "id": 493389
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 493390
        },
        {
          "text": "—Peter's Speech Continued.",
          "id": 493391
        },
        {
          "text": "\"The chaste woman is adorned with the Son of God as with a bridegroom.",
          "id": 493392
        },
        {
          "text": "She is clothed with holy light.",
          "id": 493393
        },
        {
          "text": "Her beauty lies in a well-regulated soul; and she is fragrant with ointment, even with a good reputation.",
          "id": 493394
        },
        {
          "text": "She is arrayed in beautiful vesture, even in modesty.",
          "id": 493395
        },
        {
          "text": "She wears about her precious pearls, even chaste words.",
          "id": 493396
        },
        {
          "text": "And she is radiant, for her mind has been brilliantly lighted up.",
          "id": 493397
        },
        {
          "text": "Onto a beautiful mirror does she look, for she looks into God.",
          "id": 493398
        },
        {
          "text": "Beautiful cosmetics does she use, namely, the fear of God, with which she admonishes her soul.",
          "id": 493399
        },
        {
          "text": "Beautiful is the woman not because she has chains of gold on her, but because she has been set free from transient lusts.",
          "id": 493400
        },
        {
          "text": "The chaste woman is greatly desired by the great King; she has been wooed, watched, and loved by Him.",
          "id": 493401
        },
        {
          "text": "The chaste woman does not furnish occasions for being desired, except by her own husband.",
          "id": 493402
        },
        {
          "text": "The chaste woman is grieved when she is desired by another.",
          "id": 493403
        },
        {
          "text": "The chaste woman loves her husband from the heart, embraces, soothes, and pleases him, acts the slave to him, and is obedient to him in all things, except when she would be disobedient to God.",
          "id": 493404
        },
        {
          "text": "For she who obeys God is without the aid of watchmen chaste in soul and pure in body.",
          "id": 493405
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 493406
        },
        {
          "text": "—Peter's Speech Continued.",
          "id": 493407
        },
        {
          "text": "\"Foolish, therefore, is every husband who separates his wife from the fear of God; for she who does not fear God is not afraid of her husband.",
          "id": 493408
        },
        {
          "text": "If she fear not God, who sees what is invisible, how will she be chaste in her unseen choice?  And how will she be chaste, who does not come to the assembly to hear chaste-making words?  And how could she obtain admonition?  And how will she be chaste without watchmen, if she be not informed in regard to the coming judgement of God, and if she be not fully assured that eternal punishment is the penalty for the slight pleasure?  Wherefore, on the other hand, compel her even against her will always to come to hear the chaste-making word, yea, coax her to do so.",
          "id": 493409
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 493410
        },
        {
          "text": "—Peter's Speech Continued.",
          "id": 493411
        },
        {
          "text": "\"Much better is it if you will take her by the hand and come, in order that you yourself may become chaste; for you will desire to become chaste, that you may experience the full fruition of a holy marriage, and you will not scruple, if you desire it, to become a father, to love your own children, and to be loved by your own children.",
          "id": 493412
        },
        {
          "text": "He who wishes to have a chaste wife is also himself chaste, gives her what is due to a wife, takes his meals with her, keeps company with her, goes with her to the word that makes chaste, does not grieve her, does not rashly quarrel with her, does not make himself hateful to her, furnishes her with all the good things he can, and when he has them not, he makes up the deficiency by caresses.",
          "id": 493413
        },
        {
          "text": "The chaste wife does not expect to be caressed, recognises her husband as her lord, bears his poverty when he is poor, is hungry with him when he is hungry, travels with him when he travels, consoles him when he is grieved, and if she have a large dowry, is subject to him as if she had nothing at all.",
          "id": 493414
        },
        {
          "text": "But if the husband have a poor wife, let him reckon her chastity a great dowry.",
          "id": 493415
        },
        {
          "text": "The chaste wife is temperate in her eating and drinking, in order that the weariness of the body, thus pampered, may not drag the soul down to unlawful desires.",
          "id": 493416
        },
        {
          "text": "Moreover, she never assuredly remains alone with young men, and she suspects the old; she turns away from disorderly laughter, gives herself up to God alone; she is not led astray; she delights in listening to holy words, but turns away from those which are not spoken to produce chastity.",
          "id": 493417
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 493418
        },
        {
          "text": "—Peter's Speech Ended.",
          "id": 493419
        },
        {
          "text": "\"God is my witness:  one adultery is as bad as many murders; and what is terrible in it is this, that the fearfulness and impiety of its murders are not seen.",
          "id": 493420
        },
        {
          "text": "For, when blood is shed, the dead body remains lying, and all are struck by the terrible nature of the occurrence.",
          "id": 493421
        },
        {
          "text": "But the murders of the soul caused by adultery, though they are more frightful, yet, since they are not seen by men, do not make the daring a whit less eager in their impulse.",
          "id": 493422
        },
        {
          "text": "Know, O man, whose breath it is that thou hast to keep thee in life, and thou shalt not wish that it be polluted.",
          "id": 493423
        },
        {
          "text": "By adultery alone is the breath of God polluted.",
          "id": 493424
        },
        {
          "text": "And therefore it drags him who has polluted it into the fire; for it hastens to deliver up its insulter to everlasting punishment\".",
          "id": 493425
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 493426
        },
        {
          "text": "—Peter Addresses Mattidia.",
          "id": 493427
        },
        {
          "text": "While Peter was saying this, he saw the good and chaste Mattidia weeping for joy; but thinking that she was grieved at having suffered so much in past times, he said:  \"Take courage, O woman; for while many have suffered many evils on account of adultery, you have suffered on account of chastity, and therefore you did not die.",
          "id": 493428
        },
        {
          "text": "But if you had died, your soul would have been saved.",
          "id": 493429
        },
        {
          "text": "You left your native city of Rome on account of chastity, but through it you found the truth, the diadem of the eternal kingdom.",
          "id": 493430
        },
        {
          "text": "You underwent danger in the deep, but you did not die; and even if you had died, the deep itself would have proved to you, dying on account of chastity, a baptism for the salvation of your soul.",
          "id": 493431
        },
        {
          "text": "You were deprived of your children for a little; but these, the true offspring of your husband, have been found in better circumstances.",
          "id": 493432
        },
        {
          "text": "When starving, you begged for food, but you did not defile your body by fornication.",
          "id": 493433
        },
        {
          "text": "You exposed your body to torture, but you saved your soul; you fled from the adulterer, that you might not defile the couch of your husband:  but, on account of your chastity, God, who knows your flight, will fill up the place of your husband.",
          "id": 493434
        },
        {
          "text": "Grieved and left desolate, you were for a short time deprived of husband and children, but all these you must have been deprived of, some time or other, by death, the preordained lot of man.",
          "id": 493435
        },
        {
          "text": "But better is it that you were willingly deprived of them on account of chastity, than that you should have perished unwillingly after a time, simply on account of sins.",
          "id": 493436
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter XXI.",
          "id": 493437
        },
        {
          "text": "—The Same Subject Continued.",
          "id": 493438
        },
        {
          "text": "\"Much better is it, then, that your first circumstances should be distressing.",
          "id": 493439
        },
        {
          "text": "For when this is the case, they do not so deeply grieve you, because you hope that they will pass away, and they yield joy though the expectation of better circumstances.",
          "id": 493440
        },
        {
          "text": "But, above all, I wish you to know how much chastity is pleasing to God.",
          "id": 493441
        },
        {
          "text": "The chaste woman is God's choice, God's good pleasure, God's glory, God's child.",
          "id": 493442
        },
        {
          "text": "So great a blessing is chastity, that if there had not been a law that not even a righteous person should enter into the kingdom of God unbaptized, perhaps even the erring Gentiles might have been saved solely on account of chastity.",
          "id": 493443
        },
        {
          "text": "Wherefore I am exceedingly sorry for those erring ones who are chaste because they shrink from baptism—thus choosing to be chaste without good hope.",
          "id": 493444
        },
        {
          "text": "Wherefore they are not saved; for the decree of God is clearly set down, that an unbaptized person cannot enter into His kingdom\".",
          "id": 493445
        },
        {
          "text": "When he said this, and much more, we turned to sleep.",
          "id": 493446
        }
      ]
    }
  ]
}