{
  "book": "Clement of Alexandria: Fragments",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Fragments of Clemens Alexandrinus.",
          "id": 400646
        },
        {
          "text": "Translated by Rev.",
          "id": 400647
        },
        {
          "text": "William Wilson, M.",
          "id": 400648
        },
        {
          "text": "A.",
          "id": 400649
        },
        {
          "text": "I.",
          "id": 400650
        },
        {
          "text": "—From the Latin Translation of Cassiodorus.",
          "id": 400651
        },
        {
          "text": "I.",
          "id": 400652
        },
        {
          "text": "—Comments On the First Epistle of Peter.",
          "id": 400653
        },
        {
          "text": "Chap.",
          "id": 400654
        },
        {
          "text": "i \"Blessed be the God and Father of our Lord Jesus Christ, who by His great mercy hath regenerated us\".",
          "id": 400655
        },
        {
          "text": "For if God generated us of matter, He afterwards, by progress in life, regenerated us.",
          "id": 400656
        },
        {
          "text": "\"The Father of our Lord, by the resurrection of Jesus Christ:\" who, according to your faith, rises again in us; as, on the other hand, He dies in us, through the operation of our unbelief.",
          "id": 400657
        },
        {
          "text": "For He said again, that the soul never returns a second time to the body in this life; and that which has become angelic does not become unrighteous or evil, so as not to have the opportunity of again sinning by the assumption of flesh; but that in the resurrection the soul returns to the body, and both are joined to one another according to their peculiar nature, adapting themselves, through the composition of each, by a kind of congruity like a building of stones.",
          "id": 400658
        },
        {
          "text": "Besides, Peter says, \"Ye also, as living stones, are built up a spiritual house;\" meaning the place of the angelic abode, guarded in heaven.",
          "id": 400659
        },
        {
          "text": "\"For you,\" he says, \"who are kept by the power of God, by faith and contemplation, to receive the end of your faith, the salvation of your souls\".",
          "id": 400660
        },
        {
          "text": "Hence it appears that the soul is not naturally immortal; but is made immortal by the grace of God, through faith and righteousness, and by knowledge.",
          "id": 400661
        },
        {
          "text": "\"Of which salvation,\" he says, \"the prophets have inquired and searched diligently,\" and what follows.",
          "id": 400662
        },
        {
          "text": "It is declared by this that the prophets spake with wisdom, and that the Spirit of Christ was in them, according to the possession of Christ, and in subjection to Christ.",
          "id": 400663
        },
        {
          "text": "For God works through archangels and kindred angels, who are called spirits of Christ.",
          "id": 400664
        },
        {
          "text": "\"Which are now,\" he says, \"reported unto you by them that have preached the Gospel unto you\".",
          "id": 400665
        },
        {
          "text": "The old things which were done by the prophets and escape the observation of most, are now revealed to you by the evangelists.",
          "id": 400666
        },
        {
          "text": "\"For to you,\" he says, \"they are manifested by the Holy Ghost, who was sent;\" that is the Paraclete, of whom the Lord said, \"If I go not away, He will not come\".",
          "id": 400667
        },
        {
          "text": "\"Unto whom,\" it is said, \"the angels desire to look;\" not the apostate angels, as most suspect, but, what is a divine truth, angels who desire to obtain the advantage of that perfection.",
          "id": 400668
        },
        {
          "text": "\"By precious blood,\" he says, \"as of a lamb without blemish and without spot\".",
          "id": 400669
        },
        {
          "text": "Here he touches on the ancient Levitical and sacerdotal celebrations; but means a soul pure through righteousness which is offered to God.",
          "id": 400670
        },
        {
          "text": "\"Verily foreknown before the foundation of the world\".",
          "id": 400671
        },
        {
          "text": "Inasmuch as He was foreknown before every creature, because He was Christ.",
          "id": 400672
        },
        {
          "text": "\"But manifested in the last times\" by the generation of a body.",
          "id": 400673
        },
        {
          "text": "\"Being born again, not of corruptible seed\".",
          "id": 400674
        },
        {
          "text": "The soul, then, which is produced along with the body is corruptible, as some think.",
          "id": 400675
        },
        {
          "text": "\"But the word of the Lord,\" he says, \"endureth for ever:\" as well prophecy as divine doctrine.",
          "id": 400676
        },
        {
          "text": "\"But ye are a chosen generation, a royal priesthood\".",
          "id": 400677
        },
        {
          "text": "That we are a chosen race by the election of God is abundantly clear.",
          "id": 400678
        },
        {
          "text": "He says royal, because we are called to sovereignty and belong to Christ; and priesthood on account of the oblation which is made by prayers and instructions, by which are gained the souls which are offered to God.",
          "id": 400679
        },
        {
          "text": "\"Who, when He was reviled,\" he says, \"reviled not; when He suffered, threatened not\".",
          "id": 400680
        },
        {
          "text": "The Lord acted so in His goodness and patience.",
          "id": 400681
        },
        {
          "text": "\"But committed Himself to him that judged Him unrighteously:\" whether Himself, so that, regarding Himself in this way, there is a transposition.",
          "id": 400682
        },
        {
          "text": "He indeed gave Himself up to those who judged according to an unjust law; because He was unserviceable to them, inasmuch as He was righteous: or, He committed to God those who judged unrighteously, and without cause insisted on His death, so that they might be instructed by suffering punishment.",
          "id": 400683
        },
        {
          "text": "\"For he that will love life, and see good days;\" that is, who wishes to become eternal and immortal.",
          "id": 400684
        },
        {
          "text": "And He calls the Lord life, and the days good, that is holy.",
          "id": 400685
        },
        {
          "text": "\"For the eyes of the Lord,\" he says, \"are upon the righteous, and His ears on their prayers:\" he means the manifold inspection of the Holy Spirit.",
          "id": 400686
        },
        {
          "text": "\"The face of the Lord is on them that do evil;\" that is, whether judgment, or vengeance, or manifestation.",
          "id": 400687
        },
        {
          "text": "\"But sanctify the Lord Christ,\" he says, \"in your hearts\".",
          "id": 400688
        },
        {
          "text": "For so you have in the Lord's prayer, \"Hallowed be Thy name\".",
          "id": 400689
        },
        {
          "text": "\"For Christ,\" he says, \"hath once suffered for our sins, the just for the unjust, that he might present us to God; being put to death in the flesh, but quickened in the spirit\".",
          "id": 400690
        },
        {
          "text": "He says these things, reducing them to their faith.",
          "id": 400691
        },
        {
          "text": "That is, He became alive in our spirits.",
          "id": 400692
        },
        {
          "text": "\"Coming,\" he says, \"He preached to those who were once unbelieving\".",
          "id": 400693
        },
        {
          "text": "They saw not His form, but they heard His voice.",
          "id": 400694
        },
        {
          "text": "\"When the long-suffering of God\" holds out.",
          "id": 400695
        },
        {
          "text": "God is so good, as to work the result by the teaching of salvation.",
          "id": 400696
        },
        {
          "text": "\"By the resurrection,\" it is said, \"of Jesus Christ:\" that, namely, which is effected in us by faith.",
          "id": 400697
        },
        {
          "text": "\"Angels being subjected to Him,\" which are the first order; and \"principalities\" being subject, who are of the second order; and \"powers\" being also subject, which are said to belong to the third order.",
          "id": 400698
        },
        {
          "text": "\"Who shall give account,\" he says, \"to Him who is ready to judge the quick and the dead\".",
          "id": 400699
        },
        {
          "text": "These are trained through previous judgments.",
          "id": 400700
        },
        {
          "text": "Therefore he adds, \"For this cause was the Gospel preached also to the dead\"—to us, namely, who were at one time unbelievers.",
          "id": 400701
        },
        {
          "text": "\"That they might be judged according to men,\" he says, \"in the flesh, but live according to God in the spirit\".",
          "id": 400702
        },
        {
          "text": "Because, that is, they have fallen away from faith; whilst they are still in the flesh they are judged according to preceding judgments, that they might repent.",
          "id": 400703
        },
        {
          "text": "Accordingly, he also adds, saying, \"That they might live according to God in the spirit\".",
          "id": 400704
        },
        {
          "text": "So Paul also; for he, too, states something of this nature when he says, \"Whom I have delivered to Satan, that he might live in the spirit;\" that is, \"as good stewards of the manifold grace of God\".",
          "id": 400705
        },
        {
          "text": "Similarly also Paul says, \"Variously, and in many ways, God of old spake to our fathers\".",
          "id": 400706
        },
        {
          "text": "\"Rejoice,\" it is said, \"that ye are partakers in the sufferings of Christ:\" that is, if ye are righteous, ye suffer for righteousness' sake, as Christ suffered for righteousness.",
          "id": 400707
        },
        {
          "text": "\"Happy are ye, for the Spirit of God, who is the Spirit of His glory and virtue, resteth on you\".",
          "id": 400708
        },
        {
          "text": "This possessive \"His\" signifies also an an angelic spirit: inasmuch as the glory of God those are, through whom, according to faith and righteousness, He is glorified, to honourable glory, according to the advancement of the saints who are brought in.",
          "id": 400709
        },
        {
          "text": "\"The Spirit of God on us,\" may be thus understood; that is, who through faith comes on the soul, like a gracefulness of mind and beauty of soul.",
          "id": 400710
        },
        {
          "text": "\"Since,\" it is said, \"it is time for judgment beginning at the house of God\".",
          "id": 400711
        },
        {
          "text": "For judgment will overtake these in the appointed persecutions.",
          "id": 400712
        },
        {
          "text": "\"But the God of all grace,\" he says.",
          "id": 400713
        },
        {
          "text": "\"Of all grace,\" he says, because He is good, and the giver of all good things.",
          "id": 400714
        },
        {
          "text": "\"Marcus, my son, saluteth you\".",
          "id": 400715
        },
        {
          "text": "Mark, the follower of Peter, while Peter publicly preached the Gospel at Rome before some of Caesar's equites, and adduced many testimonies to Christ, in order that thereby they might be able to commit to memory what was spoken, of what was spoken by Peter, wrote entirely what is called the Gospel according to Mark.",
          "id": 400716
        },
        {
          "text": "As Luke also may be recognised by the style, both to have composed the Acts of the Apostles, and to have translated Paul's Epistle to the Hebrews.",
          "id": 400717
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "2—Comments on the Epistle of Jude.",
          "id": 400718
        },
        {
          "text": "Jude, who wrote the Catholic Epistle, the brother of the sons of Joseph, and very religious, whilst knowing the near relationship of the Lord, yet did not say that he himself was His brother.",
          "id": 400719
        },
        {
          "text": "But what said he? \"Jude, a servant of Jesus Christ,\"—of Him as Lord; but \"the brother of James\".",
          "id": 400720
        },
        {
          "text": "For this is true; he was His brother, (the son) of Joseph.",
          "id": 400721
        },
        {
          "text": "\"For certain men have entered unawares, ungodly men, who had been of old ordained and predestined to the judgment of our God;\" not that they might become impious, but that, being now impious, they were ordained to judgment.",
          "id": 400722
        },
        {
          "text": "\"For the Lord God,\" he says, \"who once delivered a people out of Egypt, afterward destroyed them that believed not;\" that is, that He might train them through punishment.",
          "id": 400723
        },
        {
          "text": "For they were indeed punished, and they perished on account of those that are saved, until they turn to the Lord.",
          "id": 400724
        },
        {
          "text": "\"But the angels,\" he says, \"that kept not their own pre-eminence,\" that, namely, which they received through advancement, \"but left their own habitation,\" meaning, that is, the heaven and the stars, became, and are called apostates.",
          "id": 400725
        },
        {
          "text": "\"He hath reserved these to the judgment of the great day, in chains, under darkness\".",
          "id": 400726
        },
        {
          "text": "He means the place near the earth, that is, the dark air.",
          "id": 400727
        },
        {
          "text": "Now he called \"chains\" the loss of the honour in which they had stood, and the lust of feeble things; since, bound by their own lust, they cannot be converted.",
          "id": 400728
        },
        {
          "text": "\"As Sodom and Gomorrha,\" he says.",
          "id": 400729
        },
        {
          "text": "… By which the Lord signifies that pardon had been granted; and that on being disciplined they had repented.",
          "id": 400730
        },
        {
          "text": "\"Similarly to the same,\" he says, \"also those dreamers,\"—that is, who dream in their imagination lusts and wicked desires, regarding as good not that which is truly good, and superior to all good,—\"defile the flesh, despise dominion, and speak evil of majesty,\" that is, the only Lord, who is truly our Lord, Jesus Christ, and alone worthy of praise.",
          "id": 400731
        },
        {
          "text": "They \"speak evil of majesty,\" that is, of the angels.",
          "id": 400732
        },
        {
          "text": "\"When Michael, the archangel, disputing with the devil, debated about the body of Moses\".",
          "id": 400733
        },
        {
          "text": "Here he confirms the assumption of Moses.",
          "id": 400734
        },
        {
          "text": "He is here called Michael, who through an angel near to us debated with the devil.",
          "id": 400735
        },
        {
          "text": "\"But these,\" he says, \"speak evil of those things which they know not; but what they know naturally, as brute beasts, in these things they corrupt themselves\".",
          "id": 400736
        },
        {
          "text": "He means that they eat, and drink, and indulge in uncleanness, and says that they do other things that are common to them with animals, devoid of reason.",
          "id": 400737
        },
        {
          "text": "\"Woe unto them!\" he says, \"for they have gone in the way of Cain\".",
          "id": 400738
        },
        {
          "text": "For so also we lie under Adam's sin through similarity of sin.",
          "id": 400739
        },
        {
          "text": "\"Clouds,\" he says, \"without water; who do not possess in themselves the divine and fruitful word\".",
          "id": 400740
        },
        {
          "text": "Wherefore, he says, \"men of this kind are carried about both by winds and violent blasts\".",
          "id": 400741
        },
        {
          "text": "\"Trees,\" he says, \"of autumn, without fruit,\"—unbelievers, that is, who bear no fruit of fidelity.",
          "id": 400742
        },
        {
          "text": "\"Twice dead,\" he says: once, namely, when they sinned by transgressing, and a second time when delivered up to punishment, according to the predestined judgments of God; inasmuch as it is to be reckoned death, even when each one does not forthwith deserve the inheritance.",
          "id": 400743
        },
        {
          "text": "\"Waves,\" he says, \"of a raging sea\".",
          "id": 400744
        },
        {
          "text": "By these words he signifies the life of the Gentiles, whose end is abominable ambition.",
          "id": 400745
        },
        {
          "text": "\"Wandering stars,\"—that is, he means those who err and are apostates are of that kind of stars which fell from the seats of the angels—\"to whom,\" for their apostasy, \"the blackness of darkness is reserved for ever.",
          "id": 400746
        },
        {
          "text": "Enoch also, the seventh from Adam,\" he says, \"prophesied of these\".",
          "id": 400747
        },
        {
          "text": "In these words he verities the prophecy.",
          "id": 400748
        },
        {
          "text": "\"Those,\" he says, \"separating\" the faithful from the unfaithful, be convicted according to their own unbelief.",
          "id": 400749
        },
        {
          "text": "And again those separating from the flesh.",
          "id": 400750
        },
        {
          "text": "He says, \"Animal not having  the spirit;\" that is, the spirit which is by faith, which supervenes through the practice of righteousness.",
          "id": 400751
        },
        {
          "text": "\"But ye, beloved,\" he says, \"building up yourselves on your most holy faith, in the Holy Spirit\".",
          "id": 400752
        },
        {
          "text": "\"But some,\" he says, \"save, plucking them from the fire;\" \"but of some have compassion in fear,\" that is, teach those who fall into the fire to free themselves.",
          "id": 400753
        },
        {
          "text": "\"Hating,\" he says, \"that spotted garment, which is carnal:\" that of the soul, namely; the spotted garment is a spirit polluternal lusts.",
          "id": 400754
        },
        {
          "text": "\"Now to Him,\" he says, \"who is able to keep you without stumbling, and present you faultless before the presence of His glory in joy\".",
          "id": 400755
        },
        {
          "text": "In the presence of His glory: he means in the presence of the angels, to be presented faultless, having become angels.",
          "id": 400756
        },
        {
          "text": "When Daniel speaks of the people and comes into the presence of the Lord, he does not say this, because he saw God: for it is impossible that any one whose heart is not pure should see God; but he says this, that everything that the people did was in the sight of God, and was manifest to Him; that is, that nothing is hid from the Lord.",
          "id": 400757
        },
        {
          "text": "Now, in the Gospel according to Mark, the Lord being interrogated by the chief of the priests if He was the Christ, the Son of the blessed God, answering, said, \"I am; and ye shall see the Son of man sitting at the right hand of power\".",
          "id": 400758
        },
        {
          "text": "But powers mean the holy angels.",
          "id": 400759
        },
        {
          "text": "Further, when He says \"at the right hand of God,\" He means the self-same beings, by reason of the equality and likeness of the angelic and holy powers, which are called by the name of God.",
          "id": 400760
        },
        {
          "text": "He says, therefore, that He sits at the right hand; that is, that He rests in pre-eminent honour.",
          "id": 400761
        },
        {
          "text": "In the other Gospels, however, He is said not to have replied to the high priest, on his asking if He was the Son of God.",
          "id": 400762
        },
        {
          "text": "But what said He? \"You say\".",
          "id": 400763
        },
        {
          "text": "Answering sufficiently well.",
          "id": 400764
        },
        {
          "text": "For had He said, It is as you understand, he would have said what was not true, not confessing Himself to be the Son of God; for they did not entertain this opinion of Him; but by saying \"You say,\" He spake truly.",
          "id": 400765
        },
        {
          "text": "For what they had no knowledge of, but expressed in words, that he confessed to be true.",
          "id": 400766
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "3—Comments on the First Epistle of John.",
          "id": 400767
        },
        {
          "text": "Chap.",
          "id": 400768
        },
        {
          "text": "i \"That which was from the beginning; which we have seen with our eyes; which we have heard\".",
          "id": 400769
        },
        {
          "text": "Following the Gospel according to John, and in accordance with it, this Epistle also contains the spiritual principle.",
          "id": 400770
        },
        {
          "text": "What therefore he says, \"from the beginning,\" the Presbyter explained to this effect, that the beginning of generation is not separated from the beginning of the Creator.",
          "id": 400771
        },
        {
          "text": "For when he says, \"That which was from the beginning,\" he touches upon the generation without beginning of the Son, who is co-existent with the Father.",
          "id": 400772
        },
        {
          "text": "There was; then, a Word importing an unbeginning eternity; as also the Word itself, that is, the Son of God, who being, by equality of substance, one with the Father, is eternal and uncreate.",
          "id": 400773
        },
        {
          "text": "That He was always the Word, is signified by saying, \"In the beginning was the Word\".",
          "id": 400774
        },
        {
          "text": "But by the expression, \"we have seen with our eyes,\" he signifies the Lord's presence in the flesh, \"and our hands have handled,\" he says, \"of the Word of life\".",
          "id": 400775
        },
        {
          "text": "He means not only His flesh, but the virtues of the Son, like the sunbeam which penetrates to the lowest places,—this sunbeam coming in the flesh became palpable to the disciples.",
          "id": 400776
        },
        {
          "text": "It is accordingly related in traditions, that John, touching the outward body itself, sent his hand deep down into it, and that the solidity of the flesh offered no obstacle, but gave way to the hand of the disciple.",
          "id": 400777
        },
        {
          "text": "\"And our hands have handled of the Word of life;\" that is, He who came in the flesh became capable of being touched.",
          "id": 400778
        },
        {
          "text": "As also,  Ver \"The life was manifested\".",
          "id": 400779
        },
        {
          "text": "For in the Gospel he thus speaks: \"And what was made, in Him was life, and the life was the light of men\".",
          "id": 400780
        },
        {
          "text": "\"And we show unto you that eternal life, which was with the Father, and was manifested unto you\".",
          "id": 400781
        },
        {
          "text": "He signifies by the appellation of Father, that the Son also existed always, without beginning.",
          "id": 400782
        },
        {
          "text": "Ver \"For God,\" he says, \"is light\".",
          "id": 400783
        },
        {
          "text": "He does not express the divine essence, but wishing to declare the majesty of God, he has applied to the Divinity what is best and most excellent in the view of men.",
          "id": 400784
        },
        {
          "text": "Thus also Paul, when he speaks of \"light inaccessible\".",
          "id": 400785
        },
        {
          "text": "But John himself also in this same Epistle says, \"God is love:\" pointing out the excellences of God, that He is kind and merciful; and because He is light, makes men righteous, according to the advancement of the soul,  through charity.",
          "id": 400786
        },
        {
          "text": "God, then, who is ineffable in respect of His substance, is light.",
          "id": 400787
        },
        {
          "text": "\"And in Him is no darkness at all,\"—that is, no passion, no keeping up of evil respecting any one, He destroys no one, but gives salvation to all.",
          "id": 400788
        },
        {
          "text": "Light moreover signifies, either the precepts of the Law, or faith, or doctrine.",
          "id": 400789
        },
        {
          "text": "Darkness is the opposite of these things.",
          "id": 400790
        },
        {
          "text": "Not as if there were another way; since there is only one way according to the divine precepts.",
          "id": 400791
        },
        {
          "text": "For the work of God is unity.",
          "id": 400792
        },
        {
          "text": "Duality and all else that exists, except unity, arises from perversity of life.",
          "id": 400793
        },
        {
          "text": "Ver \"And the blood of Jesus Christ His Son,\" he says, \"cleanses us\".",
          "id": 400794
        },
        {
          "text": "For the doctrine of the Lord, which is very powerful, is called His blood.",
          "id": 400795
        },
        {
          "text": "Ver \"If we say that we have not sinned, we make Him a liar, and His word is not in us\".",
          "id": 400796
        },
        {
          "text": "His doctrine, that is, or word is truth.",
          "id": 400797
        },
        {
          "text": "Chap.",
          "id": 400798
        },
        {
          "text": "ii \"And if any man sin,\" he says, \"we have an advocate with the Father, Jesus Christ\".",
          "id": 400799
        },
        {
          "text": "For so the Lord is an advocate with the Father for us.",
          "id": 400800
        },
        {
          "text": "So also is there, an advocate, whom, after His assumption, He vouchsafed to send.",
          "id": 400801
        },
        {
          "text": "For these primitive and first-created virtues are unchangeable as to substance, and along with subordinate angels and archangels, whose names they share, effect divine operations.",
          "id": 400802
        },
        {
          "text": "Thus also Moses names the virtue of the angel Michael, by an angel near to himself and of lowest grade.",
          "id": 400803
        },
        {
          "text": "The like also we find in the holy prophets; but to Moses an angel appeared near and at hand.",
          "id": 400804
        },
        {
          "text": "Moses heard him and spoke to him manifestly, face to face.",
          "id": 400805
        },
        {
          "text": "On the other prophets, through the agency of angels, an impression was made, as of beings hearing and seeing.",
          "id": 400806
        },
        {
          "text": "On this account also, they alone heard, and they alone saw; as also is seen in the case of Samuel.",
          "id": 400807
        },
        {
          "text": "Elisaeus also alone heard the voice by which he was called.",
          "id": 400808
        },
        {
          "text": "If the voice had been open and common, it would have been heard by all.",
          "id": 400809
        },
        {
          "text": "In this instance it was heard by him alone in whom the impression made by the angel worked.",
          "id": 400810
        },
        {
          "text": "Ver \"And not only for our sins,\"—that is for those of the faithful,—is the Lord the propitiator, does he say, \"but also for the whole world\".",
          "id": 400811
        },
        {
          "text": "He, indeed, saves all; but some He saves, converting them by punishments; others, however, who follow voluntarily He saves with dignity of honour; so \"that every knee should bow to Him, of things in heaven, and things on earth, and things under the earth;\" that is, angels, men, and souls that before His advent have departed from this temporal life.",
          "id": 400812
        },
        {
          "text": "Ver \"And by this we know that we know Him, if we keep His commandments\".",
          "id": 400813
        },
        {
          "text": "For the Gnostic he who knows also does the Works which pertain to the province of virtue.",
          "id": 400814
        },
        {
          "text": "But he who performs the works is not necessarily also a Gnostic.",
          "id": 400815
        },
        {
          "text": "For a man may be a doer of right works, and yet not a knower of the mysteries of science.",
          "id": 400816
        },
        {
          "text": "Finally, knowing that some works are performed from fear of punishment, and some on account of the promise of reward, he shows the perfection of the man gifted with knowledge, who fulfils his works by love.",
          "id": 400817
        },
        {
          "text": "Further, he adds, and says:—  Ver \"But whoso keepeth His word, in him verily is the love of God perfected: hereby know we that we are in Him,\"—by faith and love.",
          "id": 400818
        },
        {
          "text": "Ver \"I write no new commandment unto you, but an old commandment, which ye had from the beginning,\"—through the Law, that is, and the prophets; where it is said, God is one.",
          "id": 400819
        },
        {
          "text": "Accordingly, also, he infers, \"For the old commandment is the word which ye have heard\".",
          "id": 400820
        },
        {
          "text": "Again, however, he says:—  Ver \"This is the commandment; for the darkness\" of perversion, that is, \"has passed away, and, lo, the true light hath already shone,\"—that is, through faith, through knowledge, through the Covenant working in men, through prepared judgments.",
          "id": 400821
        },
        {
          "text": "Ver \"He that saith he is in the light,\"—in the light, he means in the truth,—\"and hateth,\" he says, \"his brother\".",
          "id": 400822
        },
        {
          "text": "By his brother, he means not only his neighbour, but also the Lord.",
          "id": 400823
        },
        {
          "text": "For unbelievers hate Him and do not keep His commandments.",
          "id": 400824
        },
        {
          "text": "Therefore also he infers:—  Ver \"He that loveth his brother abideth in the light; and there is none occasion of stumbling in him\".",
          "id": 400825
        },
        {
          "text": "Vers.",
          "id": 400826
        },
        {
          "text": "–.",
          "id": 400827
        },
        {
          "text": "He then indicates the stages of advancement and progress of souls that are still located in the flesh; and calls those whose sins have been forgiven, for the Lord's name's sake, \"little children,\" for many believe on account of the name only.",
          "id": 400828
        },
        {
          "text": "He styles \"fathers\" the perfect, \"who have known what was from the beginning,\" and received with understanding,—the Son, that is, of whom he said above, \"that which was from the beginning\".",
          "id": 400829
        },
        {
          "text": "\"I write,\" says he, \"to you, young men, because ye have overcome the wicked one\".",
          "id": 400830
        },
        {
          "text": "Young man strong in despising pleasures.",
          "id": 400831
        },
        {
          "text": "\"The wicked one\" points out the eminence of the devil.",
          "id": 400832
        },
        {
          "text": "\"The children,\" moreover, know the Father; having fled from idols and gathered together to the one God.",
          "id": 400833
        },
        {
          "text": "Ver \"For the world,\" he says, \"is in the  wicked one\".",
          "id": 400834
        },
        {
          "text": "Is not the world, and all that is in the world, called God's creation and very good? Yes.",
          "id": 400835
        },
        {
          "text": "But,  Ver \"The lust of the flesh, the lust of the eyes, and the ambition of the world,\" which arise from the perversion of life, \"are not of the Father, but of the world,\" and of you.",
          "id": 400836
        },
        {
          "text": "Ver \"Therefore also the world shall pass away, and the lust thereof; but he that doeth the will of God\" and His commandments \"abideth for ever\".",
          "id": 400837
        },
        {
          "text": "Ver \"They went out from us; but they were not of us\"—neither the apostate angels, nor men falling away;—\"but that they may be manifested that they are not of us\".",
          "id": 400838
        },
        {
          "text": "With sufficient clearness he distinguishes the class of the elect and that of the lost, and that which remaining in faith \"has an unction from the Holy One,\" which comes through faith.",
          "id": 400839
        },
        {
          "text": "He that abideth not in faith.",
          "id": 400840
        },
        {
          "text": "Ver \"A liar\" and \"an antichrist, who denieth that Jesus is the Christ\".",
          "id": 400841
        },
        {
          "text": "For Jesus, Saviour and Redeemer, is also Christ the King.",
          "id": 400842
        },
        {
          "text": "Ver \"He who denies the Son,\" by ignoring Him, \"has not the Father, nor does he know Him\".",
          "id": 400843
        },
        {
          "text": "But he who knoweth the Son and the Father, knows according to knowledge, and when the Lord shall be manifested at His second advent, shall have confidence and not be confounded.",
          "id": 400844
        },
        {
          "text": "Which confusion is heavy punishment.",
          "id": 400845
        },
        {
          "text": "Ver \"Every one,\" he says, \"who doeth righteousness is born of God;\" being regenerated, that is, according to faith.",
          "id": 400846
        },
        {
          "text": "Chap.",
          "id": 400847
        },
        {
          "text": "iii \"For the world knoweth us not, as it knew Him not\".",
          "id": 400848
        },
        {
          "text": "He means by the world those who live a worldly life in pleasures.",
          "id": 400849
        },
        {
          "text": "Ver \"Beloved,\" says he, \"now are we the sons of God,\" not by natural affection, but because we have God as our Father.",
          "id": 400850
        },
        {
          "text": "For it is the greater love that, seeing we have no relationship to God, He nevertheless loves us and calls us His sons.",
          "id": 400851
        },
        {
          "text": "\"And it hath not yet appeared what we shall be;\" that is, to what kind of glory we shall attain.",
          "id": 400852
        },
        {
          "text": "\"For if He shall be manifested,\"—that is, if we are made perfect,—\"we shall be like Him,\" as reposing and justified, pure in virtue, \"so that we may see Him\" (His countenance) \"as He is,\" by comprehension.",
          "id": 400853
        },
        {
          "text": "Ver \"He that doeth unrighteousness is of the devil,\" that is, of the devil as his father, following and choosing the same things.",
          "id": 400854
        },
        {
          "text": "\"The devil sinneth from the beginning,\" he says.",
          "id": 400855
        },
        {
          "text": "From the beginning from which he began to sin, incorrigibly persevering in sinning.",
          "id": 400856
        },
        {
          "text": "Ver He says, \"Whosoever is born of God does not commit sin, for His seed remaineth in him;\" that is, His word in him who is born again through faith.",
          "id": 400857
        },
        {
          "text": "Ver \"Thus we know the children of God, as likewise the children of the devil,\" who choose things like the devil; for so also they are said to be of the wicked one.",
          "id": 400858
        },
        {
          "text": "Ver \"Every one who hateth his brother is a murderer\".",
          "id": 400859
        },
        {
          "text": "For in him through unbelief Christ dies.",
          "id": 400860
        },
        {
          "text": "Rightly, therefore, he continues, \"And ye know that no murderer and unbeliever hath eternal life abiding in him\".",
          "id": 400861
        },
        {
          "text": "For the living Christ abides in the believing soul.",
          "id": 400862
        },
        {
          "text": "Ver \"For He Himself laid down His life for us;\" that is, for those who believe; that is, for the apostles.",
          "id": 400863
        },
        {
          "text": "If then He laid down His life for the apostles, he means His apostles themselves: us if he said, We, I say, the apostles, for whom He laid down His life, \"ought to lay down our lives for the brethren;\" for the salvation of their neighbours was the glory of the apostles.",
          "id": 400864
        },
        {
          "text": "Ver He says, \"For God is greater than our heart;\" that is, the virtue of God is greater than conscience, which will follow the soul.",
          "id": 400865
        },
        {
          "text": "Wherefore he continues, and says, \"and knoweth all things\".",
          "id": 400866
        },
        {
          "text": "Ver \"Beloved, if our heart condemn us not, it will have confidence before God\".",
          "id": 400867
        },
        {
          "text": "Ver \"And hereby we know that He dwelleth in us by His Spirit, which He hath given us;\" that is, by superintendence and foresight of future events.",
          "id": 400868
        },
        {
          "text": "Chap.",
          "id": 400869
        },
        {
          "text": "iv He says, \"Perfect love casteth out fear\".",
          "id": 400870
        },
        {
          "text": "For the perfection of a believing man is love.",
          "id": 400871
        },
        {
          "text": "Chap.",
          "id": 400872
        },
        {
          "text": "v He says, \"This is He who came by water and blood;\" and again,—  Ver \"For there are three that bear witness, the spirit,\" which is life, \"and the water,\" which is regeneration and faith, \"and the blood,\" which is knowledge; \"and these three are one\".",
          "id": 400873
        },
        {
          "text": "For in the Saviour are those saving virtues, and life itself exists in His own Son.",
          "id": 400874
        },
        {
          "text": "Ver \"And this is the confidence which we have towards Him, that if we ask anything according to His will, He will hear us\".",
          "id": 400875
        },
        {
          "text": "He does not say absolutely what we shall ask, but what we ought to ask.",
          "id": 400876
        },
        {
          "text": "Ver \"And the whole word lieth in the wicked one;\" not the creation, but worldly men, and those who live according to their lusts.",
          "id": 400877
        },
        {
          "text": "Ver \"And the Son of God hath come and given us understanding,\" which comes to us, that is, by faith, and is also called the Holy Spirit.",
          "id": 400878
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "4—Comments on the Second Epistle of John.",
          "id": 400879
        },
        {
          "text": "The second Epistle of John, which is written to Virgins, is very simple.",
          "id": 400880
        },
        {
          "text": "It was written to a Babylonian lady, by name Electa, and indicates  the election of the holy Church.",
          "id": 400881
        },
        {
          "text": "He establishes in this Epistle that the following out of the faith is not without charity, and so that no one divide Jesus Christ; but only to believe that Jesus Christ has come in the flesh.",
          "id": 400882
        },
        {
          "text": "For he who has the Son by apprehension in his intellect knows also the Father, and grasps with his mind intelligibly the greatness of His power working without beginning of time.",
          "id": 400883
        },
        {
          "text": "Ver He says, \"If any come unto you and bring not this doctrine, receive him not into your house, neither bid him God speed; for he that biddeth him God speed is partaker of his evil deeds\".",
          "id": 400884
        },
        {
          "text": "He forbids us to salute such, and to receive them to our hospitality.",
          "id": 400885
        },
        {
          "text": "For this is not harsh in the case of a man of this sort.",
          "id": 400886
        },
        {
          "text": "But he admonishes them neither to confer nor dispute with such as are not able to handle divine things with intelligence, lest through them they be seduced from the doctrine of truth, influenced by plausible reasons.",
          "id": 400887
        },
        {
          "text": "Now, I think that we are not even to pray with such, because in the prayer which is made at home, after rising from prayer, the salutation of joy is also the token of peace.",
          "id": 400888
        },
        {
          "text": "2—Nicetas Bishop of Heraclea.",
          "id": 400889
        },
        {
          "text": "From His Catena.",
          "id": 400890
        },
        {
          "text": "I.",
          "id": 400891
        },
        {
          "text": "—Job i  But Job's words may be more elegantly understood of evil and sin thus: \"Naked\" was formed from the earth at the beginning, as if from a \"mother's womb: naked to the earth shall I also depart;\" naked, not of possessions, for that were a trivial and common thing, but of evil and sin, and of the unsightly shape which follows those who have led bad lives.",
          "id": 400892
        },
        {
          "text": "Obviously, all of us human beings are born naked, and again are buried naked, swathed only in grave-clothes.",
          "id": 400893
        },
        {
          "text": "For God hath provided for us another life, and made the present life the way for the course which leads to it; appointing the supplies derived from what we possess merely as provisions for the way; and on our quitting this way, the wealth, consisting of the things which we possessed, journeys no farther with us.",
          "id": 400894
        },
        {
          "text": "For not a single thing that we possess is properly our own: of one possession alone, that is godliness, are we properly owners.",
          "id": 400895
        },
        {
          "text": "Of this, death, when it overtakes us, will not rob us; but from all else it will eject us, though against our will.",
          "id": 400896
        },
        {
          "text": "For it is for the support of life that we all have received what we possess; and after enjoying merely the use of it, each one departs, obtaining from life a brief remembrance.",
          "id": 400897
        },
        {
          "text": "For this is the end of all prosperity; this is the conclusion of the good things of this life.",
          "id": 400898
        },
        {
          "text": "Well, then, does the infant, on opening its eyes, after issuing from the womb, immediately begin with crying, not with laughter.",
          "id": 400899
        },
        {
          "text": "For it weeps, as if bewailing life, at whose hands from the outset it tastes of deadly gifts.",
          "id": 400900
        },
        {
          "text": "For immediately on being born its hands and feet are swaddled; and swathed in bonds it takes the breast.",
          "id": 400901
        },
        {
          "text": "O introduction to life, precursor of death! The child has but just entered on life, and straightway there is put upon it the raiment of the dead: for nature reminds those that are born of their end.",
          "id": 400902
        },
        {
          "text": "Wherefore also the child, on being born, wails, as if crying plaintively to its mother.",
          "id": 400903
        },
        {
          "text": "Why, O mother, didst thou bring me forth to this life, in which prolongation of life is progress to death? Why hast thou brought me into this troubled world, in which, on being born, swaddling bands are my first experience? Why hast thou delivered me to such a life as this, in which both a pitiable youth wastes away before old age, and old age is shunned as under the doom of death? Dreadful, O mother, is the course of life, which has death as the goal of the runner.",
          "id": 400904
        },
        {
          "text": "Bitter is the road of life we travel, with the grave as the wayfarer's inn.",
          "id": 400905
        },
        {
          "text": "Perilous the sea of life we sail; for it has Hades as a pirate to attack us.",
          "id": 400906
        },
        {
          "text": "Man alone is born in all respects naked, without a weapon or clothing born with him; not as being inferior to the other animals, but that nakedness and your bringing nothing with you may produce thought; and that thought may bring out dexterity, expel sloth, introduce the arts for the supply of our needs, and beget variety of contrivances.",
          "id": 400907
        },
        {
          "text": "For, naked, man is full of contrivances, being pricked on by his necessity, as by a goad, how to escape rains, how to elude cold, how to fence off blows, how to till the earth, how to terrify wild beasts, how to subdue the more powerful of them.",
          "id": 400908
        },
        {
          "text": "Wetted with rain, he contrived a roof; having suffered from cold, he invented clothing; being struck, he constructed a breastplate; bleeding his hands with the thorns in tilling the ground, he availed himself of the help of tools; in his naked state liable to become a prey to wild beasts, he discovered from his fear an art which frightened what frightened him.",
          "id": 400909
        },
        {
          "text": "Nakedness begat one accomplishment after another; so that even his nakedness was a gift and a master-favour.",
          "id": 400910
        },
        {
          "text": "Accordingly, Job also being made naked of wealth, possessions, of the blessing of children, of a numerous offspring, and having lost everything in a short time, uttered this grateful exclamation: \"Naked came I out of the womb, naked also shall I depart thither;\"—to God, that is, and to that blessed lot and rest.",
          "id": 400911
        },
        {
          "text": "2—From the Same.",
          "id": 400912
        },
        {
          "text": "Job v Calmness is a thing which, of all other things, is most to be prized.",
          "id": 400913
        },
        {
          "text": "As an example  of this, the word proposes to us the blessed Job.",
          "id": 400914
        },
        {
          "text": "For it is said of him, \"What man is like Job, who drinketh up scorning like water?\" For truly enviable, and, in my judgment, worthy of all admiration, a man is, if he has attained to such a degree of long-suffering as to be able with ease to grapple with the pain, truly keen, and not easily conquered by everybody, which arises from being wronged.",
          "id": 400915
        },
        {
          "text": "3—From Nicetas' Catena on Matthew.",
          "id": 400916
        },
        {
          "text": "Matt.",
          "id": 400917
        },
        {
          "text": "v Alms are to be given, but with judgment, and to the deserving, that we may obtain a recompense from the Most High.",
          "id": 400918
        },
        {
          "text": "But woe to those who have and who take under false pretences, or who are able to help themselves and want to take from others.",
          "id": 400919
        },
        {
          "text": "For he who has, and, to carry out false pretences or out of laziness, takes, shall be condemned.",
          "id": 400920
        },
        {
          "text": "4—From the Same.",
          "id": 400921
        },
        {
          "text": "Matt.",
          "id": 400922
        },
        {
          "text": "xiii The word which proclaims the kingdom of heaven is sharp and pungent as mustard, and represses bile, that is, anger, and checks inflammation, that is, pride; and from this word the soul's true health and eternal soundness flow.",
          "id": 400923
        },
        {
          "text": "To such increased size did the growth of the word come, that the tree which sprang from it (that is the Church of Christ established over the whole earth) filled the world, so that the fowls of the air—that is, divine angels and lofty souls—dwelt in its branches.",
          "id": 400924
        },
        {
          "text": "5—From the Same.",
          "id": 400925
        },
        {
          "text": "Matt.",
          "id": 400926
        },
        {
          "text": "xiii A pearl, and that pellucid and of purest ray, is Jesus, whom of the lightning flash of Divinity the Virgin bore.",
          "id": 400927
        },
        {
          "text": "For as the pearl, produced in flesh and the oyster-shell and moisture, appears to be a body moist and transparent, full of light and spirit; so also God the Word, incarnate, is intellectual light, sending His rays, through a body luminous and moist.",
          "id": 400928
        },
        {
          "text": "3—From the Catena on Luke, Edited by Corderius.",
          "id": 400929
        },
        {
          "text": "Luke iii God here assumed the \"likeness\" not of a man, but \"of a dove,\" because He wished, by a new apparition of the Spirit in the likeness of a dove, to declare His simplicity and majesty.",
          "id": 400930
        },
        {
          "text": "Luke xvi Perhaps by the iota and tittle His righteousness cries, \"If ye come right unto Me, I will also come right to you; but if crooked, I also will come crooked, saith the Lord of hosts;\" intimating that the ways of sinners are intricate and crooked.",
          "id": 400931
        },
        {
          "text": "For the way right and agreeable to nature which is intimated by the iota of Jesus, is His goodness, which constantly directs those who believe from hearing.",
          "id": 400932
        },
        {
          "text": "\"There shall not, therefore, pass from the law one iota or one tittle,\" neither from the right and good the mutual promises, nor from the crooked and unjust the punishment assigned to them.",
          "id": 400933
        },
        {
          "text": "\"For the Lord doeth good to the good, but those who turn aside into crooked ways God will lead with the workers of iniquity\".",
          "id": 400934
        },
        {
          "text": "4—From the Books of the Hypotyposes.",
          "id": 400935
        },
        {
          "text": "oecumenius from Book 3 On  Cor.",
          "id": 400936
        },
        {
          "text": "xi  \"Because of the angels\".",
          "id": 400937
        },
        {
          "text": "By the angels he means righteous and virtuous men.",
          "id": 400938
        },
        {
          "text": "Let her be veiled then, that she may not lead them to stumble into fornication.",
          "id": 400939
        },
        {
          "text": "For the real angels in heaven see her though veiled.",
          "id": 400940
        },
        {
          "text": "The Same, Book 4 On  Cor.",
          "id": 400941
        },
        {
          "text": "v  \"And if we have known Christ after the flesh\".",
          "id": 400942
        },
        {
          "text": "As \"after the flesh\" in our case is being in the midst of sins, and being out of them is \"not after the flesh;\" so also \"after the flesh\" in the case of Christ was His subjection to natural affections, and His not being subject to them is to be \"not after the flesh\".",
          "id": 400943
        },
        {
          "text": "But, he says, as He was released, so also are we.",
          "id": 400944
        },
        {
          "text": "The Same, Book 4 On  Cor.",
          "id": 400945
        },
        {
          "text": "vi  \"Our heart is enlarged,\" to teach you all things.",
          "id": 400946
        },
        {
          "text": "But ye are straitened in your own bowels, that is, in love to God, in which ye ought to love me.",
          "id": 400947
        },
        {
          "text": "The Same, Book 5 On Gal.",
          "id": 400948
        },
        {
          "text": "v  \"And they that are Christ's have crucified the flesh\".",
          "id": 400949
        },
        {
          "text": "And why mention one aspect of virtue after another? For there are some who have crucified themselves as far as the passions are concerned, and the passions as far as respects themselves.",
          "id": 400950
        },
        {
          "text": "According to this interpretation the \"and\" is not superfluous.",
          "id": 400951
        },
        {
          "text": "\"And they that are Christ's\"—that is, striving after Him—\"have crucified their own flesh\".",
          "id": 400952
        },
        {
          "text": "Moschus: Spiritual Meadow, Book 5 Chap  Yes, truly, the apostles were baptised, as Clement the Stromatist relates in the fifth book of the Hypotyposes.",
          "id": 400953
        },
        {
          "text": "For, in explaining the apostolic statement, \"I thank God that I baptised none of you,\" he says, Christ is said to have baptised Peter alone, and Peter Andrew, and Andrew John, and they James and the rest.",
          "id": 400954
        },
        {
          "text": "Eusebius: Ecclesiastical History, Book 6 2  Now Clement, writing in the sixth book of the Hypotyposes, makes this statement.",
          "id": 400955
        },
        {
          "text": "For he says that Peter and James and John, after the Saviour's ascension, though pre-eminently honoured by the Lord, did not contend for glory, but made James the Just, bishop of Jerusalem.",
          "id": 400956
        },
        {
          "text": "Eusebius: Ecclesiastical History, II  So, then, through the visit of the divine word to them, the power of Simon was extinguished, and immediately was destroyed along with the man himself.",
          "id": 400957
        },
        {
          "text": "And such a ray of godliness shone forth on the minds of Peter's hearers, that they were not satisfied with the once hearing or with the unwritten teaching of the divine proclamation, but with all manner of entreaties importuned Mark, to whom the Gospel is ascribed, he being the companion of Peter, that he would leave in writing a record of the teaching which had been delivered to them verbally; and did not let the man alone till they prevailed upon him; and so to them we owe the Scripture called the \"Gospel by Mark\".",
          "id": 400958
        },
        {
          "text": "On learning what had been done, through the revelation of the Spirit, it is said that the apostle was delighted with the enthusiasm of the men, and sanctioned the composition for reading in the Churches.",
          "id": 400959
        },
        {
          "text": "Clemens gives the narrative in the sixth book of the Hypotyposes.",
          "id": 400960
        },
        {
          "text": "Eusebius: Ibid.",
          "id": 400961
        },
        {
          "text": "Then, also, as the divine Scripture says, Herod, on the execution of James, seeing that what was done pleased the Jews, laid hands also on Peter; and having put him in chains, would have presently put him to death, had not an angel in a divine vision appeared to him by night, and wondrously releasing him from his bonds, sent him away to the ministry of preaching.",
          "id": 400962
        },
        {
          "text": "Eusebius: Ecclesiastical History, VI  And in the Hypotyposes, in a word, he has made abbreviated narratives of the whole testamentary Scripture; and has not passed over the disputed books,—I mean Jude and the rest of the Catholic Epistles and Barnabas, and what is called the Revelation of Peter.",
          "id": 400963
        },
        {
          "text": "And he says that the Epistle to the Hebrews is Paul's, and was written to the Hebrews in the Hebrew language; but that Luke, having carefully translated it, gave it to the Greeks, and hence the same colouring in the expression is discoverable in this Epistle and the Acts; and that the name \"Paul an Apostle\" was very properly not prefixed, for, he says, that writing to the Hebrews, who were prejudiced against him and suspected, he with great wisdom did not repel them in the beginning by putting down his name.",
          "id": 400964
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Eusebius: Book 7   Tim.",
          "id": 400965
        },
        {
          "text": "ii \"In his times;\" that is, when men were in a condition of fitness for faith.",
          "id": 400966
        },
        {
          "text": "Tim.",
          "id": 400967
        },
        {
          "text": "iii \"Was seen of angels\".",
          "id": 400968
        },
        {
          "text": "O mystery! The angels saw Christ while He was with us, not having seen Him before.",
          "id": 400969
        },
        {
          "text": "Not as by men.",
          "id": 400970
        },
        {
          "text": "Tim.",
          "id": 400971
        },
        {
          "text": "v \"And especially those of his own house\".",
          "id": 400972
        },
        {
          "text": "He provides for his own and those of his own house, who not only provides for his relatives, but also for himself, by extirpating the passions.",
          "id": 400973
        },
        {
          "text": "Tim.",
          "id": 400974
        },
        {
          "text": "v \"If she have washed the feet of saints;\" that is, if she has performed without shame the meanest offices for the saints.",
          "id": 400975
        },
        {
          "text": "Tim.",
          "id": 400976
        },
        {
          "text": "v \"Without prejudice;\" that is, without falling under the doom and punishment of disobedience through making any false step.",
          "id": 400977
        },
        {
          "text": "Tim.",
          "id": 400978
        },
        {
          "text": "vi \"Who witnessed before Pontius Pilate\".",
          "id": 400979
        },
        {
          "text": "For He testified by what he did that He was Christ the Son of God.",
          "id": 400980
        },
        {
          "text": "Tim.",
          "id": 400981
        },
        {
          "text": "ii \"By many witnesses;\" that is, the law and the prophets.",
          "id": 400982
        },
        {
          "text": "For these the apostle made witnesses of his own preaching.",
          "id": 400983
        },
        {
          "text": "Eusebius: Ecclesiastical History, Book 7 II  To James the Just, and John and Peter, the Lord after His resurrection imparted knowledge (τὴν γνῶσιν.",
          "id": 400984
        },
        {
          "text": ") These imparted it to the rest of the apostles, and the rest of the apostles to the Seventy, of whom Barnabas was one.",
          "id": 400985
        },
        {
          "text": "Eusebius: the Same, II  And of this James, Clement also relates an anecdote worthy of remembrance in the seventh book of the Hypotyposes, from a tradition of his predecessors.",
          "id": 400986
        },
        {
          "text": "He says that the man who brought him to trial, on seeing him bear his testimony, was moved, and confessed that he was a Christian himself.",
          "id": 400987
        },
        {
          "text": "Accordingly, he says, they were both led away together, and on the way the other asked James to forgive him.",
          "id": 400988
        },
        {
          "text": "And he, considering a little, said, \"Peace be to thee\" and kissed him.",
          "id": 400989
        },
        {
          "text": "And so both were beheaded together.",
          "id": 400990
        },
        {
          "text": "Eusebius: the Same, VI  And now, as the blessed Presbyter used to say, since the Lord, as the Apostle of the Almighty, was sent to the Hebrews, Paul, as having been sent to the Gentiles, did not subscribe himself apostle of the Hebrews, out of modesty and reverence for the Lord, and because, being the herald and apostle of the Gentiles, his writing to the Hebrews was something over and above his assigned function.",
          "id": 400991
        },
        {
          "text": "Eusebius: the Same.",
          "id": 400992
        },
        {
          "text": "Again, in the same books Clement has set down a tradition which he had received from the elders before him, in regard to the order of the Gospels, to the following effect.",
          "id": 400993
        },
        {
          "text": "He says that the Gospels containing the genealogies were written first, and that the Gospel according to Mark was composed in the following circumstances:—  Peter having preached the word publicly at Rome, and by the Spirit proclaimed the Gospel, those who were present, who were numerous, entreated Mark, inasmuch as he had attended him from an early period, and remembered what had been said, to write down what had been spoken.",
          "id": 400994
        },
        {
          "text": "On his composing the Gospel, he handed it to those who had made the request to him; which coming to Peter's knowledge, he neither hindered nor encouraged.",
          "id": 400995
        },
        {
          "text": "But John, the last of all, seeing that what was corporeal was set forth in the Gospels, on the entreaty of his intimate friends, and inspired by the Spirit, composed a spiritual Gospel.",
          "id": 400996
        },
        {
          "text": "5—From the Book on Providence.",
          "id": 400997
        },
        {
          "text": "S.",
          "id": 400998
        },
        {
          "text": "Maximus, Vol.",
          "id": 400999
        },
        {
          "text": "II  Being is in God.",
          "id": 401000
        },
        {
          "text": "God is divine being, eternal and without beginning, incorporeal and illimitable, and the cause of what exists.",
          "id": 401001
        },
        {
          "text": "Being is that which wholly subsists.",
          "id": 401002
        },
        {
          "text": "Nature is the truth of things, or the inner reality of them.",
          "id": 401003
        },
        {
          "text": "According to others, it is the production of what has come to existence; and according to others, again, it is the providence of God, causing the being, and the manner of being, in the things which are produced.",
          "id": 401004
        },
        {
          "text": "S.",
          "id": 401005
        },
        {
          "text": "Maximus: in the Same, p  Willing is a natural power, which desires what is in accordance with nature.",
          "id": 401006
        },
        {
          "text": "Willing is a natural appetency, corresponding with the nature of the rational creature.",
          "id": 401007
        },
        {
          "text": "Willing is a natural spontaneous movement of the self-determining mind, or the mind voluntarily moved about anything.",
          "id": 401008
        },
        {
          "text": "Spontaneity is the mind moved naturally, or an intellectual self-determining movement of the soul.",
          "id": 401009
        },
        {
          "text": "6—From the Book on the Soul.",
          "id": 401010
        },
        {
          "text": "Maximus and Antonius Melissa.",
          "id": 401011
        },
        {
          "text": "Souls that breathe free of all things, possess life, and though separated from the body, and found possessed of a longing for it, are borne immortal to the bosom of God: as in the winter season the vapours of the earth attracted by the sun's rays rise to him.",
          "id": 401012
        },
        {
          "text": "The Barocc.",
          "id": 401013
        },
        {
          "text": "ms.",
          "id": 401014
        },
        {
          "text": "All souls are immortal, even those of the wicked, for whom it were better that they were not deathless.",
          "id": 401015
        },
        {
          "text": "For, punished with the endless vengeance of quenchless fire, and not dying, it is impossible for them to have a period put to their misery.",
          "id": 401016
        },
        {
          "text": "7—Fragment from the Book on Slander.",
          "id": 401017
        },
        {
          "text": "Antonius Melissa, Book 2 Sermon.",
          "id": 401018
        },
        {
          "text": "Never be afraid of the slanderer who addresses you.",
          "id": 401019
        },
        {
          "text": "But rather say, Stop, brother; I daily commit more grievous errors, and how can I judge him? For you will gain two things, healing with one plaster both yourself and your neighbour.",
          "id": 401020
        },
        {
          "text": "He shows what is really evil.",
          "id": 401021
        },
        {
          "text": "Whence, by these arguments, God has contrived to make each one's disposition manifest.",
          "id": 401022
        },
        {
          "text": "Antonius Melissa, Book 1 Sermon , and Book 2 Sermon.",
          "id": 401023
        },
        {
          "text": "Also Maximus, Sermon , p.",
          "id": 401024
        },
        {
          "text": "; John of Damascus, Book 2  It is not abstaining from deeds that justifies the believer, but purity and sincerity of thoughts.",
          "id": 401025
        },
        {
          "text": "8—Other Fragments from Antonius Melissa.",
          "id": 401026
        },
        {
          "text": "I.",
          "id": 401027
        },
        {
          "text": "—Book I.",
          "id": 401028
        },
        {
          "text": "Sermon , on Confession.",
          "id": 401029
        },
        {
          "text": "Repentance then becomes capable of wiping out every sin, when on the occurrence of the soul's fault it admits no delay, and does not let the impulse pass on to a long space of time.",
          "id": 401030
        },
        {
          "text": "For it is in this way that evil will be unable to leave a trace in us, being plucked away at the moment of its assault like a newly planted plant.",
          "id": 401031
        },
        {
          "text": "As the creatures called crabs are easy to catch, from their going sometimes forward and sometimes backward; so also the soul, which at one time is laughing, at another weeping, and at another giving way to luxury, can do no good.",
          "id": 401032
        },
        {
          "text": "He who is sometimes grieving, and is sometimes enjoying himself and laughing, is like a man pelting the dog of voluptuousness with bread, who chases it in appearance, but in fact invites it to remain near him.",
          "id": 401033
        },
        {
          "text": "Book 1 Sermon , on Praise.",
          "id": 401034
        },
        {
          "text": "Some flatterers were congratulating a wise man.",
          "id": 401035
        },
        {
          "text": "He said to them, If you stop praising me, I think myself something great after your departure; but if you do not stop praising me, I guess my own impurity.",
          "id": 401036
        },
        {
          "text": "Feigned praise is worth less than true censure.",
          "id": 401037
        },
        {
          "text": "Book 2 Sermon , on the Lazy and Indolent.",
          "id": 401038
        },
        {
          "text": "To the weak and infirm, what is moderate appears excessive.",
          "id": 401039
        },
        {
          "text": "Book 2 Sermon , on Your Neighbour—That You are to Bear His Burdens, Etc.",
          "id": 401040
        },
        {
          "text": "The reproof that is given with knowledge is very faithful.",
          "id": 401041
        },
        {
          "text": "Sometimes also the knowledge of those who are condemned is found to be the most perfect demonstration.",
          "id": 401042
        },
        {
          "text": "Book 2 Sermon , on the Proud, and Those Desirous of Vainglory.",
          "id": 401043
        },
        {
          "text": "To the man who exalts and magnifies himself is attached the quick transition and the fall to low estate, as the divine word teaches.",
          "id": 401044
        },
        {
          "text": "Book 2 Sermon.",
          "id": 401045
        },
        {
          "text": "Pure speech and a spotless life are the throne and true temple of God.",
          "id": 401046
        },
        {
          "text": "9—Fragment of the Treatise on Marriage.",
          "id": 401047
        },
        {
          "text": "Maximus, Sermon 3 p.",
          "id": 401048
        },
        {
          "text": ", on Modesty and Chastity.",
          "id": 401049
        },
        {
          "text": "Also, John of Damascus, Book 3—Parallel Chap  It is not only fornication, but also the giving in marriage prematurely, that is called fornication; when, so to speak, one not of ripe age is given to a husband, either of her own accord or by her parents.",
          "id": 401050
        },
        {
          "text": "10—Fragments of Other Lost Books.",
          "id": 401051
        },
        {
          "text": "Maximus, Sermon.",
          "id": 401052
        },
        {
          "text": "—John of Damascus, 2 Chap—Antonius Melissa, Book 1 Sermon.",
          "id": 401053
        },
        {
          "text": "Flattery is the bane of friendship.",
          "id": 401054
        },
        {
          "text": "Most men are accustomed to pay court to the good fortune of princes, rather than to the princes themselves.",
          "id": 401055
        },
        {
          "text": "Maximus, Sermon , p—Antonius Melissa, Sermon , p.",
          "id": 401056
        },
        {
          "text": ", and Sermon , p  The lovers of frugality shun luxury as the bane of soul and body.",
          "id": 401057
        },
        {
          "text": "The possession and use of necessaries has nothing injurious in quality, but it has in quantity above measure.",
          "id": 401058
        },
        {
          "text": "Scarcity of food is a necessary benefit.",
          "id": 401059
        },
        {
          "text": "Maximus, Sermon , p—Antonius Melissa, Book 1 Sermon.",
          "id": 401060
        },
        {
          "text": "The vivid remembrance of death is a check upon diet; and when the diet is lessened, the passions are diminished along with it.",
          "id": 401061
        },
        {
          "text": "Maximus, Sermon , p  Above all, Christians are not allowed to correct with violence the delinquencies of sins.",
          "id": 401062
        },
        {
          "text": "For it is not those that abstain from wickedness from compulsion, but those that abstain from choice, that God crowns.",
          "id": 401063
        },
        {
          "text": "It is impossible for a man to be steadily good except by his own choice.",
          "id": 401064
        },
        {
          "text": "For he that is made good by compulsion of another is not good; for he is not what he is by his own choice.",
          "id": 401065
        },
        {
          "text": "For it is the freedom of each one that makes true goodness and reveals real wickedness.",
          "id": 401066
        },
        {
          "text": "Whence through these dispositions God contrived to make His own disposition manifest.",
          "id": 401067
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "11—Fragments Found in Greek Only in the Oxford Edition.",
          "id": 401068
        },
        {
          "text": "From the Last Work on the Passover.",
          "id": 401069
        },
        {
          "text": "(Quoted in the Paschal Chronicle.",
          "id": 401070
        },
        {
          "text": ")  Accordingly, in the years gone by, Jesus went to eat the passover sacrificed by the Jews, keeping the feast.",
          "id": 401071
        },
        {
          "text": "But when he had preached He who was the Passover, the Lamb of God, led as a sheep to the slaughter, presently taught His disciples the mystery of the type on the thirteenth day, on which also they inquired, \"Where wilt Thou that we prepare for Thee to eat the passover?\" It was on this day, then, that both the consecration of the unleavened bread and the preparation for the feast took place.",
          "id": 401072
        },
        {
          "text": "Whence John naturally describes the disciples as already previously prepared to have their feet washed by the Lord.",
          "id": 401073
        },
        {
          "text": "And on the following day our Saviour suffered, He who was the Passover, propitiously sacrificed by the Jews.",
          "id": 401074
        },
        {
          "text": "The Same.",
          "id": 401075
        },
        {
          "text": "Suitably, therefore, to the fourteenth day, on which He also suffered, in the morning, the chief priests and the scribes, who brought Him to Pilate, did not enter the Praetorium, that they might not be defiled, but might freely eat the passover in the evening.",
          "id": 401076
        },
        {
          "text": "With this precise determination of the days both the whole Scriptures agree, and the Gospels harmonize.",
          "id": 401077
        },
        {
          "text": "The resurrection also attests it.",
          "id": 401078
        },
        {
          "text": "He certainly rose on the third day, which fell on the first day of the weeks of harvest, on which the law prescribed that the priest should offer up the sheaf.",
          "id": 401079
        },
        {
          "text": "Macarius Chrysocephalus: Parable of the Prodigal Son, Luke 15 -, Oration on Luke 15 -, Towards the Close.",
          "id": 401080
        },
        {
          "text": "What choral dance and high festival is held in heaven, if there is one that has become an exile and a fugitive from the life led under the Father, knowing not that those who put themselves  far from Him shall perish; if he has squandered the gift, and substance, and inheritance of the Father; if there is one whose faith has failed, and whose hope is spent, by rushing along with the Gentiles into the same profligacy of debauchery; and then, famished and destitute, and not even filled with what the swine eat, has arisen and come to his Father!  But the kind Father waits not till the son comes to Him.",
          "id": 401081
        },
        {
          "text": "For perchance he would never be able or venture to approach, did he not find Him gracious.",
          "id": 401082
        },
        {
          "text": "Wherefore, when he merely wishing, when he straightway made a beginning, when he took the first step, while he was yet a great way off, He the Father was moved with compassion, and ran, and fell upon his neck and kissed him.",
          "id": 401083
        },
        {
          "text": "And then the son, taking courage, confessed what he had done.",
          "id": 401084
        },
        {
          "text": "Wherefore the Father bestows on him the glory and honour that was due and meet, putting on him the best robe, the robe of immortality; and a ring, a royal signet and divine seal,—impress of consecration, signature of glory, pledge of testimony (for it is said, \"He hath set to his seal that God is true,\") and shoes, not those perishable ones which he hath set his foot on holy ground is bidden take off, nor such as he who is sent to preach the kingdom of heaven is forbidden to put on, but such as wear not, and are suited for the journey to heaven, becoming and adorning the heavenly path, such as unwashed feet never put on, but those which are washed by our Teacher and Lord.",
          "id": 401085
        },
        {
          "text": "Many, truly, are the shoes of the sinful soul, by which it is bound and cramped.",
          "id": 401086
        },
        {
          "text": "For each man is cramped by the cords of his own sins.",
          "id": 401087
        },
        {
          "text": "Accordingly, Abraham swears to the king of Sodom, \"I will not take of all that is thine, from a thread to a shoe-latchet\".",
          "id": 401088
        },
        {
          "text": "On account of these being defiled and polluted on the earth, every kind of wrong and selfishness engrosses life.",
          "id": 401089
        },
        {
          "text": "As the Lord reproves Israel by Amos, saying, \"For three iniquities of Israel, yea, for four, I will not turn him back; because they have given away the righteous for silver, and the needy for a pair of shoes, which tread upon the dust of the ground\".",
          "id": 401090
        },
        {
          "text": "Now the shoes which the Father bids the servant give to the repentant son who has betaken himself to Him, do not impede or drag to the earth (for the earthly tabernacle weighs down the anxious mind); but they are buoyant, and ascending, and waft to heaven, and serve as such a ladder and chariot as he requires who has turned his mind towards the Father.",
          "id": 401091
        },
        {
          "text": "For, beautiful after being first beautifully adorned with all these things without, he enters into the gladness within.",
          "id": 401092
        },
        {
          "text": "For \"Bring out\" was said by Him who had first said, \"While he was yet a great way off, he ran and fell upon his neck\".",
          "id": 401093
        },
        {
          "text": "For it is here that all the preparation for entrance to the marriage to which we are invited must be accomplished.",
          "id": 401094
        },
        {
          "text": "He, then, who has been made ready to enter will say, \"This my joy is fulfilled\".",
          "id": 401095
        },
        {
          "text": "But the unlovely and unsightly man will hear, \"Friend, how camest thou in here, without having a wedding garment?\" And the fat and unctuous food,—the delicacies abundant and sufficing of the blessed,—the fatted calf is killed; which is also again spoken of as a lamb (not literally); that no one may suppose it small; but it is the great and greatest.",
          "id": 401096
        },
        {
          "text": "For not small is \"the Lamb of God who taketh away the sin of the world,\" who \"was led as a sheep to the slaughter,\" the sacrifice full of marrow, all whose fat, according to the sacred law, was the Lord's.",
          "id": 401097
        },
        {
          "text": "For He was wholly devoted and consecrated to the Lord; so well grown, and to such excessive size, as to reach and extend over all, and to fill those who eat Him and feed upon Him.",
          "id": 401098
        },
        {
          "text": "For He is both flesh and bread, and has given Himself as both to us to be eaten.",
          "id": 401099
        },
        {
          "text": "To the sons, then, who come to Him, the Father gives the calf, and it is slain and eaten.",
          "id": 401100
        },
        {
          "text": "But those who do not come to Him He pursues and disinherits, and is found to be a most powerful bull.",
          "id": 401101
        },
        {
          "text": "Here, by reason of His size and prowess, it is said of Him, \"His glory is as that of an unicorn\".",
          "id": 401102
        },
        {
          "text": "And the prophet Habakkuk sees Him bearing horns, and celebrates His defensive attitude—\"horns in His hands\".",
          "id": 401103
        },
        {
          "text": "Wherefore the sign shows His power and authority,—horns that pierce on both sides, or rather, on all sides, and through everything.",
          "id": 401104
        },
        {
          "text": "And those who eat are so strengthened, and retain such strength from the life-giving food in them, that they themselves are stronger than their enemies, and are all but armed with the horns of a bull; as it is said, \"In thee shall we butt our enemies\".",
          "id": 401105
        },
        {
          "text": "Gladness there is, and music, and dances; although the elder son, who had ever been with and ever obedient to the Father, takes it ill, when he who never had himself been dissipated or profligate sees the guilty one made happy.",
          "id": 401106
        },
        {
          "text": "Accordingly the Father calls him, saying, \"Son, thou art ever with me\".",
          "id": 401107
        },
        {
          "text": "And what greater joy and feast and festivity can be than being continually with God, standing by His side and serving Him? \"And all that is mine is thine\".",
          "id": 401108
        },
        {
          "text": "And blessed is the heir of God, for whom the  Father holds possession,—the faithful, to whom the whole world of possessions belongs.",
          "id": 401109
        },
        {
          "text": "\"It was meet that we should be glad, and rejoice; for thy brother was dead, and is alive again\".",
          "id": 401110
        },
        {
          "text": "Kind Father, who givest all things life, and raisest the dead.",
          "id": 401111
        },
        {
          "text": "\"And was lost, and is found\".",
          "id": 401112
        },
        {
          "text": "And \"blessed is the man whom Thou hast chosen and accepted,\" and whom having sought, Thou dost find.",
          "id": 401113
        },
        {
          "text": "\"Blessed are those whose iniquities are forgiven, whose sins are covered\".",
          "id": 401114
        },
        {
          "text": "It is for man to repent of sins; but let this be accompanied with a change that will not be checked.",
          "id": 401115
        },
        {
          "text": "For he who does not act so shall be put to shame, because he has acted not with his whole heart, but in haste.",
          "id": 401116
        },
        {
          "text": "And it is ours to flee to God.",
          "id": 401117
        },
        {
          "text": "And let us endeavour after this ceaselessly and energetically.",
          "id": 401118
        },
        {
          "text": "For He says, \"Come unto Me, all ye that labour and are heavy laden, and I will give you rest\".",
          "id": 401119
        },
        {
          "text": "And prayer and confession with humility are voluntary acts.",
          "id": 401120
        },
        {
          "text": "Wherefore it is enjoined, \"First tell thy sins, that thou mayest be justified\".",
          "id": 401121
        },
        {
          "text": "What afterwards we shall obtain, and what we shall be, it is not for us to judge.",
          "id": 401122
        },
        {
          "text": "Such is the strict meaning of the parable.",
          "id": 401123
        },
        {
          "text": "The repentant son came to the pitying Father, never hoping for these things,—the best robe, and the ring, and the shoes,—or to taste the fatted calf, or to share in gladness, or enjoy music and dances; but he would have been contented with obtaining what in his own estimation he deemed himself worth.",
          "id": 401124
        },
        {
          "text": "\"Make me,\" he had made up his mind to say, \"as one of thy hired servants\".",
          "id": 401125
        },
        {
          "text": "But when he saw the Father's welcome meeting him, he did not say this, but said what he had in his mind to say first, \"Father, I have sinned against Heaven, and before thee\".",
          "id": 401126
        },
        {
          "text": "And so both his humility and his accusation became the cause of justification and glory.",
          "id": 401127
        },
        {
          "text": "For the righteous man condemns himself in his first words.",
          "id": 401128
        },
        {
          "text": "So also the publican departed justified rather than the Pharisee.",
          "id": 401129
        },
        {
          "text": "The son, then, knew not either what he was to obtain, or how to take or use or put on himself the things given him; since he did not take the robe himself, and put it on.",
          "id": 401130
        },
        {
          "text": "But it is said, \"Put it on him\".",
          "id": 401131
        },
        {
          "text": "He did not himself put the ring on his finger, but those who were bidden \"Put a ring on his hand\".",
          "id": 401132
        },
        {
          "text": "Nor did he put the shoes on himself, but it was they who heard, \"and shoes on his feet\".",
          "id": 401133
        },
        {
          "text": "And these things were perhaps incredible to him and to others, and unexpected before they took place; but gladly received and praised were the gifts with which he was presented.",
          "id": 401134
        },
        {
          "text": "The parable exhibits this thought, that the exercise of the faculty of reason has been accorded to each man.",
          "id": 401135
        },
        {
          "text": "Wherefore the prodigal is introduced, demanding from his father his portion, that is, of the state of mind, endowed by reason.",
          "id": 401136
        },
        {
          "text": "For the possession of reason is granted to all, in order to the pursuit of what is good, and the avoidance of what is bad.",
          "id": 401137
        },
        {
          "text": "But many who are furnished by God with this make a bad use of the knowledge that has been given them, and land in the profligacy of evil practices, and wickedly waste the substance of reason,—the eye on disgraceful sights, the tongue on blasphemous words, the smell on foetid licentious excesses of pleasures, the mouth on swinish gluttony, the hands on thefts, the feet on running into plots, the thoughts on impious counsels, the inclinations on indulgence on the love of ease, the mind on brutish pastime.",
          "id": 401138
        },
        {
          "text": "They preserve nothing of the substance of reason unsquandered.",
          "id": 401139
        },
        {
          "text": "Such an one, therefore, Christ represents in the parable,—as a rational creature, with his reason darkened, and asking from the Divine Being what is suitable to reason; then as obtaining from God, and making a wicked use of what had been given, and especially of the benefits of baptism, which had been vouchsafed to him; whence also He calls him a prodigal; and then, after the dissipation of what had been given him, and again his restoration by repentance, He represents the love of God shown to him.",
          "id": 401140
        },
        {
          "text": "For He says, \"Bring hither the fatted calf, kill it, and let us eat and be merry; for this my son\"—a name of nearest relationship, and significative of what is given to the faithful—\"was dead and lost,\"—an expression of extremest alienation; for what is more alien to the living than the lost and dead? For neither can be possessed any more.",
          "id": 401141
        },
        {
          "text": "But having from the nearest relationship fallen to extremest alienation, again by repentance he returned to near relationship.",
          "id": 401142
        },
        {
          "text": "For it is said, \"Put on him the best robe,\" which was his the moment he obtained baptism.",
          "id": 401143
        },
        {
          "text": "I mean the glory of baptism, the remission of sins, and the communication of the other blessings, which he obtained immediately he had touched the font.",
          "id": 401144
        },
        {
          "text": "\"And put a ring on his hand\".",
          "id": 401145
        },
        {
          "text": "Here is the mystery of the Trinity; which is the seal impressed on those who believe.",
          "id": 401146
        },
        {
          "text": "\"And put shoes on his feet,\" for \"the preparation of the Gospel of peace,\" and the whole course that leads to good actions.",
          "id": 401147
        },
        {
          "text": "But whom Christ finds lost, after sin committed since baptism, those Novatus, enemy of God, resigns to destruction.",
          "id": 401148
        },
        {
          "text": "Do not let us then reckon any fault if we repent; guarding against falling, let us, if we have fallen, retrace our steps.",
          "id": 401149
        },
        {
          "text": "And while dreading to offend, let us, after offending,  avoid despair, and be eager to be confirmed; and on sinking, let us haste to rise up again.",
          "id": 401150
        },
        {
          "text": "Let us obey the Lord, who calls to us, \"Come unto Me, all ye that labour, and I will give you rest\".",
          "id": 401151
        },
        {
          "text": "Let us employ the gift of reason for actions of prudence.",
          "id": 401152
        },
        {
          "text": "Let us learn now abstinence from what is wicked, that we may not be forced to learn in the future.",
          "id": 401153
        },
        {
          "text": "Let us employ life as a training school for what is good; and let us be roused to the hatred of sin.",
          "id": 401154
        },
        {
          "text": "Let us bear about a deep love for the Creator; let us cleave to Him with our whole heart; let us not wickedly waste the substance of reason, like the prodigal.",
          "id": 401155
        },
        {
          "text": "Let us obtain the joy laid up, in which Paul exulting, exclaimed, \"Who shall separate us from the love of Christ?\" To Him belongs glory and honour, with the Father and the Holy Spirit, world without end, Amen.",
          "id": 401156
        },
        {
          "text": "Macarius Chrysocephalus: Oration 8 On Matt.",
          "id": 401157
        },
        {
          "text": "8 -, and Book 7 On Luke 13 -  Therefore God does not here take the semblance of man, but of a dove, because He wished to show the simplicity and gentleness of the new manifestation of the Spirit by the likeness of the dove.",
          "id": 401158
        },
        {
          "text": "For the law was stern, and punished with the sword; but grace is joyous, and trains by the word of meekness.",
          "id": 401159
        },
        {
          "text": "Hence the Lord also says to the apostles, who said that He should punish with fire those who would not receive Him, after the manner of Elias: \"Ye know not what manner of spirit ye are of\".",
          "id": 401160
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "From the Same.",
          "id": 401161
        },
        {
          "text": "—Book 13 Chapter - 9  Possibly by the \"iota and the tittle\" His righteousness exclaims, \"If ye come right to me, I also will come right to you; if ye walk crooked, I also will walk crooked, saith the Lord of hosts,\" alluding to the offences of sinners under the name of crooked ways.",
          "id": 401162
        },
        {
          "text": "For the straight way, and that according to nature, which is pointed out by the iota of Jesus, is His goodness, which is immoveable towards those who have obediently believed.",
          "id": 401163
        },
        {
          "text": "There shall not then pass away from the law neither the iota nor the tittle; that is, neither the promise that applies to the straight in the way, nor the punishment threatened against those that diverge.",
          "id": 401164
        },
        {
          "text": "For the Lord is good to the straight in the way; but \"those that turn aside after their crooked ways He shall lead forth with those that work iniquity\".",
          "id": 401165
        },
        {
          "text": "\"And with the innocent He is innocent, and with the froward He is froward;\" and to the crooked He sends crooked ways.",
          "id": 401166
        },
        {
          "text": "His own luminous image God impressed as with a seal, even the greatest,—on man made in His likeness, that he might be ruler and lord over all things, and that all things might serve him.",
          "id": 401167
        },
        {
          "text": "Wherefore God judges man to be wholly His, and His own image.",
          "id": 401168
        },
        {
          "text": "He is invisible; but His image, man, is visible.",
          "id": 401169
        },
        {
          "text": "Whatever one, then, does to man, whether good or bad, is referred to Himself.",
          "id": 401170
        },
        {
          "text": "Wherefore from Him judgment shall proceed, appointing to all according to desert; for He will avenge His own image.",
          "id": 401171
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "12—Fragments Not Given in the Oxford Edition.",
          "id": 401172
        },
        {
          "text": "In Anastasius Sinaita, Quest  As it is possible even now for man to form men, according to the original formation of Adam, He no longer now creates, on account of His having granted once for all to man the power of generating men, saying to our nature, \"Increase, and multiply, and replenish the earth\".",
          "id": 401173
        },
        {
          "text": "So also, by His omnipotent and omniscient power, He arranged that the dissolution and death of our bodies should be effected by a natural sequence and order, through the change of their elements, in accordance with His divine knowledge and comprehension.",
          "id": 401174
        },
        {
          "text": "Joannes Veccus, Patriarch of Constantinople, on the Procession of the Spirit.",
          "id": 401175
        },
        {
          "text": "In Leo Allatius, Vol.",
          "id": 401176
        },
        {
          "text": "I.",
          "id": 401177
        },
        {
          "text": "p  Further, Clement the Stromatist, in the various definitions which he framed, that they might guide the man desirous of studying theology in every dogma of religion, defining what spirit is, and how it is called spirit, says: \"Spirit is a substance, subtle, immaterial, and which issues forth without form\".",
          "id": 401178
        },
        {
          "text": "From the Unpublished Disputation Against Iconoclasts, of Nicephorus of Constantinople; Edited in Greek and Latin by Le Nourry in His Apparatus to the Library of the Fathers, Vol.",
          "id": 401179
        },
        {
          "text": "I.",
          "id": 401180
        },
        {
          "text": "p.",
          "id": 401181
        },
        {
          "text": "a.",
          "id": 401182
        },
        {
          "text": "b.",
          "id": 401183
        },
        {
          "text": "From Clement the Presbyter of Alexandria's Book Against Judaizers.",
          "id": 401184
        },
        {
          "text": "Solomon the son of David, in the books styled \"The Reigns of the Kings,\" comprehending not only that the structure of the true temple was celestial and spiritual, but had also a reference to the flesh, which He who was both the son and Lord of David was to build up, both for His own presence, where, as a living image, He resolved to make His shrine, and for the church that was to rise up through the union of faith, says expressly, \"Will God in very deed dwell with men on the earth?\"  He dwells on the earth clothed in flesh, and His abode with men is effected by the conjunction and harmony which obtains among the righteous, and which build and rear a new temple.",
          "id": 401185
        },
        {
          "text": "For the righteous are the earth, being still encompassed with the earth; and earth, too, in comparison with the greatness of the Lord.",
          "id": 401186
        },
        {
          "text": "Thus also the blessed Peter hesitates not to say, \"Ye also, as living stones, are built up, a spiritual house, a holy temple, to offer up spiritual sacrifices, acceptable to God by Jesus Christ\".",
          "id": 401187
        },
        {
          "text": "And with reference to the body, which by circumscription He consecrated as a hallowed place for Himself upon earth, He said, \"Destroy this temple, and in three days I will raise it up again.",
          "id": 401188
        },
        {
          "text": "The Jews therefore said, In forty-six years was this temple built, and wilt thou raise it up in three days? But He spake of the temple of His body\".",
          "id": 401189
        },
        {
          "text": "From ms.",
          "id": 401190
        },
        {
          "text": "Marked  in the Library of the Most Christian King.",
          "id": 401191
        },
        {
          "text": "—Ibid.",
          "id": 401192
        },
        {
          "text": "p.",
          "id": 401193
        },
        {
          "text": "a.",
          "id": 401194
        },
        {
          "text": "From the Very Holy and Blessed Clement, Presbyter of Alexandria, the Stromatist's Book on Providence.",
          "id": 401195
        },
        {
          "text": "What is God? \"God,\" as the Lord saith, \"is a Spirit\".",
          "id": 401196
        },
        {
          "text": "Now spirit is properly substance, incorporeal, and uncircumscribed.",
          "id": 401197
        },
        {
          "text": "And that is incorporeal which does not consist of a body, or whose existence is not according to breadth, length, and depth.",
          "id": 401198
        },
        {
          "text": "And that is uncircumscribed which has no place, which is wholly in all, and in each entire, and the same in itself.",
          "id": 401199
        },
        {
          "text": "From the Same ms.",
          "id": 401200
        },
        {
          "text": "—Ibid.",
          "id": 401201
        },
        {
          "text": "D.",
          "id": 401202
        },
        {
          "text": "Φύσις (nature) is so called from τὸ πεφυκέναι (to be born).",
          "id": 401203
        },
        {
          "text": "The first substance is everything which subsists by itself, as a stone is called a substance.",
          "id": 401204
        },
        {
          "text": "The second is a substance capable of increase, as a plant grows and decays.",
          "id": 401205
        },
        {
          "text": "The third is animated and sentient substance, as animal, horse.",
          "id": 401206
        },
        {
          "text": "The fourth is animate, sentient, rational substance, as man.",
          "id": 401207
        },
        {
          "text": "Wherefore each one of us is made as consisting of all, having an immaterial soul and a mind, which is the image of God.",
          "id": 401208
        },
        {
          "text": "In John of Damascus—Parallel—Vol.",
          "id": 401209
        },
        {
          "text": "2 p  The fear of God, who is impassible, is free of perturbation.",
          "id": 401210
        },
        {
          "text": "For it is not God that one dreads, but the falling away from God.",
          "id": 401211
        },
        {
          "text": "He who dreads this, dreads falling into what is evil, and dreads what is evil.",
          "id": 401212
        },
        {
          "text": "And he that fears a fall wishes himself to be immortal and passionless.",
          "id": 401213
        },
        {
          "text": "The Same, p  Let there be a law against those who dare to look at things sacred and divine irreverently, and in a way unworthy of God, to inflict on them the punishment of blindness.",
          "id": 401214
        },
        {
          "text": "The Same, p  Universally, the Christian is friendly to solitude, and quiet, and tranquillity, and peace.",
          "id": 401215
        },
        {
          "text": "From the Catena on the Pentateuch, Published in Latin by Francis Zephyrus, p  That mystic name which is called the Tetragrammaton, by which alone they who had access to the Holy of Holies were protected, is pronounced Jehovah, which means, \"Who is, and who shall be\".",
          "id": 401216
        },
        {
          "text": "The candlestick which stood at the south of the altar signified the seven planets, which seem to us to revolve around the meridian, on either side of which rise three branches; since the sun also like the lamp, balanced in the midst of the planets by divine wisdom, illumines by its light those above and below.",
          "id": 401217
        },
        {
          "text": "On the other side of the altar was situated the table on which the loaves were displayed, because from that quarter of the heaven vital and nourishing breezes blow.",
          "id": 401218
        },
        {
          "text": "From J.",
          "id": 401219
        },
        {
          "text": "A.",
          "id": 401220
        },
        {
          "text": "Cramer's Catenae Graecorum Patrum in Nov.",
          "id": 401221
        },
        {
          "text": "Test.",
          "id": 401222
        },
        {
          "text": "Oxford  Vol.",
          "id": 401223
        },
        {
          "text": "3  On Acts vii The mystics say that it was by his word alone that Moses slew the Egyptian; as certainly afterwards it is related in the Acts that Peter slew with his word those who kept back part of the price of the land, and lied.",
          "id": 401224
        },
        {
          "text": "2 The Same, Vol.",
          "id": 401225
        },
        {
          "text": "4 p  On Rom.",
          "id": 401226
        },
        {
          "text": "viii \"Or life, that of our present existence,\" and \"death,\"—that caused by the assault of persecutors, and \"angels, and principalities, and powers,\" apostate spirits.",
          "id": 401227
        },
        {
          "text": "p.",
          "id": 401228
        },
        {
          "text": ", Chap.",
          "id": 401229
        },
        {
          "text": "x  And having neither known nor done the requirement of the law, what they conceived, that they also thought that the law required.",
          "id": 401230
        },
        {
          "text": "And they did not believe the law, as prophesying, but the bare word; and followed it from fear, but not with their disposition and in faith.",
          "id": 401231
        },
        {
          "text": "Vol.",
          "id": 401232
        },
        {
          "text": "6 p  On  Cor.",
          "id": 401233
        },
        {
          "text": "v \"And if we have known Christ after the flesh\".",
          "id": 401234
        },
        {
          "text": "And so far, he says, no one any longer lives after the flesh.",
          "id": 401235
        },
        {
          "text": "For that is not life, but death.",
          "id": 401236
        },
        {
          "text": "For Christ also, that He might show this, ceased to live after the flesh.",
          "id": 401237
        },
        {
          "text": "How? Not by putting off the body! Far be it! For with it as His own He shall come, the Judge of all.",
          "id": 401238
        },
        {
          "text": "But by divesting Himself of physical affections, such as hunger, and thirst, and sleep, and weariness.",
          "id": 401239
        },
        {
          "text": "For now He has a body incapable of suffering and of injury.",
          "id": 401240
        },
        {
          "text": "As \"after the flesh\" in our case is being in the midst of sins, and being out of them is to be \"not after the flesh;\" so also after the flesh, in the case of Christ, was His subjection to natural affections, and not to be subject to them was not to be \"after the flesh\".",
          "id": 401241
        },
        {
          "text": "\"But,\" he says, \"as He was released, so also are we\".",
          "id": 401242
        },
        {
          "text": "Let there be no longer, he says, subjection to the influences of the flesh.",
          "id": 401243
        },
        {
          "text": "Thus Clement, the fourth book of the Hypotyposes.",
          "id": 401244
        },
        {
          "text": "From the Same, p  On  Cor.",
          "id": 401245
        },
        {
          "text": "vi \"Our heart is enlarged\".",
          "id": 401246
        },
        {
          "text": "For as heat is wont to expand, so also love.",
          "id": 401247
        },
        {
          "text": "For love is a thing of warmth.",
          "id": 401248
        },
        {
          "text": "As if he would say, I love you not only with mouth, but with heart, and have you all within.",
          "id": 401249
        },
        {
          "text": "Wherefore he says: \"ye are not straitened in us, since desire itself expands the soul\".",
          "id": 401250
        },
        {
          "text": "\"Our heart is enlarged\" to teach you all things; \"but ye are straitened in your own bowels,\" that is, in love to God, in which you ought to love me.",
          "id": 401251
        },
        {
          "text": "Thus Clement, in the fourth book of the Hypotyposes.",
          "id": 401252
        },
        {
          "text": "From Vol.",
          "id": 401253
        },
        {
          "text": "3 V  Heb.",
          "id": 401254
        },
        {
          "text": "i \"At sundry times and divers manners\".",
          "id": 401255
        },
        {
          "text": "Since the Lord, being the Apostle of the Almighty, was sent to the Hebrews, it was out of modesty that Paul did not subscribe himself apostle of the Hebrews, from reverence for the Lord, and because he was the herald and apostle of the Gentiles, and wrote the Epistle to the Hebrews in addition to his proper work.",
          "id": 401256
        },
        {
          "text": "From the Same.",
          "id": 401257
        },
        {
          "text": "The same work contains a passage from The Instructor, book 1 - chap.",
          "id": 401258
        },
        {
          "text": "6 - The passage is that beginning, \"For the blood is found to be,\" down to \"potent charms of affection\".",
          "id": 401259
        },
        {
          "text": "Portions, however, are omitted.",
          "id": 401260
        },
        {
          "text": "There are a good many various readings; but although the passage in question, as found in Cramer's work, is printed in full in Migne's edition, on the alleged ground of the considerable variation from the text of Clement, the variation is not such as to make a translation of the passage as found in Cramer of any special interest or value.",
          "id": 401261
        },
        {
          "text": "We have noted the following readings:—  γινεται, where, the verb being omitted, we have inserted is: There is an obstruction, etc.",
          "id": 401262
        },
        {
          "text": "σύριγγας, tubes, instead of σήραγγας (hollows), hollows of the breasts.",
          "id": 401263
        },
        {
          "text": "γειτνιαζουσῶν, for γειτνιουσῶν, neighbouring (arteries).",
          "id": 401264
        },
        {
          "text": "ἐπιλήψει, for ἐμπεριλήψει, interruption (such as this).",
          "id": 401265
        },
        {
          "text": "ἀποκλήρωσις occurs as in the text, for which the emendation ἀπολήρησις, as specified in the note, has been adopted.",
          "id": 401266
        },
        {
          "text": "ἥτις ἐστί, omitted here, which is \"sweet through grace,\" is supplied.",
          "id": 401267
        },
        {
          "text": "P  γάλα, milk, instead of μάννα, manna, (that food) manna.",
          "id": 401268
        },
        {
          "text": "P  χρὴ δὲ κατανοῆσαι τὴν φύσιν (but it is necessary to consider nature), for οὐ κατανενοηκότες, τ.",
          "id": 401269
        },
        {
          "text": "φ.",
          "id": 401270
        },
        {
          "text": ", through want of consideration of nature.",
          "id": 401271
        },
        {
          "text": "κατακλειομένῳ, agreeing with food, for κατακλειομένω, agreeing with heat (enclosed within).",
          "id": 401272
        },
        {
          "text": "γίνεται for γὰρ (which is untranslated), (the blood) is (a preparation) for milk.",
          "id": 401273
        },
        {
          "text": "P  τοίνυν τὸν λόγον is supplied, and εἰκότως omitted in the clause, Paul using appropriate figurative language.",
          "id": 401274
        },
        {
          "text": "P  πλὴ ν is supplied before ἀλλὰ τὸ έν αὐτῇ, and the blood in it, etc.",
          "id": 401275
        },
        {
          "text": ", is omitted.",
          "id": 401276
        },
        {
          "text": "P  \"For Diogenes Apolloniates will have it\" is omitted.",
          "id": 401277
        },
        {
          "text": "πάντη, rendered \"in all respects,\" is connected with the preceding sentence.",
          "id": 401278
        },
        {
          "text": "P  ὅτι τοίνυν, for Ὡς δ᾽.",
          "id": 401279
        },
        {
          "text": "And that (milk is produced).",
          "id": 401280
        },
        {
          "text": "τηνικαῦτα for τηνικάδε in the clause, \"and the  grass and meadows are juicy and moist,\" not translated.",
          "id": 401281
        },
        {
          "text": "προειρημένῳ, above mentioned (milk), omitted.",
          "id": 401282
        },
        {
          "text": "τρυφῆς for τροφῆς, (sweet) nutriment.",
          "id": 401283
        },
        {
          "text": "τῷ omitted before γλυκεῖ, sweet (wine), and καθάπερ, \"as, when suffering\".",
          "id": 401284
        },
        {
          "text": "τὸ λιπαρόν for τῷ λιπαρῷ, and ἀριδήλως for ἀριδήλου, in the sentence: \"Further, many use the fat of milk, called butter, for the lamp, plainly,\" etc.",
          "id": 401285
        },
        {
          "text": "N.",
          "id": 401286
        },
        {
          "text": "B.",
          "id": 401287
        },
        {
          "text": "Le Nourry decides that the Adumbrations were not translated from the Hypotyposes, but Kaye (p.",
          "id": 401288
        },
        {
          "text": ") thinks on insufficient grounds.",
          "id": 401289
        },
        {
          "text": "See, also (p.",
          "id": 401290
        },
        {
          "text": "), Kaye's learned note.",
          "id": 401291
        }
      ]
    }
  ]
}