{
  "book": "Clement: Homily VI",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily VI: Chapter I.",
          "id": 491995
        },
        {
          "text": "—Clement Meets Appion.",
          "id": 491996
        },
        {
          "text": "And on the third day, when I came with my friends to the appointed place in Tyre, I found Appion sitting between Anubion and Athenodorus, and waiting for us, along with many other learned men.",
          "id": 491997
        },
        {
          "text": "But in no wise dismayed, I greeted them, and sat down opposite Appion.",
          "id": 491998
        },
        {
          "text": "And in a little he began to speak:—  \"I wish to start from the following point, and to come with all speed at once to the question.",
          "id": 491999
        },
        {
          "text": "Before you, my son Clement, joined us, my friend Anubion here, and Athenodorus, who yesterday were among those who heard you discourse, were reporting to me what you said of the numerous false accusations I brought against the gods when I was visiting you in Rome, at the time you were shamming love, how I charged them with paederasty, lasciviousness, and numerous incests of all kinds.",
          "id": 492000
        },
        {
          "text": "But, my son, you ought to have known that I was not in earnest when I wrote such things about the gods, but was concealing the truth, from my love to you.",
          "id": 492001
        },
        {
          "text": "That truth, however, if it so please you, you may hear from me now.",
          "id": 492002
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 492003
        },
        {
          "text": "—The Myths are Not to Be Taken Literally.",
          "id": 492004
        },
        {
          "text": "\"The wisest of the ancients, men who had by hard labour learned all truth, kept the path of knowledge hid from those who were unworthy and had no taste for lessons in divine things.",
          "id": 492005
        },
        {
          "text": "For it is not really true that from Ouranos and his mother Ge were born twelve children, as the myth counts them:  six sons, Okeanos, Koios, Krios, Hyperion, Japetos, Kronos; and six daughters, Thea, Themis, Mnemosyne, Demeter, Tethys, and Rhea.",
          "id": 492006
        },
        {
          "text": "Nor that Kronos, with the knife of adamant, mutilated his father Ouranos, as you say, and threw the part into the sea; nor that Aphrodite sprang from the drops of blood which flowed from it; nor that Kronos associated with Rhea, and devoured his first-begotten son Pluto, because a certain saying of Prometheus led him to fear that a child born from him would wax stronger than himself, and spoil him of his kingdom; nor that he devoured in the same way Poseidon, his second child; nor that, when Zeus was born next, his mother Rhea concealed him, and when Kronos asked for him that he might devour him, gave him a stone instead; nor that this, when it was devoured, pressed those who had been previously devoured, and forced them out, so that Pluto, who was devoured first, came out first, and after him Poseidon, and then Zeus; nor that Zeus, as the story goes, preserved by the wit of his mother, ascended into heaven, and spoiled his father of the kingdom; nor that he punished his father's brothers; nor that he came down to lust after mortal women; nor that he associated with his sisters, and daughters, and sisters-in-law, and was guilty of shameful paederasty; nor that he devoured his daughter Metis, in order that from her he might make Athene be born out of his own brain (and from his thigh might bear Dionysos, who is said to have been rent in pieces by the Titans); nor that he held a feast at the marriage of Peleus and Thetis; nor that he excluded Eris (discord) from the marriage; nor that Eris on her part, thus dishonoured, contrived an occasion of quarrelling and discord among the feasters; nor that she took a golden apple from the gardens of the Hesperides, and wrote on it 'For the fair.",
          "id": 492007
        },
        {
          "text": "'  And then they fable how Hera, and Athena, and Aphrodite, found the apple, and quarrelling about it, came to Zeus; and he did not decide it for them, but sent them by Hermes to the shepherd Paris, to be judged of their beauty.",
          "id": 492008
        },
        {
          "text": "But there was no such judging of the goddesses; nor did Paris give the apple to Aphrodite; nor did Aphrodite, being thus honoured, honour him in return, by giving him Helen to wife.",
          "id": 492009
        },
        {
          "text": "For the honour bestowed by the goddess could never have furnished a pretext for a universal war, and that to the ruin of him who was honoured, himself nearly related to the race of Aphrodite.",
          "id": 492010
        },
        {
          "text": "But, my son, as I said, such stories have a peculiar and philosophical meaning, which can be allegorically set forth in such a way that you yourself would listen with wonder\".",
          "id": 492011
        },
        {
          "text": "And I said, \"I beseech you not to torment me with delay\".",
          "id": 492012
        },
        {
          "text": "And he said, \"Do not be afraid; for I shall lose no time, but commence at once.",
          "id": 492013
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 492014
        },
        {
          "text": "—Appion Proceeds to Interpret the Myths.",
          "id": 492015
        },
        {
          "text": "\"There was once a time when nothing existed but chaos and a confused mixture of orderless elements, which were as yet simply heaped together.",
          "id": 492016
        },
        {
          "text": "This nature testifies, and great men have been of opinion that it was so.",
          "id": 492017
        },
        {
          "text": "Of these great men I shall bring forward to you him who excelled them all in wisdom, Homer, where he says, with a reference to the original confused mass, 'But may you all become water and earth;' implying that from these all things had their origin, and that all things return to their first state, which is chaos, when the watery and earthy substances are separated.",
          "id": 492018
        },
        {
          "text": "And Hesiod in the Theogony says, 'Assuredly chaos was the very first to come into being.",
          "id": 492019
        },
        {
          "text": "'  Now, by 'come into being,' he evidently means that chaos came into being, as having a beginning, and did not always exist, without beginning.",
          "id": 492020
        },
        {
          "text": "And Orpheus likens chaos to an egg, in which was the confused mixture of the primordial elements.",
          "id": 492021
        },
        {
          "text": "This chaos, which Orpheus calls an egg, is taken for granted by Hesiod, having a beginning, produced from infinite matter, and originated in the following way.",
          "id": 492022
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 492023
        },
        {
          "text": "—Origin of Chaos.",
          "id": 492024
        },
        {
          "text": "\"This matter, of four kinds, and endowed with life, was an entire infinite abyss, so to speak, in eternal stream, borne about without order, and forming every now and then countless but ineffectual combinations (which therefore it dissolved again from want of order); ripe indeed, but not able to be bound so as to generate a living creature.",
          "id": 492025
        },
        {
          "text": "And once it chanced that this infinite sea, which was thus by its own nature driven about with a natural motion, flowed in an orderly manner from the same to the same (back on itself), like a whirlpool, mixing the substances in such a way that from each there flowed down the middle of the universe (as in the funnel of a mould) precisely that which was most useful and suitable for the generation of a living creature.",
          "id": 492026
        },
        {
          "text": "This was carried down by the all-carrying whirlpool, drew to itself the surrounding spirit, and having been so conceived that it was very fertile, formed a separate substance.",
          "id": 492027
        },
        {
          "text": "For just as a bubble is usually formed in water, so everything round about contributed to the conception of this ball-like globe.",
          "id": 492028
        },
        {
          "text": "Then there came forth to the light, after it had been conceived in itself, and was borne upwards by the divine spirit which surrounded it, perhaps the greatest thing ever born; a piece of workmanship, so to speak, having life in it which had been conceived from that entire infinite abyss, in shape like an egg, and as swift as a bird.",
          "id": 492029
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 492030
        },
        {
          "text": "—Kronos and Rhea Explained.",
          "id": 492031
        },
        {
          "text": "\"Now you must think of Kronos as time (chronos), and Rhea as the flowing (rheon) of the watery substance.",
          "id": 492032
        },
        {
          "text": "For the whole body of matter was borne about for some Time, before it brought forth, like an egg, the sphere-like, all-embracing heaven (ouranos), which at first was full of productive marrow, so that it was able to produce out of itself elements and colours of all sorts, while from the one substance and the one colour it produced all kinds of forms.",
          "id": 492033
        },
        {
          "text": "For as a peacock's egg seems to have only one colour, while potentially it has in it all the colours of the animal that is to be, so this living egg, conceived out of infinite matter, when set in motion by the underlying and ever-flowing matter, produces many different forms.",
          "id": 492034
        },
        {
          "text": "For within the circumference a certain living creature, which is both male and female, is formed by the skill of the indwelling divine spirit.",
          "id": 492035
        },
        {
          "text": "This Orpheus calls Phanes, because when it appeared (phaneis) the universe shone forth from it, with the lustre of that most glorious of the elements, fire, perfected in moisture.",
          "id": 492036
        },
        {
          "text": "Nor is this incredible, since in glowworms nature gives us to see a moist light.",
          "id": 492037
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 492038
        },
        {
          "text": "—Phanes and Pluto.",
          "id": 492039
        },
        {
          "text": "\"This egg, then, which was the first substance, growing somewhat hot, was broken by the living creature within, and then there took shape and came forth something; such as Orpheus also speaks of, where he says, 'when the capacious egg was broken,' etc.",
          "id": 492040
        },
        {
          "text": "And so by the mighty power of that which appeared (phaneis) and came forth, the globe attained coherency, and maintained order, while it itself took its seat, as it were, on the summit of heaven, there in ineffable mystery diffusing light through endless ages.",
          "id": 492041
        },
        {
          "text": "But the productive matter left inside the globe, separated the substances of all things.",
          "id": 492042
        },
        {
          "text": "For first its lower part, just like the dregs, sank downwards of its own weight; and this they called Pluto from its gravity, and weight, and great quantity (polu) of underlying matter, styling it the king of Hades and the dead.",
          "id": 492043
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 492044
        },
        {
          "text": "—Poseidon, Zeus, and Metis.",
          "id": 492045
        },
        {
          "text": "\"When, then, they say that this primordial substance, although most filthy and rough, was devoured by Kronos, that is, time, this is to be understood in a physical sense, as meaning that it sank downwards.",
          "id": 492046
        },
        {
          "text": "And the water which flowed together after this first sediment, and floated on the surface of the first substance, they called Poseidon.",
          "id": 492047
        },
        {
          "text": "And then what remained, the purest and noblest of all, for it was translucent fire, they called Zeus, from its glowing (zeousa) nature.",
          "id": 492048
        },
        {
          "text": "Now since fire ascends, this was not swallowed, and made to descend by time or Kronos; but, as I said, the fiery substance, since it has life in it, and naturally ascends, flew right up into the air, which from its purity is very intelligent.",
          "id": 492049
        },
        {
          "text": "By his own proper heat, then, Zeus—that is, the glowing substance—draws up what is left in the underlying moisture, to wit, that very strong and divine spirit which they called Metis.",
          "id": 492050
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 492051
        },
        {
          "text": "—Pallas and Hera.",
          "id": 492052
        },
        {
          "text": "\"And this, when it had reached the summit of the aether, was devoured by it (moisture being mixed with heat, so to say); and causing in it that ceaseless palpitation, it begat intelligence, which they call Pallas from this palpitating (pallesthai).",
          "id": 492053
        },
        {
          "text": "And this is artistic wisdom, by which the aetherial artificer wrought out the whole world.",
          "id": 492054
        },
        {
          "text": "And from all-pervading Zeus, that is, from this very hot aether, air (aer) extends all the way to our earth; and this they call Hera.",
          "id": 492055
        },
        {
          "text": "Wherefore, because it has come below the aether, which is the purest substance (just as a woman, as regards purity, is inferior), when the two were compared to see which was the better, she was rightly regarded as the sister of Zeus, in respect of her origin from the same substance, but as his spouse, as being inferior like a wife.",
          "id": 492056
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 492057
        },
        {
          "text": "—Artemis.",
          "id": 492058
        },
        {
          "text": "\"And Hera we understand to be a happy tempering of the atmosphere, and therefore she is very fruitful; but Athena, as they call Pallas, was reckoned a virgin, because on account of the intense heat she could produce nothing.",
          "id": 492059
        },
        {
          "text": "And in a similar fashion Artemis is explained:  for her they take as the lowest depth of air, and so they called her a virgin, because she could not bear anything on account of the extreme cold.",
          "id": 492060
        },
        {
          "text": "And that troubled and drunken composition which arises from the upper and lower vapours they called Dionysus, as troubling the intellect.",
          "id": 492061
        },
        {
          "text": "And the water under the earth, which is in nature indeed one, but which flows through all the paths of earth, and is divided into many parts, they called Osiris, as being cut in pieces.",
          "id": 492062
        },
        {
          "text": "And they understand Adonis as favourable seasons, Aphrodite as coition and generation, Demeter as the earth, the Girl (Proserpine) as seeds; and Dionysus some understand as the vine.",
          "id": 492063
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 492064
        },
        {
          "text": "—All Such Stories are Allegorical.",
          "id": 492065
        },
        {
          "text": "\"And I must ask you to think of all such stories as embodying some such allegory.",
          "id": 492066
        },
        {
          "text": "Look on Apollo as the wandering Sun (peri-polôn), a son of Zeus, who was also called Mithras, as completing the period of a year.",
          "id": 492067
        },
        {
          "text": "And these said transformations of the all-pervading Zeus must be regarded as the numerous changes of the seasons, while his numberless wives you must understand to be years, or generations.",
          "id": 492068
        },
        {
          "text": "For the power which proceeds from the aether and passes through the air unites with all the years and generations in turn, and continually varies them, and so produces or destroys the crops.",
          "id": 492069
        },
        {
          "text": "And ripe fruits are called his children, the barrenness of some seasons being referred to unlawful unions\".",
          "id": 492070
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 492071
        },
        {
          "text": "—Clement Has Heard All This Before.",
          "id": 492072
        },
        {
          "text": "While Appion was allegorizing in this way, I became plunged in thought, and seemed not to be following what he was saying.",
          "id": 492073
        },
        {
          "text": "So he interrupted his discourse, and said to me, \"If you do not follow what I am saying, why should I speak at all?\"  And I answered, \"Do not suppose that I do not understand what you say.",
          "id": 492074
        },
        {
          "text": "I understand it thoroughly; and that the more that this is not the first time I have heard it.",
          "id": 492075
        },
        {
          "text": "And that you may know that I am not ignorant of these things, I shall epitomize what you have said, and supply in their order, as I have heard them from others, the allegorical interpretations of those stories you have omitted\".",
          "id": 492076
        },
        {
          "text": "And Appion said:  \"Do so\".",
          "id": 492077
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 492078
        },
        {
          "text": "—Epitome of Appion's Explanation.",
          "id": 492079
        },
        {
          "text": "And I answered:  \"I shall not at present speak particularly of that living egg, which was conceived by a happy combination out of infinite matter, and from which, when it was broken, the masculo-feminine Phanes leaped forth, as some say.",
          "id": 492080
        },
        {
          "text": "I say little about all that, up to the point when this broken globe attained coherency, there being left in it some of its marrow-like matter; and I shall briefly run over the description of what took place in it by the agency of this matter, with all that followed.",
          "id": 492081
        },
        {
          "text": "For from Kronos and Rhea were born, as you say—that is, by time and matter—first Pluto, who represents the sediment which settled down; and then Poseidon, the liquid substance in the middle, which floated over the heavier body below; and the third child—that is, Zeus—is the aether, and is highest of all.",
          "id": 492082
        },
        {
          "text": "It was not devoured; but as it is a fiery power, and naturally ascends, it flew up as with a bound to the very highest aether.",
          "id": 492083
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 492084
        },
        {
          "text": "—Kronos and Aphrodite.",
          "id": 492085
        },
        {
          "text": "\"And the bonds of Kronos are the binding together of heaven and earth, as I have heard others allegorizing; and his mutilation is the separation and parting of the elements; for they all were severed and separated, according to their respective natures, that each kind might be arranged by itself.",
          "id": 492086
        },
        {
          "text": "And time no longer begets anything; but the things which have been begotten of it, by a law of nature, produce their successors.",
          "id": 492087
        },
        {
          "text": "And the Aphrodite who emerged from the sea is the fruitful substance which arises out of moisture, with which the warm spirit mixing, causes that sexual desire, and perfects the beauty of the world.",
          "id": 492088
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 492089
        },
        {
          "text": "—Peleus and Thetis, Prometheus, Achilles, and Polyxena.",
          "id": 492090
        },
        {
          "text": "\"And the marriage banquet, at which Zeus held the feast on the occasion of the marriage of the Nereid Thetis and the beautiful Peleus, has in it this allegory,—that you may know, Appion, that you are not the only one from whom I have heard this sort of thing.",
          "id": 492091
        },
        {
          "text": "The banquet, then, is the world, and the twelve are these heavenly props of the Fates, called the Zodiac.",
          "id": 492092
        },
        {
          "text": "Prometheus is foresight (prometheia), by which all things arose; Peleus is clay (pelos), namely, that which was collected from the earth and mixed with Nereis, or water, to produce man; and from the mixing of the two, i-e:, water and earth, the first offspring was not begotten, but fashioned complete, and called Achilles, because he never put his lips (cheile) to the breast.",
          "id": 492093
        },
        {
          "text": "Still in the bloom of life, he is slain by an arrow while desiring to have Polyxena, that is, something other than the truth, and foreign (xene) to it, death stealing on him through a wound in his foot.",
          "id": 492094
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 492095
        },
        {
          "text": "—The Judgment of Paris.",
          "id": 492096
        },
        {
          "text": "\"Then Hera, and Athena, and Aphrodite, and Eris, and the apple, and Hermes, and the judgment, and the shepherd, have some such hidden meaning as the following:—Hera is dignity; Athena, manliness; Aphrodite, pleasure; Hermes, language, which interprets (hermeneutikos) thought; the shepherd Paris, unreasoned and brutish passion.",
          "id": 492097
        },
        {
          "text": "Now if, in the prime of life, reason, that shepherd of the soul, is brutish, does not regard its own advantage, will have nothing to do with manliness and temperance, chooses only pleasure, and gives the prize to lust alone, bargaining that it is to receive in return from lust what may delight it,—he who thus judges incorrectly will choose pleasure to his own destruction and that of his friends.",
          "id": 492098
        },
        {
          "text": "And Eris is jealous spite; and the golden apples of the Hesperides are perhaps riches, by which occasionally even temperate persons like Hera are seduced, and manly ones like Athena are made jealous, so that they do things which do not become them, and the soul's beauty like Aphrodite is destroyed under the guise of refinement.",
          "id": 492099
        },
        {
          "text": "To speak briefly, in all men riches provoke evil discord.",
          "id": 492100
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 492101
        },
        {
          "text": "—Hercules.",
          "id": 492102
        },
        {
          "text": "\"And Hercules, who slew the serpent which led and guarded riches, is the true philosophical reason which, free from all wickedness, wanders all over the world, visiting the souls of men, and chastising all it meets,—namely, men like fierce lions, or timid stags, or savage boars, or multiform hydras; and so with all the other fabled labours of Hercules, they all have a hidden reference to moral valour.",
          "id": 492103
        },
        {
          "text": "But these instances must suffice, for all our time would be insufficient if we were to go over each one.",
          "id": 492104
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 492105
        },
        {
          "text": "—They are Blameworthy Who Invented Such Stories.",
          "id": 492106
        },
        {
          "text": "\"Now, since these things can be clearly, profitably, and without prejudice to piety, set forth in an open and straightforward manner, I wonder you call those men sensible and wise who concealed them under crooked riddles, and overlaid them with filthy stories, and thus, as if impelled by an evil spirit, deceived almost all men.",
          "id": 492107
        },
        {
          "text": "For either these things are not riddles, but real crimes of the gods, in which case they should not have been exposed to contempt, nor should these their needs have been set before men at all as models; or things falsely attributed to the gods were set forth in an allegory, and then, Appion, they whom you call wise erred, in that, by concealing under unworthy stories things in themselves worthy, they led men to sin, and that not without dishonouring those whom they believed to be gods.",
          "id": 492108
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 492109
        },
        {
          "text": "—The Same.",
          "id": 492110
        },
        {
          "text": "\"Wherefore do not suppose that they were wise men, but rather evil spirits, who could cover honourable actions with wicked stories, in order that they who wish to imitate their betters may emulate these deeds of so-called gods, which yesterday in my discourse I spoke so freely of,—namely, their parricides, their murders of their children, their incests of all kinds, their shameless adulteries and countless impurities.",
          "id": 492111
        },
        {
          "text": "The most impious of them are those who wish these stories to be believed, in order that they may not be ashamed when they do the like.",
          "id": 492112
        },
        {
          "text": "If they had been disposed to act reverently, they ought, as I said a little ago, even if the gods really did the things which are sung of them, to have veiled their indecencies under more seemly stories, and not, on the contrary, as you say they did, when the deeds of the gods were honourable, clothed them in wicked and indecent forms, which, even when interpreted, can only be understood by much labour; and when they were understood by some, they indeed got for their much toil the privilege of not being deceived, which they might have had without the toil, while they who were deceived were utterly ruined.",
          "id": 492113
        },
        {
          "text": "(Those, however, who trace the allegories to a more honourable source I do not object to; as, for instance, those who explain one allegory by saying that it was wisdom which sprang from the head of Zeus.",
          "id": 492114
        },
        {
          "text": ")  On the whole, it seems to me more probable that wicked men, robbing the gods of their honour, ventured to promulgate these insulting stories.",
          "id": 492115
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 492116
        },
        {
          "text": "—None of These Allegories are Consistent.",
          "id": 492117
        },
        {
          "text": "\"Nor do we find the poetical allegory about any of the gods consistent with itself.",
          "id": 492118
        },
        {
          "text": "To go no further than the fashioning of the universe, the poets now say that nature was the first cause of the whole creation, now that it was mind.",
          "id": 492119
        },
        {
          "text": "For, say they, the first moving and mixture of the elements came from nature, but it was the foresight of mind which arranged them in order.",
          "id": 492120
        },
        {
          "text": "Even when they assert that it was nature which fashioned the universe, being unable absolutely to demonstrate this on account of the traces of design in the work, they in weave the foresight of mind in such a way that they are able to entrap even the wisest.",
          "id": 492121
        },
        {
          "text": "But we say to them:  If the world arose from self-moved nature, how did it ever take proportion and shape, which cannot come but from a superintending wisdom, and can be comprehended only by knowledge, which alone can trace such things?  If, on the other hand, it is by wisdom that all things subsist and maintain order, how can it be that those things arose from self-moved chance?.",
          "id": 492122
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 492123
        },
        {
          "text": "—These Gods Were Really Wicked Magicians.",
          "id": 492124
        },
        {
          "text": "\"Then those who chose to make dishonourable allegories of divine things—as, for instance, that Metis was devoured by Zeus—have fallen into a dilemma, because they did not see that they who in these stories about the gods indirectly taught physics, denied the very existence of the gods, revolving all kinds of gods into mere allegorical representations of the various substances of the universe.",
          "id": 492125
        },
        {
          "text": "And so it is more likely that the gods these persons celebrate were some sort of wicked magicians, who were in reality wicked men, but by magic assumed different shapes, committed adulteries, and took away life, and thus to the men of old who did not understand magic seemed to be gods by the things they did; and the bodies and tombs of these men are to be seen in many towns.",
          "id": 492126
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter XXI.",
          "id": 492127
        },
        {
          "text": "—Their Graves are Still to Be Seen.",
          "id": 492128
        },
        {
          "text": "\"For instance, as I have mentioned already, in the Caucasian mountains there is shown the tomb of a certain Kronos, a man, and a fierce monarch who slew his children.",
          "id": 492129
        },
        {
          "text": "And the son of this man, called Zeus, became worse than his father; and having by the power of magic been declared ruler of the universe, he committed many adulteries, and inflicted punishment on his father and uncles, and so died; and the Cretans show his tomb.",
          "id": 492130
        },
        {
          "text": "And in Mesopotamia there lie buried a certain Helios at Atir, and a certain Selene at Carrhae.",
          "id": 492131
        },
        {
          "text": "A certain Hermes, a man, lies buried in Egypt; Ares in Thrace; Aphrodite in Cyprus; aesculapius in Epidaurus; and the tombs of many other such persons are to be seen.",
          "id": 492132
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter XXII.",
          "id": 492133
        },
        {
          "text": "—Their Contemporaries, Therefore, Did Not Look on Them as Gods.",
          "id": 492134
        },
        {
          "text": "\"Thus, to right-thinking men, it is clear that they were admitted to be mortals.",
          "id": 492135
        },
        {
          "text": "And their contemporaries, knowing that they were mortal, when they died paid them no more heed; and it was length of time which clothed them with the glory of gods.",
          "id": 492136
        },
        {
          "text": "Nor need you wonder that they who lived in the times of aesculapius and Hercules were deceived, or the contemporaries of Dionysus or any other of the men of that time, when even Hector in Ilium, and Achilles in the island of Leuce, are worshipped by the inhabitants of those places; and the Opuntines worship Patroclus, and the Rhodians Alexander of Macedon.",
          "id": 492137
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter XXIII.",
          "id": 492138
        },
        {
          "text": "—The Egyptians Pay Divine Honours to a Man.",
          "id": 492139
        },
        {
          "text": "\"Moreover, among the Egyptians even to the present day, a man is worshipped as a god before his death.",
          "id": 492140
        },
        {
          "text": "And this truly is a small impiety, that the Egyptians give divine honours to a man in his lifetime; but what is of all things most absurd is, that they worship birds and creeping things, and all kinds of beasts.",
          "id": 492141
        },
        {
          "text": "For the mass of men neither think nor do anything with discretion.",
          "id": 492142
        },
        {
          "text": "But look, I pray you, at what is most disgraceful of all:  he who is with them the father of gods and men is said by them to have had intercourse with Leda; and many of them set up in public a painting of this, writing above it the name Zeus.",
          "id": 492143
        },
        {
          "text": "To punish this insult, I could wish that they would paint their own present king in such base embraces as they have dared to do with Zeus, and set it up in public, that from the anger of a temporary monarch, and him a mortal, they might learn to render honour where it is due.",
          "id": 492144
        },
        {
          "text": "This I say to you, not as myself already knowing the true God; but I am happy to say that even if I do not know who is God, I think I at least know clearly what God is.",
          "id": 492145
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter XXIV.",
          "id": 492146
        },
        {
          "text": "—What is Not God.",
          "id": 492147
        },
        {
          "text": "\"And first, then, the four original elements cannot be God, because they have a cause.",
          "id": 492148
        },
        {
          "text": "Nor can that mixing be God, nor that compounding, nor that generating, nor that globe which surrounds the visible universe; nor the dregs which flow together in Hades, nor the water which floats over them; nor the fiery substance, nor the air which extends from it to our earth.",
          "id": 492149
        },
        {
          "text": "For the four elements, if they lay outside one another, could not have been mixed together so as to generate animal life without some great artificer.",
          "id": 492150
        },
        {
          "text": "If they have always been united, even in this case they are fitted together by an artistic mind to what is requisite for the limbs and parts of animals, that they may be able to preserve their respective proportions, may have a clearly defined shape, and that all the inward parts may attain the fitting coherency.",
          "id": 492151
        },
        {
          "text": "In the same way also the positions suitable for each are determined, and that very beautifully, by the artificer mind.",
          "id": 492152
        },
        {
          "text": "To be brief, in all other things which a living creature must have, this great being of the world is in no respect wanting.",
          "id": 492153
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter XXV.",
          "id": 492154
        },
        {
          "text": "—The Universe is the Product of Mind.",
          "id": 492155
        },
        {
          "text": "\"Thus we are shut up to the supposition that there is an unbegotten artificer, who brought the elements together, if they were separate; or, if they were together, artistically blended them so as to generate life, and perfected from all one work.",
          "id": 492156
        },
        {
          "text": "For it cannot be that a work which is completely wise can be made without a mind which is greater than it.",
          "id": 492157
        },
        {
          "text": "Nor will it do to say that love is the artificer of all things, or desire, or power, or any such thing.",
          "id": 492158
        },
        {
          "text": "All these are liable to change, and transient in their very nature.",
          "id": 492159
        },
        {
          "text": "Nor can that be God which is moved by another, much less what is altered by time and nature, and can be annihilated\".",
          "id": 492160
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter XXVI.",
          "id": 492161
        },
        {
          "text": "—Peter Arrives from Caesarea.",
          "id": 492162
        },
        {
          "text": "While I was saying these things to Appion, Peter drew near from Caesarea, and in Tyre the people were flocking together, hurrying to meet him and unite in an expression of gratification at his visit.",
          "id": 492163
        },
        {
          "text": "And Appion withdrew, accompanied by Anubion and Athenodorus only; but the rest of us hurried to meet Peter, and I was the first to greet him at the gate, and I led him towards the inn.",
          "id": 492164
        },
        {
          "text": "When we arrived, we dismissed the people; and when he deigned to ask what had taken place, I concealed nothing, but told him of Simon's slanders, and the monstrous shapes he had taken, and all the diseases he had sent after the sacrificial feast, and that some of the sick persons were still there in Tyre, while others had gone on with Simon to Sidon just as I arrived, hoping to be cured by him, but that I had heard that none of them had been cured by him.",
          "id": 492165
        },
        {
          "text": "I also told Peter of the controversy I had with Appion; and he, from his love to me, and desiring to encourage me, praised and blessed me.",
          "id": 492166
        },
        {
          "text": "Then, having supped, he betook himself to the rest the fatigues of his journey rendered so necessary.",
          "id": 492167
        }
      ]
    }
  ]
}