{
  "book": "Clement: Homily XVII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XVII: Chapter I.",
          "id": 493845
        },
        {
          "text": "—Simon Comes to Peter.",
          "id": 493846
        },
        {
          "text": "The next day, therefore, as Peter was to hold a discussion with Simon, he rose earlier than usual and prayed.",
          "id": 493847
        },
        {
          "text": "On ceasing to pray, Zacchaeus came in, and said:  \"Simon is seated without, discoursing with about thirty of his own special followers\".",
          "id": 493848
        },
        {
          "text": "And Peter said:  \"Let him talk until the multitude assemble, and then let us begin the discussion in the following way.",
          "id": 493849
        },
        {
          "text": "We shall hear all that has been said by him, and having fitted our reply to this, we shall go out and discourse\".",
          "id": 493850
        },
        {
          "text": "And assuredly so it happened.",
          "id": 493851
        },
        {
          "text": "Zacchaeus, therefore, went out, and not long after entered again, and communicated to Peter the discourse delivered by Simon against him.",
          "id": 493852
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 493853
        },
        {
          "text": "—Simon's Speech Against Peter.",
          "id": 493854
        },
        {
          "text": "Now he said:  \"He accuses you, Peter, of being the servant of wickedness, of having great power in magic, and as charming the souls of men in a way worse than idolatry.",
          "id": 493855
        },
        {
          "text": "To prove that you are a magician, he seemed to me to adduce the following evidence, saying:  'I am conscious of this, that when I come to hold a discussion with him, I do not remember a single word of what I have been meditating on by myself.",
          "id": 493856
        },
        {
          "text": "For while he is discoursing, and my mind is engaged in recollecting what it is that I thought of saying on coming to a conference with him, I do not hear anything whatsoever of what he is saying.",
          "id": 493857
        },
        {
          "text": "Now, since I do not experience this in the presence of any other than in his alone, is it not plain that I am under the influence of his magic?  And as to his doctrines being worse than those of idolatry, I can make that quite clear to any one who has understanding.",
          "id": 493858
        },
        {
          "text": "For there is no other benefit than this, that the soul should be freed from images of every kind.",
          "id": 493859
        },
        {
          "text": "For when the soul brings an image before its eye, it is bound by fear, and it pines away through anxiety lest it should suffer some calamity; and being altered, it falls under the influence of a demon; and being under his influence, it seems to the mass to be wise.",
          "id": 493860
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 493861
        },
        {
          "text": "—Simon's Accusation of Peter.",
          "id": 493862
        },
        {
          "text": "\"'Peter does this to you while promising to make you wise.",
          "id": 493863
        },
        {
          "text": "For, under the pretext of proclaiming one God, he seems to free you from many lifeless images, which do not at all injure those who worship them, because they are seen by the eyes themselves to be made of stone, or brass, or gold, or of some other lifeless material.",
          "id": 493864
        },
        {
          "text": "Wherefore the soul, because it knows that what is seen is nothing, cannot be spell-bound by fear in an equal degree by means of what is visible.",
          "id": 493865
        },
        {
          "text": "But looking to a terrible God through the influence of deceptive teaching, it has all its natural foundations overturned.",
          "id": 493866
        },
        {
          "text": "And I say this, not because I exhort you to worship images, but because Peter, seeming to free your souls from terrible images, drives mad the mind of each one of you by a more terrible image, introducing God in a shape, and that, too, a God extremely just,—an image which is accompanied by what is terrible and awful to the contemplative soul, by that which can entirely destroy the energy of a sound mind.",
          "id": 493867
        },
        {
          "text": "For the mind, when in the midst of such a storm, is like the depth stirred by a violent wind, perturbed and darkened.",
          "id": 493868
        },
        {
          "text": "Wherefore, if he comes to benefit you, let him not, while seeming to dissolve your fears which gently proceed from lifeless shapes, introduce in their stead the terrible shape of God.",
          "id": 493869
        },
        {
          "text": "But has God a shape?  If He has, He possesses a figure.",
          "id": 493870
        },
        {
          "text": "And if He has a figure, how is He not limited?  And if limited, He is in space.",
          "id": 493871
        },
        {
          "text": "But if He is in space, He is less than the space which encloses Him.",
          "id": 493872
        },
        {
          "text": "And if less than anything, how is He greater than all, or superior to all, or the highest of all?  This, then, is the state of the case.",
          "id": 493873
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 493874
        },
        {
          "text": "—It is Asserted that Christ's Teaching is Different from Peter's.",
          "id": 493875
        },
        {
          "text": "\"'And that he does not really believe even the doctrines proclaimed by his teacher is evident, for he proclaims doctrines opposite to his.",
          "id": 493876
        },
        {
          "text": "For he said to some one, as I learn, \"Call me not good, for the good is one\".",
          "id": 493877
        },
        {
          "text": "Now in speaking of the good one, he no longer speaks of that just one, whom the Scriptures proclaim, who kills and makes alive,—kills those who sin, and makes alive those who live according to His will.",
          "id": 493878
        },
        {
          "text": "But that he did not really call Him who is the framer of the world good, is plain to any one who can reflect.",
          "id": 493879
        },
        {
          "text": "For the framer of the world was known to Adam whom He had made, and to Enoch who pleased Him, and to Noah who was seen to be just by Him; likewise to Abraham, and Isaac, and Jacob; also to Moses, and the people, and the whole world.",
          "id": 493880
        },
        {
          "text": "But Jesus, the teacher of Peter himself, came and said, \"No one knew the Father except the Son, as no one knoweth even the Son except the Father, and those to whom the Son may wish to reveal Him\".",
          "id": 493881
        },
        {
          "text": "If, then, it was the Son himself who was present, it was from the time of his appearance that he began to reveal to those to whom he wished, Him who was unknown to all.",
          "id": 493882
        },
        {
          "text": "And thus the Father was unknown to all who lived before him, and could not thus be He who was known to all.",
          "id": 493883
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 493884
        },
        {
          "text": "—Jesus Inconsistent in His Teaching.",
          "id": 493885
        },
        {
          "text": "\"'In saying this, Jesus is consistent not even with himself.",
          "id": 493886
        },
        {
          "text": "For sometimes by other utterances, taken from the Scriptures, he presents God as being terrible and just, saying, \"Fear not him who killeth the body, but can do nothing to the soul; but fear Him who is able to cast both body and soul into the Gehenna of fire.",
          "id": 493887
        },
        {
          "text": "Yea, I say unto you, fear Him\".",
          "id": 493888
        },
        {
          "text": "But that he asserted that He is really to be feared as being a just God, to whom he says those who receive injustice cry, is shown in a parable of which he gives the interpretation, saying:  \"If, then, the unjust judge did so, because he was continually entreated, how much more will the Father avenge those who cry to Him day and night?  Or do you think that, because He bears long with them, He will not do it?  Yea, I say to you, He will do it, and that speedily\".",
          "id": 493889
        },
        {
          "text": "Now he who speaks of God as an avenging and rewarding God, presents Him as naturally just, and not as good.",
          "id": 493890
        },
        {
          "text": "Moreover he gives thanks to the Lord of heaven and earth.",
          "id": 493891
        },
        {
          "text": "But if He is Lord of heaven and earth, He is acknowledged to be the framer of the world, and if framer, then He is just.",
          "id": 493892
        },
        {
          "text": "When, therefore, he sometimes calls Him good and sometimes just, he is not consistent with himself in this point.",
          "id": 493893
        },
        {
          "text": "But his wise disciple maintained yesterday a third point, that real sight is more satisfactory than vision, not knowing that real sight can be human, but that vision confessedly proceeds from divinity.",
          "id": 493894
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 493895
        },
        {
          "text": "—Peter Goes Out to Answer Simon.",
          "id": 493896
        },
        {
          "text": "\"These and such like were the statements, Peter, which Simon addressed to the multitudes while he stood outside; and he seems to me to be disturbing the minds of the greater number.",
          "id": 493897
        },
        {
          "text": "Wherefore go forth immediately, and by the power of truth break down his false statements\".",
          "id": 493898
        },
        {
          "text": "When Zacchaeus said this, Peter prayed after his usual manner and went out, and standing in the place where he spoke the day before, and saluting the multitudes according to the custom enjoined by his religion, he began to speak as follows:  \"Our Lord Jesus Christ, who is the true prophet (as I shall prove conclusively at the proper time), made concise declarations in regard to those matters that relate to the truth, for these two reasons:  first, because He was in the habit of addressing the pious, who had knowledge enough to enable them to believe the opinions uttered by Him by way of declaration; for His statements were not strange to their usual mode of thought; and in the second place, because, having a limited time assigned Him for preaching, He did not employ the method of demonstration in order that He might not spend all His limited time in arguments, for in this way it might happen that He would be fully occupied in giving the solutions of a few problems which might be understood by mental exertion, while He would not have given us to any great extent those statements which relate to the truth.",
          "id": 493899
        },
        {
          "text": "Accordingly He stated any opinions He wished, as to a people who were able to understand Him, to whom we also belong, who, whenever we did not understand anything of what had been said by Him,—a thing which rarely happened,—inquired of Him privately, that nothing said by Him might be unintelligible to us.",
          "id": 493900
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 493901
        },
        {
          "text": "—Man in the Shape of God.",
          "id": 493902
        },
        {
          "text": "\"Knowing therefore that we knew all that was spoken by Him, and that we could supply the proofs, He sent us to the ignorant Gentiles to baptize them for remission of sins, and commanded us to teach them first.",
          "id": 493903
        },
        {
          "text": "Of His commandments this is the first and great one, to fear the Lord God, and to serve Him only.",
          "id": 493904
        },
        {
          "text": "But He meant us to fear that God whose angels they are who are the angels of the least of the faithful amongst us, and who stand in heaven continually beholding the face of the Father.",
          "id": 493905
        },
        {
          "text": "For He has shape, and He has every limb primarily and solely for beauty's sake, and not for use.",
          "id": 493906
        },
        {
          "text": "For He has not eyes that He may see with them; for He sees on every side, since He is incomparably more brilliant in His body than the visual spirit which is in us, and He is more splendid than everything, so that in comparison with Him the light of the sun may be reckoned as darkness.",
          "id": 493907
        },
        {
          "text": "Nor has He ears that He may hear; for He hears, perceives, moves, energizes, acts on every side.",
          "id": 493908
        },
        {
          "text": "But He has the most beautiful shape on account of man, that the pure in heart may be able to see Him, that they may rejoice because they suffered.",
          "id": 493909
        },
        {
          "text": "For He moulded man in His own shape as in the grandest seal, in order that he may be the ruler and lord of all, and that all may be subject to him.",
          "id": 493910
        },
        {
          "text": "Wherefore, judging that He is the universe, and that man is His image (for He is Himself invisible, but His image man is visible), the man who wishes to worship Him honours His visible image, which is man.",
          "id": 493911
        },
        {
          "text": "Whatsoever therefore any one does to man, be it good or bad, is regarded as being done to Him.",
          "id": 493912
        },
        {
          "text": "Wherefore the judgment which proceeds from Him shall go before, giving to every one according to his merits.",
          "id": 493913
        },
        {
          "text": "For He avenges His own shape.",
          "id": 493914
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 493915
        },
        {
          "text": "—God's Figure:  Simon's Objection Therefrom Refuted.",
          "id": 493916
        },
        {
          "text": "\"But someone will say, If He has shape, then He has figure also, and is in space; but if He is in space, and is, as being less, enclosed by it, how is He great above everything?  How can He be everywhere if He has figure?  The first remark I have to make to him who urges these objections is this:  The Scriptures persuade us to have such sentiments and to believe such statements in regard to Him; and we know that their declarations are true, for witness is borne to them by our Lord Jesus Christ, by whose orders we are bound to afford proofs to you that such is the case.",
          "id": 493917
        },
        {
          "text": "But first I shall speak of space.",
          "id": 493918
        },
        {
          "text": "The space of God is the non-existent, but God is that which exists.",
          "id": 493919
        },
        {
          "text": "But that which is non-existent cannot be compared with that which is existent.",
          "id": 493920
        },
        {
          "text": "For how can space be existent? unless it be a second space, such as heaven, earth, water, air, and if there is any other body that fills up the vacuity, which is called vacuity on this account, that it is nothing.",
          "id": 493921
        },
        {
          "text": "For 'nothing' is its more appropriate name.",
          "id": 493922
        },
        {
          "text": "For what is that which is called vacuity but as it were a vessel which contains nothing, except the vessel itself?  But being vacuity, it is not itself space; but space is that in which vacuity itself is, if indeed it is the vessel.",
          "id": 493923
        },
        {
          "text": "For it must be the case that that which exists is in that which does not exist.",
          "id": 493924
        },
        {
          "text": "But by this which is non-existent I mean that which is called by some, space, which is nothing.",
          "id": 493925
        },
        {
          "text": "But being nothing, how can it be compared with that which is, except by expressing the contrary, and saying that it is that which does not exist, and that that which does not exist is called space?  But even if it were something, there are many examples which I have at hand, but I shall content myself with one only, to show that that which encloses is not unquestionably superior to that which is enclosed.",
          "id": 493926
        },
        {
          "text": "The sun is a circular figure, and is entirely enclosed by air, yet it lightens up the air, it warms it, it divides it; and if the sun be away from it, it is enveloped in darkness; and from whatsoever part of it the sun is removed, it becomes cold as if it were dead; but again it is illuminated by its rising, and when it has been warmed up by it, it is adorned with still greater beauty.",
          "id": 493927
        },
        {
          "text": "And it does this by giving a share of itself, though it has its substance limited.",
          "id": 493928
        },
        {
          "text": "What, then, is there to prevent God, as being the Framer and Lord of this and everything else, from possessing figure and shape and beauty, and having the communication of these qualities proceeding from Himself extended infinitely?.",
          "id": 493929
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 493930
        },
        {
          "text": "—God the Centre or Heart of the Universe.",
          "id": 493931
        },
        {
          "text": "\"One, then, is the God who truly exists, who presides in a superior shape, being the heart of that which is above and that which is below twice, which sends forth from Him as from a centre the life-giving and incorporeal power; the whole universe with the stars and regions of the heaven, the air, the fire, and if anything else exists, is proved to be a substance infinite in height, boundless in depth, immeasurable in breadth, extending the life-giving and wise nature from Him over three infinites.",
          "id": 493932
        },
        {
          "text": "It must be, therefore, that this infinite which proceeds from Him on every side exists, having as its heart Him who is above all, and who thus possesses figure; for wherever He be, He is as it were in the centre of the infinite, being the limit of the universe.",
          "id": 493933
        },
        {
          "text": "And the extensions taking their rise with Him, possess the nature of six infinites; of whom the one taking its rise with Him penetrates into the height above, another into the depth below, another to the right hand, another to the left, another in front, and another behind; to whom He Himself, looking as to a number that is equal on every side, completes the world in six temporal intervals, Himself being the rest, and having the infinite age to come as His image, being the beginning and the end.",
          "id": 493934
        },
        {
          "text": "For in Him the six infinites end, and from Him they receive their extension to infinity.",
          "id": 493935
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 493936
        },
        {
          "text": "—The Nature and Shape of God.",
          "id": 493937
        },
        {
          "text": "\"This is the mystery of the hebdomad.",
          "id": 493938
        },
        {
          "text": "For He Himself is the rest of the whole who grants Himself as a rest to those who imitate His greatness within their little measure.",
          "id": 493939
        },
        {
          "text": "For He is alone, sometimes comprehensible, sometimes incomprehensible, sometimes limitable, sometimes illimitable, having extensions which proceed from Him into infinity.",
          "id": 493940
        },
        {
          "text": "For thus He is comprehensible and incomprehensible, near and far, being here and there, as being the only existent one, and as giving a share of that mind which is infinite on every hand, in consequence of which souls breathe and possess life; and if they be separated from the body and be found with a longing for Him, they are borne along into His bosom, as in the winter time the mists of the mountains, attracted by the rays of the sun, are borne along immortal to it.",
          "id": 493941
        },
        {
          "text": "What affection ought therefore to arise within us if we gaze with our mind on His beautiful shape!  But otherwise it is absurd to speak of beauty.",
          "id": 493942
        },
        {
          "text": "For beauty cannot exist apart from shape; nor can one be attracted to the love of God, nor even deem that he can see Him, if God has no form.",
          "id": 493943
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 493944
        },
        {
          "text": "—The Fear of God.",
          "id": 493945
        },
        {
          "text": "\"But some who are strangers to the truth, and who give their energies to the service of evil, on pretext of glorifying God, say that He has no figure, in order that, being shapeless and formless, He may be visible to no one, so as not to be longed for.",
          "id": 493946
        },
        {
          "text": "For the mind, not seeing the form of God, is empty of Him.",
          "id": 493947
        },
        {
          "text": "But how can any one pray if he has no one to whom he may flee for refuge, on whom he may lean?  For if he meets with no resistance, he falls out into vacuity.",
          "id": 493948
        },
        {
          "text": "Yea, says he, we ought not to fear God, but to love Him.",
          "id": 493949
        },
        {
          "text": "I agree; but the consciousness of having done well in each good act will accomplish this.",
          "id": 493950
        },
        {
          "text": "Now well-doing proceeds from fearing.",
          "id": 493951
        },
        {
          "text": "But fear, says he, strikes death into the soul.",
          "id": 493952
        },
        {
          "text": "Nay, but I affirm that it does not strike death, but awakens the soul, and converts it.",
          "id": 493953
        },
        {
          "text": "And perhaps the injunction not to fear God might be right, if we men did not fear many other things; such, for instance, as plots against us by those who are like us, and wild beasts, serpents, diseases, sufferings, demons, and a thousand other ills.",
          "id": 493954
        },
        {
          "text": "Let him, then, who asks us not to fear God, rescue us from these, that we may not fear them; but if he cannot, why should he grudge that we should be delivered from a thousand fears by one fear, the fear of the Just One, and that it should be possible by a slight faith in Him to remove a thousand afflictions from ourselves and others, and receive instead an exchange of blessings, and that, doing no ill in consequence of fear of the God who sees everything, we should continue in peace even in the present life.",
          "id": 493955
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 493956
        },
        {
          "text": "—The Fear and Love of God.",
          "id": 493957
        },
        {
          "text": "\"Thus, then, grateful service to Him who is truly Lord, renders us free from service to all other masters.",
          "id": 493958
        },
        {
          "text": "If, then, it is possible for any one to be free from sin without fearing God, let him not fear; for under the influence of love to Him one cannot do what is displeasing to Him.",
          "id": 493959
        },
        {
          "text": "For, on the one hand, it is written that we are to fear Him, and we have been commanded to love Him, in order that each of us may use that prescription which is suitable to his constitution.",
          "id": 493960
        },
        {
          "text": "Fear Him, therefore, because He is just; but whether you fear Him or love Him, sin not.",
          "id": 493961
        },
        {
          "text": "And may it be the case that any one who fears Him shall be able to gain the victory over unlawful desires, shall not lust after what belongs to others, shall practise kindness, shall be sober, and act justly!  For I see some who are imperfect in their fear of Him sinning very much.",
          "id": 493962
        },
        {
          "text": "Let us therefore fear God, not only because He is just; for it is through pity for those who have received injustice that He inflicts punishment on those who have done the injustice.",
          "id": 493963
        },
        {
          "text": "As water therefore quenches fire, so does fear extinguish the desire for evil practices.",
          "id": 493964
        },
        {
          "text": "He who teaches fearlessness does not himself fear; but he who does not fear, does not believe that there will be a judgment, strengthens his lusts, acts as a magician, and accuses others of the deeds which he himself does\".",
          "id": 493965
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 493966
        },
        {
          "text": "—The Evidence of the Senses Contrasted with that from Supernatural Vision.",
          "id": 493967
        },
        {
          "text": "Simon, on hearing this, interrupted him, and said:  \"I know against whom you are making these remarks; but in order that I may not spend any time in discussing subjects which I do not wish to discuss, repeating the same statements to refute you, reply to that which is concisely stated by us.",
          "id": 493968
        },
        {
          "text": "You professed that you had well understood the doctrines and deeds of your teacher because you saw them before you with your own eyes, and heard them with your own ears, and that it is not possible for any other to have anything similar by vision or apparition.",
          "id": 493969
        },
        {
          "text": "But I shall show that this is false.",
          "id": 493970
        },
        {
          "text": "He who hears any one with his own ears, is not altogether fully assured of the truth of what is said; for his mind has to consider whether he is wrong or not, inasmuch as he is a man as far as appearance goes.",
          "id": 493971
        },
        {
          "text": "But apparition not merely presents an object to view, but inspires him who sees it with confidence, for it comes from God.",
          "id": 493972
        },
        {
          "text": "Now reply first to this\".",
          "id": 493973
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 493974
        },
        {
          "text": "—The Evidence of the Senses More Trustworthy Than that of Supernatural Vision.",
          "id": 493975
        },
        {
          "text": "And Peter said:  \"You proposed to speak to one point, you replied to another.",
          "id": 493976
        },
        {
          "text": "For your proposition was, that one is better able to know more fully, and to attain confidence, when he hears in consequence of an apparition, than when he hears with his own ears; but when you set about the matter, you were for persuading us that he who hears through an apparition is surer than he who hears with his own ears.",
          "id": 493977
        },
        {
          "text": "Finally, you alleged that, on this account, you knew more satisfactorily the doctrines of Jesus than I do, because you heard His words through an apparition.",
          "id": 493978
        },
        {
          "text": "But I shall reply to the proposition you made at the beginning.",
          "id": 493979
        },
        {
          "text": "The prophet, because he is a prophet, having first given certain information with regard to what is objectively said by him, is believed with confidence; and being known beforehand to be a true prophet, and being examined and questioned as the disciple wishes, he replies:  But he who trusts to apparition or vision and dream is insecure.",
          "id": 493980
        },
        {
          "text": "For he does not know to whom he is trusting.",
          "id": 493981
        },
        {
          "text": "For it is possible either that he may be an evil demon or a deceptive spirit, pretending in his speeches to be what he is not.",
          "id": 493982
        },
        {
          "text": "But if any one should wish to inquire of him who he is who has appeared, he can say to himself whatever he likes.",
          "id": 493983
        },
        {
          "text": "And thus, gleaming forth like a wicked one, and remaining as long as he likes, he is at length extinguished, not remaining with the questioner so long as he wished him to do for the purpose of consulting him.",
          "id": 493984
        },
        {
          "text": "For any one that sees by means of dreams cannot inquire about whatever he may wish.",
          "id": 493985
        },
        {
          "text": "For reflection is not in the special power of one who is asleep.",
          "id": 493986
        },
        {
          "text": "Hence we, desiring to have information in regard to something in our waking hours, inquire about something else in our dreams; or without inquiring, we hear about matters that do not concern us, and awaking from sleep we are dispirited because we have neither heard nor inquired about those matters which we were eager to know\".",
          "id": 493987
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 493988
        },
        {
          "text": "—The Evidence from Dreams Discussed.",
          "id": 493989
        },
        {
          "text": "And Simon said:  \"If you maintain that apparitions do not always reveal the truth, yet for all that, visions and dreams, being God-sent, do not speak falsely in regard to those matters which they wish to tell\".",
          "id": 493990
        },
        {
          "text": "And Peter said:  \"You were right in saying that, being God-sent, they do not speak falsely.",
          "id": 493991
        },
        {
          "text": "But it is uncertain if he who sees has seen a God-sent dream\".",
          "id": 493992
        },
        {
          "text": "And Simon said:  \"If he who has had the vision is just, he has seen a true vision\".",
          "id": 493993
        },
        {
          "text": "And Peter said:  \"You were right.",
          "id": 493994
        },
        {
          "text": "But who is just, if he stands in need of a vision that he may learn what he ought to learn, and do what he ought to do?\"  And Simon said:  \"Grant me this, that the just man alone can see a true vision, and I shall then reply to that other point.",
          "id": 493995
        },
        {
          "text": "For I have come to the conclusion that an impious man does not see a true dream\".",
          "id": 493996
        },
        {
          "text": "And Peter said:  \"This is false; and I can prove it both apart from Scripture and by Scripture; but I do not undertake to persuade you.",
          "id": 493997
        },
        {
          "text": "For the man who is inclined to fall in love with a bad woman, does not change his mind so as to care for a lawful union with another woman in every respect good; but sometimes they love the worse woman through prepossessions, though they are conscious that there is another who is more excellent.",
          "id": 493998
        },
        {
          "text": "And you are ignorant, in consequence of some such state of mind\".",
          "id": 493999
        },
        {
          "text": "And Simon said:  \"Dismiss this subject, and discuss the matter on which you promised to speak.",
          "id": 494000
        },
        {
          "text": "For it seems to me impossible that impious men should receive dreams from God in any way whatever\".",
          "id": 494001
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 494002
        },
        {
          "text": "—None But Evil Demons Appear to the Impious.",
          "id": 494003
        },
        {
          "text": "And Peter said:  \"I remember that I promised to prove this point, and to give my proofs in regard to it from Scripture and apart from Scripture.",
          "id": 494004
        },
        {
          "text": "And now listen to what I say.",
          "id": 494005
        },
        {
          "text": "We know that there are many (if you will pardon me the statement; and if you don't, I can appeal to those who are present as judges) who worship idols, commit adultery, and sin in every way, and yet they see true visions and dreams, and some of them have also apparitions of demons.",
          "id": 494006
        },
        {
          "text": "For I maintain that the eyes of mortals cannot see the incorporeal form of the Father or Son, because it is illumined by exceeding great light.",
          "id": 494007
        },
        {
          "text": "Wherefore it is not because God envies, but because He pities, that He cannot be seen by man who has been turned into flesh.",
          "id": 494008
        },
        {
          "text": "For he who sees God cannot live.",
          "id": 494009
        },
        {
          "text": "For the excess of light dissolves the flesh of him who sees; unless by the secret power of God the flesh be changed into the nature of light, so that it can see light, or the substance of light be changed into flesh, so that it can be seen by flesh.",
          "id": 494010
        },
        {
          "text": "For the power to see the Father, without undergoing any change, belongs to the Son alone.",
          "id": 494011
        },
        {
          "text": "But the just shall also in like manner behold God; for in the resurrection of the dead, when they have been changed, as far as their bodies are concerned, into light, and become like the angels, they shall be able to see Him.",
          "id": 494012
        },
        {
          "text": "Finally, then, if any angel be sent that he may he seen by a man, he is changed into flesh, that he may be able to be seen by flesh.",
          "id": 494013
        },
        {
          "text": "For no one can see the incorporeal power not only of the Son, but not even of an angel.",
          "id": 494014
        },
        {
          "text": "But if one sees an apparition, he should know that this is the apparition of an evil demon.",
          "id": 494015
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 494016
        },
        {
          "text": "—The Impious See True Dreams and Visions.",
          "id": 494017
        },
        {
          "text": "\"But it is manifest that the impious see true visions and dreams, and I can prove it from Scripture.",
          "id": 494018
        },
        {
          "text": "Finally, then, it is written in the law, how Abimelech, who was impious, wished to defile the wife of just Abraham by intercourse, and how he heard the commandment from God in his sleep, as the Scripture saith, not to touch her, because she was dwelling with her husband.",
          "id": 494019
        },
        {
          "text": "Pharaoh, also an impious man, saw a dream in regard to the fulness and thinness of the ears of corn, to whom Joseph said, when he gave the interpretation, that the dream had come from God.",
          "id": 494020
        },
        {
          "text": "Nebuchadnezzar, who worshipped images, and ordered those who worshipped God to be cast into fire, saw a dream extending over the whole age of the world.",
          "id": 494021
        },
        {
          "text": "And let no one say, 'No one who is impious sees a vision when awake.",
          "id": 494022
        },
        {
          "text": "'  That is false.",
          "id": 494023
        },
        {
          "text": "Nebuchadnezzar himself, having ordered three men to be cast into fire, saw a fourth when he looked into the furnace, and said, 'I see the fourth as the Son of God.",
          "id": 494024
        },
        {
          "text": "'  And nevertheless, though they saw apparitions, visions, and dreams, they were impious.",
          "id": 494025
        },
        {
          "text": "Thus, we cannot infer with absolute certainty that the man who has seen visions, and dreams, and apparitions, is undoubtedly pious.",
          "id": 494026
        },
        {
          "text": "For in the case of the pious man, the truth gushes up natural and pure in his mind, not worked up through dreams, but granted to the good through intelligence.",
          "id": 494027
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 494028
        },
        {
          "text": "—The Nature of Revelation.",
          "id": 494029
        },
        {
          "text": "\"Thus to me also was the Son revealed by the Father.",
          "id": 494030
        },
        {
          "text": "Wherefore I know what is the meaning of revelation, having learned it in my own case.",
          "id": 494031
        },
        {
          "text": "For at the very time when the Lord said, 'Who do they say that I am?' and when I heard one saying one thing of Him, and another another, it came into my heart to say (and I know not, therefore, how I said it), 'Thou art the Son of the living God.",
          "id": 494032
        },
        {
          "text": "'  But He, pronouncing me blessed, pointed out to me that it was the Father who had revealed it to me; and from this time I learned that revelation is knowledge gained without instruction, and without apparition and dreams.",
          "id": 494033
        },
        {
          "text": "And this is indeed the case.",
          "id": 494034
        },
        {
          "text": "For in the soul which has been placed in us by God, there is all the truth; but it is covered and revealed by the hand of God, who works so far as each one through his knowledge deserves.",
          "id": 494035
        },
        {
          "text": "But the declaration of anything by means of apparitions and dreams from without is a proof, not that it comes from revelation, but from wrath.",
          "id": 494036
        },
        {
          "text": "Finally, then, it is written in the law, that God, being angry, said to Aaron and Miriam, 'If a prophet arise from amongst you, I shall make myself known to him through visions and dreams, but not so as to my servant Moses; because I shall speak to him in an outward appearance, and not through dreams, just as one will speak to his own friend.",
          "id": 494037
        },
        {
          "text": "'  You see how the statements of wrath are made through visions and dreams, but the statements to a friend are made face to face, in outward appearance, and not through riddles and visions and dreams, as to an enemy.",
          "id": 494038
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 494039
        },
        {
          "text": "—Opposition to Peter Unreasonable.",
          "id": 494040
        },
        {
          "text": "\"If, then, our Jesus appeared to you in a vision, made Himself known to you, and spoke to you, it was as one who is enraged with an adversary; and this is the reason why it was through visions and dreams, or through revelations that were from without, that He spoke to you.",
          "id": 494041
        },
        {
          "text": "But can any one be rendered fit for instruction through apparitions?  And if you will say, 'It is possible,' then I ask, 'Why did our teacher abide and discourse a whole year to those who were awake?'  And how are we to believe your word, when you tell us that He appeared to you?  And how did He appear to you, when you entertain opinions contrary to His teaching?  But if you were seen and taught by Him, and became His apostle for a single hour, proclaim His utterances, interpret His sayings, love His apostles, contend not with me who companied with Him.",
          "id": 494042
        },
        {
          "text": "For in direct opposition to me, who am a firm rock, the foundation of the Church, you now stand.",
          "id": 494043
        },
        {
          "text": "If you were not opposed to me, you would not accuse me, and revile the truth proclaimed by me, in order that I may not be believed when I state what I myself have heard with my own ears from the Lord, as if I were evidently a person that was condemned and in bad repute.",
          "id": 494044
        },
        {
          "text": "But if you say that I am condemned, you bring an accusation against God, who revealed the Christ to me, and you inveigh against Him who pronounced me blessed on account of the revelation.",
          "id": 494045
        },
        {
          "text": "But if, indeed, you really wish to work in the cause of truth, learn first of all from us what we have learned from Him, and, becoming a disciple of the truth, become a fellow-worker with us\".",
          "id": 494046
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 494047
        },
        {
          "text": "—Another Subject for Discussion Proposed.",
          "id": 494048
        },
        {
          "text": "When Simon heard this, he said:  \"Far be it from me to become his or your disciple.",
          "id": 494049
        },
        {
          "text": "For I am not ignorant of what I ought to know; but the inquiries which I made as a learner were made that I may see if you can prove that actual sight is more distinct than apparition.",
          "id": 494050
        },
        {
          "text": "But you spoke according to your own pleasure; you did not prove.",
          "id": 494051
        },
        {
          "text": "And now, to-morrow I shall come to your opinions in regard to God, whom you affirmed to be the framer of the world; and in my discussion with you, I shall show that he is not the highest, nor good, and that your teacher made the same statements as I now do; and I shall prove that you have not understood him\".",
          "id": 494052
        },
        {
          "text": "On saying this he went away, not wishing to listen to what might be said to the propositions which he had laid down.",
          "id": 494053
        }
      ]
    }
  ]
}