{
  "book": "Clement: Homily XVIII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Homily XVIII: Chapter I.",
          "id": 494054
        },
        {
          "text": "—Simon Maintains that the Framer of the World is Not the Highest God.",
          "id": 494055
        },
        {
          "text": "At break of day, when Peter went forth to discourse, Simon anticipated him, and said:  \"When I went away yesterday, I promised to you to return to-day, and in a discussion show that he who framed the world is not the highest God, but that the highest God is another who alone is good, and who has remained unknown up to this time.",
          "id": 494056
        },
        {
          "text": "At once, then, state to me whether you maintain that the framer of the world is the same as the lawgiver or not?  If, then, he is the lawgiver, he is just; but if he is just, he is not good.",
          "id": 494057
        },
        {
          "text": "But if he is not good, then it was another that Jesus proclaimed, when he said, 'Do not call me good; for one is good, the Father who is in the heavens.",
          "id": 494058
        },
        {
          "text": "'  Now a lawgiver cannot be both just and good, for these qualities do not harmonize\".",
          "id": 494059
        },
        {
          "text": "And Peter said:  \"First tell us what are the actions which in your opinion constitute a person good, and what are those which constitute him just, in order that thus we may address our words to the same mark\".",
          "id": 494060
        },
        {
          "text": "And Simon said:  \"Do you state first what in your opinion is goodness, and what justice\".",
          "id": 494061
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 494062
        },
        {
          "text": "—Definition of Goodness and Justice.",
          "id": 494063
        },
        {
          "text": "And Peter said:  \"That I may not waste my time in contentious discussions, while I make the fair demand that you should give answers to my propositions, I shall myself answer those questions which I put, as is your wish.",
          "id": 494064
        },
        {
          "text": "I then affirm that the man who bestows goods is good, just as I see the Framer of the world doing when He gives the sun to the good, and the rain to the just and unjust\".",
          "id": 494065
        },
        {
          "text": "And Simon said:  \"It is most unjust that he should give the same things to the just and the unjust\".",
          "id": 494066
        },
        {
          "text": "And Peter said:  \"Do you, then, in your turn state to us what course of conduct would constitute Him good\".",
          "id": 494067
        },
        {
          "text": "And Simon said:  \"It is you that must state this\".",
          "id": 494068
        },
        {
          "text": "And Peter said:  \"I will.",
          "id": 494069
        },
        {
          "text": "He who gives the same things to the good and just, and also to the evil and unjust, is not even just according to you; but you would with reason call Him just if He gave goods to the good and evils to the evil.",
          "id": 494070
        },
        {
          "text": "What course of conduct, then, would He adopt, if He does not adopt the plan of giving things temporal to the evil, if perchance they should be converted, and things eternal to the good, if at least they remain good?  And thus by giving to all, but by gratifying the more excellent, His justice is good; and all the more long-suffering in this, that to sinners who repent He freely grants forgiveness of their sins, and to those who have acted well He assigns even eternal life.",
          "id": 494071
        },
        {
          "text": "But judging at last, and giving to each one what he deserves, He is just.",
          "id": 494072
        },
        {
          "text": "If, then, this is right, confess it; but if it appears to you not to be right, refute it\".",
          "id": 494073
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 494074
        },
        {
          "text": "—God Both Good and Just.",
          "id": 494075
        },
        {
          "text": "And Simon said:  \"I said once for all, 'Every lawgiver, looking to justice, is just.",
          "id": 494076
        },
        {
          "text": "'\"  And Peter said:  \"If it is the part of him who is good not to lay down a law, but of him who is just to lay down a law, in this way the Framer of the world is both good and just.",
          "id": 494077
        },
        {
          "text": "He is good, inasmuch as it is plain that He did not lay down a law in writing from the times of Adam to Moses; but inasmuch as He had a written law from Moses to the present times, He is just also\".",
          "id": 494078
        },
        {
          "text": "And Simon said:  \"Prove to me from the utterances of your teacher that it is within the power of the same man to be good and just; for to me it seems impossible that the lawgiver who is good should also be just\".",
          "id": 494079
        },
        {
          "text": "And Peter said:  \"I shall explain to you how goodness itself is just.",
          "id": 494080
        },
        {
          "text": "Our teacher Himself first said to the Pharisee who asked Him, 'What shall I do to inherit eternal life?'  'Do not call me good; for one is good, even the Father who is in the heavens;' and straightway He introduced these words, 'But if thou shalt wish to enter into life, keep the commandments.",
          "id": 494081
        },
        {
          "text": "'  And when he said, 'What commandments?' He pointed him to those of the law.",
          "id": 494082
        },
        {
          "text": "Now He would not, if He were indicating some other good being, have referred him to the commandments of the Just One.",
          "id": 494083
        },
        {
          "text": "That indeed justice and goodness are different I allow, but you do not know that it is within the power of the same being to be good and just.",
          "id": 494084
        },
        {
          "text": "For He is good, in that He is now long-suffering with the penitent, and welcomes them; but just, when acting as judge He will give to every one according to his deserts\".",
          "id": 494085
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 494086
        },
        {
          "text": "—The Unrevealed God.",
          "id": 494087
        },
        {
          "text": "And Simon said:  \"How, then, if the framer of the world, who also fashioned Adam, was known, and known too by those who were just according to the law, and moreover by the just and unjust, and the whole world, does your teacher, coming after all these, say, 'No one has known the Father but the Son, even as no one knoweth the Son but the Father, and those to whom the Son may wish to reveal Him?'  But he would not have made this statement, had he not proclaimed a Father who was still unrevealed, whom the law speaks of as the highest, and who has not given any utterance either good or bad (as Jeremiah testifies in the Lamentations); who also, limiting the nations to seventy languages, according to the number of the sons of Israel who entered Egypt, and according to the boundaries of these nations, gave to his own Son, who is also called Lord, and who brought into order the heaven and the earth, the Hebrews as his portion, and defined him to be God of gods, that is, of the gods who received the other nations as their portions.",
          "id": 494088
        },
        {
          "text": "Laws, therefore, proceeded from all the so-called gods to their own divisions, which consist of the other nations.",
          "id": 494089
        },
        {
          "text": "In like manner also from the Son of the Lord of all came forth the law which is established among the Hebrews.",
          "id": 494090
        },
        {
          "text": "And this state of matters was determined on, that if any one should seek refuge in the law of any one, he should belong to the division of him whose law he undertook to obey.",
          "id": 494091
        },
        {
          "text": "No one knew the highest Father, who was unrevealed, just as they did not know that his Son was his Son.",
          "id": 494092
        },
        {
          "text": "Accordingly at this moment you yourself, in assigning the special attributes of the unrevealed Most High to the Son, do not know that he is the Son, being the Father of Jesus, who with you is called the Christ\".",
          "id": 494093
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 494094
        },
        {
          "text": "—Peter Doubts Simon's Honesty.",
          "id": 494095
        },
        {
          "text": "When Simon had made these statements, Peter said to him:  \"Can you call to witness that these are your beliefs that being Himself,—I do not mean Him whom you speak of now as being unrevealed, but Him in whom you believe, though you do not confess Him?  For you are talking nonsense when you define one thing in stead of another.",
          "id": 494096
        },
        {
          "text": "Wherefore, if you call Him to witness that you believe what you say, I shall answer you.",
          "id": 494097
        },
        {
          "text": "But if you continue discussing with me what you do not believe, you compel me to strike the empty air\".",
          "id": 494098
        },
        {
          "text": "And Simon said:  \"It is from some of your own disciples that I have heard that this is the truth\".",
          "id": 494099
        },
        {
          "text": "And Peter said:  \"Do not bear false witness?\"  And Simon said:  \"Do not rebuke me, most insolent man\".",
          "id": 494100
        },
        {
          "text": "And Peter said:  \"So long as you do not tell who it was who said so, I affirm that you are a liar\".",
          "id": 494101
        },
        {
          "text": "And Simon said:  \"Suppose that I myself have got up these doctrines, or that I heard them from some other, give me your answer to them.",
          "id": 494102
        },
        {
          "text": "For if they cannot be overturned, then I have learned that this is the truth\".",
          "id": 494103
        },
        {
          "text": "And Peter said:  \"If it is a human invention, I will not reply to it; but if you are held fast by the supposition that it is the truth, acknowledge to me that this is the case, and I can then myself say something in regard to the matter\".",
          "id": 494104
        },
        {
          "text": "And Simon said:  \"Once for all, then, these doctrines seem to me to be true.",
          "id": 494105
        },
        {
          "text": "Give me your reply, if you have aught to say against them\".",
          "id": 494106
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 494107
        },
        {
          "text": "—The Nature of Revelation.",
          "id": 494108
        },
        {
          "text": "And Peter said:  \"If this is the case, you are acting most impiously.",
          "id": 494109
        },
        {
          "text": "For if it belongs to the Son, who arranged heaven and earth, to reveal His unrevealed Father to whomsoever He wishes, you are, as I said, acting most impiously in revealing Him to those to whom He has not revealed Him\".",
          "id": 494110
        },
        {
          "text": "And Simon said:  \"But he himself wishes me to reveal him\".",
          "id": 494111
        },
        {
          "text": "And Peter said:  \"You do not understand what I mean, Simon.",
          "id": 494112
        },
        {
          "text": "But listen and understand.",
          "id": 494113
        },
        {
          "text": "When it is said that the Son will reveal Him to whom He wishes, it is meant that such an one is to learn of Him not by instruction, but by revelation only.",
          "id": 494114
        },
        {
          "text": "For it is revelation when that which lies secretly veiled in all the hearts of men is revealed unveiled by His God's own will without any utterance.",
          "id": 494115
        },
        {
          "text": "And thus knowledge comes to one, not because he has been instructed, but because he has understood.",
          "id": 494116
        },
        {
          "text": "And yet the person who understands it cannot demonstrate it to another, since he did not himself receive it by instruction; nor can he reveal it, since he is not himself the Son, unless he maintains that he is himself the Son.",
          "id": 494117
        },
        {
          "text": "But you are not the standing Son.",
          "id": 494118
        },
        {
          "text": "For if you were the Son, assuredly you would know those who are worthy of such a revelation.",
          "id": 494119
        },
        {
          "text": "But you do not know them.",
          "id": 494120
        },
        {
          "text": "For if you knew them, you would do as they do who know\".",
          "id": 494121
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 494122
        },
        {
          "text": "—Simon Confesses His Ignorance.",
          "id": 494123
        },
        {
          "text": "And Simon said:  \"I confess I have not understood what you mean by the expression, 'You would do as they do who know.",
          "id": 494124
        },
        {
          "text": "'\"  And Peter said:  \"If you have not understood it, then you cannot know the mind of every one; and if you are ignorant of this, then you do not know those who are worthy of the revelation.",
          "id": 494125
        },
        {
          "text": "You are not the Son, for the Son knows.",
          "id": 494126
        },
        {
          "text": "Wherefore He reveals Him to whomsoever He wishes, because they are worthy\".",
          "id": 494127
        },
        {
          "text": "And Simon said:  \"Be not deceived.",
          "id": 494128
        },
        {
          "text": "I know those who are worthy, and I am not the Son.",
          "id": 494129
        },
        {
          "text": "And yet I have not understood what meaning you attach to the words, 'He reveals Him to whomsoever He wishes.",
          "id": 494130
        },
        {
          "text": "'  But I said that I did not understand it, not because I did not know it, but because I knew that those who were present did not understand it, in order that you may state it more distinctly, so that they may perceive what are the reasons why we are carrying on this discussion\".",
          "id": 494131
        },
        {
          "text": "And Peter said:  \"I cannot state the matter more clearly:  explain what meaning you have attached to the words\".",
          "id": 494132
        },
        {
          "text": "And Simon said:  \"There is no necessity why I should state your opinions\".",
          "id": 494133
        },
        {
          "text": "And Peter said:  \"You evidently, Simon, do not understand it, and yet you do not wish to confess, that you may not be detected in your ignorance, and thus be proved not to be the standing Son.",
          "id": 494134
        },
        {
          "text": "For you hint this, though you do not wish to state it plainly; and, indeed, I who am not a prophet, but a disciple of the true Prophet, know well from the hints you have given what your wishes are.",
          "id": 494135
        },
        {
          "text": "For you, though you do not understand even what is distinctly said, wish to call yourself son in opposition to us\".",
          "id": 494136
        },
        {
          "text": "And Simon said:  \"I will remove every pretext from you.",
          "id": 494137
        },
        {
          "text": "I confess I do not understand what can be the meaning of the statement, 'The Son reveals Him to whomsoever He wishes.",
          "id": 494138
        },
        {
          "text": "'  State therefore what is its meaning more distinctly\".",
          "id": 494139
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 494140
        },
        {
          "text": "—The Work of Revelation Belongs to the Son Alone.",
          "id": 494141
        },
        {
          "text": "And Peter said:  \"Since, at least in appearance, you have confessed that you do not understand it, reply to the question I put to you, and you will learn the meaning of the statement.",
          "id": 494142
        },
        {
          "text": "Tell me, do you maintain that the Son, whoever he be, is just, or that he is not just?\"  And Simon said:  \"I maintain that he is most just\".",
          "id": 494143
        },
        {
          "text": "And Peter said:  \"Seeing He is just, why does He not make the revelation to all, but only to those to whom He wishes?\"  And Simon said:  \"Because, being just, he wishes to make the revelation only to the worthy\".",
          "id": 494144
        },
        {
          "text": "And Peter said:  \"Must He not therefore know the mind of each one, in order that He may make the revelation to the worthy?\"  And Simon said:  \"Of course he must\".",
          "id": 494145
        },
        {
          "text": "And Peter said:  \"With reason, therefore, has the work of giving the revelation been confined to Him alone, for He alone knows the mind of every one; and it has not been given to you, who are not able to understand even that which is stated by us\".",
          "id": 494146
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 494147
        },
        {
          "text": "—How Simon Bears His Exposure.",
          "id": 494148
        },
        {
          "text": "When Peter said this, the multitudes applauded.",
          "id": 494149
        },
        {
          "text": "But Simon, being thus exposed, blushed through shame, and rubbing his forehead, said:  \"Well, then, do they declare that I, a magician, yea, even I who syllogize, am conquered by Peter?  It is not so.",
          "id": 494150
        },
        {
          "text": "But if one should syllogize, though carried away and conquered, he still retains the truth that is in him.",
          "id": 494151
        },
        {
          "text": "For the weakness in the defender is not identical with the truth in the conquered man.",
          "id": 494152
        },
        {
          "text": "But I assure you that I have judged all those who are bystanders worthy to know the unrevealed Father.",
          "id": 494153
        },
        {
          "text": "Wherefore, because I publicly reveal him to them, you yourself, through envy, are angry with me who wish to confer a benefit on them\".",
          "id": 494154
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 494155
        },
        {
          "text": "—Peter's Reply to Simon.",
          "id": 494156
        },
        {
          "text": "And Peter said:  \"Since you have thus spoken to please the multitudes who are present, I shall speak to them, not to please them, but to tell them the truth.",
          "id": 494157
        },
        {
          "text": "Tell me how you know all those who are present to be worthy, when not even one of them agreed with your exposition of the subject; for the giving of applause to me in opposition to you is not the act of those who agree with you, but of those who agree with me, to whom they gave the applause for having spoken the truth.",
          "id": 494158
        },
        {
          "text": "But since God, who is just, judges the mind of each one—a doctrine which you affirm to be true—He would not have wished this to be given through the left hand to those on the right hand, exactly as the man who receives anything from a robber is himself guilty.",
          "id": 494159
        },
        {
          "text": "So that, on this account, He did not wish them to receive what is brought by you; but they are to receive the revelation through the Son, who has been set apart for this work.",
          "id": 494160
        },
        {
          "text": "For to whom is it reasonable that the Father should give a revelation, but to His only Son, because He knows Him to be worthy of such a revelation?  And so this is a matter which one cannot teach or be taught, but it must be revealed by the ineffable hand to him who is worthy to know it\".",
          "id": 494161
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 494162
        },
        {
          "text": "—Simon Professes to Utter His Real Sentiments.",
          "id": 494163
        },
        {
          "text": "And Simon said:  It contributes much to victory, if the man who wars uses his own weapons; for what one loves he can in real earnest defend, and that which is defended with genuine earnestness has no ordinary power in it.",
          "id": 494164
        },
        {
          "text": "Wherefore in future I shall lay before you my real opinions.",
          "id": 494165
        },
        {
          "text": "I maintain that there is some unrevealed power, unknown to all, even to the Creator himself, as Jesus himself has also declared, though he did not know what he said.",
          "id": 494166
        },
        {
          "text": "For when one talks a great deal he sometimes hits the truth, not knowing what he is saying.",
          "id": 494167
        },
        {
          "text": "I am referring to the statement which he uttered, 'No one knows the Father.",
          "id": 494168
        },
        {
          "text": "'\"  And Peter said:  \"Do not any longer profess that you know His doctrines\".",
          "id": 494169
        },
        {
          "text": "And Simon said:  \"I do not profess to believe his doctrines; but I am discussing points in which he was by accident right\".",
          "id": 494170
        },
        {
          "text": "And Peter said:  \"Not to give you any pretext for escape, I shall carry on the discussion with you in the way you wish.",
          "id": 494171
        },
        {
          "text": "At the same time, I call all to witness that you do not yet believe the statement which you just now made.",
          "id": 494172
        },
        {
          "text": "For I know your opinions.",
          "id": 494173
        },
        {
          "text": "And in order that you may not imagine that I am not speaking the truth, I shall expound your opinions, that you may know that you are discussing with one who is well acquainted with them.",
          "id": 494174
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 494175
        },
        {
          "text": "—Simon's Opinions Expounded by Peter.",
          "id": 494176
        },
        {
          "text": "\"We, Simon, do not assert that from the great power, which is also called the dominant power, two angels were sent forth, the one to create the world, the other to give the law; nor that each one when he came proclaimed himself, on account of what he had done, as the sole creator; nor that there is one who stands, will stand, and is opposed.",
          "id": 494177
        },
        {
          "text": "Learn how you disbelieve even in respect to this subject.",
          "id": 494178
        },
        {
          "text": "If you say that there is an unrevealed power, that power is full of ignorance.",
          "id": 494179
        },
        {
          "text": "For it did not foreknow the ingratitude of the angels who were sent by it\".",
          "id": 494180
        },
        {
          "text": "And Simon became exceedingly angry with Peter for saying this, and interrupted his discourse, saying:  \"What nonsense is this you speak, you daring and most impudent of men, revealing plainly before the multitudes the secret doctrines, so that they can be easily learned?\"  And Peter said:  \"Why do you grudge that the present audience should receive benefit?\"  And Simon said:  \"Do you then allow that such knowledge is a benefit?\"  And Peter said:  \"I allow it:  for the knowledge of a false doctrine is beneficial, inasmuch as you do not fall into it because of ignorance\".",
          "id": 494181
        },
        {
          "text": "And Simon said:  \"You are evidently not able to reply to the propositions I laid before you.",
          "id": 494182
        },
        {
          "text": "I maintain that even your teacher affirms that there is some Father unrevealed\".",
          "id": 494183
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 494184
        },
        {
          "text": "—Peter's Explanation of the Passage.",
          "id": 494185
        },
        {
          "text": "And Peter said:  \"I shall reply to that which you wish me to speak of,—namely, the passage, 'No one knows the Father but the Son, nor does any one know the Son but the Father, and they to whom the Son may wish to reveal Him.",
          "id": 494186
        },
        {
          "text": "'  First, then, I am astonished that, while this statement admits of countless interpretations, you should have chosen the very dangerous position of maintaining that the statement is made in reference to the ignorance of the Creator (Demiurge), and all who are under him.",
          "id": 494187
        },
        {
          "text": "For, first, the statement can apply to all the Jews who think that David is the father of Christ, and that Christ himself is his son, and do not know that He is the Son of God.",
          "id": 494188
        },
        {
          "text": "Wherefore it is appropriately said, 'No one knows the Father,' since, instead of God, they affirmed David to be His father; and the additional remark, that no one knows even the Son, is quite correct, since they did not know that He was the Son.",
          "id": 494189
        },
        {
          "text": "The statement also, 'to whomsoever the Son may wish to reveal Him,' is also correct; for He being the Son from the beginning, was alone appointed to give the revelation to those to whom He wishes to give it.",
          "id": 494190
        },
        {
          "text": "And thus the first man (protoplast) Adam must have heard of Him; and Enoch, who pleased God, must have known Him; and Noah, the righteous one, must have become acquainted with Him; and Abraam His friend must have understood Him; and Isaac must have perceived Him; and Jacob, who wrestled with Him, must have believed in Him; and the revelation must have been given to all among the people who were worthy.",
          "id": 494191
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 494192
        },
        {
          "text": "—Simon Refuted.",
          "id": 494193
        },
        {
          "text": "\"But if, as you say, it will be possible to know Him, because He is now revealed to all through Jesus, are you not stating what is most unjust, when you say that these men did not know Him, who were the seven pillars of the world, and who were able to please the most just God, and that so many now from all nations who were impious know Him in every respect?  Were not those who were superior to every one not deemed worthy to know Him?  And how can that be good which is not just? unless you wish to give the name of 'good,' not to him who does good to those who act justly, but to him who loves the unjust, even though they do not believe, and reveals to them the secrets which he would not reveal to the just.",
          "id": 494194
        },
        {
          "text": "But such conduct is befitting neither in one who is good nor just, but in one who has come to hate the pious.",
          "id": 494195
        },
        {
          "text": "Are not you, Simon, the standing one, who have the boldness to make these statements which never have been so made before?\".",
          "id": 494196
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 494197
        },
        {
          "text": "—Matthew XI.",
          "id": 494198
        },
        {
          "text": "Discussed.",
          "id": 494199
        },
        {
          "text": "And Simon, being vexed at this, said:  \"Blame your own teacher, who said, 'I thank Thee, Lord of heaven and earth, that what was concealed from the wise, Thou hast revealed to suckling babes.",
          "id": 494200
        },
        {
          "text": "'\"  And Peter said:  \"This is not the way in which the statement was made; but I shall speak of it as if it had been made in the way that has seemed good to you.",
          "id": 494201
        },
        {
          "text": "Our Lord, even if He had made this statement, 'What was concealed from the wise, the Father revealed to babes,' could not even thus be thought to point out another God and Father in addition to Him who created the world.",
          "id": 494202
        },
        {
          "text": "For it is possible that the concealed things of which He spoke may be those of the Creator (Demiurge) himself; because Isaiah says, 'I will open my mouth in parables, and I will belch forth things concealed from the foundation of the world.",
          "id": 494203
        },
        {
          "text": "'  Do you allow, then, that the prophet was not ignorant of the things concealed, which Jesus says were concealed from the wise, but revealed to babes?  And how was the Creator (Demiurge) ignorant of them, if his prophet Isaiah was not ignorant of them?  But our Jesus did not in reality say 'what was concealed,' but He said what seems a harsher statement; for He said, 'Thou hast concealed these things from the wise, and hast revealed them to sucking babes.",
          "id": 494204
        },
        {
          "text": "'  Now the word 'Thou hast concealed' implies that they had once been known to them; for the key of the kingdom of heaven, that is, the knowledge of the secrets, lay with them.",
          "id": 494205
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 494206
        },
        {
          "text": "—These Things Hidden Justly from the Wise.",
          "id": 494207
        },
        {
          "text": "\"And do not say He acted impiously towards the wise in hiding these things from them.",
          "id": 494208
        },
        {
          "text": "Far be such a supposition from us.",
          "id": 494209
        },
        {
          "text": "For He did not act impiously; but since they hid the knowledge of the kingdom, and neither themselves entered nor allowed those who wished to enter, on this account, and justly, inasmuch as they hid the ways from those who wished, were in like manner the secrets hidden from them, in order that they themselves might experience what they had done to others, and with what measure they had measured, an equal measure might be meted out to them.",
          "id": 494210
        },
        {
          "text": "For to him who is worthy to know, is due that which he does not know; but from him who is not worthy, even should he seem to have any thing it is taken away, even if he be wise in other matters; and it is given to the worthy, even should they be babes as far as the times of their discipleship are concerned.",
          "id": 494211
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 494212
        },
        {
          "text": "—The Way to the Kingdom Not Concealed from the Israelites.",
          "id": 494213
        },
        {
          "text": "\"But if one shall say nothing was concealed from the sons of Israel, because it is written, 'Nothing escaped thy notice, O Israel (for do not say, O Jacob, The way is hid from me),' he ought to understand that the things that belong to the kingdom had been hid from them, but that the way that leads to the kingdom, that is, the mode of life, had not been hid from them.",
          "id": 494214
        },
        {
          "text": "Wherefore it is that He says, 'For say not that the way has been hid from me.",
          "id": 494215
        },
        {
          "text": "'  But by the way is meant the mode of life; for Moses says, 'Behold, I have set before thy face the way of life and the way of death.",
          "id": 494216
        },
        {
          "text": "'  And the Teacher spoke in harmony with this:  'Enter ye through the strait and narrow way, through which ye shall enter into life.",
          "id": 494217
        },
        {
          "text": "'  And somewhere else, when one asked Him, 'What shall I do to inherit eternal life?' He pointed out to him the commandments of the law.",
          "id": 494218
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 494219
        },
        {
          "text": "—Isaiah I.",
          "id": 494220
        },
        {
          "text": "Explained.",
          "id": 494221
        },
        {
          "text": "\"From the circumstance that Isaiah said, in the person of God, 'But Israel hath not known me, and the people hath not understood me,' it is not to be inferred that Isaiah indicated another God besides Him who is known; but he meant that the known God was in another sense unknown, because the people sinned, being ignorant of the just character of the known God, and imagined that they would not be punished by the good God.",
          "id": 494222
        },
        {
          "text": "Wherefore, after he said, 'But Israel hath not known me, and the people hath not understood me,' he adds, 'Alas! a sinful nation, a people laden with sins.",
          "id": 494223
        },
        {
          "text": "'  For, not being afraid, in consequence of their ignorance of His justice, as I said, they became laden with sins, supposing that He was merely good, and would not therefore punish them for their sins.",
          "id": 494224
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 494225
        },
        {
          "text": "—Misconception of God in the Old Testament.",
          "id": 494226
        },
        {
          "text": "\"And some sinned thus, on account of imagining that there would be no judgment because of His goodness.",
          "id": 494227
        },
        {
          "text": "But others took an opposite course.",
          "id": 494228
        },
        {
          "text": "For, supposing the expressions of the Scriptures which are against God, and are unjust and false, to be true, they did not know His real divinity and power.",
          "id": 494229
        },
        {
          "text": "Therefore, in the belief that He was ignorant and rejoiced in murder, and let off the wicked in consequence of the gifts of sacrifices; yea, moreover, that He deceived and spake falsely, and did every thing that is unjust, they themselves did things like to what their God did, and thus sinning, asserted that they were acting piously.",
          "id": 494230
        },
        {
          "text": "Wherefore it was impossible for them to change to the better, and when warned they took no heed.",
          "id": 494231
        },
        {
          "text": "For they were not afraid, since they became like their God through such actions.",
          "id": 494232
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 494233
        },
        {
          "text": "—Some Parts of the Old Testament Written to Try Us.",
          "id": 494234
        },
        {
          "text": "\"But one might with good reason maintain that it was with reference to those who thought Him to be such that the statement was made, 'No one knoweth the Father but the Son, as no one knoweth even the Son, but the Father.",
          "id": 494235
        },
        {
          "text": "'  And reasonably.",
          "id": 494236
        },
        {
          "text": "For if they had known, they would not have sinned, by trusting to the books written against God, really for the purpose of trying.",
          "id": 494237
        },
        {
          "text": "But somewhere also He says, wishing to exhibit the cause of their error more distinctly to them, 'On this account ye do err, not knowing the true things of the Scriptures, on which account ye are ignorant also of the power of God.",
          "id": 494238
        },
        {
          "text": "'  Wherefore every man who wishes to be saved must become, as the Teacher said, a judge of the books written to try us.",
          "id": 494239
        },
        {
          "text": "For thus He spake:  'Become experienced bankers.",
          "id": 494240
        },
        {
          "text": "'  Now the need of bankers arises from the circumstance that the spurious is mixed up with the genuine\".",
          "id": 494241
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter XXI.",
          "id": 494242
        },
        {
          "text": "—Simon's Astonishment at Peter's Treatment of the Scriptures.",
          "id": 494243
        },
        {
          "text": "When Peter said this, Simon pretended to be utterly astonished at what was said in regard to the Scriptures; and as if in great agitation, he said:  \"Far be it from me, and those who love me, to listen to your discourses.",
          "id": 494244
        },
        {
          "text": "And, indeed, as long as I did not know that you held these opinions in regard to the Scriptures, I endured you, and discussed with you; but now I retire.",
          "id": 494245
        },
        {
          "text": "Indeed, I ought at the first to have withdrawn, because I heard you say, 'I, for my part, believe no one who says anything against Him who created the world, neither angels, nor prophets, nor Scriptures, nor priests, nor teachers, nor any one else, even though one should work signs and miracles, even though he should lighten brilliantly in the air, or should make a revelation through visions or through dreams.",
          "id": 494246
        },
        {
          "text": "'  Who, then, can succeed in changing your mind, whether well or ill, so as that you should hold opinions different from what you have determined on, seeing that you abide so persistently and immoveably in your own decision?\".",
          "id": 494247
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter XXII.",
          "id": 494248
        },
        {
          "text": "—Peter Worships One God.",
          "id": 494249
        },
        {
          "text": "When Simon said this, and was going to depart, Peter said:  \"Listen to this one other remark, and then go where you like\".",
          "id": 494250
        },
        {
          "text": "Whereupon Simon turned back and remained, and Peter said:  \"I know how you were then astonished when you heard me say, 'Whosoever says anything whatever against God who created the world, I do not believe him.",
          "id": 494251
        },
        {
          "text": "'  But listen now to something additional, and greater than this.",
          "id": 494252
        },
        {
          "text": "If God who created the world has in reality such a character as the Scriptures assign Him, and if somehow or other He is incomparably wicked, more wicked than either the Scriptures were able to represent Him, or any other can even conceive Him to be, nevertheless I shall not give up worshipping Him alone, and doing His will.",
          "id": 494253
        },
        {
          "text": "For I wish you to know and to be convinced, that he who has not affection for his own Creator, can never have it towards another.",
          "id": 494254
        },
        {
          "text": "And if he has it towards another, he has it contrary to nature, and he is ignorant that he has this passion for the unjust from the evil one.",
          "id": 494255
        },
        {
          "text": "Nor will he be able to retain even it stedfastly.",
          "id": 494256
        },
        {
          "text": "And, indeed, if there is another above the Creator (Demiurge), he will welcome me, since he is good, all the more that I love my own Father; and he will not welcome you, as he knows that you have abandoned your own natural Creator:  for I do not call Him Father, influenced by a greater hope, and not caring for what is reasonable.",
          "id": 494257
        },
        {
          "text": "Thus, even if you find one who is superior to Him, he knows that you will one day abandon him; and the more so that he has not been your father, since you have abandoned Him who was really your Father.",
          "id": 494258
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter XXIII.",
          "id": 494259
        },
        {
          "text": "—Simon Retires.",
          "id": 494260
        },
        {
          "text": "\"But you will say, 'He knows that there is no other above him, and on this account he cannot be abandoned.",
          "id": 494261
        },
        {
          "text": "'  Thanks, then, to there being no other; but He knows that the state of your mind is one inclined to ingratitude.",
          "id": 494262
        },
        {
          "text": "But if, knowing you to be ungrateful, He welcomes you, and knowing me to be grateful, He does not receive me, He is inconsiderate, according to your own assertion, and does not act reasonably.",
          "id": 494263
        },
        {
          "text": "And thus, Simon, you are not aware that you are the servant of wickedness\".",
          "id": 494264
        },
        {
          "text": "And Simon answered:  \"Whence, then, has evil arisen? tell us\".",
          "id": 494265
        },
        {
          "text": "And Peter said:  \"Since to-day you were the first to go out, and you declared that you would not in future listen to me as being a blasphemer, come to-morrow, if indeed you wish to learn, and I shall explain the matter to you, and I will permit you to ask me any questions you like, without any dispute\".",
          "id": 494266
        },
        {
          "text": "And Simon said:  \"I shall do as shall seem good to me\".",
          "id": 494267
        },
        {
          "text": "And saying this, he went away.",
          "id": 494268
        },
        {
          "text": "Now, none of those who entered along with him went out along with him; but, falling at Peter's feet, they begged that they might be pardoned for having been carried away with Simon, and on repenting, to be welcomed.",
          "id": 494269
        },
        {
          "text": "But Peter, admitting those persons who repented, and the rest of the multitudes, laid his hands upon them, praying, and healing those who were sick amongst them; and thus dismissing them, he urged them to return early about dawn.",
          "id": 494270
        },
        {
          "text": "And saying this, and going in with his intimate friends, he made the usual preparations for immediate repose, for it was now evening.",
          "id": 494271
        }
      ]
    }
  ]
}