{
  "book": "Council of Trullo",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Canons of the Council in Trullo.",
          "id": 3334
        },
        {
          "text": "Canon I.",
          "id": 3335
        },
        {
          "text": "That order is best of all which makes every word and act begin and end in God.",
          "id": 3336
        },
        {
          "text": "Wherefore that piety may be clearly set forth by us and that the Church of which Christ is the foundation may be continually increased and advanced, and that it may be exalted above the cedars of Lebanon; now therefore we, by divine grace at the beginning of our decrees, define that the faith set forth by the God-chosen Apostles who themselves had both seen and were ministers of the Word, shall be preserved without any innovation, unchanged and inviolate.",
          "id": 3337
        },
        {
          "text": "Moreover the faith of the three hundred and eighteen holy and blessed fathers who were assembled at Nice under Constantine our Emperor, against the impious Arius, and the gentile diversity of deity or rather (to speak accurately) multitude of gods taught by him, who by the unanimous acknowledgment of the faithful revealed and declared to us the consubstantiality of the Three Persons comprehended in the Divine Nature, not suffering this faith to lie hidden under the bushel of ignorance, but openly teaching the faithful to adore with one worship the Father, the Son, and the Holy Ghost, confuting and scattering to the winds the opinion of different grades, and demolishing and overturning the puerile toyings fabricated out of sand by the heretics against orthodoxy.",
          "id": 3338
        },
        {
          "text": "Likewise also we confirm that faith which was set forth by the one hundred and fifty fathers who in the time of Theodosius the Elder, our Emperor, assembled in this imperial city, accepting their decisions with regard to the Holy Ghost in assertion of his godhead, and expelling the profane Macedonius (together with all previous enemies of the truth) as one who dared to judge Him to be a servant who is Lord, and who wished to divide, like a robber, the inseparable unity, so that there might be no perfect mystery of our faith.",
          "id": 3339
        },
        {
          "text": "And together with this odious and detestable contender against the truth, we condemn Apollinaris, priest of the same iniquity, who impiously belched forth that the Lord assumed a body unendowed with a soul, thence also inferring that his salvation wrought for us was imperfect.",
          "id": 3340
        },
        {
          "text": "Moreover what things were set forth by the two hundred God-bearing fathers in the city of Ephesus in the days of Theodosius our Emperor, the son of Arcadius; these doctrines we assent to as the unbroken strength of piety, teaching that Christ the incarnate Son of God is one; and declaring that she who bare him without human seed was the immaculate Ever-Virgin, glorifying her as literally and in very truth the Mother of God.",
          "id": 3341
        },
        {
          "text": "We condemn as foreign to the divine scheme the absurd division of Nestorius, who teaches that the one Christ consists of a man separately and of the Godhead separately and renews the Jewish impiety.",
          "id": 3342
        },
        {
          "text": "Moreover we confirm that faith which at Chalcedon, the Metropolis, was set forth in accordance with orthodoxy by the six hundred and thirty God-approved fathers in the time of Marcian, who was our Emperor, which handed down with a great and mighty voice, even unto the ends of the earth, that the one Christ, the son of God, is of two natures, and must be glorified in these two natures, and which cast forth from the sacred precincts of the Church as a black pestilence to be avoided, Eutyches, babbling stupidly and inanely, and teaching that the great mystery of the incarnation (οἰκονωμίας) was perfected in thought only.",
          "id": 3343
        },
        {
          "text": "And together with him also Nestorius and Dioscorus of whom the former was the defender and champion of the division, the latter of the confusion [of the two natures in the one Christ], both of whom fell away from the divergence of their impiety to a common depth of perdition and denial of God.",
          "id": 3344
        },
        {
          "text": "Also we recognize as inspired by the Spirit the pious voices of the one hundred and sixty-five God-bearing fathers who assembled in this imperial city in the time of our Emperor Justinian of blessed memory, and we teach them to those who come after us; for these synodically anathematized and execrated Theodore of Mopsuestia (the teacher of Nestorius), and Origen, and Didymus, and Evagrius, all of whom reintroduced feigned Greek myths, and brought back again the circlings of certain bodies and souls, and deranged turnings [or transmigrations] to the wanderings or dreamings of their minds, and impiously insulting the resurrection of the dead.",
          "id": 3345
        },
        {
          "text": "Moreover [they condemned] what things were written by Theodoret against the right faith and against the Twelve Chapters of blessed Cyril, and that letter which is said to have been written by Ibas.",
          "id": 3346
        },
        {
          "text": "Also we agree to guard untouched the faith of the Sixth Holy Synod, which first assembled in this imperial city in the time of Constantine, our Emperor, of blessed memory, which faith received still greater confirmation from the fact that the pious Emperor ratified with his own signet that which was written for the security of future generations.",
          "id": 3347
        },
        {
          "text": "This council taught that we should openly profess our faith that in the incarnation of Jesus Christ, our true God, there are two natural wills or volitions and two natural operations; and condemned by a just sentence those who adulterated the true doctrine and taught the people that in the one Lord Jesus Christ there is but one will and one operation; to wit, Theodore of Pharan, Cyrus of Alexandria, Honorius of Rome, Sergius, Pyrrhus, Paul and Peter, who were bishops of this God-preserved city; Macarius, who was bishop of Antioch; Stephen, who was his disciple, and the insane Polychronius, depriving them henceforth from the communion of the body of Christ our God.",
          "id": 3348
        },
        {
          "text": "And, to say so once for all, we decree that the faith shall stand firm and remain unsullied until the end of the world as well as the writings divinely handed down and the teachings of all those who have beautified and adorned the Church of God and were lights in the world, having embraced the word of life.",
          "id": 3349
        },
        {
          "text": "And we reject and anathematize those whom they rejected and anathematized, as being enemies of the truth, and as insane ragers against God, and as lifters up of iniquity.",
          "id": 3350
        },
        {
          "text": "But if any one at all shall not observe and embrace the aforesaid pious decrees, and teach and preach in accordance therewith, but shall attempt to set himself in opposition thereto, let him be anathema, according to the decree already promulgated by the approved holy and blessed Fathers, and let him be cast out and stricken off as an alien from the number of Christians.",
          "id": 3351
        },
        {
          "text": "For our decrees add nothing to the things previously defined, nor do they take anything away, nor have we any such power.",
          "id": 3352
        },
        {
          "text": "Notes.",
          "id": 3353
        },
        {
          "text": "Ancient Epitome of Canon I.",
          "id": 3354
        },
        {
          "text": "No innovation upon the faith of the Apostles is to be allowed.",
          "id": 3355
        },
        {
          "text": "The faith of the Nicene fathers is perfect, which overthrows through the homousion the doctrines of Arius who introduced degrees into the Godhead.",
          "id": 3356
        },
        {
          "text": "The Synod held under Theodosius the great shall be held inviolate, which deposed Macedonius who asserted that the Holy Ghost was a servant.",
          "id": 3357
        },
        {
          "text": "The two hundred who under Theodosius the Younger assembled at Ephesus are to be revered for they expelled Nestorius who asserted that the Lord was man and God separately (ἰδικῶς).",
          "id": 3358
        },
        {
          "text": "Those who assembled at Chalcedon in the time of Marcion are to be celebrated with eternal remembrance, who deposed Eutyches, who dared to say that the great mystery was accomplished only in image, as well as Nestorius and Dioscorus, observing equal things in an opposite direction.",
          "id": 3359
        },
        {
          "text": "One hundred and sixty-five were assembled in the imperial city by Justinian, who anathematized Origen, for teaching periods (περιόδους ) of bodies and souls, and Theodoret who dared to set himself up to oppose the Twelve Chapters of Cyril.",
          "id": 3360
        },
        {
          "text": "At Constantinople a Synod was collected under Constantine which rejected Honorius of Rome and Sergius, prelate of Constantinople, for teaching one will and one operation.",
          "id": 3361
        },
        {
          "text": "Aristenus.",
          "id": 3362
        },
        {
          "text": "The fifth was held in the time of Justinian the Great at Constantinople against the crazy (παράφρονς) Origen, Evagrius and Didymus, who remodelled the Greek figments, and stupidly said that the same bodies they had joined with them would not rise again; and that Paradise was not subject to the appreciation of the sense, and that it was not from God, and that Adam was not formed in flesh, and that there would be an end of punishment, and a restitution of the devils to their pristine state, and other innumerable insane blasphemies.",
          "id": 3363
        },
        {
          "text": "Canon II.",
          "id": 3364
        },
        {
          "text": "It has also seemed good to this holy Council, that the eighty-five canons, received and ratified by the holy and blessed Fathers before us, and also handed down to us in the name of the holy and glorious Apostles should from this time forth remain firm and unshaken for the cure of souls and the healing of disorders.",
          "id": 3365
        },
        {
          "text": "And in these canons we are bidden to receive the Constitutions of the Holy Apostles [written] by Clement.",
          "id": 3366
        },
        {
          "text": "But formerly through the agency of those who erred from the faith certain adulterous matter was introduced, clean contrary to piety, for the polluting of the Church, which obscures the elegance and beauty of the divine decrees in their present form.",
          "id": 3367
        },
        {
          "text": "We therefore reject these Constitutions so as the better to make sure of the edification and security of the most Christian flock; by no means admitting the offspring of heretical error, and cleaving to the pure and perfect doctrine of the Apostles.",
          "id": 3368
        },
        {
          "text": "But we set our seal likewise upon all the other holy canons set forth by our holy and blessed Fathers, that is, by the 318 holy God-bearing Fathers assembled at Nice, and those at Ancyra, further those at Neocaesarea and likewise those at Gangra, and besides, those at Antioch in Syria: those too at Laodicea in Phrygia: and likewise the 150 who assembled in this heaven-protected royal city: and the 200 who assembled the first time in the metropolis of the Ephesians, and the 630 holy and blessed Fathers at Chalcedon.",
          "id": 3369
        },
        {
          "text": "In like manner those of Sardica, and those of Carthage: those also who again assembled in this heaven-protected royal city under its bishop Nectarius and Theophilus Archbishop of Alexandria.",
          "id": 3370
        },
        {
          "text": "Likewise too the Canons [i-e: the decretal letters] of Dionysius, formerly Archbishop of the great city of Alexandria; and of Peter, Archbishop of Alexandria and Martyr; of Gregory the Wonder-worker, Bishop of Neocaesarea; of Athanasius, Archbishop of Alexandria; of Basil, Archbishop of Caesarea in Cappadocia; of Gregory, Bishop of Nyssa; of Gregory Theologus; of Amphilochius of Iconium; of Timothy, Archbishop of Alexandria; of Theophilus, Archbishop of the same great city of Alexandria; of Cyril, Archbishop of the same Alexandria; of Gennadius, Patriarch of this heaven-protected royal city.",
          "id": 3371
        },
        {
          "text": "Moreover the Canon set forth by Cyprian, Archbishop of the country of the Africans and Martyr, and by the Synod under him, which has been kept only in the country of the aforesaid Bishops, according to the custom delivered down to them.",
          "id": 3372
        },
        {
          "text": "And that no one be allowed to transgress or disregard the aforesaid canons, or to receive others beside them, supposititiously set forth by certain who have attempted to make a traffic of the truth.",
          "id": 3373
        },
        {
          "text": "But should any one be convicted of innovating upon, or attempting to overturn, any of the afore-mentioned canons, he shall be subject to receive the penalty which that canon imposes, and to be cured by it of his transgression.",
          "id": 3374
        },
        {
          "text": "Notes.",
          "id": 3375
        },
        {
          "text": "Ancient Epitome of Canon II.",
          "id": 3376
        },
        {
          "text": "Whatever additions have been made through guile by the heterodox in the Apostolic Constitutions edited by Clement, shall be cut out.",
          "id": 3377
        },
        {
          "text": "This canon defines what canons are to be understood as having received the sanction of ecumenical authority, and since these canons of the Council in Trullo were received at the Seventh Ecumenical Council in its first canon as the canons of the Sixth Ecumenical (of which the Quinisext claimed to be a legitimate continuation) there can be no doubt that all these canons enumerated in this canon are set forth for the guidance of the Church.",
          "id": 3378
        },
        {
          "text": "With regard to what councils are intended: there is difficulty only in two particulars, viz.",
          "id": 3379
        },
        {
          "text": ", the \"Council of Constantinople under Nectarius and Theophilus,\" and the \"Council under Cyprian;\" the former must be the Council of 394, and the latter is usually considered to be the III.",
          "id": 3380
        },
        {
          "text": "Synod of Carthage, a.",
          "id": 3381
        },
        {
          "text": "d.",
          "id": 3382
        },
        {
          "text": "257.",
          "id": 3383
        },
        {
          "text": "Fleury.",
          "id": 3384
        },
        {
          "text": "(H.",
          "id": 3385
        },
        {
          "text": "E.",
          "id": 3386
        },
        {
          "text": "Liv.",
          "id": 3387
        },
        {
          "text": "xl.",
          "id": 3388
        },
        {
          "text": ", chap.",
          "id": 3389
        },
        {
          "text": "xlix.",
          "id": 3390
        },
        {
          "text": ")  The Council of Constantinople under Nectarius and Theophilus of Alexandria must be that held in 394, at the dedication of Ruffinus's Church; but we have not its canons.",
          "id": 3391
        },
        {
          "text": "…\"The canon published by St.",
          "id": 3392
        },
        {
          "text": "Cyprian for the African Church alone\".",
          "id": 3393
        },
        {
          "text": "It is difficult to understand what canon is referred to unless it is the preface to the council of St.",
          "id": 3394
        },
        {
          "text": "Cyprian where he says that no one should pretend to be bishop of bishops, or to oblige his colleagues to obey him by tyrannical fear.",
          "id": 3395
        },
        {
          "text": "It will be noticed that while the canon is most careful to mention the exact number of Apostolic canons it received, thus deciding in favour of the larger code, it is equally careful not to assign them an Apostolic origin, but merely to say that they had come down to them \"in the name of\" the Apostles.",
          "id": 3396
        },
        {
          "text": "In the face of this it is strange to find Balsamon saying, \"Through this canon their mouth is stopped who say that 85 canons were not set forth by the holy Apostles;\" what the council did settle, so far as its authority went, was the number not the authorship of the canons.",
          "id": 3397
        },
        {
          "text": "This, I think, is all that Balsamon intended to assert, but his words might easily be quoted as having a different meaning.",
          "id": 3398
        },
        {
          "text": "This canon is found, in part, in the Corpus Juris Canonici, Gratian's Decretum, Pars I.",
          "id": 3399
        },
        {
          "text": ", Dist.",
          "id": 3400
        },
        {
          "text": "XVI, c.",
          "id": 3401
        },
        {
          "text": "VII.",
          "id": 3402
        },
        {
          "text": "Canon III.",
          "id": 3403
        },
        {
          "text": "Since our pious and Christian Emperor has addressed this holy and ecumenical council, in order that it might provide for the purity of those who are in the list of the clergy, and who transmit divine things to others, and that they may be blameless ministrants, and worthy of the sacrifice of the great God, who is both Offering and High Priest, a sacrifice apprehended by the intelligence: and that it might cleanse away the pollutions wherewith these have been branded by unlawful marriages: now whereas they of the most holy Roman Church purpose to keep the rule of exact perfection, but those who are under the throne of this heaven-protected and royal city keep that of kindness and consideration, so blending both together as our fathers have done, and as the love of God requires, that neither gentleness fall into licence, nor severity into harshness; especially as the fault of ignorance has reached no small number of men, we decree, that those who are involved in a second marriage, and have been slaves to sin up to the fifteenth of the past month of January, in the past fourth Indiction, the 6109th year, and have not resolved to repent of it, be subjected to canonical deposition: but that they who are involved in this disorder of a second marriage, but before our decree have acknowledged what is fitting, and have cut off their sin, and have put far from them this strange and illegitimate connexion, or they whose wives by second marriage are already dead, or who have turned to repentance of their own accord, having learnt continence, and having quickly forgotten their former iniquities, whether they be presbyters or deacons, these we have determined should cease from all priestly ministrations or exercise, being under punishment for a certain time, but should retain the honour of their seat and station, being satisfied with their seat before the laity and begging with tears from the Lord that the transgression of their ignorance be pardoned them: for unfitting it were that he should bless another who has to tend his own wounds.",
          "id": 3404
        },
        {
          "text": "But those who have been married to one wife, if she was a widow, and likewise those who after their ordination have unlawfully entered into one marriage that is, presbyters, and deacons, and subdeacons, being debarred for some short time from sacred ministration, and censured, shall be restored again to their proper rank, never advancing to any further rank, their unlawful marriage being openly dissolved.",
          "id": 3405
        },
        {
          "text": "This we decree to hold good only in the case of those that are involved in the aforesaid faults up to the fifteenth (as was said) of the month of January, of the fourth Indiction, decreeing from the present time, and renewing the Canon which declares, that he who has been joined in two marriages after his baptism, or has had a concubine, cannot be bishop, or presbyter, or deacon, or at all on the sacerdotal list; in like manner, that he who has taken a widow, or a divorced person, or a harlot, or a servant, or an actress, cannot be bishop, or presbyter, or deacon, or at all on the sacerdotal list.",
          "id": 3406
        },
        {
          "text": "Notes.",
          "id": 3407
        },
        {
          "text": "Ancient Epitome of Canon III.",
          "id": 3408
        },
        {
          "text": "Priests who shall have contracted second marriages and will not give them up are to be deposed.",
          "id": 3409
        },
        {
          "text": "But those who leave off the wickedness, let them cease for a fixed period.",
          "id": 3410
        },
        {
          "text": "For he that is himself wounded does not bless.",
          "id": 3411
        },
        {
          "text": "But who are implicated in nefarious marriage and who after ordination have contracted marriage, after a definite time they shall be restored to their grade, provided they remain without offence, having plainly broken off the marriage.",
          "id": 3412
        },
        {
          "text": "But if after it shall have been prohibited by this decree they attempt to do so they shall remain deposed.",
          "id": 3413
        },
        {
          "text": "Zonaras.",
          "id": 3414
        },
        {
          "text": "What things pertain to this third canon are only adapted to the time in which the canon was passed; and afterwards are of no force at all.",
          "id": 3415
        },
        {
          "text": "But what things the Fathers wished to be binding on posterity are contained in the seventeenth and eighteenth canons of the holy Apostles, which as having been neglected during the course of time this synod wished to renew.",
          "id": 3416
        },
        {
          "text": "Van Espen.",
          "id": 3417
        },
        {
          "text": "It is clear from this canon that the Emperor very especially intended that the indulgence which the Church of Constantinople extended to its presbyters and deacons in allowing them the use of marriage entered into before ordination, should not be allowed to go any further, nor to be an occasion for the violation of that truly Apostolic canon, \"The bishop, the presbyter, and the deacon must be the husband of one wife\".",
          "id": 3418
        },
        {
          "text": "I Tim.",
          "id": 3419
        },
        {
          "text": "iii.",
          "id": 3420
        },
        {
          "text": "2.",
          "id": 3421
        },
        {
          "text": "For never did the Constantinopolitan nor any other Eastern Church allow by canon a digamist (or a man successively the husband of many wives) to be advanced to the order of presbyter or deacon, or to use any second marriage.",
          "id": 3422
        },
        {
          "text": "Antonio Pereira.",
          "id": 3423
        },
        {
          "text": "(Tentativa Theologica.",
          "id": 3424
        },
        {
          "text": "[Eng.",
          "id": 3425
        },
        {
          "text": "trans.",
          "id": 3426
        },
        {
          "text": "] III.",
          "id": 3427
        },
        {
          "text": "Principle, p.",
          "id": 3428
        },
        {
          "text": "79.",
          "id": 3429
        },
        {
          "text": ")  In the same manner a second marriage always, and everywhere, incapacitated the clergy for Holy Orders and the Episcopate.",
          "id": 3430
        },
        {
          "text": "This appears from St.",
          "id": 3431
        },
        {
          "text": "Paul, 1 Tim.",
          "id": 3432
        },
        {
          "text": "Chap.",
          "id": 3433
        },
        {
          "text": "iii.",
          "id": 3434
        },
        {
          "text": ", and Titus, Chap.",
          "id": 3435
        },
        {
          "text": "i.",
          "id": 3436
        },
        {
          "text": ", and it was expressly enacted by the sixteenth of the Apostolical Canons, renewed by the Popes Siricius, Innocent and Leo the Great, and may be gathered from the ancient fathers and councils generally received in the Church.",
          "id": 3437
        },
        {
          "text": "Nevertheless we know from Theodoret, Bishop of Cyrus, that many bishops remarkable for their learning and sanctity, frequently dispensed with this Apostolical law; as Alexander of Antioch, Acacius of Berea, Praylius of Jerusalem, Proclus of Constantinople, and others, by whose example Theodoret defends his own conduct in the case of Irenaeus, in ordaining him Archbishop of Tyre, although he had been twice married.",
          "id": 3438
        },
        {
          "text": "But what is more surprising in this matter is that, notwithstanding the eleventh Decretal of Siricius, and the twelfth of Innocentius the First, that they who had either been twice married, or had married widows, were incapable of ordination, and ought to be deposed; the Council of Toledo, Canon 3, and the First Council of Orange, Canon 25, both dispensed with these Pontifical laws.",
          "id": 3439
        },
        {
          "text": "The first, in order that those who had married widows might remain in holy orders; the second, that such as had twice married might be promoted to the order of subdeacon.",
          "id": 3440
        },
        {
          "text": "Socrates also observes that although it was a general law not to admit catechumens to orders, the bishops of Alexandria were in the habit of promoting such to the order of readers and singers.",
          "id": 3441
        },
        {
          "text": "Fleury.",
          "id": 3442
        },
        {
          "text": "(H.",
          "id": 3443
        },
        {
          "text": "E.",
          "id": 3444
        },
        {
          "text": ", Liv.",
          "id": 3445
        },
        {
          "text": "XL.",
          "id": 3446
        },
        {
          "text": ", chap.",
          "id": 3447
        },
        {
          "text": "1.",
          "id": 3448
        },
        {
          "text": ")  These canons of the Council of Trullo have served ever since to the Greeks and to all the Christians of the East as the universal rule with regard to clerical continence, and they have been now in full force for a thousand years.",
          "id": 3449
        },
        {
          "text": "That is to say, It is not permitted to men who are clerics in Holy Orders to marry after their ordination.",
          "id": 3450
        },
        {
          "text": "Bishops must keep perfect continence, whether before their consecration they are married or not.",
          "id": 3451
        },
        {
          "text": "Priests, deacons, and subdeacons already married can keep their wives and live with them, except on the days they are to approach the holy mysteries.",
          "id": 3452
        },
        {
          "text": "Canon IV.",
          "id": 3453
        },
        {
          "text": "If any bishop, presbyter, deacon, sub-deacon, lector, cantor, or door-keeper has had intercourse with a woman dedicated to God, let him be deposed, as one who has corrupted a spouse of Christ, but if a layman let him be cut off.",
          "id": 3454
        },
        {
          "text": "Notes.",
          "id": 3455
        },
        {
          "text": "Ancient Epitome of Canon IV.",
          "id": 3456
        },
        {
          "text": "A cleric coupled to a spouse of God shall be deposed.",
          "id": 3457
        },
        {
          "text": "In the case of a layman he shall be cut off.",
          "id": 3458
        },
        {
          "text": "This canon is found in the Corpus Juris Canonici, Gratian's Decretum, Pars II.",
          "id": 3459
        },
        {
          "text": ", Causa XXVII.",
          "id": 3460
        },
        {
          "text": ", Q.",
          "id": 3461
        },
        {
          "text": "I.",
          "id": 3462
        },
        {
          "text": ", c.",
          "id": 3463
        },
        {
          "text": "vj.",
          "id": 3464
        },
        {
          "text": "A layman ravishing a nun, by secular law was punished by death.",
          "id": 3465
        },
        {
          "text": "Balsamon gives the reference thus: V Cap.",
          "id": 3466
        },
        {
          "text": "primi tit.",
          "id": 3467
        },
        {
          "text": "iiij.",
          "id": 3468
        },
        {
          "text": "lib.",
          "id": 3469
        },
        {
          "text": "Basilic.",
          "id": 3470
        },
        {
          "text": "or cxxiij.",
          "id": 3471
        },
        {
          "text": "Novel.",
          "id": 3472
        },
        {
          "text": "Canon V.",
          "id": 3473
        },
        {
          "text": "Let none of those who are on the priestly list possess any woman or maid servant, beyond those who are enumerated in the canon as being persons free from suspicion, preserving himself hereby from being implicated in any blame.",
          "id": 3474
        },
        {
          "text": "But if anyone transgresses our decree let him be deposed.",
          "id": 3475
        },
        {
          "text": "And let eunuchs also observe the same rule, that by foresight they may be free of censure.",
          "id": 3476
        },
        {
          "text": "But those who transgress, let them be deposed, if indeed they are clerics; but if laymen let them be excommunicated.",
          "id": 3477
        },
        {
          "text": "Notes.",
          "id": 3478
        },
        {
          "text": "Ancient Epitome of Canon V.",
          "id": 3479
        },
        {
          "text": "A priest, even if a eunuch, shall not have in his house a maid or other woman except those on whom no suspicion can light.",
          "id": 3480
        },
        {
          "text": "See Canon III.",
          "id": 3481
        },
        {
          "text": ", of First Ecumenical Council at Nice.",
          "id": 3482
        },
        {
          "text": "This canon adds Eunuchs.",
          "id": 3483
        },
        {
          "text": "Canon VI.",
          "id": 3484
        },
        {
          "text": "Since it is declared in the apostolic canons that of those who are advanced to the clergy unmarried, only lectors and cantors are able to marry; we also, maintaining this, determine that henceforth it is in nowise lawful for any subdeacon, deacon or presbyter after his ordination to contract matrimony but if he shall have dared to do so, let him be deposed.",
          "id": 3485
        },
        {
          "text": "And if any of those who enter the clergy, wishes to be joined to a wife in lawful marriage before he is ordained subdeacon, deacon, or presbyter, let it be done.",
          "id": 3486
        },
        {
          "text": "Notes.",
          "id": 3487
        },
        {
          "text": "Ancient Epitome of Canon VI.",
          "id": 3488
        },
        {
          "text": "If any ordained person contracts matrimony, let him be deposed.",
          "id": 3489
        },
        {
          "text": "If he wishes to be married he should become so before his ordination.",
          "id": 3490
        },
        {
          "text": "Aristenus points out how this canon annuls the tenth canon of Ancyra, which allows a deacon and even a presbyter to marry after ordination and continue in his ministry, provided at the time of his ordination he had in the presence of witnesses declared his inability to remain chaste or his desire to marry.",
          "id": 3491
        },
        {
          "text": "This present canon follows the XXVIth of the Apostolic canons.",
          "id": 3492
        },
        {
          "text": "The last clause of this canon, limited in its application to subdeacons, is found in the Corpus Juris Canonici, Gratian's Decretum, Pars I.",
          "id": 3493
        },
        {
          "text": ", Dist.",
          "id": 3494
        },
        {
          "text": "XXXII.",
          "id": 3495
        },
        {
          "text": ", c.",
          "id": 3496
        },
        {
          "text": "vi.",
          "id": 3497
        },
        {
          "text": "Excursus on the Marriage of the Clergy.",
          "id": 3498
        },
        {
          "text": "On this subject there is a popular misconception which must first be removed.",
          "id": 3499
        },
        {
          "text": "In the popular mind to-day there is no distinction between \"a married clergy\" being allowed, and \"the marriage of the clergy\" being allowed; even theological writers who have attained some repute have confused these two things in the most unfortunate and perplexing fashion.",
          "id": 3500
        },
        {
          "text": "It will suffice to mention as an instance of this Bp.",
          "id": 3501
        },
        {
          "text": "Harold Browne in his book on the XXXIX.",
          "id": 3502
        },
        {
          "text": "Articles, in which not only is the confusion above spoken of made, but the very blunder is used for controversial purposes, to back up and support by the authority of the ancient Church in the East (which allowed a married clergy) the practice of the Nestorians and of the modern Church of England, both of which tolerate the marriage of the clergy, a thing which the ancient Church abhorred and punished with deposition.",
          "id": 3503
        },
        {
          "text": "I cannot better express the doctrine and practice of the ancient Church in the East than by quoting the words of the Rev.",
          "id": 3504
        },
        {
          "text": "John Fulton in the Introduction to the Third Edition of his Index Canonum.",
          "id": 3505
        },
        {
          "text": "He says: \"Marriage was no impediment to ordination even as a Bishop; and Bishops, Priests, and Deacons, equally with other men, were forbidden to put away their wives under pretext of religion.",
          "id": 3506
        },
        {
          "text": "The case was different when a man was unmarried at the time of his ordination.",
          "id": 3507
        },
        {
          "text": "Then he was held to have given himself wholly to God in the office of the Holy Ministry, and he was forbidden to take back from his offering that measure of his cares and his affections which must necessarily be given to the maintenance and nurture of his family.",
          "id": 3508
        },
        {
          "text": "In short, the married man might be ordained, but with a few exceptions no man was allowed to marry after ordination\".",
          "id": 3509
        },
        {
          "text": "In his \"Digest\" sub voce \"Celibacy\" he gives the earliest canon law on the subject as follows: \"None of the clergy, except readers and singers may marry after ordination (Ap.",
          "id": 3510
        },
        {
          "text": "Can.",
          "id": 3511
        },
        {
          "text": "xxvi.",
          "id": 3512
        },
        {
          "text": "); but deacons may marry, if at their ordination they have declared an intention to do so (Ancyra x.",
          "id": 3513
        },
        {
          "text": ").",
          "id": 3514
        },
        {
          "text": "A priest who marries is to be deposed (Neocaesarea i.",
          "id": 3515
        },
        {
          "text": ").",
          "id": 3516
        },
        {
          "text": "A deaconess who marries is to be anathematized (Chal.",
          "id": 3517
        },
        {
          "text": "xv.",
          "id": 3518
        },
        {
          "text": "); a monk or dedicated virgin who marries, is to be excommunicated (Chal.",
          "id": 3519
        },
        {
          "text": "xvi.",
          "id": 3520
        },
        {
          "text": ").",
          "id": 3521
        },
        {
          "text": "Those who break their vows of celibacy are to fulfil the penance of digamists (Ancyra xix.",
          "id": 3522
        },
        {
          "text": ")\".",
          "id": 3523
        },
        {
          "text": "We may then take it for a general principle that in no part of the ancient Church was a priest allowed to contract holy matrimony; and in no place was he allowed to exercise his priesthood afterwards, if he should dare to enter into such a relation with a woman.",
          "id": 3524
        },
        {
          "text": "As I have so often remarked it is not my place to approve or disapprove this law of the Church, my duty is the much simpler one of tracing historically what the law was and what it is in the East and West to-day.",
          "id": 3525
        },
        {
          "text": "The Reformers considered that in this, as in most other matters, these venerable churches had made a mistake, but neither the maintenance nor the disproof of this opinion in any way concerns me, so far as this volume is concerned.",
          "id": 3526
        },
        {
          "text": "All that is necessary for me to do is to affirm that if a priest were at any time to attempt to marry, he would be attempting to do that which from the earliest times of which we have any record, no priest has ever been allowed to do, but which always has been punished as a gross sin of immorality.",
          "id": 3527
        },
        {
          "text": "In tracing the history of this subject, the only time during which any real difficulty presents itself is the first three centuries, after that all is much clearer, and my duty is simply to lay the undisputed facts of the case before the reader.",
          "id": 3528
        },
        {
          "text": "We begin then with the debatable ground.",
          "id": 3529
        },
        {
          "text": "And first with regard to the Lord, \"the great High Priest of our profession,\" of course there can be no doubt that he set the example, or—if any think that he was not a pattern for the priests of his Church to follow—at least lived the life, of celibacy.",
          "id": 3530
        },
        {
          "text": "When we come to the question of what was the practice of his first followers in this matter, there would likewise seem to be but little if any reasonable doubt.",
          "id": 3531
        },
        {
          "text": "For while of the Apostles we have it recorded only of Peter that he was a married man, we have it also expressly recorded that in his case, as in that of all the rest who had \"forsaken all\" to follow him, the Lord himself said, \"Every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name's sake shall receive an hundred fold and shall inherit eternal life\".",
          "id": 3532
        },
        {
          "text": "There can be no doubt that St.",
          "id": 3533
        },
        {
          "text": "Paul in his epistles allows and even contemplates the probability that those admitted to the ranks of the clergy will have been already married, but distinctly says that they must have been the \"husband of one wife,\" by which all antiquity and every commentator of gravity recognizes that digamists are cut off from the possibility of ordination, but there is nothing to imply that the marital connexion was to be continued after ordination.",
          "id": 3534
        },
        {
          "text": "For a thorough treatment of this whole subject from the ancient and Patristic point of view, the reader is referred to St.",
          "id": 3535
        },
        {
          "text": "Jerome.",
          "id": 3536
        },
        {
          "text": "The next stage in our progress is marked by the so-called Apostolical Canons.",
          "id": 3537
        },
        {
          "text": "Now for those who hold that these canons had directly or indirectly the Apostles for their author, or that as we have them now they are all of even sub-Apostolic date, the matter becomes more simple, for while indeed these canons do not expressly set forth the law subsequently formulated for the East, they certainly seem to be not inconsistent therewith, but rather to look that way, especially Canons V.",
          "id": 3538
        },
        {
          "text": "and LI.",
          "id": 3539
        },
        {
          "text": "But few will be found willing to support so extreme an hypothesis, and while indeed many scholars are of opinion that most of the canons of the collection we style \"Apostolical,\" are ante-Nicene, yet they will not be recognized as of more value than as so many mirrors, displaying what was at their date considered pure discipline.",
          "id": 3540
        },
        {
          "text": "It is abundantly clear that the fathers in council in Trullo thought the discipline they were setting forth to be the original discipline of the Church in the matter, and the discipline of the West an innovation, but that such was really the case seems far from certain.",
          "id": 3541
        },
        {
          "text": "Thomassinus treats this point with much learning, and I shall cite some of the authorities he brings forward.",
          "id": 3542
        },
        {
          "text": "Of these the most important is Epiphanius, who as a Greek would be certain to give the tradition of the East, had there been any such tradition known in his time.",
          "id": 3543
        },
        {
          "text": "I give the three great passages.",
          "id": 3544
        },
        {
          "text": "\"It is evident that those from the priesthood are chiefly taken from the order of virgins, or if not from virgins, at least from monks; or if not from the order of monks, then they are wont to be made priests who keep themselves from their wives, or who are widows after a single marriage.",
          "id": 3545
        },
        {
          "text": "But he that has been entangled by a second marriage is not admitted to priesthood in the Church, even if he be continent from his wife, or be a widower.",
          "id": 3546
        },
        {
          "text": "Anyone of this sort is rejected from the grade of bishop, presbyter, deacon, or subdeacon.",
          "id": 3547
        },
        {
          "text": "The order of reader, however, can be chosen from all the orders these grades can be chosen from, that is to say from virgins, monks, the continent, widowers, and they who are bound by honest marriage.",
          "id": 3548
        },
        {
          "text": "Moreover, if necessity so compel, even digamists may be lectors, for such is not a priest, etc.",
          "id": 3549
        },
        {
          "text": ", etc\".",
          "id": 3550
        },
        {
          "text": "\"Christ taught us by an example that the priestly work and ornaments should be communicated to those who shall have preserved their continency after a single marriage, or shall have persevered in virginity.",
          "id": 3551
        },
        {
          "text": "And this the Apostles thereafter honestly and piously decreed, through the ecclesiastical canon of the priesthood\".",
          "id": 3552
        },
        {
          "text": "\"Nay, moreover, he that still uses marriage, and begets children, even though the husband of but one wife, is by no means admitted by the Church to the order of deacon, presbyter, bishop, or subdeacon.",
          "id": 3553
        },
        {
          "text": "But for all this, he who shall have kept himself from the commerce of his one wife, or has been deprived of her, may be ordained, and this is most usually the case in those places where the ecclesiastical canons are most accurately observed\".",
          "id": 3554
        },
        {
          "text": "Nor is the weight of this evidence lessened, but much increased, by the acknowledgment of the same father that in some places in his days the celibate life was not observed by such priests as had wives, for he explains that such a state of things had come about \"not from following the authority of the canons, but through the neglect of men, which is wont at certain periods to be the case\".",
          "id": 3555
        },
        {
          "text": "The witness of the Western Fathers although so absolutely and indisputably clear is not so conclusive as to the East, and yet one passage from St.",
          "id": 3556
        },
        {
          "text": "Jerome should be quoted.",
          "id": 3557
        },
        {
          "text": "\"The Virgin Christ and the Virgin Mary dedicated the virginity of both sexes.",
          "id": 3558
        },
        {
          "text": "The Apostles were chosen when either virgins or continent after marriage, and bishops, presbyters, and deacons are chosen either when virgins, or widowers, or at least continent forever after the priesthood\".",
          "id": 3559
        },
        {
          "text": "It would be out of place to enter into any detailed argument upon the force of these passages, but I shall lay before the reader the summing up of the whole matter by a weighty recent writer of the Ultramontane Roman School.",
          "id": 3560
        },
        {
          "text": "\"Is the celibate an Apostolic ordinance? Bickel affirmed that it is, and Funk denied it in 1878.",
          "id": 3561
        },
        {
          "text": "To-day  canonists commonly admit that one cannot prove the existence of any formal precept, either divine or apostolic, which imposes the celibate upon the clergy, and that all the texts, whether taken out of Holy Scripture or from the Fathers, on this subject contain merely a counsel, and not a command\".",
          "id": 3562
        },
        {
          "text": "\"In the Fourth Century a great number of councils forbade bishops, priests, and deacons to live in the use of marriage with their lawful wives.",
          "id": 3563
        },
        {
          "text": "…But there does not appear to have been any disposition to declare by law as invalid the marriages of clerics in Holy Orders.",
          "id": 3564
        },
        {
          "text": "In the Fifth and Sixth Centuries the law of the celibate was observed by all the Churches of the West, thanks to the Councils and to the Popes\".",
          "id": 3565
        },
        {
          "text": "\"In the Seventh and down to the end of the Tenth Century, as a matter of fact the law of celibacy was little observed in a great part of the Western Church, but as a matter of law the Roman Pontiffs and the Councils were constant in their proclamation of its obligation\".",
          "id": 3566
        },
        {
          "text": "By the canonical practice of the unreformed West, the reception of Holy Orders is an impedimentum dirimens matrimonii, which renders any marriage subsequently contracted not only illicit but absolutely null.",
          "id": 3567
        },
        {
          "text": "On this diriment impediment the same Roman Catholic writer says: \"The diriment impediment of Holy Orders is of ecclesiastical obligation and not of divine, and consequently the Church can dispense it.",
          "id": 3568
        },
        {
          "text": "This is the present teaching which is in opposition to that of the old schools\".",
          "id": 3569
        },
        {
          "text": "\"There is no question of the nullity of the marriages contracted by clerics before 1139.",
          "id": 3570
        },
        {
          "text": "At the Council of the Lateran of that year, Innocent II.",
          "id": 3571
        },
        {
          "text": "declared that these marriages contracted in contempt of the ecclesiastical law are not true marriages in his eyes.",
          "id": 3572
        },
        {
          "text": "His successors do not seem to have insisted much upon this new diriment impediment, although it was attacked most vigorously by the offending clergymen; but the School of Bologna, the authority of which was then undisputed, openly declared for the nullity of the marriages contracted by clerics in Holy Orders.",
          "id": 3573
        },
        {
          "text": "Thus it is that this point of law has been settled rather by teaching, than by any precise text, or by any law of a known date\".",
          "id": 3574
        },
        {
          "text": "It should not, however, be forgotten that although this is true with regard to Pope Innocent II.",
          "id": 3575
        },
        {
          "text": "in 1139, it is also true that in 530 the Emperor Justinian declared null and void all marriages contracted by clerics in Holy Orders, and the children of such marriages to be spurious (spurii).",
          "id": 3576
        },
        {
          "text": "The reader will be interested in reading the answer on this point made by King Henry VIII.",
          "id": 3577
        },
        {
          "text": "to the letter sent him by the German ambassadors.",
          "id": 3578
        },
        {
          "text": "I can here give but a part translated into English.",
          "id": 3579
        },
        {
          "text": "\"Although the Church from the beginning admitted married men, as priests and bishops, who were without crime, the husband of one wife, (out of the necessity of the times, as sufficient other suitable men could not be found as would suffice for the teaching of the world) yet Paul himself chose the celibate Timothy; but if anyone came unmarried to the priesthood and afterwards took a wife, he was always deposed from the priesthood, according to the canon of the Council of Neocaesarea which was before that of Nice.",
          "id": 3580
        },
        {
          "text": "So, too, in the Council of Chalcedon, in the first canon of which all former canons are confirmed, it is established that a deaconess, if she give herself over to marriage, shall remain under anathema, and a virgin who had dedicated herself to God and a monk who join themselves in marriage, shall remain excommunicated.",
          "id": 3581
        },
        {
          "text": "…No Apostolic canon nor the Council of Nice contain anything similar to what you assert, viz.",
          "id": 3582
        },
        {
          "text": ": that priests once ordained can marry afterwards.",
          "id": 3583
        },
        {
          "text": "And with this statement agrees the Sixth Synod, in which it was decreed that if any of the clergy should wish to lead a wife, he should do so before receiving the Subdiaconate, since afterwards it was by no means lawful; nor was there given in the Sixth Synod any liberty to priests of leading wives after their priesting, as you assert.",
          "id": 3584
        },
        {
          "text": "Therefore from the beginning of the newborn Church it is clearly seen that at no time it was permitted to a priest to lead a wife after his priesting, and nowhere, where this was attempted, was it done with impunity, but the culprit was deposed from his priesthood\".",
          "id": 3585
        },
        {
          "text": "Canon VII.",
          "id": 3586
        },
        {
          "text": "Since we have learned that in some churches deacons hold ecclesiastical offices, and that hereby some of them with arrogancy and license sit daringly before the presbyters: we have determined that a deacon, even if in an office of dignity, that is to say, in whatever ecclesiastical office he may be, is not to have his seat before a presbyter, except he is acting as representative of his own patriarch or metropolitan in another city under another superior, for then he shall be honoured as filling his place.",
          "id": 3587
        },
        {
          "text": "But if anyone, possessed with a tyrannical audacity, shall have dared to do such a thing, let him be ejected from his peculiar rank and be last of all of the order in whose list he is in his own church; our Lord admonishing us that we are not to delight in taking the chief seats, according to the doctrine which is found in the holy Evangelist Luke, as put forth by our Lord and God himself.",
          "id": 3588
        },
        {
          "text": "For to those who were called he taught this parable: \"When ye are bidden by anyone to a marriage sit not down in the highest room lest a more honourable man than thou shall have been bidden by him; and he who bade thee and him come and say to thee: Give this man place, and thou begin with shame to take the lowest room.",
          "id": 3589
        },
        {
          "text": "But when thou art bidden, sit down in the lowest place, so that when he who bade thee cometh he may say to thee, Friend go up higher: then thou shalt have worship in the presence of them that sit with thee.",
          "id": 3590
        },
        {
          "text": "For whosoever exalteth himself shall be abased, and he that humbleth himself shall be exalted\".",
          "id": 3591
        },
        {
          "text": "But the same thing also shall be observed in the remaining sacred orders; seeing that we know that spiritual things are to be preferred to worldly dignity.",
          "id": 3592
        },
        {
          "text": "Notes.",
          "id": 3593
        },
        {
          "text": "Ancient Epitome of Canon VII.",
          "id": 3594
        },
        {
          "text": "A deacon in the execution of his office, if he shall have occasion to sit in the presence of presbyters, shall take the lowest place unless he be the representative of the Patriarch or bishop.",
          "id": 3595
        },
        {
          "text": "Balsamon, Zonaras, and following them Van Espen point out that this canon is a relaxation of the XVIII.",
          "id": 3596
        },
        {
          "text": "Canon of Nice which punishes presumptuous deacons not only with loss of rank in their grade, but also with expulsion from their ministry.",
          "id": 3597
        },
        {
          "text": "Van Espen well remarks that the Fathers of this synod had in mind not only the preservation of the distinction between deacons and presbyters, but also between those in ecclesiastical orders and those enjoying secular dignities with regard to ecclesiastical matters, but who were not to gain there from ecclesiastical precedence.",
          "id": 3598
        },
        {
          "text": "This is what is meant by the last clause of the canon.",
          "id": 3599
        },
        {
          "text": "Beveridge gives a list of these quasi ecclesiastical dignitaries as follows: Magnus oeconomus, Magno Sacello Praepositus, Magnus Vasorum Custos, Chartophylax, Parvo Sacello Praepositus, Primus Defensor.",
          "id": 3600
        },
        {
          "text": "Canon VIII.",
          "id": 3601
        },
        {
          "text": "Since we desire that in every point the things which have been decreed by our holy fathers may also be established and confirmed, we hereby renew the canon which orders that synods of the bishops of each province be held every year where the bishop of the metropolis shall deem best.",
          "id": 3602
        },
        {
          "text": "But since on account of the incursions of barbarians and certain other incidental causes, those who preside over the churches cannot hold synods twice a year, it seems right that by all means once a year—on account of ecclesiastical questions which are likely to arise—a synod of the aforesaid bishops should be holden in every province, between the holy feast of Easter and October, as has been said above, in the place which the Metropolitan shall have deemed most fitting.",
          "id": 3603
        },
        {
          "text": "And let such bishops as do not attend, when they are at home in their own cities and are in good health, and free from all unavoidable and necessary business, be fraternally reproved.",
          "id": 3604
        },
        {
          "text": "Notes.",
          "id": 3605
        },
        {
          "text": "Ancient Epitome of Canon VIII.",
          "id": 3606
        },
        {
          "text": "Whenever it is impossible to hold two synods a year, one at least shall be celebrated, between Easter and the month of October.",
          "id": 3607
        },
        {
          "text": "This canon under the name of the \"Sixth Synod\" is referred to in Canon VI.",
          "id": 3608
        },
        {
          "text": "of the Seventh Ecumenical Council (II.",
          "id": 3609
        },
        {
          "text": "Nice), and the bishops of Quinisext are called \"Fathers\".",
          "id": 3610
        },
        {
          "text": "Van Espen.",
          "id": 3611
        },
        {
          "text": "What at first was only allowed on account of necessity, little by little passed into general law, and at last was received as law, that once a year there was to be a meeting of the provincial synod.",
          "id": 3612
        },
        {
          "text": "Canon IX.",
          "id": 3613
        },
        {
          "text": "Let no cleric be permitted to keep a \"public house\".",
          "id": 3614
        },
        {
          "text": "For if it be not permitted to enter a tavern, much more is it forbidden to serve others in it and to carry on a trade which is unlawful for him.",
          "id": 3615
        },
        {
          "text": "But if he shall have done any such thing, either let him desist or be deposed.",
          "id": 3616
        },
        {
          "text": "Notes.",
          "id": 3617
        },
        {
          "text": "Ancient Epitome of Canon IX.",
          "id": 3618
        },
        {
          "text": "If clerics are forbidden to enter public houses, much more are they forbidden to keep them.",
          "id": 3619
        },
        {
          "text": "Let them either give them up or be deposed.",
          "id": 3620
        },
        {
          "text": "Compare with this canon liv.",
          "id": 3621
        },
        {
          "text": "of the Apostolic Canons; xxiv.",
          "id": 3622
        },
        {
          "text": "of Laodicea; and xliij.",
          "id": 3623
        },
        {
          "text": "of the Synod of Carthage.",
          "id": 3624
        },
        {
          "text": "Canon X.",
          "id": 3625
        },
        {
          "text": "A bishop, or presbyter, or deacon who receives usury, or what is called hecatostae, let him desist or be deposed.",
          "id": 3626
        },
        {
          "text": "Notes.",
          "id": 3627
        },
        {
          "text": "Ancient Epitome of Canon X.",
          "id": 3628
        },
        {
          "text": "A bishop, presbyter, or deacon who takes usury shall be deposed unless he stops doing so.",
          "id": 3629
        },
        {
          "text": "See notes on canon XVI.",
          "id": 3630
        },
        {
          "text": "of Nice, and the Excursus thereto appended.",
          "id": 3631
        },
        {
          "text": "Canon XI.",
          "id": 3632
        },
        {
          "text": "Let no one in the priestly order nor any layman eat the unleavened bread of the Jews, nor have any familiar intercourse with them, nor summon them in illness, nor receive medicines from them, nor bathe with them; but if anyone shall take in hand to do so, if he is a cleric, let him be deposed, but if a layman let him be cut off.",
          "id": 3633
        },
        {
          "text": "Notes.",
          "id": 3634
        },
        {
          "text": "Ancient Epitome of Canon XI.",
          "id": 3635
        },
        {
          "text": "Jewish unleavened bread is to be refused.",
          "id": 3636
        },
        {
          "text": "Whoever even calls in Jews as physicians or bathes with them is to be deposed.",
          "id": 3637
        },
        {
          "text": "Van Espen.",
          "id": 3638
        },
        {
          "text": "Theodore Balsamon is of opinion that this canon does not forbid the eating of unleavened bread; but that what is intended is the keeping of feasts in a Jewish fashion, or in sacrifices to use unleavened bread (azymes), and this, says Balsamon, on account of the Latins who celebrate their feasts with azymes.",
          "id": 3639
        },
        {
          "text": "Canon lxix.",
          "id": 3640
        },
        {
          "text": "[i-e:, lxx.",
          "id": 3641
        },
        {
          "text": "] of those commonly called Apostolic forbids the observance of festivals with the Jews; and declares it to be unlawful to receive manuscula from them, but by this canon all familiar intercourse with them is forbidden.",
          "id": 3642
        },
        {
          "text": "While there can be no doubt that in all the Trullan canons there is an undercurrent of hostility to the West, yet in this canon I can see no such spirit, and I think it has been read into it by the greater bitterness of later times.",
          "id": 3643
        },
        {
          "text": "This seems the more certain from the fact that there is nothing new whatever in the provision with respect to the passover bread, vide canons of Laodicea xxxvij.",
          "id": 3644
        },
        {
          "text": "and xxxviij.",
          "id": 3645
        },
        {
          "text": "This canon is found in the Corpus Juris Canonici, Gratian's Decretum, Pars II.",
          "id": 3646
        },
        {
          "text": ", Causa xxviij.",
          "id": 3647
        },
        {
          "text": ", can.",
          "id": 3648
        },
        {
          "text": "xiii.",
          "id": 3649
        },
        {
          "text": "Canon XII.",
          "id": 3650
        },
        {
          "text": "Moreover this also has come to our knowledge, that in Africa and Libya and in other places the most God-beloved bishops in those parts do not refuse to live with their wives, even after consecration, thereby giving scandal and offence to the people.",
          "id": 3651
        },
        {
          "text": "Since, therefore, it is our particular care that all things tend to the good of the flock placed in our hands and committed to us,—it has seemed good that henceforth nothing of the kind shall in any way occur.",
          "id": 3652
        },
        {
          "text": "And we say this, not to abolish and overthrow what things were established of old by Apostolic authority, but as caring for the health of the people and their advance to better things, and lest the ecclesiastical state should suffer any reproach.",
          "id": 3653
        },
        {
          "text": "For the divine Apostle says: \"Do all to the glory of God, give none offence, neither to the Jews, nor to the Greeks, nor to the Church of God, even as I please all men in all things, not seeking mine own profit but the profit of many, that they may be saved.",
          "id": 3654
        },
        {
          "text": "Be ye imitators of me even as I also am of Christ\".",
          "id": 3655
        },
        {
          "text": "But if any shall have been observed to do such a thing, let him be deposed.",
          "id": 3656
        },
        {
          "text": "Notes.",
          "id": 3657
        },
        {
          "text": "Ancient Epitome of Canon XII.",
          "id": 3658
        },
        {
          "text": "Although it has been decreed that wives are not to be cast forth, nevertheless that we may counsel for the better, we give command that no one ordained a bishop shall any longer live with his wife.",
          "id": 3659
        },
        {
          "text": "Aristenus.",
          "id": 3660
        },
        {
          "text": "The fifth Apostolic canon allows neither bishop, presbyter, nor deacon to cast forth his wife under pretext of piety; and assigns penalties for any that shall do so, and if he will not amend he is to be deposed.",
          "id": 3661
        },
        {
          "text": "But this canon on the other hand does not permit a bishop even to live with his wife after his consecration.",
          "id": 3662
        },
        {
          "text": "But by this change no contempt is meant to be poured out upon what had been established by Apostolic authority, but it was made through care for the people's health and for leading on to better things, and for fear that the sacerdotal estate might suffer some wrong.",
          "id": 3663
        },
        {
          "text": "Van Espen.",
          "id": 3664
        },
        {
          "text": "(In Can.",
          "id": 3665
        },
        {
          "text": "vi.",
          "id": 3666
        },
        {
          "text": "Apost.",
          "id": 3667
        },
        {
          "text": ")  In the time of this canon [of the Apostles so called] not only presbyters and deacons, but bishops also, it is clear, were allowed by Eastern custom to have their wives; and Zonaras and Balsamon note that even until the Sixth Council, commonly called in Trullo bishops were allowed to have their wives.",
          "id": 3668
        },
        {
          "text": "(The same on this canon.",
          "id": 3669
        },
        {
          "text": ")  But not only do they command [in this canon] that bishops after their consecration no longer have commerce with their own wives, but further, they prohibit them even to presume to live with them.",
          "id": 3670
        },
        {
          "text": "Zonaras.",
          "id": 3671
        },
        {
          "text": "When the faith first was born and came forth into the world, the Apostles treated with greater softness and indulgence those who embraced the truth, which as yet was not scattered far and wide, nor did they exact from them perfection in all respects, but made great allowances for their weakness and for the inveterate force of the customs with which they were surrounded, both among the heathen and among the Jews.",
          "id": 3672
        },
        {
          "text": "But now, when far and wide our religion has been propagated, more strenuous efforts were made to enforce those things which pertain to a higher and holier life, as our angelical worship increased day by day, and to insist on by law a life of continence to those who were elevated to the episcopate, so that not only they should abstain from their wives, but that they should have them no longer as bed-fellows; and not only that they no longer admit them as sharers of their bed, but they do not allow them even to stop under the same roof or in the house.",
          "id": 3673
        },
        {
          "text": "Canon XIII.",
          "id": 3674
        },
        {
          "text": "Since we know it to be handed down as a rule of the Roman Church that those who are deemed worthy to be advanced to the diaconate or presbyterate should promise no longer to cohabit with their wives, we, preserving the ancient rule and apostolic perfection and order, will that the lawful marriages of men who are in holy orders be from this time forward firm, by no means dissolving their union with their wives nor depriving them of their mutual intercourse at a convenient time.",
          "id": 3675
        },
        {
          "text": "Wherefore, if anyone shall have been found worthy to be ordained subdeacon, or deacon, or presbyter, he is by no means to be prohibited from admittance to such a rank, even if he shall live with a lawful wife.",
          "id": 3676
        },
        {
          "text": "Nor shall it be demanded of him at the time of his ordination that he promise to abstain from lawful intercourse with his wife: lest we should affect injuriously marriage constituted by God and blessed by his presence, as the Gospel saith: \"What God hath joined together let no man put asunder;\" and the Apostle saith, \"Marriage is honourable and the bed undefiled;\" and again, \"Art thou bound to a wife? seek not to be loosed\".",
          "id": 3677
        },
        {
          "text": "But we know, as they who assembled at Carthage (with a care for the honest life of the clergy) said, that subdeacons, who handle the Holy Mysteries, and deacons, and presbyters should abstain from their consorts according to their own course [of ministration].",
          "id": 3678
        },
        {
          "text": "So that what has been handed down through the Apostles and preserved by ancient custom, we too likewise maintain, knowing that there is a time for all things and especially for fasting and prayer.",
          "id": 3679
        },
        {
          "text": "For it is meet that they who assist at the divine altar should be absolutely continent when they are handling holy things, in order that they may be able to obtain from God what they ask in sincerity.",
          "id": 3680
        },
        {
          "text": "If therefore anyone shall have dared, contrary to the Apostolic Canons, to deprive any of those who are in holy orders, presbyter, or deacon, or subdeacon of cohabitation and intercourse with his lawful wife, let him be deposed.",
          "id": 3681
        },
        {
          "text": "In like manner also if any presbyter or deacon on pretence of piety has dismissed his wife, let him be excluded from communion; and if he persevere in this let him be deposed.",
          "id": 3682
        },
        {
          "text": "Notes.",
          "id": 3683
        },
        {
          "text": "Ancient Epitome of Canon XIII.",
          "id": 3684
        },
        {
          "text": "Although the Romans wish that everyone ordained deacon or presbyter should put away his wife, we wish the marriages of deacons and presbyters to continue valid and firm.",
          "id": 3685
        },
        {
          "text": "Fleury.",
          "id": 3686
        },
        {
          "text": "(H.",
          "id": 3687
        },
        {
          "text": "E.",
          "id": 3688
        },
        {
          "text": ", Livre XL.",
          "id": 3689
        },
        {
          "text": ", chap.",
          "id": 3690
        },
        {
          "text": "1.",
          "id": 3691
        },
        {
          "text": ")  What is said in this canon, that the council of Carthage orders priests to abstain from their wives at prescribed periods, is a misunderstanding of the decree, caused either by malice or by ignorance.",
          "id": 3692
        },
        {
          "text": "This canon is one of those adopted by the Fifth Council of Carthage held in the year 400, and it is decreed that subdeacons, deacons; priests, and bishops shall abstain from their wives, following the ancient statutes, and shall be as though they had them not.",
          "id": 3693
        },
        {
          "text": "The Greek version of this canon has rendered the Latin words priora statuta by these, idious horous, which may mean \"fixed times\": for the translator read, following another codex, propria for priora.",
          "id": 3694
        },
        {
          "text": "Be this as it may, the Fathers of the Trullan council supposed that this obliged the clergy only to continence at certain fixed times, and were not willing to see that it included bishops as well.",
          "id": 3695
        },
        {
          "text": "Van Espen.",
          "id": 3696
        },
        {
          "text": "Although the Latin Church does not disapprove, as contrary to the law of the Gospel the discipline of the Greeks which allows the use of marriage to presbyters and deacons, provided it was contracted before ordination; yet never has it approved this canon which with too great zeal condemns the opposite custom, and rashly assigns great errors to the Roman Church.",
          "id": 3697
        },
        {
          "text": "This canon is found in the Corpus Juris Canonici, Gratian's Decretum, Pars I.",
          "id": 3698
        },
        {
          "text": ", Dist.",
          "id": 3699
        },
        {
          "text": "XXXI.",
          "id": 3700
        },
        {
          "text": ", c.",
          "id": 3701
        },
        {
          "text": "xiij.",
          "id": 3702
        },
        {
          "text": "Antonius Augustinus in his proposed emendations of Gratian says (Lib.",
          "id": 3703
        },
        {
          "text": "I.",
          "id": 3704
        },
        {
          "text": "dial.",
          "id": 3705
        },
        {
          "text": "de emend.",
          "id": 3706
        },
        {
          "text": "Grat.",
          "id": 3707
        },
        {
          "text": "c.",
          "id": 3708
        },
        {
          "text": "8.",
          "id": 3709
        },
        {
          "text": "): \"This canon can in no way be received; for it is written in opposition to the celibacy of the Latin priests, and openly is against the Roman Church\".",
          "id": 3710
        },
        {
          "text": "But to me the note which Gratian appends seems much more learned and true: \"This however must be understood as of local application; for the Eastern Church, to which the VI.",
          "id": 3711
        },
        {
          "text": "Synod prescribed this rule, did not receive a vow of chastity from the ministers of the altar\".",
          "id": 3712
        },
        {
          "text": "It may be well to note here that by the opinion of most Latin casuists the obligation to chastity among the Roman clergy rests upon the vow and not upon any law of the Church binding thereto.",
          "id": 3713
        },
        {
          "text": "This evidently was the opinion of Gratian.",
          "id": 3714
        },
        {
          "text": "Canon XIV.",
          "id": 3715
        },
        {
          "text": "Let the canon of our holy God-bearing Fathers be confirmed in this particular also; that a presbyter be not ordained before he is thirty years of age, even if he be a very worthy man, but let him be kept back.",
          "id": 3716
        },
        {
          "text": "For our Lord Jesus Christ was baptized and began to teach when he was thirty.",
          "id": 3717
        },
        {
          "text": "In like manner let no deacon be ordained before he is twenty-five, nor a deaconess before she is forty.",
          "id": 3718
        },
        {
          "text": "Notes.",
          "id": 3719
        },
        {
          "text": "Ancient Epitome of Canon XIV.",
          "id": 3720
        },
        {
          "text": "A presbyter thirty years of age, a deacon twenty-five, and a deaconess forty.",
          "id": 3721
        },
        {
          "text": "Compare Canon XI.",
          "id": 3722
        },
        {
          "text": "of Neocaesarea.",
          "id": 3723
        },
        {
          "text": "It may be interesting to note here that by the law of the Roman Communion the canonical ages are as follows:  A subdeacon must have completed his twenty-first year, a deacon his twenty-second, a priest his twenty-fourth, and a bishop his thirtieth.",
          "id": 3724
        },
        {
          "text": "None of the inferior clergy can hold a simple benefice before he has begun his fourteenth year.",
          "id": 3725
        },
        {
          "text": "Ecclesiastical dignities, such as Cathedral canonries, cannot be conferred on any who have not finished the twenty-second year.",
          "id": 3726
        },
        {
          "text": "A benefice to which is attached a cure of souls can be given only to one who is over twenty-four, and a diocese only to one who has completed his thirtieth year.",
          "id": 3727
        },
        {
          "text": "(Vide Ferraris, Bibliotheca Prompta.",
          "id": 3728
        },
        {
          "text": ")  In the Anglican Communion the ages are, in England, for a bishop \"fully thirty years of age,\" for a priest twenty-four, and for a deacon twenty-three: and in the United States, for a bishop thirty years of age, for a priest twenty-four, and for a deacon twenty-one.",
          "id": 3729
        },
        {
          "text": "Canon XV.",
          "id": 3730
        },
        {
          "text": "A subdeacon is not to be ordained under twenty years of age.",
          "id": 3731
        },
        {
          "text": "And if any one in any grade of the priesthood shall have been ordained contrary to the prescribed time let him be deposed.",
          "id": 3732
        },
        {
          "text": "Notes.",
          "id": 3733
        },
        {
          "text": "Ancient Epitome of Canon XV.",
          "id": 3734
        },
        {
          "text": "Those shall be chosen as Subdeacons who are twenty years of age.",
          "id": 3735
        },
        {
          "text": "This age seems first to have been fixed by the Second Council of Toledo (circa, a.",
          "id": 3736
        },
        {
          "text": "d.",
          "id": 3737
        },
        {
          "text": "535) in its first canon.",
          "id": 3738
        },
        {
          "text": "Canon XVI.",
          "id": 3739
        },
        {
          "text": "Since the book of the Acts tells us that seven deacons were appointed by the Apostles, and the synod of Neocaesarea in the canons which it put forth determined that there ought to be canonically only seven deacons, even if the city be very large, in accordance with the book of the Acts; we, having fitted the mind of the fathers to the Apostles' words, find that they spoke not of those men who ministered at the Mysteries but in the administration which pertains to the serving of tables.",
          "id": 3740
        },
        {
          "text": "For the book of the Acts reads as follows: \"In those days, when the number of the disciples was multiplied, there arose a murmuring dissension of the Grecians against the Hebrews, because their widows were neglected in the daily ministrations.",
          "id": 3741
        },
        {
          "text": "And the Twelve called the multitude of the disciples with them and said, It is not meet for us to leave the word of God and serve tables.",
          "id": 3742
        },
        {
          "text": "Look ye out therefore, brethren, from among you seven men of good report full of the Holy Ghost and of wisdom, whom we may appoint over this business.",
          "id": 3743
        },
        {
          "text": "But we will give ourselves continually unto prayer and unto the ministry of the word.",
          "id": 3744
        },
        {
          "text": "And the saying pleased the whole multitude: and they chose Stephen a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch: whom they set before the Apostles\".",
          "id": 3745
        },
        {
          "text": "John Chrysostom, a Doctor of the Church, interpreting these words, proceeds thus: \"It is a remarkable fact that the multitude was not divided in its choice of the men, and that the Apostles were not rejected by them.",
          "id": 3746
        },
        {
          "text": "But we must learn what sort of rank they had, and what ordination they received.",
          "id": 3747
        },
        {
          "text": "Was it that of deacons? But this office did not yet exist in the churches.",
          "id": 3748
        },
        {
          "text": "But was it the dispensation of a presbyter? But there was not as yet any bishop, but only Apostles, whence I think it is clear and manifest that neither of deacons nor of presbyters was there then the name\".",
          "id": 3749
        },
        {
          "text": "But on this account therefore we also announce that the aforesaid seven deacons are not to be understood as deacons who served at the Mysteries, according to the teaching before set forth, but that they were those to whom a dispensation was entrusted for the common benefit of those that were gathered together, who to us in this also were a type of philanthropy and zeal towards those who are in need.",
          "id": 3750
        },
        {
          "text": "Notes.",
          "id": 3751
        },
        {
          "text": "Ancient Epitome of Canon XVI.",
          "id": 3752
        },
        {
          "text": "Whoever affirms that the number of deacons should be seven according to the saying of the Acts, should know that the reference in that passage is not to Deacons of the Mysteries but to such as serve tables.",
          "id": 3753
        },
        {
          "text": "Van Espen here reminds us that this is, as Zonaras calls attention to in his scholion on this place, a correction rather than an interpretation of the XVth Canon of Neocaesarea, and Balsamon also says the same.",
          "id": 3754
        },
        {
          "text": "The only interest that the matter possesses is that a canon which had been received by the Fourth Ecumenical Council (Chalcedon) should receive such treatment from such an assembly as the Synod in Trullo.",
          "id": 3755
        },
        {
          "text": "Canon XVII.",
          "id": 3756
        },
        {
          "text": "Since clerics of different churches have left their own churches in which they were ordained and betaken themselves to other bishops, and without the consent of their own bishop have been settled in other churches, and thus they have proved themselves to be insolent and disobedient; we decree that from the month of January of the past IVth Indiction no cleric, of whatsoever grade he be, shall have power, without letters dimissory of his own bishop, to be registered in the clergy list of another church.",
          "id": 3757
        },
        {
          "text": "Whoever in future shall not have observed this rule, but shall have brought disgrace upon himself as well as on the bishop who ordained him, let him be deposed together with him who also received him.",
          "id": 3758
        },
        {
          "text": "Notes.",
          "id": 3759
        },
        {
          "text": "Ancient Epitome of Canon XVII.",
          "id": 3760
        },
        {
          "text": "Whoever receives and ordains a wandering cleric shall be deposed together with him thus wickedly ordained.",
          "id": 3761
        },
        {
          "text": "This canon is found in the Corpus Juris Canonici, Gratian's Decretum, Pars II.",
          "id": 3762
        },
        {
          "text": ", Causa XXI.",
          "id": 3763
        },
        {
          "text": ", Quaest.",
          "id": 3764
        },
        {
          "text": ", ii.",
          "id": 3765
        },
        {
          "text": "can.",
          "id": 3766
        },
        {
          "text": "j.",
          "id": 3767
        },
        {
          "text": "Canon XVIII.",
          "id": 3768
        },
        {
          "text": "Those clerics who in consequence of a barbaric incursion or on account of any other circumstance have gone abroad, we order to return again to their churches after the cause has passed away, or when the incursion of the barbarians is at an end.",
          "id": 3769
        },
        {
          "text": "Nor are they to leave them for long without cause.",
          "id": 3770
        },
        {
          "text": "If anyone shall not have returned according to the direction of this present canon—let him be cut off until he shall return to his own church.",
          "id": 3771
        },
        {
          "text": "And the same shall be the punishment of the bishop who received him.",
          "id": 3772
        },
        {
          "text": "Notes.",
          "id": 3773
        },
        {
          "text": "Ancient Epitome of Canon XVIII.",
          "id": 3774
        },
        {
          "text": "Whoever has emigrated on account of an invasion of the barbarians, shall return to the Church to whose clergy he belongs as soon as the incursion ceases.",
          "id": 3775
        },
        {
          "text": "But if he shall not do so, he shall be cut off together with him to whom he has gone.",
          "id": 3776
        },
        {
          "text": "Balsamon.",
          "id": 3777
        },
        {
          "text": "The Fathers are worthy of great praise.",
          "id": 3778
        },
        {
          "text": "For having regard to the honour of the ecclesiastical order and of each bishop, they have decreed that clergymen, who from just and valid causes have gone forth without letters dimissory from those who ordained them, should return to their own clergy soon as the cause which drove them forth ceases; and that they should not be enrolled on the clergy list of any other church.",
          "id": 3779
        },
        {
          "text": "But whosoever cannot be persuaded to return is to be cut off, as well as the bishop who detains him.",
          "id": 3780
        },
        {
          "text": "But someone will say, If a bishop who does such a thing is cut off by his Metropolitan; and likewise if a Metropolitan spurns this canon he is punished by the Patriarch.",
          "id": 3781
        },
        {
          "text": "But if an autocephalous archbishop or a Patriarch other than the Patriarch of Constantinople (for he has a faculty for doing so) should be convicted of a breach of this Canon, by whom would he be cut off? I suppose by the Supreme Pontiff (οἴομαι οὖν παρά τοῦ μείζονος ἀρχιερέως).",
          "id": 3782
        },
        {
          "text": "Canon XIX.",
          "id": 3783
        },
        {
          "text": "It behoves those who preside over the churches, every day but especially on Lord's days, to teach all the clergy and people words of piety and of right religion, gathering out of holy Scripture meditations and determinations of the truth, and not going beyond the limits now fixed, nor varying from the tradition of the God-bearing fathers.",
          "id": 3784
        },
        {
          "text": "And if any controversy in regard to Scripture shall have been raised, let them not interpret it otherwise than as the lights and doctors of the church in their writings have expounded it, and in those let them glory rather than in composing things out of their own heads, lest through their lack of skill they may have departed from what was fitting.",
          "id": 3785
        },
        {
          "text": "For through the doctrine of the aforesaid fathers, the people coming to the knowledge of what is good and desirable, as well as what is useless and to be rejected, will remodel their life for the better, and not be led by ignorance, but applying their minds to the doctrine, they will take heed that no evil befall them and work out their salvation in fear of impending punishment.",
          "id": 3786
        },
        {
          "text": "Notes.",
          "id": 3787
        },
        {
          "text": "Ancient Epitome of Canon XIX.",
          "id": 3788
        },
        {
          "text": "The prelates of the Church, especially upon Lord's days, shall teach doctrine.",
          "id": 3789
        },
        {
          "text": "Van Espen.",
          "id": 3790
        },
        {
          "text": "How great an obligation of preaching rests upon bishops, the successors of the Apostles, is evident from the words of St.",
          "id": 3791
        },
        {
          "text": "Paul, \"Christ sent me not to baptize but to preach\" (1 Cor.",
          "id": 3792
        },
        {
          "text": "i.",
          "id": 3793
        },
        {
          "text": "17), and his chief adjuration to Timothy though Jesus Christ and his coming, was \"Preach the Word\" (2 Tim.",
          "id": 3794
        },
        {
          "text": "ii.",
          "id": 3795
        },
        {
          "text": "4.",
          "id": 3796
        },
        {
          "text": ").",
          "id": 3797
        },
        {
          "text": "For this reason the fathers formerly called the episcopate the preaching-office (officium predicationis), as is evident from the profession of Adelbert Morinensis, and the form of profession of a future Archbishop.",
          "id": 3798
        },
        {
          "text": "Both of these will be found in Labbe, appendix to Tom.",
          "id": 3799
        },
        {
          "text": "VIII.",
          "id": 3800
        },
        {
          "text": ", of his Concilia.",
          "id": 3801
        },
        {
          "text": "Council of Trent.",
          "id": 3802
        },
        {
          "text": "(Sess.",
          "id": 3803
        },
        {
          "text": "V.",
          "id": 3804
        },
        {
          "text": ", c.",
          "id": 3805
        },
        {
          "text": "2.",
          "id": 3806
        },
        {
          "text": ")  The preaching of the Gospel is the chief work of bishops.",
          "id": 3807
        },
        {
          "text": "Convocation of Canterbury, a.",
          "id": 3808
        },
        {
          "text": "d.",
          "id": 3809
        },
        {
          "text": "1571.",
          "id": 3810
        },
        {
          "text": "(Cardwell.",
          "id": 3811
        },
        {
          "text": "Synodalia, Vol.",
          "id": 3812
        },
        {
          "text": "I.",
          "id": 3813
        },
        {
          "text": ", p.",
          "id": 3814
        },
        {
          "text": "126.",
          "id": 3815
        },
        {
          "text": ")  The clergy will be careful to teach nothing in their sermons to be religiously held and believed by the people except what is agreeable to the doctrine of the Old and New Testament, and what the Catholic Fathers and Ancient Bishops have collected out of the same.",
          "id": 3816
        },
        {
          "text": "Council of Trent.",
          "id": 3817
        },
        {
          "text": "(Sess.",
          "id": 3818
        },
        {
          "text": "IV.",
          "id": 3819
        },
        {
          "text": ")  No one shall dare to interpret the Holy Scripture contrary to the unanimous consent of the fathers.",
          "id": 3820
        },
        {
          "text": "Canon XX.",
          "id": 3821
        },
        {
          "text": "It shall not be lawful for a bishop to teach publicly in any city which does not belong to him.",
          "id": 3822
        },
        {
          "text": "If any shall have been observed doing this, let him cease from his episcopate, but let him discharge the office of a presbyter.",
          "id": 3823
        },
        {
          "text": "Notes.",
          "id": 3824
        },
        {
          "text": "Ancient Epitome of Canon XX.",
          "id": 3825
        },
        {
          "text": "The bishop of one city shall not teach publicly in another.",
          "id": 3826
        },
        {
          "text": "If he shall be shown to have dose so he shall be deprived of the episcopate and shall perform the functions of a presbyter.",
          "id": 3827
        },
        {
          "text": "The meaning of this canon is most obscure.",
          "id": 3828
        },
        {
          "text": "Balsamon and Zonaras think that the Bishop is not to be deposed from his Episcopate, but only shorn of his right of executing the Episcopal functions, so that he will virtually be reduced to a presbyter.",
          "id": 3829
        },
        {
          "text": "Aristenus, on the other hand, considers the deposition to be real and that this canon creates an exception to Canon XXIX.",
          "id": 3830
        },
        {
          "text": "of Chalcedon.",
          "id": 3831
        },
        {
          "text": "Canon XXI.",
          "id": 3832
        },
        {
          "text": "Those who have become guilty of crimes against the canons, and on this account subject to complete and perpetual deposition, are degraded to the condition of layman.",
          "id": 3833
        },
        {
          "text": "If, however, keeping conversion continually before their eyes, they willingly deplore the sin on account of which they fell from grace, and made themselves aliens therefrom, they may still cut their hair after the manner of clerics.",
          "id": 3834
        },
        {
          "text": "But if they are not willing to submit themselves to this canon, they must wear their hair as laymen, as being those who have preferred the communion of the world to the celestial life.",
          "id": 3835
        },
        {
          "text": "Notes.",
          "id": 3836
        },
        {
          "text": "Ancient Epitome of Canon XXI.",
          "id": 3837
        },
        {
          "text": "Whoever is already deposed and reduced to the lay estate, if he shall repent, let him continue deposed but be shorn.",
          "id": 3838
        },
        {
          "text": "But if otherwise, he must let his hair grow.",
          "id": 3839
        },
        {
          "text": "Beveridge wishes to read \"who have become canonically guilty of crimes,\" substituting κανονικῶς for κανονικοῖς, in accordance with the Bodleian and Amerbachian codices.",
          "id": 3840
        },
        {
          "text": "Canon XXII.",
          "id": 3841
        },
        {
          "text": "Those who are ordained for money, whether bishops or of any rank whatever, and not by examination and choice of life, we order to be deposed as well as those also who ordained them.",
          "id": 3842
        },
        {
          "text": "Notes.",
          "id": 3843
        },
        {
          "text": "Ancient Epitome of Canon XXII.",
          "id": 3844
        },
        {
          "text": "Whoever is ordained for pay shall be deposed together with his ordainer.",
          "id": 3845
        },
        {
          "text": "Van Espen.",
          "id": 3846
        },
        {
          "text": "The present canon orders to be deposed not only the one simoniacally ordained, but also his ordainer, ordering that ordinations should take place on account, not of money, but of the excellence of the examination stood by the candidate and on account of his uprightness of life.",
          "id": 3847
        },
        {
          "text": "And it evidently takes it for granted that, where money has been used, examination, excellence of life, and consideration of merit enter but little into the matter, or at least are paid no attention to.",
          "id": 3848
        },
        {
          "text": "Canon XXIII.",
          "id": 3849
        },
        {
          "text": "That no one, whether bishop, presbyter, or deacon, when giving the immaculate Communion, shall exact from him who communicates fees of any kind.",
          "id": 3850
        },
        {
          "text": "For grace is not to be sold, nor do we give the sanctification of the Holy Spirit for money; but to those who are worthy of the gift it is to be communicated in all simplicity.",
          "id": 3851
        },
        {
          "text": "But if any of those enrolled among the clergy make demands on those he communicates let him be deposed, as an imitator of the error and wickedness of Simon.",
          "id": 3852
        },
        {
          "text": "Notes.",
          "id": 3853
        },
        {
          "text": "Ancient Epitome of Canon XXIII.",
          "id": 3854
        },
        {
          "text": "Whoever shall demand an obolus or anything else for giving the spotless communion shall be deposed.",
          "id": 3855
        },
        {
          "text": "This canon is found in the Corpus Juris Canonici, Gratian's Decretum, Pars.",
          "id": 3856
        },
        {
          "text": "II.",
          "id": 3857
        },
        {
          "text": ", Causa I.",
          "id": 3858
        },
        {
          "text": ", Quaest.",
          "id": 3859
        },
        {
          "text": "I.",
          "id": 3860
        },
        {
          "text": ", can.",
          "id": 3861
        },
        {
          "text": "100, attributed to the VI.",
          "id": 3862
        },
        {
          "text": "Synod.",
          "id": 3863
        },
        {
          "text": "Ivo reads, \"From the Sixth Synod, III.",
          "id": 3864
        },
        {
          "text": "Constantinople\".",
          "id": 3865
        },
        {
          "text": "Canon XXIV.",
          "id": 3866
        },
        {
          "text": "No one who is on the priestly catalogue nor any monk is allowed to take part in horse-races or to assist at theatrical representations.",
          "id": 3867
        },
        {
          "text": "But if any clergyman be called to a marriage, as soon as the games begin let him rise up and go out, for so it is ordered by the doctrine of our fathers.",
          "id": 3868
        },
        {
          "text": "And if any one shall be convicted of such an offence let him cease therefrom or be deposed.",
          "id": 3869
        },
        {
          "text": "Notes.",
          "id": 3870
        },
        {
          "text": "Ancient Epitome of Canon XXIV.",
          "id": 3871
        },
        {
          "text": "A clergyman or monk shall be deposed who goes to horse-races, or does not leave nuptials before the players are brought in.",
          "id": 3872
        },
        {
          "text": "Van Espen.",
          "id": 3873
        },
        {
          "text": "Scarcely ever were these plays exhibited without the introduction of something contrary to honesty and chastity.",
          "id": 3874
        },
        {
          "text": "As Lupus here notes, the word \"obscene\" has its derivation from these \"scenic\" representations.",
          "id": 3875
        },
        {
          "text": "Rightly therefore has it been forbidden by the sacred canons that the clergy should witness any such plays.",
          "id": 3876
        },
        {
          "text": "In the second part of this canon by the words \"ordered by the doctrine of our fathers,\" the Synod understands the doctrine of the fathers of the synod of Laodicea, which in its canon liv.",
          "id": 3877
        },
        {
          "text": "condemned the same abuse.",
          "id": 3878
        },
        {
          "text": "Compare the canon given in the Corpus Juris Canonici, Gratian's Decretum, Pars I.",
          "id": 3879
        },
        {
          "text": ", Dist.",
          "id": 3880
        },
        {
          "text": "XXXIV.",
          "id": 3881
        },
        {
          "text": "can.",
          "id": 3882
        },
        {
          "text": "xix.",
          "id": 3883
        },
        {
          "text": "Canon XXV.",
          "id": 3884
        },
        {
          "text": "Moreover we renew the canon which orders that country (ἀγροικικὰς) parishes and those which are in the provinces (ἐγχωρίους) shall remain subject to the bishops who had possession of them; especially if for thirty years they had administered them without opposition.",
          "id": 3885
        },
        {
          "text": "But if within thirty years there had been or should be any controversy on the point, it is lawful for those who think themselves injured to refer the matter to the provincial synod.",
          "id": 3886
        },
        {
          "text": "Notes.",
          "id": 3887
        },
        {
          "text": "Ancient Epitome of Canon XXV.",
          "id": 3888
        },
        {
          "text": "Rural and out of town parishes held for thirty years may be retained.",
          "id": 3889
        },
        {
          "text": "But within that time there may be a controversy.",
          "id": 3890
        },
        {
          "text": "Compare notes on canon XVII.",
          "id": 3891
        },
        {
          "text": "of Chalcedon.",
          "id": 3892
        },
        {
          "text": "Canon XXVI.",
          "id": 3893
        },
        {
          "text": "If a presbyter has through ignorance contracted an illegal marriage, while he still retains the right to his place, as we have defined in the sacred canons, yet he must abstain from all sacerdotal work.",
          "id": 3894
        },
        {
          "text": "For it is sufficient if to such an one indulgence is granted.",
          "id": 3895
        },
        {
          "text": "For he is unfit to bless another who needs to take care of his own wounds, for blessing is the imparting of sanctification.",
          "id": 3896
        },
        {
          "text": "But how can he impart this to another who does not possess it himself through a sin of ignorance? Neither then in public nor in private can he bless nor distribute to others the body of Christ, [nor perform any other ministry]; but being content with his seat of honour let him lament to the Lord that his sin of ignorance may be remitted.",
          "id": 3897
        },
        {
          "text": "For it is manifest that the nefarious marriage must be dissolved, neither can the man have any intercourse with her on account of whom he is deprived of the execution of his priesthood.",
          "id": 3898
        },
        {
          "text": "Notes.",
          "id": 3899
        },
        {
          "text": "Ancient Epitome of Canon XXVI.",
          "id": 3900
        },
        {
          "text": "A priest who has fallen into an illicit marriage and been deposed, may still have his seat, but only when he abstains for the future from his wickedness.",
          "id": 3901
        },
        {
          "text": "Aristenus.",
          "id": 3902
        },
        {
          "text": "If any presbyter before his ordination had married a widow, or a harlot, or an actress, or any other woman such as are forbidden, in ignorance, he shall cease from his priesthood but shall still have his place among the presbyters.",
          "id": 3903
        },
        {
          "text": "But such an illegitimate marriage, on account of which he was deprived of the Sacred Ministry, must be dissolved.",
          "id": 3904
        },
        {
          "text": "Van Espen.",
          "id": 3905
        },
        {
          "text": "The sacred canon to which the Synod here refers is number xxvij.",
          "id": 3906
        },
        {
          "text": "of St.",
          "id": 3907
        },
        {
          "text": "Basil in his Canonical Epistle to Amphilochius.",
          "id": 3908
        },
        {
          "text": "Canon XXVII.",
          "id": 3909
        },
        {
          "text": "None of those who are in the catalogue of the clergy shall wear clothes unsuited to them, either while still living in town or when on a journey: but they shall wear such clothes as are assigned to those who belong to the clergy.",
          "id": 3910
        },
        {
          "text": "And if any one shall violate this canon, he shall be cut off for one week.",
          "id": 3911
        },
        {
          "text": "Ancient Epitome of Canon XXVII.",
          "id": 3912
        },
        {
          "text": "A clergyman must not wear an unsuitable dress either when travelling or when at home.",
          "id": 3913
        },
        {
          "text": "Should he do so, he shall be cut off for one week.",
          "id": 3914
        },
        {
          "text": "Canon XXVIII.",
          "id": 3915
        },
        {
          "text": "Since we understand that in several churches grapes are brought to the altar, according to a custom which has long prevailed, and the ministers joined this with the unbloody sacrifice of the oblation, and distributed both to the people at the same time, we decree that no priest shall do this for the future, but shall administer the oblation alone to the people for the quickening of their souls and for the remission of their sins.",
          "id": 3916
        },
        {
          "text": "But with regard to the offering of grapes as first fruits, the priests may bless them apart [from the offering of the oblation] and distribute them to such as seek them as an act of thanksgiving to him who is the Giver of the fruits by which our bodies are increased and fed according to his divine decree.",
          "id": 3917
        },
        {
          "text": "And if any cleric shall violate this decree let him be deposed.",
          "id": 3918
        },
        {
          "text": "Notes.",
          "id": 3919
        },
        {
          "text": "Ancient Epitome of Canon XXVIII.",
          "id": 3920
        },
        {
          "text": "Grapes are by some joined with the unbloody sacrifice.",
          "id": 3921
        },
        {
          "text": "It is hereby decreed that no one shall for the future dare to do this.",
          "id": 3922
        },
        {
          "text": "Van Espen.",
          "id": 3923
        },
        {
          "text": "Similar blessings of fruit, and particularly of grapes, are found in more recent rituals as well as in the ancient Greek Euchologions and the Latin Rituales.",
          "id": 3924
        },
        {
          "text": "In the Sacramentary of St.",
          "id": 3925
        },
        {
          "text": "Gregory will be found a benediction of grapes on the feast of St.",
          "id": 3926
        },
        {
          "text": "Sixtus.",
          "id": 3927
        },
        {
          "text": "Cardinal Bona says (De Rob.",
          "id": 3928
        },
        {
          "text": "Liturg.",
          "id": 3929
        },
        {
          "text": ", Lib.",
          "id": 3930
        },
        {
          "text": "II.",
          "id": 3931
        },
        {
          "text": ", cap.",
          "id": 3932
        },
        {
          "text": "xiv.",
          "id": 3933
        },
        {
          "text": "), that immediately before the words Semper bona creas, sanctificas, etc.",
          "id": 3934
        },
        {
          "text": ", if new fruits or any other things adapted to human use were to be blessed, they were wont in former times to be placed before the altar, and there to be blessed by the priest; and when the benediction was ended with the accustomed words \"Through Christ our Lord,\" there was added the following prayer: \"Perquem haec omnia, etc.",
          "id": 3935
        },
        {
          "text": ",\" which words are not so much to be referred to the body and blood of Christ, as to the things to be blessed, which God continually creates by renewing, and we ask that they may be sanctified by his benediction to our use.",
          "id": 3936
        },
        {
          "text": "But in after ages when the fervour of the faithful had grown cold, that the mass might not be too long, they were separated and yet the prayer remained which, as said to-day over the consecrated species alone, can hardly be understood.",
          "id": 3937
        },
        {
          "text": "This canon is found in a shortened form in the Corpus Juris Canonici, Pars.",
          "id": 3938
        },
        {
          "text": "III.",
          "id": 3939
        },
        {
          "text": "De Consecrat.",
          "id": 3940
        },
        {
          "text": ", Dist.",
          "id": 3941
        },
        {
          "text": "II.",
          "id": 3942
        },
        {
          "text": ", can.",
          "id": 3943
        },
        {
          "text": "vj.",
          "id": 3944
        },
        {
          "text": "Compare Canon of the Apostles number iv.",
          "id": 3945
        },
        {
          "text": "Canon XXIX.",
          "id": 3946
        },
        {
          "text": "A canon of the Synod of Carthage says that the holy mysteries of the altar are not to be performed but by men who are fasting, except on one day in the year on which the Supper of the Lord is celebrated.",
          "id": 3947
        },
        {
          "text": "At that time, on account perhaps of certain occasions in those places useful to the Church, even the holy Fathers themselves made use of this dispensation.",
          "id": 3948
        },
        {
          "text": "But since nothing leads us to abandon exact observance, we decree that the Apostolic and Patristic tradition shall be followed; and define that it is not right to break the fast on the fifth feria of the last week of Lent, and thus to do dishonour to the whole of Lent.",
          "id": 3949
        },
        {
          "text": "Notes.",
          "id": 3950
        },
        {
          "text": "Ancient Epitome of Canon XXIX.",
          "id": 3951
        },
        {
          "text": "Some of the Fathers after they had supped on the day of the Divine Supper made the offering.",
          "id": 3952
        },
        {
          "text": "However, it has seemed good to the synod that this should not be done, and that the fast should not be broken upon the fifth feria of the last week of Lent, and so the whole of Lent be dishonoured.",
          "id": 3953
        },
        {
          "text": "Zonaras remarks that the \"Apostolic and Patristic tradition\" is a reference to canon lxix.",
          "id": 3954
        },
        {
          "text": "of the Apostolic Canons and to canon l.",
          "id": 3955
        },
        {
          "text": "of Laodicea.",
          "id": 3956
        },
        {
          "text": "See notes on this last canon.",
          "id": 3957
        },
        {
          "text": "Canon XXX.",
          "id": 3958
        },
        {
          "text": "Willing to do all things for the edification of the Church, we have determined to take care even of priests who are in barbarian churches.",
          "id": 3959
        },
        {
          "text": "Wherefore if they think that they ought to exceed the Apostolic Canon concerning the not putting away of a wife on the pretext of piety and religion, and to do beyond that which is commanded, and therefore abstain by agreement with their wives from cohabitation, we decree they ought no longer to live with them in any way, so that hereby they may afford us a perfect demonstration of their promise.",
          "id": 3960
        },
        {
          "text": "But we have conceded this to them on no other ground than their narrowness, and foreign and unsettled manners.",
          "id": 3961
        },
        {
          "text": "Notes.",
          "id": 3962
        },
        {
          "text": "Ancient Epitome of Canon XXX.",
          "id": 3963
        },
        {
          "text": "Those priests who are in churches among the barbarians, if with consent they have abstained from commerce with their wives shall never afterwards have any commerce with them in any way.",
          "id": 3964
        },
        {
          "text": "Fleury.",
          "id": 3965
        },
        {
          "text": "(Hist.",
          "id": 3966
        },
        {
          "text": "Eccl.",
          "id": 3967
        },
        {
          "text": ", Liv.",
          "id": 3968
        },
        {
          "text": "XL.",
          "id": 3969
        },
        {
          "text": ", chap.",
          "id": 3970
        },
        {
          "text": "l.",
          "id": 3971
        },
        {
          "text": ")  \"Priests who are among the barbarians,\" that is to say, it would seem, in Italy and in the other countries of the Latin rite.",
          "id": 3972
        },
        {
          "text": "\"Their narrowness and foreign and unsettled manners,\" that is to say that according to them it is an imperfection to aspire after perfect continence.",
          "id": 3973
        },
        {
          "text": "I do not think that this explanation of Fleury's can be sustained, and it would seem that Van Espen is more near the truth when he says: \"Some priests in barbarous countries thought they should abstain after the Latin custom even from wives taken before ordination.",
          "id": 3974
        },
        {
          "text": "And although this was contrary to the discipline of the Greeks, and also to Canon V.",
          "id": 3975
        },
        {
          "text": "of the Apostles, nevertheless the Fathers thought it might be tolerated, provided such priests should also not live any longer with their wives\".",
          "id": 3976
        },
        {
          "text": "There seems no reason to introduce anti-Roman bitterness where it is not already found.",
          "id": 3977
        },
        {
          "text": "Canon XXXI.",
          "id": 3978
        },
        {
          "text": "Clerics who in oratories which are in houses offer the Holy Mysteries or baptize, we decree ought to do this with the consent of the bishop of the place.",
          "id": 3979
        },
        {
          "text": "Wherefore if any cleric shall not have so done, let him be deposed.",
          "id": 3980
        },
        {
          "text": "Notes.",
          "id": 3981
        },
        {
          "text": "Ancient Epitome of Canon XXXI.",
          "id": 3982
        },
        {
          "text": "Thou mayest not offer in an oratory in a private house without the consent of the bishop.",
          "id": 3983
        },
        {
          "text": "On this whole subject the reader is referred to the curious and most interesting volume published by Venantius Monaldini of Venice, in 1765.",
          "id": 3984
        },
        {
          "text": "I cannot better give its scope than by copying out its title in full.",
          "id": 3985
        },
        {
          "text": "Commentarius Theologico-canonico-criticus De ecclesiis, earum reverentia, et asylo atque concordia sacerdotii, et imperii, auctore Josepho Aloysio Assemani.",
          "id": 3986
        },
        {
          "text": "Accesserunt tractatus cl.",
          "id": 3987
        },
        {
          "text": "virorum D.",
          "id": 3988
        },
        {
          "text": "Josephi de Bonis, De Oratoriis Publicis; ac.",
          "id": 3989
        },
        {
          "text": "R.",
          "id": 3990
        },
        {
          "text": "P.",
          "id": 3991
        },
        {
          "text": "Fortunati a Brixia De Oratoriis Domesticis, in supplementum celeberrimi operis Joannis Baptistae Gattico De Oratoriis Domesticis, et usu altaris portatilis.",
          "id": 3992
        },
        {
          "text": "Canon XXXII.",
          "id": 3993
        },
        {
          "text": "Since it has come to our knowledge that in the region of Armenia they offer wine only on the Holy Table, those who celebrate the unbloody sacrifice not mixing water with it, adducing, as authority thereof, John Chrysostom, a doctor of the Church, who says in his interpretation of the Gospel according to St.",
          "id": 3994
        },
        {
          "text": "Matthew:  \"And wherefore did he not drink water after he was risen again, but wine? To pluck up by the roots another wicked heresy.",
          "id": 3995
        },
        {
          "text": "For since there are certain who use water in the Mysteries to shew that both when he delivered the mysteries he had given wine and that when he had risen and was setting before them a mere meal without mysteries, he used wine, 'of the fruit,' saith he, 'of the vine.",
          "id": 3996
        },
        {
          "text": "' But a vine produces wine, not water\".",
          "id": 3997
        },
        {
          "text": "And from this they think the doctor overthrows the admixture of water in the holy sacrifice.",
          "id": 3998
        },
        {
          "text": "Now, lest on the point from this time forward they be held in ignorance, we open out the orthodox opinion of the Father.",
          "id": 3999
        },
        {
          "text": "For since there was an ancient and wicked heresy of the Hydroparastatae (i-e:, of those who offered water), who instead of wine used water in their sacrifice, this divine, confuting the detestable teaching of such a heresy, and showing that it is directly opposed to Apostolic tradition, asserted that which has just been quoted.",
          "id": 4000
        },
        {
          "text": "For to his own church, where the pastoral administration had been given him, he ordered that water mixed with wine should be used at the unbloody sacrifice, so as to shew forth the mingling of the blood and water which for the life of the whole world and for the redemption of its sins, was poured forth from the precious side of Christ our Redeemer; and moreover in every church where spiritual light has shined this divinely given order is observed.",
          "id": 4001
        },
        {
          "text": "For also James, the brother, according to the flesh, of Christ our God, to whom the throne of the church of Jerusalem first was entrusted, and Basil, the Archbishop of the Church of Caesarea, whose glory has spread through all the world, when they delivered to us directions for the mystical sacrifice in writing, declared that the holy chalice is consecrated in the Divine Liturgy with water and wine.",
          "id": 4002
        },
        {
          "text": "And the holy Fathers who assembled at Carthage provided in these express terms: \"That in the holy Mysteries nothing besides the body and blood of the Lord be offered, as the Lord himself laid down, that is bread and wine mixed with water\".",
          "id": 4003
        },
        {
          "text": "Therefore if any bishop or presbyter shall not perform the holy action according to what has been handed down by the Apostles, and shall not offer the sacrifice with wine mixed with water, let him be deposed, as imperfectly shewing forth the mystery and innovating on the things which have been handed down.",
          "id": 4004
        },
        {
          "text": "Notes.",
          "id": 4005
        },
        {
          "text": "Ancient Epitome of Canon XXXII.",
          "id": 4006
        },
        {
          "text": "Chrysostom, when overthrowing the heresy of the Hydroparastatae, says: \"When the Lord suffered and rose again he used wine\".",
          "id": 4007
        },
        {
          "text": "The Armenians, laying hold on this, offer wine alone, not understanding that Chrysostom himself, and Basil, and James used wine mixed with water; and left the tradition that we should so make the offering.",
          "id": 4008
        },
        {
          "text": "If, therefore, any one shall offer wine alone, or water alone, and not the mixed [chalice] let him be deposed.",
          "id": 4009
        },
        {
          "text": "Van Espen.",
          "id": 4010
        },
        {
          "text": "Justin Martyr in his Second Apology, Ambrose, or whoever was the author of the books on the Sacraments (Lib.",
          "id": 4011
        },
        {
          "text": "v.",
          "id": 4012
        },
        {
          "text": ", cap.",
          "id": 4013
        },
        {
          "text": "i.",
          "id": 4014
        },
        {
          "text": "), Augustine and many others make mention of this rite, and above all St.",
          "id": 4015
        },
        {
          "text": "Cyprian, who wrote a long epistle on the subject to Cecilius, and seeking the reason of the ceremony as a setting forth of the union of the people, represented by the water, with Christ, figured by the wine.",
          "id": 4016
        },
        {
          "text": "Another signification of this rite St.",
          "id": 4017
        },
        {
          "text": "Augustine indicates in his sermon to Neophytes, saying: \"Take this in bread, which hung upon the Cross: Take this in the cup which poured forth from the side,\" that is to say blood and water.",
          "id": 4018
        },
        {
          "text": "Cardinal Bona (De Rebus Liturgicis, Lib.",
          "id": 4019
        },
        {
          "text": "II.",
          "id": 4020
        },
        {
          "text": ", cap.",
          "id": 4021
        },
        {
          "text": "ix.",
          "id": 4022
        },
        {
          "text": ", n.",
          "id": 4023
        },
        {
          "text": "3 and 4) refers to many ancient rituals in which a similar prayer is used to that found in the Ambrosian rite, which says as the water is poured in: \"Out of the side of Christ there flowed forth blood and water together.",
          "id": 4024
        },
        {
          "text": "In the name of the Father, etc\".",
          "id": 4025
        },
        {
          "text": "Bona further notes that \"The Greeks twice mingle water with the wine, once cold water, when in the prothesis they are preparing the Holy Gifts, and the Priest pierces the bread with the holy spear, and says, \"One of the soldiers with a lance opened his side, and immediately there flowed forth blood and water,\" and the deacon pours in wine and water.",
          "id": 4026
        },
        {
          "text": "From this it is evident that the Greeks agree with St.",
          "id": 4027
        },
        {
          "text": "Augustine's explanation.",
          "id": 4028
        },
        {
          "text": "For the second time the Greeks mix \"hot water after consecration and immediately before communion, the deacon begging from the priest a blessing upon the warm water; and he blesses it in these words: 'Blessed be the fervour of thy Saints, now and ever and to the ages of ages, Amen.",
          "id": 4029
        },
        {
          "text": "' Then the deacon pours the water into the chalice, saying: 'The fervour of faith, full of the Holy Spirit.",
          "id": 4030
        },
        {
          "text": "'\" So Cardinal Bona as above.",
          "id": 4031
        },
        {
          "text": "The third reason of this rite is assumed by some from the fact that Christ is believed thus to have instituted this sacrament at the last supper; and this the synod seems to intimate in the present canon when it says \"as the Lord himself delivered\".",
          "id": 4032
        },
        {
          "text": "In this case the Greeks suppose that this rite was also handed down by the Apostles, and this is evident from their citing the Liturgy of St.",
          "id": 4033
        },
        {
          "text": "James, which they believed to be a genuine work of his.",
          "id": 4034
        },
        {
          "text": "Canon XXXIII.",
          "id": 4035
        },
        {
          "text": "Since we know that, in the region of the Armenians, only those are appointed to the clerical orders who are of priestly descent (following in this Jewish customs); and some of those who are even untonsured are appointed to succeed cantors and readers of the divine law, we decree that henceforth it shall not be lawful for those who wish to bring any one into the clergy, to pay regard to the descent of him who is to be ordained; but let them examine whether they are worthy (according to the decrees set forth in the holy canons) to be placed on the list of the clergy, so that they may be ecclesiastically promoted, whether they are of priestly descent or not; moreover, let them not permit any one at all to read in the ambo, according to the order of those enrolled in the clergy, unless such an one have received the priestly tonsure and the canonical benediction of his own pastor; but if any one shall have been observed to act contrary to these directions, let him be cut off.",
          "id": 4036
        },
        {
          "text": "Notes.",
          "id": 4037
        },
        {
          "text": "Ancient Epitome of Canon XXXIII.",
          "id": 4038
        },
        {
          "text": "Whoever is worthy of the priesthood should be ordained whether he is sprung of a priestly line or no.",
          "id": 4039
        },
        {
          "text": "And he that has been blessed untonsured shall not read the Holy Scriptures at the ambo.",
          "id": 4040
        },
        {
          "text": "Van Espen.",
          "id": 4041
        },
        {
          "text": "Here not obscurely does the canon join the clerical tonsure received from the bishop with the office of Reader, so much so that he that has been tonsured by the bishop is thought to have received at the same time the tonsure and the order of lector.",
          "id": 4042
        },
        {
          "text": "Canon XXXIV.",
          "id": 4043
        },
        {
          "text": "But in future, since the priestly canon openly sets this forth, that the crime of conspiracy or secret society is forbidden by external laws, but much more ought it to be prohibited in the Church; we also hasten to observe that if any clerics or monks are found either conspiring or entering secret societies, or devising anything against bishops or clergymen, they shall be altogether deprived of their rank.",
          "id": 4044
        },
        {
          "text": "Notes.",
          "id": 4045
        },
        {
          "text": "Ancient Epitome of Canon XXXIV.",
          "id": 4046
        },
        {
          "text": "If clerics or monks enter into conspiracies or fraternities, or plots against the bishop or their fellow clerics, they shall be cast out of their grade.",
          "id": 4047
        },
        {
          "text": "This is but a renewal of Canon xviij.",
          "id": 4048
        },
        {
          "text": "of Chalcedon, which see with the notes.",
          "id": 4049
        },
        {
          "text": "Canon XXXV.",
          "id": 4050
        },
        {
          "text": "It shall be lawful for no Metropolitan on the death of a bishop of his province to appropriate or sell the private property of the deceased, or that of the widowed church: but these are to be in the custody of the clergy of the diocese over which he presided until the election of another bishop, unless in the said church there are no clergymen left.",
          "id": 4051
        },
        {
          "text": "For then the Metropolitan shall protect the property without diminution, handing over everything to the bishop when he is appointed.",
          "id": 4052
        },
        {
          "text": "Notes.",
          "id": 4053
        },
        {
          "text": "Ancient Epitome of Canon XXXV.",
          "id": 4054
        },
        {
          "text": "When the bishop is dead the clergy shall guard his goods.",
          "id": 4055
        },
        {
          "text": "If, however, no clergyman remains, the Metropolitan shall take charge of them until another be ordained.",
          "id": 4056
        },
        {
          "text": "Compare Canon xxii.",
          "id": 4057
        },
        {
          "text": "of Chalcedon.",
          "id": 4058
        },
        {
          "text": "This canon extends the prohibition to Metropolitans as well.",
          "id": 4059
        },
        {
          "text": "Aristenus.",
          "id": 4060
        },
        {
          "text": "Neither the clergy nor metropolitan after the death of the bishop are allowed to carry off his goods, but all should be guarded by the clergy themselves, until another bishop is chosen.",
          "id": 4061
        },
        {
          "text": "But if by chance no clergyman is left in that church, the metropolitan is to keep all the possessions undiminished and to return them to the future bishop.",
          "id": 4062
        },
        {
          "text": "Canon XXXVI.",
          "id": 4063
        },
        {
          "text": "Renewing the enactments by the 150 Fathers assembled at the God-protected and imperial city, and those of the 630 who met at Chalcedon; we decree that the see of Constantinople shall have equal privileges with the see of Old Rome, and shall be highly regarded in ecclesiastical matters as that is, and shall be second after it.",
          "id": 4064
        },
        {
          "text": "After Constantinople shall be ranked the See of Alexandria, then that of Antioch, and afterwards the See of Jerusalem.",
          "id": 4065
        },
        {
          "text": "Notes.",
          "id": 4066
        },
        {
          "text": "Ancient Epitome of Canon XXXVI.",
          "id": 4067
        },
        {
          "text": "Let the throne of Constantinople be next after that of Rome, and enjoy equal privileges.",
          "id": 4068
        },
        {
          "text": "After it Alexandria, then Antioch, and then Jerusalem.",
          "id": 4069
        },
        {
          "text": "Balsamon.",
          "id": 4070
        },
        {
          "text": "The Fathers here speak of the Second and Third canons of the Second Synod [i-e: I.",
          "id": 4071
        },
        {
          "text": "Constantinople] and of canon xxviij.",
          "id": 4072
        },
        {
          "text": "of the Fourth Synod [i-e: Chalcedon].",
          "id": 4073
        },
        {
          "text": "And read what we have said on these canons.",
          "id": 4074
        },
        {
          "text": "Aristenus.",
          "id": 4075
        },
        {
          "text": "We have explained the third canon of the Synod of Constantinople and the twenty-eighth canon of the Synod of Chalcedon as meaning, when asserting that the bishop of Constantinople should enjoy equal privileges after the Roman bishop, that he should be placed second from the Roman in point of time.",
          "id": 4076
        },
        {
          "text": "So here too this preposition \"after\" denotes time but not honour.",
          "id": 4077
        },
        {
          "text": "For after many years this throne of Constantinople obtained equal privileges with the Roman Church; because it was honoured by the presence of the Emperor and of the Senate.",
          "id": 4078
        },
        {
          "text": "On this opinion of Aristenus's the reader is referred to the notes on Canon iij.",
          "id": 4079
        },
        {
          "text": "of I.",
          "id": 4080
        },
        {
          "text": "Constantinople.",
          "id": 4081
        },
        {
          "text": "Justinian.",
          "id": 4082
        },
        {
          "text": "(Novella CXXXI.",
          "id": 4083
        },
        {
          "text": ", Cap.",
          "id": 4084
        },
        {
          "text": "ij.",
          "id": 4085
        },
        {
          "text": ")  We command that according to the definitions of the Four Councils the most holy Pope of Old Rome shall be first of all the priests.",
          "id": 4086
        },
        {
          "text": "But the most blessed Archbishop of Constantinople, which is New Rome, shall have the second place after the Holy Apostolic See of Old Rome.",
          "id": 4087
        },
        {
          "text": "This canon, in a mutilated form, is found in the Corpus Juris Canonici, Gratian's Decretum, Pars I.",
          "id": 4088
        },
        {
          "text": ", Dist.",
          "id": 4089
        },
        {
          "text": "XXII.",
          "id": 4090
        },
        {
          "text": ", c.",
          "id": 4091
        },
        {
          "text": "vj.",
          "id": 4092
        },
        {
          "text": "Canon XXXVII.",
          "id": 4093
        },
        {
          "text": "Since at different times there have been invasions of barbarians, and therefore very many cities have been subjected to the infidels, so that the bishop of a city may not be able, after he has been ordained, to take possession of his see, and to be settled in it in sacerdotal order, and so to perform and manage for it the ordinations and all things which by custom appertain to the bishop: we, preserving honour and veneration for the priesthood, and in no wise wishing to employ the Gentile injury to the ruin of ecclesiastical rights, have decreed that those who have been ordained thus, and on account of the aforesaid cause have not been settled in their sees, without any prejudice from this thing may be kept [in good standing] and that they may canonically perform the ordination of the different clerics and use the authority of their office according to the defined limits, and that whatever administration proceeds from them may be valid and legitimate.",
          "id": 4094
        },
        {
          "text": "For the exercise of his office shall not be circumscribed by a season of necessity when the exact observance of law is circumscribed.",
          "id": 4095
        },
        {
          "text": "Notes.",
          "id": 4096
        },
        {
          "text": "Ancient Epitome of Canon XXXVII.",
          "id": 4097
        },
        {
          "text": "A bishop who, on account of the incursions of the barbarians, is not set in his throne, shall have his own chair of state, and shall ordain, and shall enjoy most firmly all the rights of the priesthood.",
          "id": 4098
        },
        {
          "text": "By Canon XVIII.",
          "id": 4099
        },
        {
          "text": "of Antioch the principle of this canon was enunciated, that when a bishop did not take possession of his see because he could not do so, he was not to be held responsible or to lose any of his episcopal rights and powers, in that case the impossibility arose from the insubordination of the people, in this from the diocese being in the hands of the barbarians.",
          "id": 4100
        },
        {
          "text": "It has been commonly thought that the Bishops in partibus infidelium had their origin in the state of things calling for this canon.",
          "id": 4101
        },
        {
          "text": "Canon XXXVIII.",
          "id": 4102
        },
        {
          "text": "The canon which was made by the Fathers we also observe, which thus decreed: If any city be renewed by imperial authority, or shall have been renewed, let the order of things ecclesiastical follow the civil and public models.",
          "id": 4103
        },
        {
          "text": "Notes.",
          "id": 4104
        },
        {
          "text": "Ancient Epitome of Canon XXXVIII.",
          "id": 4105
        },
        {
          "text": "If any city is or shall be renewed by the Emperor, the ecclesiastical order shall follow the political and public example.",
          "id": 4106
        },
        {
          "text": "Van Espen.",
          "id": 4107
        },
        {
          "text": "The canon of the Fathers which the Synod wishes observed is XVII of Chalcedon, the notes on which see.",
          "id": 4108
        },
        {
          "text": "Here it must be noted that by \"civil and public models\" is signified the \"pragmatic\" or imperial letters, by which the emperors granted to newly raised up or re-edified towns the privilege of other cities, or else annexed them to some Province.",
          "id": 4109
        },
        {
          "text": "Canon XXXIX.",
          "id": 4110
        },
        {
          "text": "Since our brother and fellow-worker, John, bishop of the island of Cyprus, together with his people in the province of the Hellespont, both on account of barbarian incursions, and that they may be freed from servitude of the heathen, and may be subject alone to the sceptres of most Christian rule, have emigrated from the said island, by the providence of the philanthropic God, and the labour of our Christ-loving and pious Empress; we determine that the privileges which were conceded by the divine fathers who first at Ephesus assembled, are to be preserved without any innovations, viz.",
          "id": 4111
        },
        {
          "text": ": that new Justinianopolis shall have the rights of Constantinople and whoever is constituted the pious and most religious bishop thereof shall take precedence of all the bishops of the province of the Hellespont, and be elected [?] by his own bishops according to ancient custom.",
          "id": 4112
        },
        {
          "text": "For the customs which obtain in each church our divine Fathers also took pains should be maintained, the existing bishop of the city of Cyzicus being subject to the metropolitan of the aforesaid Justinianopolis, for the imitation of all the rest of the bishops who are under the aforesaid beloved of God metropolitan John, by whom, as custom demands, even the bishop of the very city of Cyzicus shall be ordained.",
          "id": 4113
        },
        {
          "text": "Notes.",
          "id": 4114
        },
        {
          "text": "Ancient Epitome of Canon XXXIX.",
          "id": 4115
        },
        {
          "text": "The new Justinianopolis shall have the rights of Constantinople, and its prelate shall rule over all the bishops of the Hellespont to whom he has gone, and he shall be ordained by his own bishop: as the fathers of Ephesus decreed.",
          "id": 4116
        },
        {
          "text": "Hefele.",
          "id": 4117
        },
        {
          "text": "Hitherto the bishop of Cyzicus was metropolitan of the province of the Hellespont.",
          "id": 4118
        },
        {
          "text": "Now he too is to be subject to the bishop of New-Justinianopolis.",
          "id": 4119
        },
        {
          "text": "What, however, is meant by \"the right of Constantinople\"? It was impossible that the Synod should place the bishop of Justinianopolis in equal dignity with the patriarch of Constantinople.",
          "id": 4120
        },
        {
          "text": "But they probably meant to say: \"The rights which the bishop of Constantinople has hitherto exercised over the province of the Hellespont, as chief metropolitan, fall now to the bishop of New-Justinianopolis\".",
          "id": 4121
        },
        {
          "text": "Or perhaps we should read, instead of Constantinople Κωνσταντινέων πόλεως, as the Amerbachian ms.",
          "id": 4122
        },
        {
          "text": "has it, and translate: \"The same rights which Constantia (the metropolis of Cyprus) possessed, New Justinianopolis shall henceforth have\".",
          "id": 4123
        },
        {
          "text": "The latter is the more probable.",
          "id": 4124
        },
        {
          "text": "Van Espen.",
          "id": 4125
        },
        {
          "text": "To understand this canon it must be remembered that the Metropolis of Cyprus, which was formerly called Constantia, when restored by the Emperor Justinian was called by his name, New Justinianopolis.",
          "id": 4126
        },
        {
          "text": "Canon XL.",
          "id": 4127
        },
        {
          "text": "Since to cleave to God by retiring from the noise and turmoil of life is very beneficial, it behoves us not without examination to admit before the proper time those who choose the monastic life, but to observe respecting them the limit handed down by our fathers, in order that we may then admit a profession of the life according to God as for ever firm, and the result of knowledge and judgment after years of discretion have been reached.",
          "id": 4128
        },
        {
          "text": "He therefore who is about to submit to the yoke of monastic life should not be less than ten years of age, the examination of the matter depending on the decision of the bishop, whether he considers a longer time more conducive for his entrance and establishment in the monastic life.",
          "id": 4129
        },
        {
          "text": "For although the great Basil in his holy canons decreed that she who willingly offers to God and embraces virginity, if she has completed her seventeenth year, is to be entered in the order of virgins: nevertheless, having followed the example respecting widows and deaconesses, analogy and proportion being considered, we have admitted at the said time those who have chosen the monastic life.",
          "id": 4130
        },
        {
          "text": "For it is written in the divine Apostle that a widow is to be elected in the church at sixty years old: but the sacred canons have decreed that a deaconess shall be ordained at forty, since they saw that the Church by divine grace had gone forth more powerful and robust and was advancing still further, and they saw the firmness and stability of the faithful in observing the divine commandments.",
          "id": 4131
        },
        {
          "text": "Wherefore we also, since we most rightly comprehend the matter, appoint the benediction of grace to him who is about to enter the struggle according to God, even as impressing speedily a certain seal upon him, hereupon introducing him to the not-long-to-be-hesitated-over and declined, or rather inciting him even to the choice and determination of good.",
          "id": 4132
        },
        {
          "text": "Notes.",
          "id": 4133
        },
        {
          "text": "Ancient Epitome of Canon XL.",
          "id": 4134
        },
        {
          "text": "A monk must be ten years old.",
          "id": 4135
        },
        {
          "text": "Even if the Divine Basil thought the one shorn should be over seventeen.",
          "id": 4136
        },
        {
          "text": "But although the Apostle ordains that a widow to be espoused to the Church must be sixty, yet the Fathers say a Deaconess is to be ordained at forty, the Church in the meanwhile having become stronger; so we place the seal on a monk at an earlier age.",
          "id": 4137
        },
        {
          "text": "Aristenus.",
          "id": 4138
        },
        {
          "text": "The eighteenth canon of Basil the Great orders that she who offers herself to the Lord and renounces marriage, ought to be over sixteen or even seventeen years of age: so that her promise may be firm and that if she violates it she may suffer the due penalties.",
          "id": 4139
        },
        {
          "text": "For, says he, children's voices are not to be thought of any value in such matters.",
          "id": 4140
        },
        {
          "text": "But the present canon admits him who is not less than ten years and desires to be a monk, but entrusts the determination of the exact time to the judgment of the hegumenos, whether he thinks it more advantageous to increase the age-requirement for the entering and being established in the married life.",
          "id": 4141
        },
        {
          "text": "But the canon lessens the time defined by Basil the Great, because the Fathers thought that the Church by divine grace had grown stronger since then, and was going on more and more, and that the faithful seemed firmer and more stable for the observance of the divine commandments.",
          "id": 4142
        },
        {
          "text": "And for the same reason, viz.",
          "id": 4143
        },
        {
          "text": ", that the Church was growing better, the sacred canons had lessened the age of deaconesses, and fixed it at forty years, although the Apostle himself orders that no widow is to be chosen into the Church under sixty years of age.",
          "id": 4144
        },
        {
          "text": "Canon XLI.",
          "id": 4145
        },
        {
          "text": "Those who in town or in villages wish to go away into cloisters, and take heed for themselves apart, before they enter a monastery and practise the anchorite's life, should for the space of three years in the fear of God submit to the Superior of the house, and fulfil obedience in all things, as is right, thus shewing forth their choice of this life and that they embrace it willingly and with their whole hearts; they are then to be examined by the superior (προέδρος) of the place; and then to bear bravely outside the cloister one year more, so that their purpose may be fully manifested.",
          "id": 4146
        },
        {
          "text": "For by this they will shew fully and perfectly that they are not catching at vain glory, but that they are pursuing the life of solitude because of its inherent beauty and honour.",
          "id": 4147
        },
        {
          "text": "After the completion of such a period, if they remain in the same intention in their choice of the life, they are to be enclosed, and no longer is it lawful for them to go out of such a house when they so desire, unless they be induced to do so for the common advantage, or other pressing necessity urging on to death; and then only with the blessing of the bishop of that place.",
          "id": 4148
        },
        {
          "text": "And those who, without the above-mentioned causes, venture forth of their convents, are first of all to be shut up in the said convent even against their wills, and then are to cure themselves with fasting and other afflictions, knowing how it is written that \"no one who has put his hand to the plough and has looked back, is fit for the kingdom of heaven\".",
          "id": 4149
        },
        {
          "text": "Notes.",
          "id": 4150
        },
        {
          "text": "Ancient Epitome of Canon XLI.",
          "id": 4151
        },
        {
          "text": "Whoever is about to enter a cloister, let him live for three years in a monastery, and before he is shut up let him spend one year more, and so let him be shut up.",
          "id": 4152
        },
        {
          "text": "And he shall not then go forth unless death or the common good demands.",
          "id": 4153
        },
        {
          "text": "Van Espen.",
          "id": 4154
        },
        {
          "text": "This canon, so far as it sets forth the necessity of probation before admission to the Anchorite life, synods in after-years frequently approved, taught as they were by experience how perilous a matter it is to admit without sufficient probation to this solitary life and state of separation from the common intercourse with his fellow men.",
          "id": 4155
        },
        {
          "text": "Vide the Synod of Vannes (about a.",
          "id": 4156
        },
        {
          "text": "d.",
          "id": 4157
        },
        {
          "text": "465) canon vij.",
          "id": 4158
        },
        {
          "text": ", of Agde chap.",
          "id": 4159
        },
        {
          "text": "lxxviij.",
          "id": 4160
        },
        {
          "text": ", of Orleans the First can.",
          "id": 4161
        },
        {
          "text": "xxij.",
          "id": 4162
        },
        {
          "text": ", of Frankfort can.",
          "id": 4163
        },
        {
          "text": "xij.",
          "id": 4164
        },
        {
          "text": ", of Toledo the Seventh can.",
          "id": 4165
        },
        {
          "text": "v.",
          "id": 4166
        },
        {
          "text": ", and the Capitular of Charlemagne To monks, Chap.",
          "id": 4167
        },
        {
          "text": "ij.",
          "id": 4168
        },
        {
          "text": "Canon XLII.",
          "id": 4169
        },
        {
          "text": "Those who are called Eremites and are clothed in black robes, and with long hair go about cities and associate with the worldly both men and women and bring odium upon their profession—we decree that if they will receive the habit of other monks and wear their hair cut short, they may be shut up in a monastery and numbered among the brothers; but if they do not choose to do this, they are to be expelled from the cities and forced to live in the desert (ἐρήμους) from whence also they derive their name.",
          "id": 4170
        },
        {
          "text": "Notes.",
          "id": 4171
        },
        {
          "text": "Ancient Epitome of Canon XLII.",
          "id": 4172
        },
        {
          "text": "An eremite dressed in black vesture and not having his hair cut, unless he has his hair cut shall be expelled the city and be shut up in his monastery.",
          "id": 4173
        },
        {
          "text": "It may not be irreverent to remark that this species of impostors always has been common in the East, and many examples will be found of the dervishes in the Arabian Nights and other Eastern tales.",
          "id": 4174
        },
        {
          "text": "The \"vagabond\" monks of the West also became a great nuisance as well as a scandal in the Middle Ages.",
          "id": 4175
        },
        {
          "text": "The reader will find interesting instances of Spanish deceivers of the same sort in \"Gil Blas\" and other Spanish romances.",
          "id": 4176
        },
        {
          "text": "Canon XLIII.",
          "id": 4177
        },
        {
          "text": "It is lawful for every Christian to choose the life of religious discipline, and setting aside the troublous surgings of the affairs of this life to enter a monastery, and to be shaven in the fashion of a monk, without regard to what faults he may have previously committed.",
          "id": 4178
        },
        {
          "text": "For God our Saviour says: \"Whose cometh to me, I will in no wise cast out\".",
          "id": 4179
        },
        {
          "text": "As therefore the monastic method of life engraves upon us as on a tablet the life of penitence, we receive whoever approaches it sincerely; nor is any custom to be allowed to hinder him from fulfilling his intention.",
          "id": 4180
        },
        {
          "text": "Notes.",
          "id": 4181
        },
        {
          "text": "Ancient Epitome of Canon XLIII.",
          "id": 4182
        },
        {
          "text": "Whoever flees from the surging billows of life and desires to enter a monastery, shall be allowed to do so.",
          "id": 4183
        },
        {
          "text": "Zonaras.",
          "id": 4184
        },
        {
          "text": "The greatness or the number of a man's sins ought not to make him lose hope of propitiating the divinity by his penitence, if he turns his eyes to the divine mercy.",
          "id": 4185
        },
        {
          "text": "This is what the canon asserts, and affirms that everyone, no matter how wicked and nefarious his life may have been, may embrace monastic discipline, which inscribes, as on a tablet, to us a life of penitence.",
          "id": 4186
        },
        {
          "text": "For as a tablet describes to us what is inscribed upon it, so the monastic profession writes and inscribes upon us penitence, so that it remains for ever.",
          "id": 4187
        },
        {
          "text": "Canon XLIV.",
          "id": 4188
        },
        {
          "text": "A monk convicted of fornication, or who takes a wife for the communion of matrimony and for society, is to be subjected to the penalties of fornicators, according to the canons.",
          "id": 4189
        },
        {
          "text": "Notes.",
          "id": 4190
        },
        {
          "text": "Ancient Epitome of Canon XLIV.",
          "id": 4191
        },
        {
          "text": "A monk joined in marriage or committing fornication shall pay the penalty of a fornicator.",
          "id": 4192
        },
        {
          "text": "The punishment here seems too light, so that Balsamon thinks that this canon only refers to such monks as freely confess their sin and desist from it, remaining in their monasteries; and that the sterner penalties assigned to unchaste religious by other synods (notably Chalcedon, can.",
          "id": 4193
        },
        {
          "text": "xvj.",
          "id": 4194
        },
        {
          "text": ", and Ancyra, can.",
          "id": 4195
        },
        {
          "text": "xix.",
          "id": 4196
        },
        {
          "text": ") are for such as do not confess their faults but are after some time convicted of them.",
          "id": 4197
        },
        {
          "text": "Aristenus.",
          "id": 4198
        },
        {
          "text": "The monk will receive the same punishment whether he be a fornicator or has joined himself with a woman for the communion of marriage.",
          "id": 4199
        },
        {
          "text": "Van Espen.",
          "id": 4200
        },
        {
          "text": "It is very likely from this canon that the Monastic vow at the time of this Synod was not yet an impedimentum dirimens of matrimony, for nothing is said about the dissolution of the marriage contracted by a monk although he had gravely sinned in violating his faith pledged to God.",
          "id": 4201
        },
        {
          "text": "Canon XLV.",
          "id": 4202
        },
        {
          "text": "Whereas we understand that in some monasteries of women those who are about to be clothed with the sacred habit are first adorned in silks and garments of all kinds, and also with gold and jewels, by those who bring them thither, and that they thus approach the altar and are there stripped of such a display of wealth, and that immediately thereafter the blessing of their habit takes place, and they are clothed with the black robe; we decree that henceforth this shall not be done.",
          "id": 4203
        },
        {
          "text": "For it is not lawful for her who has already of her own free will put away every delight of life, and has embraced that method of life which is according to God, and has confirmed it with strong and stable reasons, and so has come to the monastery, to recall to memory the things which they had already forgotten, things of this world which perisheth and passeth away.",
          "id": 4204
        },
        {
          "text": "For thus they raise in themselves doubts, and are disturbed in their souls, like the tossing waves, turning hither and thither.",
          "id": 4205
        },
        {
          "text": "Moreover, they should not give bodily evidence of heaviness of heart by weeping, but if a few tears drop from their eyes, as is like enough to be the case, they may be supposed by those who see them to have flowed μὴ μᾶλλον on account of their affection (διαθέσεως, affectionem) for the ascetic struggle rather than (ἢ) because they are quitting the world and worldly things.",
          "id": 4206
        },
        {
          "text": "Notes.",
          "id": 4207
        },
        {
          "text": "Ancient Epitome of Canon XLV.",
          "id": 4208
        },
        {
          "text": "Parents shall not deck out in silks a daughter who has chosen the monastic life, and thus clothe her, for this is a recalling to her mind the world she is leaving.",
          "id": 4209
        },
        {
          "text": "This canon is at the present day constantly broken at the profession of Carmelites.",
          "id": 4210
        },
        {
          "text": "Canon XLVI.",
          "id": 4211
        },
        {
          "text": "Those women who choose the ascetic life and are settled in monasteries may by no means go forth of them.",
          "id": 4212
        },
        {
          "text": "If, however, any inexorable necessity compels them, let them do so with the blessing and permission of her who is mother superior; and even then they must not go forth alone, but with some old women who are eminent in the monastery, and at the command of the lady superior.",
          "id": 4213
        },
        {
          "text": "But it is not at all permitted that they should stop outside.",
          "id": 4214
        },
        {
          "text": "And men also who follow the monastic life let them on urgent necessity go forth with the blessing of him to whom the rule is entrusted.",
          "id": 4215
        },
        {
          "text": "Wherefore, those who transgress that which is now decreed by us, whether they be men or women, are to be subjected to suitable punishments.",
          "id": 4216
        },
        {
          "text": "Notes.",
          "id": 4217
        },
        {
          "text": "Ancient Epitome of Canon XLVI.",
          "id": 4218
        },
        {
          "text": "A nun shall not go out of her convent without the consent of her superior, nor shall she go alone but with an older one of the order.",
          "id": 4219
        },
        {
          "text": "It is in no case permitted to her to spend the night outside.",
          "id": 4220
        },
        {
          "text": "The same is the case with a monk; he cannot go out of the monastery without the consent of the superior.",
          "id": 4221
        },
        {
          "text": "Canon XLVII.",
          "id": 4222
        },
        {
          "text": "No woman may sleep in a monastery of men, nor any man in a monastery of women.",
          "id": 4223
        },
        {
          "text": "For it behoves the faithful to be without offence and to give no scandal, and to order their lives decorously and honestly and acceptably to God.",
          "id": 4224
        },
        {
          "text": "But if any one shall have done this, whether he be cleric or layman, let him be cut off.",
          "id": 4225
        },
        {
          "text": "Notes.",
          "id": 4226
        },
        {
          "text": "Ancient Epitome of Canon XLVII.",
          "id": 4227
        },
        {
          "text": "It is not allowed that a woman should sleep in a convent of men, nor a man in a monastery of women.",
          "id": 4228
        },
        {
          "text": "The ground covered by this canon is also found in Justinian's Code, Book xliv.",
          "id": 4229
        },
        {
          "text": ", Of Bishops and Clergy.",
          "id": 4230
        },
        {
          "text": "Vide also Novella cxxxiii.",
          "id": 4231
        },
        {
          "text": ", chap.",
          "id": 4232
        },
        {
          "text": "v.",
          "id": 4233
        },
        {
          "text": "Van Espen.",
          "id": 4234
        },
        {
          "text": "From the whole context of Justinian's law it is manifest that Justinian here is condemning \"double monasteries,\" in which both men and women dwelt.",
          "id": 4235
        },
        {
          "text": "And he wishes such to be separated, the men from the women, and e contra the women from the men, and that each should dwell in separate monasteries.",
          "id": 4236
        },
        {
          "text": "The reader may be reminded of some curious double religious houses in England for men and women, of which sometimes a woman was the superior of both.",
          "id": 4237
        },
        {
          "text": "Canon XLVIII.",
          "id": 4238
        },
        {
          "text": "The wife of him who is advanced to the Episcopal dignity, shall be separated from her husband by their mutual consent, and after his ordination and consecration to the episcopate she shall enter a monastery situated at a distance from the abode of the bishop, and there let her enjoy the bishop's provision.",
          "id": 4239
        },
        {
          "text": "And if she is deemed worthy she may be advanced to the dignity of a deaconess.",
          "id": 4240
        },
        {
          "text": "Notes.",
          "id": 4241
        },
        {
          "text": "Ancient Epitome of Canon XLVIII.",
          "id": 4242
        },
        {
          "text": "She who is separated from one about to be consecrated bishop, shall enter a monastery after his ordination, situated at a distance from the See city, and she shall be provided for by the bishop.",
          "id": 4243
        },
        {
          "text": "Canon XLIX.",
          "id": 4244
        },
        {
          "text": "Renewing also the holy canon, we decree that the monasteries which have been once consecrated by the Episcopal will, are always to remain monasteries, and the things which belong to them are to be preserved to the monastery, and they cannot any more be secular abodes nor be given by any one to seculars.",
          "id": 4245
        },
        {
          "text": "But if anything of this kind has been done already, we declare it to be null; and those who hereafter attempt to do so are to be subjected to canonical penalties.",
          "id": 4246
        },
        {
          "text": "Notes.",
          "id": 4247
        },
        {
          "text": "Ancient Epitome of Canon XLIX.",
          "id": 4248
        },
        {
          "text": "Monasteries built with the consent of the bishop shall not afterwards be turned into secular houses, nor shall they pass into the hands of seculars.",
          "id": 4249
        },
        {
          "text": "Van Espen.",
          "id": 4250
        },
        {
          "text": "This canon renews canon xxiv.",
          "id": 4251
        },
        {
          "text": "of Chalcedon.",
          "id": 4252
        },
        {
          "text": "And here it may be observed that the canons even of Ecumenical Synods fall into desuetude little by little, unless the care of bishops and pastors keeps them alive, and from the example of this synod it may be seen how often they need calling back again into observance.",
          "id": 4253
        },
        {
          "text": "Nor can there be any doubt that frequently it would be more advantageous to renew the canons already set forth by the Fathers, rather than to frame new ones.",
          "id": 4254
        },
        {
          "text": "Canon L.",
          "id": 4255
        },
        {
          "text": "No one at all, whether cleric or layman, is from this time forward to play at dice.",
          "id": 4256
        },
        {
          "text": "And if any one hereafter shall be found doing so, if he be a cleric he is to be deposed, if a layman let him be cut off.",
          "id": 4257
        },
        {
          "text": "Notes.",
          "id": 4258
        },
        {
          "text": "Ancient Epitome of Canon L.",
          "id": 4259
        },
        {
          "text": "A layman should not play at dice.",
          "id": 4260
        },
        {
          "text": "This renews canons xlii.",
          "id": 4261
        },
        {
          "text": "and xliij.",
          "id": 4262
        },
        {
          "text": "of the Apostolic canons.",
          "id": 4263
        },
        {
          "text": "Canon LI.",
          "id": 4264
        },
        {
          "text": "This holy and ecumenical synod altogether forbids those who are called \"players,\" and their \"spectacles,\" as well as the exhibition of hunts, and the theatrical dances.",
          "id": 4265
        },
        {
          "text": "If any one despises the present canon, and gives himself to any of the things which are forbidden, if he be a cleric he shall be deposed, but if a layman let him be cut off.",
          "id": 4266
        },
        {
          "text": "Notes.",
          "id": 4267
        },
        {
          "text": "Ancient Epitome of Canon LI.",
          "id": 4268
        },
        {
          "text": "Whose shall play as an actor or shall attend theatrical representations or hunts shall be cut off.",
          "id": 4269
        },
        {
          "text": "Should he be a cleric he shall be deposed.",
          "id": 4270
        },
        {
          "text": "Balsamon.",
          "id": 4271
        },
        {
          "text": "Some one will enquire why canon xxiiij.",
          "id": 4272
        },
        {
          "text": "decrees that those in holy orders and monks, who are constantly attending horse-races, and scenic plays, are to cease or be deposed: but the present canon says without discrimination, that those who give themselves over to such things if clergymen are to be deposed, and if laymen to be cut off.",
          "id": 4273
        },
        {
          "text": "The solution is this.",
          "id": 4274
        },
        {
          "text": "It is one thing and more easily to be endured, that a man should be present at a horse-race, or be convicted of going to see a play; and another thing, and one that cannot be pardoned, that he should give himself over to such things, and to exercise this continually as his business.",
          "id": 4275
        },
        {
          "text": "Wherefore those who have once sinned deliberately, are admonished to cease.",
          "id": 4276
        },
        {
          "text": "If they are not willing to obey, they are to be deposed.",
          "id": 4277
        },
        {
          "text": "But those who are constantly engaged in this wickedness, if they are clerics, they must be deposed from their clerical place, if laymen they must be cut off.",
          "id": 4278
        },
        {
          "text": "Canon LII.",
          "id": 4279
        },
        {
          "text": "On all days of the holy fast of Lent, except on the Sabbath, the Lord's day and the holy day of the Annunciation, the Liturgy of the Presanctified is to be said.",
          "id": 4280
        },
        {
          "text": "Notes.",
          "id": 4281
        },
        {
          "text": "Ancient Epitome of Canon LII.",
          "id": 4282
        },
        {
          "text": "Throughout the whole of Lent except upon the Lord's day, the Sabbath, and upon the day of the Annunciation, the presanctified gifts shall be offered.",
          "id": 4283
        },
        {
          "text": "Balsamon.",
          "id": 4284
        },
        {
          "text": "We do not call the service of the Presanctified the unbloody sacrifice, but the offering of the previously offered, and of the perfected sacrifice, and of the completed priestly act.",
          "id": 4285
        },
        {
          "text": "Van Espen.",
          "id": 4286
        },
        {
          "text": "The Greeks therefore confess that the bread once offered and consecrated, is not to be consecrated anew on another day; but a new offering is made of what was before consecrated and presanctified: just as in the Latin Church the consecrated or presanctified bread of Maundy Thursday is offered on Good Friday.",
          "id": 4287
        },
        {
          "text": "The Patriarch Michael of Constantinople is quoted by Leo Allatius as saying that \"none of the mystic consecratory prayers are said over the presanctified gifts, but the priest only recites the prayer that he may be a worthy communicant\".",
          "id": 4288
        },
        {
          "text": "Some among the later Greeks have been of opinion that the unconsecrated wine was consecrated by the commixture with the consecrated bread, and (without any words of consecration) was transmuted into the sacred blood, and with this seems to agree the already quoted Michael, Patriarch of Constantinople, who is cited by Leo Allatius in his treatise on the rite of the presanctified.",
          "id": 4289
        },
        {
          "text": "\"The presanctified is put into the mystic chalice, and so the wine which was then in it, is changed into the holy blood of the Lord\".",
          "id": 4290
        },
        {
          "text": "And with this agrees Simeon, Archbishop of Thessalonica, in his answer to Gabriel of Pentapolis, when he writes: \"In the mass of the Presanctified no consecration of what is in the chalice is made by the invocation of the Holy Spirit and of his sign, but by the participation and union of the life-giving bread, which is truly the body of Christ\".",
          "id": 4291
        },
        {
          "text": "From this opinion, which was held by some of the Greeks, it gradually became the practice at Constantinople not to dip the bread in the Sacred Blood, as Michael the patriarch of this very church testifies.",
          "id": 4292
        },
        {
          "text": "But in the ordinary Euchologion of the Greeks it is expressly set forth that the presanctified bread before it is reserved, should be dipped in the sacred blood, and for this a rite is provided.",
          "id": 4293
        },
        {
          "text": "Leo Allatius's Dissertatio de Missa Praesanctificatorum should be read; an outline of the service as found in the Euchologion, and as reprinted by Renaudotius is as follows.",
          "id": 4294
        },
        {
          "text": "First of all vespers is said.",
          "id": 4295
        },
        {
          "text": "After some lessons and prayers, including the \"Great Ectenia\" and that for the Catechumens, these are dismissed.",
          "id": 4296
        },
        {
          "text": "After the Catechumens have departed there follows the Ectenia of the Faithful.",
          "id": 4297
        },
        {
          "text": "After which, \"Now the heavenly Powers invisibly minister with us; for, behold, the King of Glory is borne in.",
          "id": 4298
        },
        {
          "text": "Behold the mystic sacrifice having been perfected is borne aloft by angels.",
          "id": 4299
        },
        {
          "text": "\"Let us draw near with faith and love, that we may become partakers of life eternal.",
          "id": 4300
        },
        {
          "text": "Alleluia, Alleluia, Alleluia.",
          "id": 4301
        },
        {
          "text": "\"Deacon.",
          "id": 4302
        },
        {
          "text": "Let us accomplish our evening prayer to the Lord.",
          "id": 4303
        },
        {
          "text": "\"For the precious and presanctified gifts that are offered, let us pray to the Lord.",
          "id": 4304
        },
        {
          "text": "\"That our man-loving God, etc\".",
          "id": 4305
        },
        {
          "text": "as in the ordinary liturgy past the Lord's prayer, and down to the Sancta Sanctis, which reads as follows:  Priest.",
          "id": 4306
        },
        {
          "text": "Holy things presanctified for holy persons.",
          "id": 4307
        },
        {
          "text": "Choir.",
          "id": 4308
        },
        {
          "text": "One holy, one Lord Jesus Christ, to the Glory of God the Father—Amen.",
          "id": 4309
        },
        {
          "text": "Then the Communion Hymn and the Communion, and the rest as in the ordinary liturgy, except \"this whole evening,\" is said for \"this whole day,\" and another prayer is provided in the room of that beginning \"Lord, who blessest them, etc\".",
          "id": 4310
        },
        {
          "text": "It is curious to note that on Good Friday, the only day on which the Mass of the Presanctified is celebrated in the West, its use has died out in the East, and now it is used \"on the Wednesdays and Fridays of the first six weeks of the Great Quadragesima, on the Thursday of the fifth week, and on the Monday, Tuesday, and Wednesday of Holy Passion Week.",
          "id": 4311
        },
        {
          "text": "It may also be said, excepting on Saturdays and Sundays, and on the Festival of the Annunciation, on other days during the Fast, to wit, on those of festivals and their Vigils, and on the Commemoration of the Dedication of the Church\".",
          "id": 4312
        },
        {
          "text": "Symeon, who was bishop of Thessalonica, and flourished in the early part of the XVth Century, complains of the general neglect of the Mass of the Presanctified on Good Friday in his time, and says that his church was the only one in the Exarchate that then retained it.",
          "id": 4313
        },
        {
          "text": "He ascribes the disuse to the example of the Church of Jerusalem.",
          "id": 4314
        },
        {
          "text": "See the matter treated at length in his Quaestiones, lv.",
          "id": 4315
        },
        {
          "text": "–lix.",
          "id": 4316
        },
        {
          "text": "Migne's Pat.",
          "id": 4317
        },
        {
          "text": "Graec.",
          "id": 4318
        },
        {
          "text": "Cf.",
          "id": 4319
        },
        {
          "text": "J.",
          "id": 4320
        },
        {
          "text": "M.",
          "id": 4321
        },
        {
          "text": "Neale Essays on Liturgiology, p.",
          "id": 4322
        },
        {
          "text": "109.",
          "id": 4323
        },
        {
          "text": "Canon LIII.",
          "id": 4324
        },
        {
          "text": "Whereas the spiritual relationship is greater than fleshly affinity; and since it has come to our knowledge that in some places certain persons who become sponsors to children in holy salvation-bearing baptism, afterwards contract matrimony with their mothers (being widows), we decree that for the future nothing of this sort is to be done.",
          "id": 4325
        },
        {
          "text": "But if any, after the present canon, shall be observed to do this, they must, in the first place, desist from this unlawful marriage, and then be subjected to the penalties of fornicators.",
          "id": 4326
        },
        {
          "text": "Notes.",
          "id": 4327
        },
        {
          "text": "Ancient Epitome of Canon LIII.",
          "id": 4328
        },
        {
          "text": "Godfathers cannot be permitted to be married with the mother of their godchildren.",
          "id": 4329
        },
        {
          "text": "If any one is so joined, let him do penance after separation.",
          "id": 4330
        },
        {
          "text": "Johnson.",
          "id": 4331
        },
        {
          "text": "(Clergyman's Vade Mecum.",
          "id": 4332
        },
        {
          "text": ")  The imperial law forbade the adopter parent to marry his or her adopted son or daughter; for the godchild was thought a sort of an adopted child.",
          "id": 4333
        },
        {
          "text": "See Justin.",
          "id": 4334
        },
        {
          "text": ", Institut.",
          "id": 4335
        },
        {
          "text": ", Lib.",
          "id": 4336
        },
        {
          "text": "I.",
          "id": 4337
        },
        {
          "text": ", Tit.",
          "id": 4338
        },
        {
          "text": "x.",
          "id": 4339
        },
        {
          "text": "Van Espen however refers, and to my mind with greater truth, to Justinian's law (xxvj of the Cod.",
          "id": 4340
        },
        {
          "text": "de Nuptiis) which forbids the marriage of a man with his nurse or with whoever received him from the font, \"because,\" says the law, \"nothing can so incite to parental affection, and therefore induce a just prohibition of marriage, than a bond of this sort by which, through God's meditation, their souls are bound together\".",
          "id": 4341
        },
        {
          "text": "Canon LIV.",
          "id": 4342
        },
        {
          "text": "The divine scriptures plainly teach us as follows, \"Thou shalt not approach to any that is near of kin to thee to uncover their nakedness\".",
          "id": 4343
        },
        {
          "text": "Basil, the bearer-of-God, has enumerated in his canons some marriages which are prohibited and has passed over the greater part in silence, and in both these ways has done us good service.",
          "id": 4344
        },
        {
          "text": "For by avoiding a number of disgraceful names (lest by such words he should pollute his discourse) he included impurities under general terms, by which course he shewed to us in a general way the marriages which are forbidden.",
          "id": 4345
        },
        {
          "text": "But since by such silence, and because of the difficulty of understanding what marriages are prohibited, the matter has become confused; it seemed good to us to set it forth a little more clearly, decreeing that from this time forth he who shall marry with the daughter of his father; or a father or son with a mother and daughter; or a father and son with two girls who are sisters; or a mother and daughter with two brothers; or two brothers with two sisters, fall under the canon of seven years, provided they openly separate from this unlawful union.",
          "id": 4346
        },
        {
          "text": "Ancient Epitome of Canon LIV.",
          "id": 4347
        },
        {
          "text": "Thou shalt not permit the marriage of a son of a brother to the daughter of a brother; nor with a daughter and her mother shall there be the marriage of a son and his father; neither a mother and a daughter with two brothers; nor brothers with two sisters.",
          "id": 4348
        },
        {
          "text": "But should anything of this sort have been done, together with separation, penance shall be done for seven years.",
          "id": 4349
        },
        {
          "text": "Canon LV.",
          "id": 4350
        },
        {
          "text": "Since we understand that in the city of the Romans, in the holy fast of Lent they fast on the Saturdays, contrary to the ecclesiastical observance which is traditional, it seemed good to the holy synod that also in the Church of the Romans the canon shall immovably stands fast which says: \"If any cleric shall be found to fast on a Sunday or Saturday (except on one occasion only) he is to be deposed; and if he is a layman he shall be cut off\".",
          "id": 4351
        },
        {
          "text": "Notes.",
          "id": 4352
        },
        {
          "text": "Ancient Epitome of Canon LV.",
          "id": 4353
        },
        {
          "text": "The Romans fast the Sabbaths of Lent.",
          "id": 4354
        },
        {
          "text": "Therefore this Synod admonishes that upon these days the Apostolical canon is of force.",
          "id": 4355
        },
        {
          "text": "The canon quoted is LXVI.",
          "id": 4356
        },
        {
          "text": "of the Apostolic Canons.",
          "id": 4357
        },
        {
          "text": "Van Espen.",
          "id": 4358
        },
        {
          "text": "The Fathers of this Synod thought that this canon of the Apostles was edited by the Apostles themselves, and therefore they seem to have reprobated the custom of the Roman Church of fasting on the Sabbath more bitterly than was right.",
          "id": 4359
        },
        {
          "text": "Whence it happens this is one of those canons which the Roman Church never received.",
          "id": 4360
        },
        {
          "text": "Zonaras.",
          "id": 4361
        },
        {
          "text": "The synod took in hand to correct this failing (σφάλμα) of the Latins; but until this time they have arrogantly remained in their pertinacity, and so remain to-day.",
          "id": 4362
        },
        {
          "text": "Nor do they heed the ancient canons which forbid fasting on the Sabbath except that one, to wit the great Sabbath, nor are they affected by the authority of this canon.",
          "id": 4363
        },
        {
          "text": "Moreover the clerics have no regard for the threatened deposition, nor the laymen for their being cut off.",
          "id": 4364
        },
        {
          "text": "Canon LVI.",
          "id": 4365
        },
        {
          "text": "We have likewise learned that in the regions of Armenia and in other places certain people eat eggs and cheese on the Sabbaths and Lord's days of the holy lent.",
          "id": 4366
        },
        {
          "text": "It seems good therefore that the whole Church of God which is in all the world should follow one rule and keep the fast perfectly, and as they abstain from everything which is killed, so also should they from eggs and cheese, which are the fruit and produce of those animals from which we abstain.",
          "id": 4367
        },
        {
          "text": "But if any shall not observe this law, if they be clerics, let them be deposed; but if laymen, let them be cut off.",
          "id": 4368
        },
        {
          "text": "Notes.",
          "id": 4369
        },
        {
          "text": "Ancient Epitome of Canon LVI.",
          "id": 4370
        },
        {
          "text": "Armenians eat eggs and cheese on the Sabbaths in Lent.",
          "id": 4371
        },
        {
          "text": "It is determined that the whole world should abstain from these.",
          "id": 4372
        },
        {
          "text": "If not let the offender be cast out.",
          "id": 4373
        },
        {
          "text": "Van Espen.",
          "id": 4374
        },
        {
          "text": "This canon shows that the ancient Greeks, although they did not fast on the Sabbaths and Lord's days of Lent, nevertheless they abstained on them from flesh food; and it was believed by them that abstinence from flesh food involved also necessarily abstinence from all those things which have their origin from flesh.",
          "id": 4375
        },
        {
          "text": "This also formerly was observed by the Latins in Lent, and in certain regions is known still to be the usage.",
          "id": 4376
        },
        {
          "text": "Canon LVII.",
          "id": 4377
        },
        {
          "text": "It is not right to offer honey and milk on the altar.",
          "id": 4378
        },
        {
          "text": "Notes.",
          "id": 4379
        },
        {
          "text": "Ancient Epitome of Canon LVII.",
          "id": 4380
        },
        {
          "text": "No one should offer honey or milk at the altar.",
          "id": 4381
        },
        {
          "text": "See canon iij.",
          "id": 4382
        },
        {
          "text": "of the Apostles, canon xxviij.",
          "id": 4383
        },
        {
          "text": "of the African code, also canon xxviij.",
          "id": 4384
        },
        {
          "text": "of this synod.",
          "id": 4385
        },
        {
          "text": "The Greeks apparently do not recognize the exception specified in the canon of the African Code.",
          "id": 4386
        },
        {
          "text": "Canon LVIII.",
          "id": 4387
        },
        {
          "text": "None of those who are in the order of laymen may distribute the Divine Mysteries to himself if a bishop, presbyter, or deacon be present.",
          "id": 4388
        },
        {
          "text": "But whoso shall dare to do such a thing, as acting contrary to what has been determined shall be cut off for a week and thenceforth let him learn not to think of himself more highly than he ought to think.",
          "id": 4389
        },
        {
          "text": "Notes.",
          "id": 4390
        },
        {
          "text": "Ancient Epitome of Canon LVIII.",
          "id": 4391
        },
        {
          "text": "A layman shall not communicate himself.",
          "id": 4392
        },
        {
          "text": "Should he do so, let him be cut off for a week.",
          "id": 4393
        },
        {
          "text": "Van Espen.",
          "id": 4394
        },
        {
          "text": "It is well known that in the first centuries it was customary that the Holy Eucharist should be taken back by the faithful to their houses; and that at home they received it at their own hands.",
          "id": 4395
        },
        {
          "text": "It is evident that this was what was done by the Anchorites and monks who lived in the deserts, as may be seen proved by Cardinal Bona.",
          "id": 4396
        },
        {
          "text": "(De Rebus Liturg.",
          "id": 4397
        },
        {
          "text": ", Lib.",
          "id": 4398
        },
        {
          "text": "II.",
          "id": 4399
        },
        {
          "text": ", cap.",
          "id": 4400
        },
        {
          "text": "xvij.",
          "id": 4401
        },
        {
          "text": ").",
          "id": 4402
        },
        {
          "text": "From this domestic communion it is easily seen how the abuse arose which is condemned in this canon.",
          "id": 4403
        },
        {
          "text": "Canon LIX.",
          "id": 4404
        },
        {
          "text": "Baptism is by no means to be administered in an oratory which is within a house; but they who are about to be held worthy of the spotless illumination are to go to a Catholic Church and there to enjoy this gift.",
          "id": 4405
        },
        {
          "text": "But if any one shall be convicted of not observing what we have determined, if he be a cleric let him be deposed, if a layman let him be cut off.",
          "id": 4406
        },
        {
          "text": "Ancient Epitome of Canon LIX.",
          "id": 4407
        },
        {
          "text": "In oratories built in houses they shall not celebrate baptism.",
          "id": 4408
        },
        {
          "text": "Whoever shall not observe this, if a cleric he shall be deposed, if a layman he shall be cut off.",
          "id": 4409
        },
        {
          "text": "Canon LX.",
          "id": 4410
        },
        {
          "text": "Since the Apostle exclaims that he who cleaves to the Lord is one spirit, it is clear that he who is intimate with his [i-e: the Lord's] enemy becomes one by his affinity with him.",
          "id": 4411
        },
        {
          "text": "Therefore, those who pretend they are possessed by a devil and by their depravity of manners feign to manifest their form and appearance; it seems good by all means that they should be punished and that they should be subjected to afflictions and hardships of the same kind as those to which they who are truly demoniacally possessed are justly subjected with the intent of delivering them from the [work or rather] energy of the devil.",
          "id": 4412
        },
        {
          "text": "Notes.",
          "id": 4413
        },
        {
          "text": "Ancient Epitome of Canon LX.",
          "id": 4414
        },
        {
          "text": "Whoever shall pretend to be possessed by a devil, shall endure the penance of demoniacs.",
          "id": 4415
        },
        {
          "text": "Zonaras says in his scholion that even in his day people made the same claim to diabolical possession.",
          "id": 4416
        },
        {
          "text": "Canon LXI.",
          "id": 4417
        },
        {
          "text": "Those who give themselves up to soothsayers or to those who are called hecatontarchs or to any such, in order that they may learn from them what things they wish to have revealed to them, let all such, according to the decrees lately made by the Fathers concerning them, be subjected to the canon of six years.",
          "id": 4418
        },
        {
          "text": "And to this [penalty] they also should be subjected who carry about she-bears or animals of the kind for the diversion and injury of the simple; as well as those who tell fortunes and fates, and genealogy, and a multitude of words of this kind from the nonsense of deceit and imposture.",
          "id": 4419
        },
        {
          "text": "Also those who are called expellers of clouds, enchanters, amulet-givers, and soothsayers.",
          "id": 4420
        },
        {
          "text": "And those who persist in these things, and do not turn away and flee from pernicious and Greek pursuits of this kind, we declare are to be thrust out of the Church, as also the sacred canons say.",
          "id": 4421
        },
        {
          "text": "\"For what fellowship hath light with darkness?\" as saith the Apostle, \"or what agreement is there between the temple of God and idols? or what part hath he that believeth with an infidel? And what concord hath Christ with Belial?\"  Notes.",
          "id": 4422
        },
        {
          "text": "Ancient Epitome of Canon LXI.",
          "id": 4423
        },
        {
          "text": "Whoever shall deliver himself over to a hecatontarch or to devils, so as to learn some secret, he shall be put under penance for six years.",
          "id": 4424
        },
        {
          "text": "So too those who take around a bear, who join themselves with those who seek incantations and drive away the clouds, and have faith in fortune and fate, shall be cast out of the assembly of the Church.",
          "id": 4425
        },
        {
          "text": "Hefele.",
          "id": 4426
        },
        {
          "text": "According to Balsamon (in Beveridge, Synod.",
          "id": 4427
        },
        {
          "text": ", Tom.",
          "id": 4428
        },
        {
          "text": "I.",
          "id": 4429
        },
        {
          "text": ", p.",
          "id": 4430
        },
        {
          "text": "228) old people who had the reputation of special knowledge [were called \"hecatontarchs\"].",
          "id": 4431
        },
        {
          "text": "They sold the hair [of these she bears and other animals] as medicine or for an amulet.",
          "id": 4432
        },
        {
          "text": "Cf.",
          "id": 4433
        },
        {
          "text": "Balsamon and Zonaras ut supra.",
          "id": 4434
        },
        {
          "text": "St.",
          "id": 4435
        },
        {
          "text": "Chrysostom in his Homilies on the Statutes explains, in answer to certain who defended them on this ground, that if these incantations are made in the name of Christ they are so much the worse.",
          "id": 4436
        },
        {
          "text": "The Saint says, \"Moreover I think that she is to be hated all the more who abuses the name of God for this purpose, because while professing to be a Christian, she shows by her actions that she is a heathen\".",
          "id": 4437
        },
        {
          "text": "Canon LXII.",
          "id": 4438
        },
        {
          "text": "The so-called Calends, and what are called Bota and Brumalia, and the full assembly which takes place on the first of March, we wish to be abolished from the life of the faithful.",
          "id": 4439
        },
        {
          "text": "And also the public dances of women, which may do much harm and mischief.",
          "id": 4440
        },
        {
          "text": "Moreover we drive away from the life of Christians the dances given in the names of those falsely called gods by the Greeks whether of men or women, and which are performed after an ancient and un-Christian fashion; decreeing that no man from this time forth shall be dressed as a woman, nor any woman in the garb suitable to men.",
          "id": 4441
        },
        {
          "text": "Nor shall he assume comic, satyric, or tragic masks; nor may men invoke the name of the execrable Bacchus when they squeeze out the wine in the presses; nor when pouring out wine into jars [to cause a laugh], practising in ignorance and vanity the things which proceed from the deceit of insanity.",
          "id": 4442
        },
        {
          "text": "Therefore those who in the future attempt any of these things which are written, having obtained a knowledge of them, if they be clerics we order them to be deposed, and if laymen to be cut off.",
          "id": 4443
        },
        {
          "text": "Notes.",
          "id": 4444
        },
        {
          "text": "Ancient Epitome of Canon LXII.",
          "id": 4445
        },
        {
          "text": "Let these be taken away from the lives of the faithful, viz.",
          "id": 4446
        },
        {
          "text": ": the Bota, and the Calends, and the Brumalia, and salutations in honour of the gods, and comic, satyric and tragic masks, and the invocation of Bacchus at the wine press, and the laughing at the wine jars.",
          "id": 4447
        },
        {
          "text": "Whoever shall persist in these after this canon shall be liable to give an account.",
          "id": 4448
        },
        {
          "text": "On the Calends see Du Cange (Glossarium in loc.",
          "id": 4449
        },
        {
          "text": ").",
          "id": 4450
        },
        {
          "text": "The Bota were feasts in honour of Pan, the Brumalia feasts in honour of Bacchus.",
          "id": 4451
        },
        {
          "text": "Many particulars with regard to these superstitions will be found in Balsamon's scholion, to which the curious reader is referred.",
          "id": 4452
        },
        {
          "text": "Van Espen also has some valuable notes on the Kalends of January.",
          "id": 4453
        },
        {
          "text": "Canon LXIII.",
          "id": 4454
        },
        {
          "text": "We forbid to be publicly read in Church, histories of the martyrs which have been falsely put together by the enemies of the truth, in order to dishonour the martyrs of Christ and induce unbelief among those who hear them, but we order that such books be given to the flames.",
          "id": 4455
        },
        {
          "text": "But those who accept them or apply their mind to them as true we anathematize.",
          "id": 4456
        },
        {
          "text": "Notes.",
          "id": 4457
        },
        {
          "text": "Ancient Epitome of Canon LXIII.",
          "id": 4458
        },
        {
          "text": "Martyrologies made up by the ethnics (῾Ελλη νιών) shall not be published in church.",
          "id": 4459
        },
        {
          "text": "What is condemned is false histories of true martyrs, not (as Johnson erroneously supposes) \"false legends of pretended martyrs\".",
          "id": 4460
        },
        {
          "text": "There have been martyrs, both royal and plebeian, in much later times whose lives have been made ridiculous and whose memory has been rendered hateful to the ignorant people by so-called \"histories\" which might well have received the treatment ordered by the canon.",
          "id": 4461
        },
        {
          "text": "Canon LXIV.",
          "id": 4462
        },
        {
          "text": "It does not befit a layman to dispute or teach publicly, thus claiming for himself authority to teach, but he should yield to the order appointed by the Lord, and to open his ears to those who have received the grace to teach, and be taught by them divine things; for in one Church God has made \"different members,\" according to the word of the Apostle: and Gregory the Theologian, wisely interpreting this passage, commends the order in vogue with them saying: \"This order brethren we revere, this we guard.",
          "id": 4463
        },
        {
          "text": "Let this one be the ear; that one the tongue, the hand or any other member.",
          "id": 4464
        },
        {
          "text": "Let this one teach, but let that one learn\".",
          "id": 4465
        },
        {
          "text": "And a little further on: \"Learning in docility and abounding in cheerfulness, and ministering with alacrity, we shall not all be the tongue which is the more active member, not all of us Apostles, not all prophets, nor shall we all interpret\".",
          "id": 4466
        },
        {
          "text": "And again: \"Why dost thou make thyself a shepherd when thou art a sheep? Why become the head when thou art a foot? Why dost thou try to be a commander when thou art enrolled in the number of the soldiers?\" And elsewhere: \"Wisdom orders, Be not swift in words; nor compare thyself with the rich, being poor; nor seek to be wiser than the wise\".",
          "id": 4467
        },
        {
          "text": "But if any one be found weakening the present canon, he is to be cut off for forty days.",
          "id": 4468
        },
        {
          "text": "Notes.",
          "id": 4469
        },
        {
          "text": "Ancient Epitome of Canon LXIV.",
          "id": 4470
        },
        {
          "text": "A layman shall not teach, for all are not prophets, nor all apostles.",
          "id": 4471
        },
        {
          "text": "Zonaras points out that this canon refers only to public instruction and not to private.",
          "id": 4472
        },
        {
          "text": "Van Espen further notes that in the West this restriction is limited to the solemn and public preaching and announcing of the Word of God, which is restricted to bishops, and only by special and express license given to the other clergy, and refers to his own treatment of the subject In jure Eccles.",
          "id": 4473
        },
        {
          "text": ", Tom I.",
          "id": 4474
        },
        {
          "text": ", part 1, tit.",
          "id": 4475
        },
        {
          "text": "xvj.",
          "id": 4476
        },
        {
          "text": ", cap.",
          "id": 4477
        },
        {
          "text": "viij.",
          "id": 4478
        },
        {
          "text": "Canon LXV.",
          "id": 4479
        },
        {
          "text": "The fires which are lighted on the new moons by some before their shops and houses, upon which (according to a certain ancient custom) they are wont foolishly and crazily to leap, we order henceforth to cease.",
          "id": 4480
        },
        {
          "text": "Therefore, whosoever shall do such a thing, if he be a cleric, let him be deposed; but if he be a layman, let him be cut off.",
          "id": 4481
        },
        {
          "text": "For it is written in the Fourth Book of the Kings \"And Manasses built an altar to the whole host of heaven, in the two courts of the Lord, and made his sons to pass through the fire, he used lots and augurs and divinations by birds and made ventriloquists [or pythons] and multiplied diviners, that he might do evil before the Lord and provoke him to anger\".",
          "id": 4482
        },
        {
          "text": "Notes.",
          "id": 4483
        },
        {
          "text": "Ancient Epitome of Canon LXV.",
          "id": 4484
        },
        {
          "text": "The fires which were made upon the new moons at the workshops are condemned and those who leaped upon them.",
          "id": 4485
        },
        {
          "text": "Lupin remarks that the fires kindled on certain Saints' days are almost certainly remains of this heathen practice.",
          "id": 4486
        },
        {
          "text": "These fires are often accompanied with leaping, drinking, and the wrestling of young men.",
          "id": 4487
        },
        {
          "text": "Canon LXVI.",
          "id": 4488
        },
        {
          "text": "From the holy day of the Resurrection of Christ our God until the next Lord's day, for a whole week, in the holy churches the faithful ought to be free from labour, rejoicing in Christ with psalms and hymns and spiritual songs; and celebrating the feast, and applying their minds to the reading of the holy Scriptures, and delighting in the Holy Mysteries; for thus shall we be exalted with Christ and together with him be raised up.",
          "id": 4489
        },
        {
          "text": "Therefore, on the aforesaid days there must not be any horse races or any public spectacle.",
          "id": 4490
        },
        {
          "text": "Notes.",
          "id": 4491
        },
        {
          "text": "Ancient Epitome of Canon LXVI.",
          "id": 4492
        },
        {
          "text": "The faithful shall every one of them go to church during the whole week after Easter.",
          "id": 4493
        },
        {
          "text": "Van Espen.",
          "id": 4494
        },
        {
          "text": "It is certain that the whole of Easter week was kept as a feast by the whole Church both East and West; and this Synod did not introduce this custom by its canon, but adopted this canon to ensure its continuance.",
          "id": 4495
        },
        {
          "text": "Here we have clearly set forth the Christian manner of passing a feast-day, viz.",
          "id": 4496
        },
        {
          "text": ", that the faithful on those days did give themselves up to \"Psalms and Hymns and Spiritual Songs,\" from which the divine office which we call today canonical [i-e:, chiefly Mattins and Vespers] are made up; and hence we understand that all the faithful ought to attend the choir-offices, which was indeed observed for many centuries, as I have shewn in my Dissertation on the Canonical Hours, cap.",
          "id": 4497
        },
        {
          "text": "III.",
          "id": 4498
        },
        {
          "text": ", § 1, and therefore it was called \"public\" [or common] prayer.",
          "id": 4499
        },
        {
          "text": "Canon LXVII.",
          "id": 4500
        },
        {
          "text": "The divine Scripture commands us to abstain from blood, from things strangled, and from fornication.",
          "id": 4501
        },
        {
          "text": "Those therefore who on account of a dainty stomach prepare by any art for food the blood of any animal, and so eat it, we punish suitably.",
          "id": 4502
        },
        {
          "text": "If anyone henceforth venture to eat in any way the blood of an animal, if he be a clergyman, let him be deposed; if a layman, let him be cut off.",
          "id": 4503
        },
        {
          "text": "Notes.",
          "id": 4504
        },
        {
          "text": "Ancient Epitome of Canon LXVII.",
          "id": 4505
        },
        {
          "text": "A cleric eating blood shall be deposed, but a layman shall be cut off.",
          "id": 4506
        },
        {
          "text": "Van Espen.",
          "id": 4507
        },
        {
          "text": "The apostolic precept of abstaining \"from blood and from things strangled\" for some ages, not only among the Greeks but also among the Latins, was observed in many churches, but little by little and step by step it died out in the whole Church, at least in the Latin Church, altogether.",
          "id": 4508
        },
        {
          "text": "In this the Latin Church followed the opinion of St.",
          "id": 4509
        },
        {
          "text": "Augustine, Contra Faustum Manichaeum, Lib.",
          "id": 4510
        },
        {
          "text": "XXXII.",
          "id": 4511
        },
        {
          "text": ", cap.",
          "id": 4512
        },
        {
          "text": "xiij.",
          "id": 4513
        },
        {
          "text": ", where he teaches at great length that the precept was given to Christians only while the Gentile Church was not yet settled.",
          "id": 4514
        },
        {
          "text": "This passage of Augustine also proves that at that time Africa did not observe this precept of the Apostles.",
          "id": 4515
        },
        {
          "text": "Canon LXVIII.",
          "id": 4516
        },
        {
          "text": "It is unlawful for anyone to corrupt or cut up a book of the Old or New Testament or of our holy and approved preachers and teachers, or to give them up to the traders in books or to those who are called perfumers, or to hand it over for destruction to any other like persons: unless to be sure it has been rendered useless either by bookworms, or by water, or in some other way.",
          "id": 4517
        },
        {
          "text": "He who henceforth shall be observed to do such a thing shall be cut off for one year.",
          "id": 4518
        },
        {
          "text": "Likewise also he who buys such books (unless he keeps them for his own use, or gives them to another for his benefit to be preserved) and has attempted to corrupt them, let him be cut off.",
          "id": 4519
        },
        {
          "text": "Notes.",
          "id": 4520
        },
        {
          "text": "Ancient Epitome of Canon LXVIII.",
          "id": 4521
        },
        {
          "text": "Thou shalt not destroy nor hand over copies of the Divine Scriptures to be destroyed unless they are absolutely useless.",
          "id": 4522
        },
        {
          "text": "Van Espen.",
          "id": 4523
        },
        {
          "text": "(Foot-note.",
          "id": 4524
        },
        {
          "text": ")  I think that this canon was directed against certain Nestorian and Eutychian heretics, who, that they might find some patronage of their errors from the Holy Scriptures, dared in the sixth century most infamously to corrupt certain passages of the New Testament.",
          "id": 4525
        },
        {
          "text": "Canon LXIX.",
          "id": 4526
        },
        {
          "text": "It is not permitted to a layman to enter the sanctuary (Holy Altar, Gk.",
          "id": 4527
        },
        {
          "text": "), though, in accordance with a certain ancient tradition, the imperial power and authority is by no means prohibited from this when he wishes to offer his gifts to the Creator.",
          "id": 4528
        },
        {
          "text": "Notes.",
          "id": 4529
        },
        {
          "text": "Ancient Epitome of Canon LXIX.",
          "id": 4530
        },
        {
          "text": "No layman except the Emperor shall go up to the altar.",
          "id": 4531
        },
        {
          "text": "Van Espen.",
          "id": 4532
        },
        {
          "text": "That in the Latin Church as well as in the Greek for many centuries it was the constant custom, ratified by various councils, that lay-men are to be excluded from the sanctuary and from the place marked off for the priests who are celebrating the divine mysteries, is so notorious as to need no proof, and the present canon shows that among the Greeks the laity were not admitted to the sacrarium even to make offerings.",
          "id": 4533
        },
        {
          "text": "The Synod makes but one exception, to wit, the Emperor, who can enter the rails of the holy altar by its permission \"when he wishes to offer his gifts to the Creator, according to ancient custom\".",
          "id": 4534
        },
        {
          "text": "Not without foundation does the Synod claim \"ancient custom\" for this; for long before, it is evident, it was the case from the words of the Emperor Theodosius the Younger.",
          "id": 4535
        },
        {
          "text": "See also Theodoret (H.",
          "id": 4536
        },
        {
          "text": "E.",
          "id": 4537
        },
        {
          "text": ", lib.",
          "id": 4538
        },
        {
          "text": "v.",
          "id": 4539
        },
        {
          "text": ", cap.",
          "id": 4540
        },
        {
          "text": "xvij.",
          "id": 4541
        },
        {
          "text": ").",
          "id": 4542
        },
        {
          "text": "In the Latin Church, not only to emperors, kings, and great princes but also to patrons of churches, to toparchs of places, and even to magistrates, seats have been wont to be assigned honoris causâ within the sanctuary or choir, and it has been contended that these are properly due to such persons.",
          "id": 4543
        },
        {
          "text": "It is evident from Balsamon's note that the later Greeks at least looked upon the Emperor as being (like the kings of England and France) a persona mixta, sharing in some degree the sacerdotal character, as being anointed not merely with oil, but with the sacred chrism.",
          "id": 4544
        },
        {
          "text": "Vide in this connexion J.",
          "id": 4545
        },
        {
          "text": "Wickham Legg, The Sacring of the English Kings, in \"The Archaeological Journal,\" March, 1894.",
          "id": 4546
        },
        {
          "text": "Canon LXX.",
          "id": 4547
        },
        {
          "text": "Women are not permitted to speak at the time of the Divine Liturgy; but, according to the word of Paul the Apostle, \"let them be silent.",
          "id": 4548
        },
        {
          "text": "For it is not permitted to them to speak, but to be in subjection, as the law also saith.",
          "id": 4549
        },
        {
          "text": "But if they wish to learn anything let them ask their own husbands at home\".",
          "id": 4550
        },
        {
          "text": "Notes.",
          "id": 4551
        },
        {
          "text": "Ancient Epitome of Canon LXX.",
          "id": 4552
        },
        {
          "text": "Women are not permitted to speak in church.",
          "id": 4553
        },
        {
          "text": "\"Let your women keep silence in the churches; for it is not permitted unto them to speak,\" is the passage referred to.",
          "id": 4554
        },
        {
          "text": "1 Cor.",
          "id": 4555
        },
        {
          "text": "xiv.",
          "id": 4556
        },
        {
          "text": "34.",
          "id": 4557
        },
        {
          "text": "Canon LXXI.",
          "id": 4558
        },
        {
          "text": "Those who are taught the civil laws must not adopt the customs of the Gentiles, nor be induced to go to the theatre, nor to keep what are called Cylestras, nor to wear clothing contrary to the general custom; and this holds good when they begin their training, when they reach its end, and, in short, all the time of its duration.",
          "id": 4559
        },
        {
          "text": "If any one from this time shall dare to do contrary to this canon he is to be cut off.",
          "id": 4560
        },
        {
          "text": "Notes.",
          "id": 4561
        },
        {
          "text": "Ancient Epitome of Canon LXXI.",
          "id": 4562
        },
        {
          "text": "Whoever devotes himself to the study of law, uses the manner of the Gentiles, going to the theatre, and rolling in the dust, or dressing differently to custom, shall be cut off.",
          "id": 4563
        },
        {
          "text": "Liddell and Scott identify καλίστρα with καλινδήθρα ,which they define as \"a place for horses to roll after exercise,\" and note that it is a synonym of ἀλινδήθρα.",
          "id": 4564
        },
        {
          "text": "But it is interesting to note that ἀλίνησις is \"a rolling in the dust, an exercise in which wrestlers rolled on the ground\".",
          "id": 4565
        },
        {
          "text": "Hefele says that Balsamon and Zonaras have not been able rightly to explain what we are to understand by the forbidden \"Cylestras,\" but I think Johnson is not far out of the way when he translates \"nor to meddle with athletic exercises\".",
          "id": 4566
        },
        {
          "text": "Canon LXXII.",
          "id": 4567
        },
        {
          "text": "An orthodox man is not permitted to marry an heretical woman, nor an orthodox woman to be joined to an heretical man.",
          "id": 4568
        },
        {
          "text": "But if anything of this kind appear to have been done by any [we require them] to consider the marriage null, and that the marriage be dissolved.",
          "id": 4569
        },
        {
          "text": "For it is not fitting to mingle together what should not be mingled, nor is it right that the sheep be joined with the wolf, nor the lot of sinners with the portion of Christ.",
          "id": 4570
        },
        {
          "text": "But if any one shall transgress the things which we have decreed let him be cut off.",
          "id": 4571
        },
        {
          "text": "But if any who up to this time are unbelievers and are not yet numbered in the flock of the orthodox have contracted lawful marriage between themselves, and if then, one choosing the right and coming to the light of truth and the other remaining still detained by the bond of error and not willing to behold with steady eye the divine rays, the unbelieving woman is pleased to cohabit with the believing man, or the unbelieving man with the believing woman, let them not be separated, according to the divine Apostle, \"for the unbelieving husband is sanctified by the wife, and the unbelieving wife by her husband\".",
          "id": 4572
        },
        {
          "text": "Notes.",
          "id": 4573
        },
        {
          "text": "Ancient Epitome of Canon LXXII.",
          "id": 4574
        },
        {
          "text": "A marriage contracted with heretics is void.",
          "id": 4575
        },
        {
          "text": "But if they have made the contract before [conversion] let them remain [united] if they so desire.",
          "id": 4576
        },
        {
          "text": "Perhaps none of the canons of this synod present greater and more insolvable difficulties than the present.",
          "id": 4577
        },
        {
          "text": "It has been for long centuries the tradition of the Church that the marriage of a baptized Christian with an unbaptized person is null, but this canon seems to say that the same is the case if the one party be a heretic even though baptized.",
          "id": 4578
        },
        {
          "text": "If this is what the canon means it elevates heresy into an impedimentum dirimens.",
          "id": 4579
        },
        {
          "text": "Such is not and never has been the law of the West, and such is not to-day the practice of the Eastern church, which allows the marriage of its people with Lutherans and with Roman Catholics and never questions the validity of their marriages.",
          "id": 4580
        },
        {
          "text": "Van Espen thinks \"the Greek commentators seem\" to think that the heretics referred to are unbaptized; I do not know exactly why he thinks so.",
          "id": 4581
        },
        {
          "text": "Canon LXXIII.",
          "id": 4582
        },
        {
          "text": "Since the life-giving cross has shewn to us Salvation, we should be careful that we render due honour to that by which we were saved from the ancient fall.",
          "id": 4583
        },
        {
          "text": "Wherefore, in mind, in word, in feeling giving veneration (προσκύνησιν) to it, we command that the figure of the cross, which some have placed on the floor, be entirely removed therefrom, lest the trophy of the victory won for us be desecrated by the trampling under foot of those who walk over it.",
          "id": 4584
        },
        {
          "text": "Therefore those who from this present represent on the pavement the sign of the cross, we decree are to be cut off.",
          "id": 4585
        },
        {
          "text": "Notes.",
          "id": 4586
        },
        {
          "text": "Ancient Epitome of Canon LXXIII.",
          "id": 4587
        },
        {
          "text": "If there is a cross upon a pavement it must be removed.",
          "id": 4588
        },
        {
          "text": "This canon defines that to the image of the cross is to be \"given veneration (προσκύνησις) of the intellect, of the words, and of the sense,\" i-e:, the cross is to be venerated with the interior cultus of the soul, is to be venerated with the exterior culture of praise, and also with sensible acts, such as kissings, bowings, etc.",
          "id": 4589
        },
        {
          "text": "Canon LXXIV.",
          "id": 4590
        },
        {
          "text": "It is not permitted to hold what are called Agapae, that is love-feasts, in the Lord's houses or churches, nor to eat within the house, nor to spread couches.",
          "id": 4591
        },
        {
          "text": "If any dare to do so let him cease therefrom or be cut off.",
          "id": 4592
        },
        {
          "text": "Notes.",
          "id": 4593
        },
        {
          "text": "Ancient Epitome of Canon LXXIV.",
          "id": 4594
        },
        {
          "text": "Agapae are not to be held in the churches, nor shall beds be put up.",
          "id": 4595
        },
        {
          "text": "Whoso refuse to give up these, let them be cut off.",
          "id": 4596
        },
        {
          "text": "This is a renewal of canon xxviij.",
          "id": 4597
        },
        {
          "text": ", of Laodicea, on which canon see the notes.",
          "id": 4598
        },
        {
          "text": "Canon LXXV.",
          "id": 4599
        },
        {
          "text": "We will that those whose office it is to sing in the churches do not use undisciplined vociferations, nor force nature to shouting, nor adopt any of those modes which are incongruous and unsuitable for the church: but that they offer the psalmody to God, who is the observer of secrets, with great attention and compunction.",
          "id": 4600
        },
        {
          "text": "For the Sacred Oracle taught that the Sons of Israel were to be pious.",
          "id": 4601
        },
        {
          "text": "Notes.",
          "id": 4602
        },
        {
          "text": "Ancient Epitome of Canon LXXV.",
          "id": 4603
        },
        {
          "text": "Inordinate vociferation of the psalms is not allowed, nor he that adopts things unsuited to the churches.",
          "id": 4604
        },
        {
          "text": "This question of the character of church-music was one early discussed among Christians, and (long before the time of this synod), St.",
          "id": 4605
        },
        {
          "text": "Augustine, in debating as to whether the chanting or the reading of the psalter was the more edifying, concludes, \"when the psalms are chanted with a voice and most suitable modulation (liquida voce et convenientissima modulatione), I recognize that there is great utility in the practice,\" and further on he adds that singing is to be the rather approved, because \"by the delight given to the ears the infirm soul is worked up to pious aspirations\".",
          "id": 4606
        },
        {
          "text": "(Confess.",
          "id": 4607
        },
        {
          "text": "Lib.",
          "id": 4608
        },
        {
          "text": "x.",
          "id": 4609
        },
        {
          "text": ", cap.",
          "id": 4610
        },
        {
          "text": "xxxiij.",
          "id": 4611
        },
        {
          "text": ").",
          "id": 4612
        },
        {
          "text": "Canon LXXVI.",
          "id": 4613
        },
        {
          "text": "It is not right that those who are responsible for reverence to churches should place within the sacred bounds an eating place, nor offer food there, nor make other sales.",
          "id": 4614
        },
        {
          "text": "For God our Saviour teaching us when he was tabernacling in the flesh commanded not to make his Father's house a house of merchandize.",
          "id": 4615
        },
        {
          "text": "He also poured out the small coins of the money-changers, and drave out all those who made common the temple.",
          "id": 4616
        },
        {
          "text": "If, therefore, anyone shall be taken in the aforesaid fault let him be cut off.",
          "id": 4617
        },
        {
          "text": "Notes.",
          "id": 4618
        },
        {
          "text": "Ancient Epitome of Canon LXXVI.",
          "id": 4619
        },
        {
          "text": "A public house should not be established within the sacred precincts; and it is wrong to sell food there; and whosoever shall do so shall be cut off.",
          "id": 4620
        },
        {
          "text": "Both Balsamon and Zonaras remark that this canon refers to the vestibule of the church and to the rest of the sacred inclosure, and not to the interior of the church proper, for there no one would ever think of having a shop.",
          "id": 4621
        },
        {
          "text": "Canon LXXVII.",
          "id": 4622
        },
        {
          "text": "It is not right that those who are dedicated to religion, whether clerics or ascetics, should wash in the bath with women, nor should any Christian man or layman do so.",
          "id": 4623
        },
        {
          "text": "For this is severely condemned by the heathens.",
          "id": 4624
        },
        {
          "text": "But if any one is caught in this thing, if he is a cleric let him be deposed; if a layman, let him be cut off.",
          "id": 4625
        },
        {
          "text": "Notes.",
          "id": 4626
        },
        {
          "text": "Ancient Epitome of Canon LXXVII.",
          "id": 4627
        },
        {
          "text": "A Christian man shall not bathe with women.",
          "id": 4628
        },
        {
          "text": "Should a cleric do so he is to be deposed, and a layman cut off.",
          "id": 4629
        },
        {
          "text": "This is a renewal of the XXXth canon of Laodicea.",
          "id": 4630
        },
        {
          "text": "It will be noted, as Zonaras remarks, that the monks must be counted among the laymen who are to be cut off, since they have no clerical character or tonsure.",
          "id": 4631
        },
        {
          "text": "Canon LXXVIII.",
          "id": 4632
        },
        {
          "text": "It behoves those who are illuminated to learn the Creed by heart and to recite it to the bishop or presbyters on the Fifth Feria of the Week.",
          "id": 4633
        },
        {
          "text": "Notes.",
          "id": 4634
        },
        {
          "text": "Ancient Epitome of Canon LXXVIII.",
          "id": 4635
        },
        {
          "text": "He that is illuminated is to recite (ἀπαγγελλέτω ) the faith on the fifth feria of the week.",
          "id": 4636
        },
        {
          "text": "This is a renewal of canon xlvi.",
          "id": 4637
        },
        {
          "text": "of Laodicea.",
          "id": 4638
        },
        {
          "text": "Canon LXXIX.",
          "id": 4639
        },
        {
          "text": "As we confess the divine birth of the Virgin to be without any childbed, since it came to pass without seed, and as we preach this to the entire flock, so we subject to correction those who through ignorance do anything which is inconsistent therewith.",
          "id": 4640
        },
        {
          "text": "Wherefore since some on the day after the holy Nativity of Christ our God are seen cooking σεμίδαλῖν , and distributing it to each other, on pretext of doing honour to the puerperia of the spotless Virgin Maternity, we decree that henceforth nothing of the kind be done by the faithful.",
          "id": 4641
        },
        {
          "text": "For this is not honouring the Virgin (who above thought and speech bare in the flesh the incomprehensible Word) when we define and describe, from ordinary things and from such as occur with ourselves, her ineffable parturition.",
          "id": 4642
        },
        {
          "text": "If therefore anyone henceforth be discovered doing any such thing, if he be a cleric let him be deposed, but if a layman let him be cut off.",
          "id": 4643
        },
        {
          "text": "Notes.",
          "id": 4644
        },
        {
          "text": "Ancient Epitome of Canon LXXIX.",
          "id": 4645
        },
        {
          "text": "Whoever after the feast of the Mother of God shall prepare σεμίδιλιν (semilam) or anything else on account of what is called puerperia, let him be cut off.",
          "id": 4646
        },
        {
          "text": "As the Catholic Church has always taught the Virgin-birth as well as the Virgin-conception of our Blessed Lord, and has affirmed that Mary was ever-virgin, even after she had brought forth the incarnate Son, so it follows necessarily that there could be no childbed nor puerperal flux.",
          "id": 4647
        },
        {
          "text": "It need hardly be remarked here that besides other texts that of the prophet is considered as teaching thus much, \"Behold the Virgin (ha alma) shall conceive and bear a son,\" she that \"bare\" as well as she that \"conceived\" being a virgin.",
          "id": 4648
        },
        {
          "text": "Some commentators have taken ἐπιλόχεια for the afterbirth, but Christian Lupus, as Van Espen notes, has pointed out that the early fathers seem to have recognized that the Virgin did have the \"afterbirth,\" and this St.",
          "id": 4649
        },
        {
          "text": "Jerome expressly teaches in his book, Contra Helvidium.",
          "id": 4650
        },
        {
          "text": "The Greeks, however, understood it as I have translated, and the witness of Zonaras will be sufficient.",
          "id": 4651
        },
        {
          "text": "The words λοχος, λοχαιος and the like all signify \"lying in,\" \"a place of lying in,\" and Liddell and Scott say that the latter word is used of \"bearing down like heavy ears of corn,\" which would well express the labour pains.",
          "id": 4652
        },
        {
          "text": "Zonaras.",
          "id": 4653
        },
        {
          "text": "This canon teaches that the parturition of the holy Virgin was without any childbed.",
          "id": 4654
        },
        {
          "text": "For childbed (puerperium) is the emission of the foetus accompanied by pain and a flux of blood: but none of us ever believed that the Mother of God was subjected to sufferings of this sort, for these are the consequents of natural conception, but her conception was supernatural; and by the Holy Spirit it was brought to pass that she was not subjected to those evils which rightly are attached to natural parturition.",
          "id": 4655
        },
        {
          "text": "On this canon should be read the extensive treatment of Asseman (Bib.",
          "id": 4656
        },
        {
          "text": "Juris Orient.",
          "id": 4657
        },
        {
          "text": ", Tom.",
          "id": 4658
        },
        {
          "text": "v.",
          "id": 4659
        },
        {
          "text": ", pp.",
          "id": 4660
        },
        {
          "text": "193 et seqq.",
          "id": 4661
        },
        {
          "text": ")            Canon LXXX.",
          "id": 4662
        },
        {
          "text": "If any bishop, or presbyter, or deacon, or any of those who are enumerated in the list of the clergy, or a layman, has no very grave necessity nor difficult business so as to keep him from church for a very long time, but being in town does not go to church on three consecutive Sundays—three weeks—if he is a cleric let him be deposed, but if a layman let him be cut off.",
          "id": 4663
        },
        {
          "text": "Notes.",
          "id": 4664
        },
        {
          "text": "Ancient Epitome of Canon LXXX.",
          "id": 4665
        },
        {
          "text": "If anyone without the constraint of necessity leaves his church for three Lord's days, he shall be deprived of communion.",
          "id": 4666
        },
        {
          "text": "This is a renewal of canon xi.",
          "id": 4667
        },
        {
          "text": "of Sardica (xiv.",
          "id": 4668
        },
        {
          "text": "according to the numbering of Dionysius Exiguus.",
          "id": 4669
        },
        {
          "text": ")      Canon LXXXI.",
          "id": 4670
        },
        {
          "text": "Whereas we have heard that in some places in the hymn Trisagion there is added after \"Holy and Immortal,\" \"Who was crucified for us, have mercy upon us,\" and since this as being alien to piety was by the ancient and holy Fathers cast out of the hymn, as also the violent heretics who inserted these new words were cast out of the Church; we also, confirming the things which were formerly piously established by our holy Fathers, anathematize those who after this present decree allow in church this or any other addition to the most sacred hymn; but if indeed he who has transgressed is of the sacerdotal order, we command that he be deprived of his priestly dignity, but if he be a layman or monk let him be cut off.",
          "id": 4671
        },
        {
          "text": "Notes.",
          "id": 4672
        },
        {
          "text": "Ancient Epitome of Canon LXXXI.",
          "id": 4673
        },
        {
          "text": "Whoever adds to the hymn Trisagion these words \"Who wast crucified\" shall be deemed heterodox.",
          "id": 4674
        },
        {
          "text": "The addition of the phrase condemned by this canon was probably made first by Peter Fullo, and although indeed it was capable of a good meaning, if the whole hymn was understood as being addressed to Christ, and although this was admitted by very many of the orthodox, yet as it was chiefly used by the Monophysites and with an undoubtedly heretical intention, it was finally ousted from this position and its adherents were styled Theopaschites.",
          "id": 4675
        },
        {
          "text": "From all this it came about that by 518 it was a source of disagreement among the Catholics, some affirming the expression, as looked at by itself, to be a touchstone of orthodoxy.",
          "id": 4676
        },
        {
          "text": "The Emperor Justinian tried to have it approved by Pope Hormisdas, but unsuccessfully, the pontiff only declaring that it was unnecessary, and even dangerous.",
          "id": 4677
        },
        {
          "text": "Fulgentius of Ruspe and Dionysius Exiguus had declared it orthodox.",
          "id": 4678
        },
        {
          "text": "Pope John II.",
          "id": 4679
        },
        {
          "text": "almost came to the point of approving the phrase \"one of the Trinity suffered,\" nor did his successor Agapetus I.",
          "id": 4680
        },
        {
          "text": "speak any more definitely on the point, but the Fifth Ecumenical Council directly approved the formula.",
          "id": 4681
        },
        {
          "text": "But this, of course, did not touch the point of its introduction into the Trisagion or, more accurately, of the introduction of the words \"who was crucified for us\".",
          "id": 4682
        },
        {
          "text": "It should have been noted that at a Home Synod in 478, Peter Fullo had been deposed for the insertion of this clause, because he intended to imply that the true God had suffered death upon the cross.",
          "id": 4683
        },
        {
          "text": "This sentence was a confirmation of one already pronounced against him by a synod held at Antioch which had raised a man, Stephen by name, to its episcopal throne.",
          "id": 4684
        },
        {
          "text": "Such is the history of a matter which, while it seemed at first as of little moment, yet for many years was a source of trouble in the Church.",
          "id": 4685
        },
        {
          "text": "(Vide Hefele, History of the Councils, Vol.",
          "id": 4686
        },
        {
          "text": "III.",
          "id": 4687
        },
        {
          "text": ", pp.",
          "id": 4688
        },
        {
          "text": "454, 457; Vol.",
          "id": 4689
        },
        {
          "text": "IV.",
          "id": 4690
        },
        {
          "text": ", p.",
          "id": 4691
        },
        {
          "text": "26.",
          "id": 4692
        },
        {
          "text": ")      Canon LXXXII.",
          "id": 4693
        },
        {
          "text": "In some pictures of the venerable icons, a lamb is painted to which the Precursor points his finger, which is received as a type of grace, indicating beforehand through the Law, our true Lamb, Christ our God.",
          "id": 4694
        },
        {
          "text": "Embracing therefore the ancient types and shadows as symbols of the truth, and patterns given to the Church, we prefer \"grace and truth,\" receiving it as the fulfilment of the Law.",
          "id": 4695
        },
        {
          "text": "In order therefore that \"that which is perfect\" may be delineated to the eyes of all, at least in coloured expression, we decree that the figure in human form of the Lamb who taketh away the sin of the world, Christ our God, be henceforth exhibited in images, instead of the ancient lamb, so that all may understand by means of it the depths of the humiliation of the Word of God, and that we may recall to our memory his conversation in the flesh, his passion and salutary death, and his redemption which was wrought for the whole world.",
          "id": 4696
        },
        {
          "text": "Notes.",
          "id": 4697
        },
        {
          "text": "Ancient Epitome of Canon LXXXII.",
          "id": 4698
        },
        {
          "text": "Thou shalt not paint a lamb for the type of Christ, but himself.",
          "id": 4699
        },
        {
          "text": "As from this canon, a century earlier than the iconoclastic controversy, the prevalence of pictures is evident, so from the canon of the same synod with regard to the veneration due to the image of the cross (number lxxiii.",
          "id": 4700
        },
        {
          "text": "), we learn that the teaching of the Church with regard to relative worship was the same as was subsequently set forth, so that the charge of innovating, sometimes rashly brought against the Seventh Ecumenical Council, has no foundation in fact whatever.",
          "id": 4701
        },
        {
          "text": "This canon is further interesting as being the one cited by more than one Pope and Western Authority as belonging to \"the Sixth Synod\".",
          "id": 4702
        },
        {
          "text": "Canon LXXXIII.",
          "id": 4703
        },
        {
          "text": "No one may give the Eucharist to the bodies of the dead; for it is written \"Take and eat\".",
          "id": 4704
        },
        {
          "text": "But the bodies of the dead can neither \"take\" nor \"eat\".",
          "id": 4705
        },
        {
          "text": "Notes.",
          "id": 4706
        },
        {
          "text": "Ancient Epitome of Canon LXXXIII.",
          "id": 4707
        },
        {
          "text": "The Sacraments must not be given to a dead body.",
          "id": 4708
        },
        {
          "text": "This is canon iv.",
          "id": 4709
        },
        {
          "text": "of the Council of Hippo, in the year 393.",
          "id": 4710
        },
        {
          "text": "(Vide Hefele, Vol.",
          "id": 4711
        },
        {
          "text": "II.",
          "id": 4712
        },
        {
          "text": ", p.",
          "id": 4713
        },
        {
          "text": "397.",
          "id": 4714
        },
        {
          "text": ") The earlier canon includes baptism also, in its prohibition.",
          "id": 4715
        },
        {
          "text": "This is canons xviii.",
          "id": 4716
        },
        {
          "text": "and xx.",
          "id": 4717
        },
        {
          "text": "of the African code, according to the Greek numbering.",
          "id": 4718
        },
        {
          "text": "Canon LXXXIV.",
          "id": 4719
        },
        {
          "text": "Following the canonical laws of the Fathers, we decree concerning infants, as often as they are found without trusty witnesses who say that they are undoubtedly baptized; and as often as they are themselves unable on account of their age to answer satisfactorily in respect to the initiatory mystery given to them; that they ought without any offence to be baptized, lest such a doubt might deprive them of the sanctification of such a purification.",
          "id": 4720
        },
        {
          "text": "Notes.",
          "id": 4721
        },
        {
          "text": "Ancient Epitome of Canon LXXXIV.",
          "id": 4722
        },
        {
          "text": "Whoever do not know nor can prove by documents that they have been baptized, let them be christened.",
          "id": 4723
        },
        {
          "text": "This is canon VII.",
          "id": 4724
        },
        {
          "text": ", of the Sixth Council of Carthage, (Vide Hefele, Hist.",
          "id": 4725
        },
        {
          "text": "of the Councils, Vol.",
          "id": 4726
        },
        {
          "text": "II.",
          "id": 4727
        },
        {
          "text": ", p.",
          "id": 4728
        },
        {
          "text": "424); and Canon lxxv.",
          "id": 4729
        },
        {
          "text": ", of the African code (to which Balsam on attributes this canon), by the Greek numbering, (lxxii.",
          "id": 4730
        },
        {
          "text": "by the Latin).",
          "id": 4731
        },
        {
          "text": "Canon LXXXV.",
          "id": 4732
        },
        {
          "text": "We have received from the Scriptures that in the mouth of two or three witnesses every word shall be established.",
          "id": 4733
        },
        {
          "text": "Therefore we decree that slaves who are manumitted by their masters in the presence of three witnesses shall enjoy that honour; for they being present at the time will add strength and stability to the liberty given, and they will bring it to pass that faith will be kept in those things which they now witness were done in their presence.",
          "id": 4734
        },
        {
          "text": "Ancient Epitome of Canon LXXXV.",
          "id": 4735
        },
        {
          "text": "A slave manumitted by his master before two witnesses shall be free.",
          "id": 4736
        },
        {
          "text": "Canon LXXXVI.",
          "id": 4737
        },
        {
          "text": "Those who to the destruction of their own souls procure and bring up harlots, if they be clerics, they are to be [cut off and] deposed, if laymen to be cut off.",
          "id": 4738
        },
        {
          "text": "Notes.",
          "id": 4739
        },
        {
          "text": "Ancient Epitome of Canon LXXXVI.",
          "id": 4740
        },
        {
          "text": "Whoever gathers together harlots to the ruin of souls, shall be cut off.",
          "id": 4741
        },
        {
          "text": "The brackets enclose the reading of Hervetus.",
          "id": 4742
        },
        {
          "text": "But Zonaras had this same text, and therefore it may be safely followed instead of that of Balsamon, as edited by Beveridge.",
          "id": 4743
        },
        {
          "text": "Canon LXXXVII.",
          "id": 4744
        },
        {
          "text": "She who has left her husband is an adulteress if she has come to another, according to the holy and divine Basil, who has gathered this most excellently from the prophet Jeremiah: \"If a woman has become another man's, her husband shall not return to her, but being defiled she shall remain defiled;\" and again, \"He who has an adulteress is senseless and impious\".",
          "id": 4745
        },
        {
          "text": "If therefore she appears to have departed from her husband without reason, he is deserving of pardon and she of punishment.",
          "id": 4746
        },
        {
          "text": "And pardon shall be given to him that he may be in communion with the Church.",
          "id": 4747
        },
        {
          "text": "But he who leaves the wife lawfully given him, and shall take another is guilty of adultery by the sentence of the Lord.",
          "id": 4748
        },
        {
          "text": "And it has been decreed by our Fathers that they who are such must be \"weepers\" for a year, \"hearers\" for two years, \"prostrators\" for three years, and in the seventh year to stand with the faithful and thus be counted worthy of the Oblation [if with tears they do penance].",
          "id": 4749
        },
        {
          "text": "Notes.",
          "id": 4750
        },
        {
          "text": "Ancient Epitome of Canon LXXXVII.",
          "id": 4751
        },
        {
          "text": "She who goes from her husband to another man is an adulteress.",
          "id": 4752
        },
        {
          "text": "And he who from his wife goes to another woman is an adulterer according to the word of the Lord.",
          "id": 4753
        },
        {
          "text": "Compare with this canon lviij.",
          "id": 4754
        },
        {
          "text": "of St.",
          "id": 4755
        },
        {
          "text": "Basil.",
          "id": 4756
        },
        {
          "text": "The words in brackets are found in Beveridge, but were lacking in Hervetus's text.",
          "id": 4757
        },
        {
          "text": "Johnson.",
          "id": 4758
        },
        {
          "text": "Here discipline is relaxed; formerly an adulteress did fifteen years' penance.",
          "id": 4759
        },
        {
          "text": "See Can.",
          "id": 4760
        },
        {
          "text": "Bas.",
          "id": 4761
        },
        {
          "text": ", 58.",
          "id": 4762
        },
        {
          "text": "No wonder if in 200 years' time from St.",
          "id": 4763
        },
        {
          "text": "Basil, the severity of discipline was abated.",
          "id": 4764
        },
        {
          "text": "Canon LXXXVIII.",
          "id": 4765
        },
        {
          "text": "No one may drive any beast into a church except perchance a traveller, urged thereto by the greatest necessity, in default of a shed or resting-place, may have turned aside into said church.",
          "id": 4766
        },
        {
          "text": "For unless the beast had been taken inside, it would have perished, and he, by the loss of his beast of burden, and thus without means of continuing his journey, would be in peril of death.",
          "id": 4767
        },
        {
          "text": "And we are taught that the Sabbath was made for man: wherefore also the safety and comfort of man are by all means to be placed first.",
          "id": 4768
        },
        {
          "text": "But should anyone be detected without any necessity such as we have just mentioned, leading his beast into a church, if he be a cleric let him be deposed, and if a layman let him be cut off.",
          "id": 4769
        },
        {
          "text": "Ancient Epitome of Canon LXXXVIII.",
          "id": 4770
        },
        {
          "text": "Cattle shall not be led into the holy halls, unless the greatest necessity compels it.",
          "id": 4771
        },
        {
          "text": "Canon LXXXIX.",
          "id": 4772
        },
        {
          "text": "The faithful spending the days of the Salutatory Passion in fasting, praying and compunction of heart, ought to fast until the midnight of the Great Sabbath: since the divine Evangelists, Matthew and Luke, have shewn us how late at night it was [that the resurrection took place], the one by using the words ὀΨὲ σαββάτων, and the other by the words ὄρθρου βαθέος.",
          "id": 4773
        },
        {
          "text": "Ancient Epitome of Canon LXXXIX.",
          "id": 4774
        },
        {
          "text": "On the Great Sabbath the fast must be continued until midnight.",
          "id": 4775
        },
        {
          "text": "Canon XC.",
          "id": 4776
        },
        {
          "text": "We have received from our divine Fathers the canon law that in honour of Christ's resurrection, we are not to kneel on Sundays.",
          "id": 4777
        },
        {
          "text": "Lest therefore we should ignore the fulness of this observance we make it plain to the faithful that after the priests have gone to the Altar for Vespers on Saturdays (according to the prevailing custom) no one shall kneel in prayer until the evening of Sunday, at which time after the entrance for compline, again with bended knees we offer our prayers to the Lord.",
          "id": 4778
        },
        {
          "text": "For taking the night after the Sabbath, which was the forerunner of our Lord's resurrection, we begin from it to sing in the spirit hymns to God, leading our feast out of darkness into light, and thus during an entire day and night, we celebrate the Resurrection.",
          "id": 4779
        },
        {
          "text": "Notes.",
          "id": 4780
        },
        {
          "text": "Ancient Epitome of Canon XC.",
          "id": 4781
        },
        {
          "text": "From the evening entrance of the Sabbath until the evening entrance of the Lord's day there must be no kneeling.",
          "id": 4782
        },
        {
          "text": "Van Espen.",
          "id": 4783
        },
        {
          "text": "No doubt the synod by the words \"we have received from the divine Fathers,\" referred to canon xx.",
          "id": 4784
        },
        {
          "text": "of the Council of Nice.",
          "id": 4785
        },
        {
          "text": "For many centuries this custom was preserved even in the Latin Church; and the custom of keeping feasts and whole days generally from evening to evening is believed to have been an Apostolic tradition, received by them from the Jews.",
          "id": 4786
        },
        {
          "text": "At the end of the VIIIth Century the Synod of Frankfort declared in its xxj.",
          "id": 4787
        },
        {
          "text": "canon, that \"the Lord's day should be kept from evening to evening\".",
          "id": 4788
        },
        {
          "text": "Canon XCI.",
          "id": 4789
        },
        {
          "text": "Those who give drugs for procuring abortion, and those who receive poisons to kill the foetus, are subjected to the penalty of murder.",
          "id": 4790
        },
        {
          "text": "Notes.",
          "id": 4791
        },
        {
          "text": "Ancient Epitome of Canon XCI.",
          "id": 4792
        },
        {
          "text": "Whoever gives or receives medicine to produce abortion is a homicide.",
          "id": 4793
        },
        {
          "text": "See Canon XXI.",
          "id": 4794
        },
        {
          "text": "of Ancyra, and Canon II.",
          "id": 4795
        },
        {
          "text": "of St.",
          "id": 4796
        },
        {
          "text": "Basil; to wit, \"She who purposely destroys the foetus, shall suffer the punishment of murder.",
          "id": 4797
        },
        {
          "text": "And we pay no attention to the subtile distinction as to whether the foetus was formed or unformed.",
          "id": 4798
        },
        {
          "text": "And by this not only is justice satisfied for the child that should have been born, but also for her who prepared for herself the snares, since the women very often die who make such experiments\".",
          "id": 4799
        },
        {
          "text": "Canon XCII.",
          "id": 4800
        },
        {
          "text": "The holy synod decrees that those who in the name of marriage carry off women and those who in any way assist the ravishers, if they be clerics, they shall lose their rank, but if they be laymen they shall be anathematized.",
          "id": 4801
        },
        {
          "text": "Notes.",
          "id": 4802
        },
        {
          "text": "Ancient Epitome of Canon XCII.",
          "id": 4803
        },
        {
          "text": "Those who run away with women, and those who assist and give a hand, if they be clerics they shall be deposed, if laymen they shall be anathamatized.",
          "id": 4804
        },
        {
          "text": "Van Espen.",
          "id": 4805
        },
        {
          "text": "This canon simply renews and confirms Canon xxvij of Chalcedon.",
          "id": 4806
        },
        {
          "text": "Canon XCIII.",
          "id": 4807
        },
        {
          "text": "If the wife of a man who has gone away and does not appear, cohabit with another before she is assured of the death of the first, she is an adulteress.",
          "id": 4808
        },
        {
          "text": "The wives of soldiers who have married husbands who do not appear are in the same case; as are also they who on account of the wanderings of their husbands do not wait for their return.",
          "id": 4809
        },
        {
          "text": "But the circumstance here has some excuse, in that the suspicion of his death becomes very great.",
          "id": 4810
        },
        {
          "text": "But she who in ignorance has married a man who at the time was deserted by his wife, and then is dismissed because his first wife returns to him, has indeed committed fornication, but through ignorance; therefore she is not prevented from marrying, but it is better if she remain as she is.",
          "id": 4811
        },
        {
          "text": "If a soldier shall return after a long time, and find his wife on account of his long absence has been united to another man, if he so wishes, he may receive his own wife [back again], pardon being extended in consideration of their ignorance both to her and to the man who took her home in second marriage.",
          "id": 4812
        },
        {
          "text": "Notes.",
          "id": 4813
        },
        {
          "text": "Ancient Epitome of Canon XCIII.",
          "id": 4814
        },
        {
          "text": "A woman who when her husband does not turn up, before she is certain he is dead, takes another commits adultery.",
          "id": 4815
        },
        {
          "text": "But when the man returns he may receive her again, if he so elects.",
          "id": 4816
        },
        {
          "text": "Compare in the Corpus Juris Canonici, Gratian's Decretum, Pars II.",
          "id": 4817
        },
        {
          "text": ", Causa xxxiv.",
          "id": 4818
        },
        {
          "text": ", Quaest.",
          "id": 4819
        },
        {
          "text": "I.",
          "id": 4820
        },
        {
          "text": "and II.",
          "id": 4821
        },
        {
          "text": "Epistle of St.",
          "id": 4822
        },
        {
          "text": "Leo to Nicetas.",
          "id": 4823
        },
        {
          "text": "Also compare of St.",
          "id": 4824
        },
        {
          "text": "Basil's canon's xxxj.",
          "id": 4825
        },
        {
          "text": ", xxxvj.",
          "id": 4826
        },
        {
          "text": ", and xlvj.",
          "id": 4827
        },
        {
          "text": "Canon XCIV.",
          "id": 4828
        },
        {
          "text": "The canon subjects to penalties those who take heathen oaths, and we decree to them excommunication.",
          "id": 4829
        },
        {
          "text": "Notes.",
          "id": 4830
        },
        {
          "text": "Ancient Epitome of Canon XCIV.",
          "id": 4831
        },
        {
          "text": "Whoever uses Gentile oaths, is worthy of punishment, for he is cut off.",
          "id": 4832
        },
        {
          "text": "The reference is to canon lxxxj.",
          "id": 4833
        },
        {
          "text": "of St.",
          "id": 4834
        },
        {
          "text": "Basil's canons.",
          "id": 4835
        },
        {
          "text": "Van Espen.",
          "id": 4836
        },
        {
          "text": "Tertullian (De Idolatria, cap.",
          "id": 4837
        },
        {
          "text": "xx.",
          "id": 4838
        },
        {
          "text": ") supposes that to swear by the false gods of the Gentiles, contains in itself some idolatry, an opinion shared by St.",
          "id": 4839
        },
        {
          "text": "Basil, comparing those using such oaths with them who betrayed Christ, and who are partakers of the talk of devils.",
          "id": 4840
        },
        {
          "text": "Canon XCV.",
          "id": 4841
        },
        {
          "text": "Those who from the heretics come over to orthodoxy, and to the number of those who should be saved, we receive according to the following order and custom.",
          "id": 4842
        },
        {
          "text": "Arians, Macedonians, Novatians, who call themselves Cathari, Aristeri, and Testareskaidecatitae, or Tetraditae, and Apollinarians, we receive on their presentation of certificates and on their anathematizing every heresy which does not hold as does the holy Apostolic Church of God: then first of all we anoint them with the holy chrism on their foreheads, eyes, nostrils, mouth and ears; and as we seal them we say—\"The seal of the gift of the Holy Ghost\".",
          "id": 4843
        },
        {
          "text": "But concerning the Paulianists it has been determined by the Catholic Church that they shall by all means be rebaptized.",
          "id": 4844
        },
        {
          "text": "The Eunomeans also, who baptize with one immersion; and the Montanists, who here are called Phrygians; and the Sabellians, who consider the Son to be the same as the Father, and are guilty in certain other grave matters, and all the other heresies—for there are many heretics here, especially those who come from the region of the Galatians—all of their number who are desirous of coming to the Orthodox faith, we receive as Gentiles.",
          "id": 4845
        },
        {
          "text": "And on the first day we make them Christians, on the second Catechumens, then on the third day we exorcise them, at the same time also breathing thrice upon their faces and ears; and thus we initiate them, and we make them spend time in church and hear the Scriptures; and then we baptize them.",
          "id": 4846
        },
        {
          "text": "And the Manichaeans, and Valentinians and Marcionites and all of similar heresies must give certificates and anathematize each his own heresy, and also Nestorius, Eutyches, Dioscorus, Severus, and the other chiefs of such heresies, and those who think with them, and all the aforesaid heresies; and so they become partakers of the holy Communion.",
          "id": 4847
        },
        {
          "text": "Notes.",
          "id": 4848
        },
        {
          "text": "Ancient Epitome of Canon XCV.",
          "id": 4849
        },
        {
          "text": "Thus we admit those converted from the heretics.",
          "id": 4850
        },
        {
          "text": "We anoint with the holy chrism, upon the brow, eyes, nostrils, mouth, and ears, Arians, Macedonians, Novatians (who are called Cathari), Aristerians (who are called Quartadecimans or Tetraditae), and Apollinarians when they anathematize every heresy; and sign them with the cross as we say, \"The Seal of the gift of the Holy Ghost, Amen\".",
          "id": 4851
        },
        {
          "text": "Compare with this Canon vij.",
          "id": 4852
        },
        {
          "text": "of Laodicea, and the so-called vijth.",
          "id": 4853
        },
        {
          "text": "canon of the First Council of Constantinople.",
          "id": 4854
        },
        {
          "text": "The text I have translated is that ordinarily given, I now present to the reader Hefele's argument for its worthlessness.",
          "id": 4855
        },
        {
          "text": "Hefele.",
          "id": 4856
        },
        {
          "text": "This text is undoubtedly false, for (a) the baptism of the Gnostics was, according to the recognized ecclesiastical principle, invalid, and a Gnostic coming into the Church was required to be baptized anew; (b) besides, it would have us first to require of a Gnostic an anathema on Nestorius, Eutyches, etc.",
          "id": 4857
        },
        {
          "text": "More accurate, therefore, is the text, as it is given by Beveridge, and as Balsamon had it, to the effect that: \"In the same way (as the preceding) are the Manichaeans, Valentinians, Marcionites, and similar heretics to be treated (i-e:, to be baptized anew); but the Nestorians must (merely) present certificates, and anathematize their heresy, Nestorius, Eutyches, etc\".",
          "id": 4858
        },
        {
          "text": "Here we have only this mistake, that the Nestorians must anathematize, among others, also Eutyches, which they would certainly have done very willingly.",
          "id": 4859
        },
        {
          "text": "At the best, we must suppose that there is a gap in the text, and that after, \"all of similar heresies,\" we must add \"the later heretics must present certificates and anathematize Nestorius, Eutyches, etc\".",
          "id": 4860
        },
        {
          "text": "There seems but little doubt that whatever may be the truth in the matter, the early theologians and fathers held that even though the external rite of Holy Baptism might be validly performed by schismatics and heretics, yet that by it the person so baptized did not receive the Holy Ghost, and this opinion was not confined to the East, but was also prevalent in the West.",
          "id": 4861
        },
        {
          "text": "Vide Rupertus, De Divinis Officiis, Lib.",
          "id": 4862
        },
        {
          "text": "X.",
          "id": 4863
        },
        {
          "text": ", Cap.",
          "id": 4864
        },
        {
          "text": "xxv.",
          "id": 4865
        },
        {
          "text": "Canon XCVI.",
          "id": 4866
        },
        {
          "text": "Those who by baptism have put on Christ have professed that they will copy his manner of life which he led in the flesh.",
          "id": 4867
        },
        {
          "text": "Those therefore who adorn and arrange their hair to the detriment of those who see them, that is by cunningly devised intertwinings, and by this means put a bait in the way of unstable souls, we take in hand to cure paternally with a suitable punishment: training them and teaching them to live soberly, in order that having laid aside the deceit and vanity of material things, they may give their minds continually to a life which is blessed and free from mischief, and have their conversation in fear, pure, [and holy]; and thus come as near as possible to God through their purity of life; and adorn the inner man rather than the outer, and that with virtues, and good and blameless manners, so that they leave in themselves no remains of the left-handedness of the adversary.",
          "id": 4868
        },
        {
          "text": "But if any shall act contrary to the present canon let him be cut off.",
          "id": 4869
        },
        {
          "text": "Notes.",
          "id": 4870
        },
        {
          "text": "Ancient Epitome of Canon XCVI.",
          "id": 4871
        },
        {
          "text": "Whoever twist up their hair into artistic plaits for the destruction of the beholders are to be cut off.",
          "id": 4872
        },
        {
          "text": "For the intricate manner of dressing the hair used in the East, and for a description of the golden dye, see the scholion of Zonaras.",
          "id": 4873
        },
        {
          "text": "Van Espen remarks that the curious care for somebody else's hair in the form of wigs, so prevalent with many laymen and ecclesiastics of his day, is the same vice condemned by the canon in another shape.",
          "id": 4874
        },
        {
          "text": "Canon XCVII.",
          "id": 4875
        },
        {
          "text": "Those who have commerce with a wife or in any other manner without regard thereto make sacred places common, and treat them with contempt and thus remain in them, we order all such to be expelled, even from the dwellings of the catechumens which are in the venerable temples.",
          "id": 4876
        },
        {
          "text": "And if any one shall not observe these directions, if he be a cleric let him be deposed, but if a layman let him be cut off.",
          "id": 4877
        },
        {
          "text": "Notes.",
          "id": 4878
        },
        {
          "text": "Ancient Epitome of Canon XCVII.",
          "id": 4879
        },
        {
          "text": "Whoever in a temple has commerce with his wife and remains there out of contempt, shall be expelled even from the Catechumens.",
          "id": 4880
        },
        {
          "text": "If any one shall not observe this he shall be deposed or cut off.",
          "id": 4881
        },
        {
          "text": "Zonaras.",
          "id": 4882
        },
        {
          "text": "In the name of holy places, not the church itself but the adjoining and dependent buildings are intended such as those which are called the \"Catechumena\".",
          "id": 4883
        },
        {
          "text": "For no one would be audacious enough to wish to cohabit with his wife in the very temple itself.",
          "id": 4884
        },
        {
          "text": "Canon XCVIII.",
          "id": 4885
        },
        {
          "text": "He who brings to the intercourse of marriage a woman who is betrothed to another man who is still alive, is to lie under the charge of adultery.",
          "id": 4886
        },
        {
          "text": "Notes.",
          "id": 4887
        },
        {
          "text": "Ancient Epitome of Canon XCVIII.",
          "id": 4888
        },
        {
          "text": "He is an adulterer who takes one espoused to some one else.",
          "id": 4889
        },
        {
          "text": "Aristenus's commentary on this canon is Σαφής.",
          "id": 4890
        },
        {
          "text": "A more extraordinary estimate of it could hardly be made.",
          "id": 4891
        },
        {
          "text": "So far from the meaning being \"perspicuous,\" as the Latin translation has it, the meaning seems to be past finding out; for, as Van Espen remarks, a man who sins with a betrothed woman is certainly not an \"adulterer\".",
          "id": 4892
        },
        {
          "text": "He tries therefore to introduce the idea that though he is not an adulterer, yet he is to be punished as if he were.",
          "id": 4893
        },
        {
          "text": "But the Greek hardly seems patient of this meaning, and the Ancient Epitome says in so many words that he is an adulterer.",
          "id": 4894
        },
        {
          "text": "On account of this difficulty some have supposed that the espousals here mentioned were not de futuro but de proesenti, and that therefore it was the case of stealing a real wife of another man.",
          "id": 4895
        },
        {
          "text": "But this explanation also is involved in many difficulties.",
          "id": 4896
        },
        {
          "text": "Canon XCIX.",
          "id": 4897
        },
        {
          "text": "We have further learned that, in the regions of the Armenians, certain persons boil joints of meat within the sanctuary and offer portions to the priests, distributing it after the Jewish fashion.",
          "id": 4898
        },
        {
          "text": "Wherefore, that we may keep the church undefiled, we decree that it is not lawful for any priest to seize the separate portions of flesh meat from those who offer them, but they are to be content with what he that offers pleases to give them; and further we decree that such offering be made outside the church.",
          "id": 4899
        },
        {
          "text": "And if any one does not thus, let him be cut off.",
          "id": 4900
        },
        {
          "text": "Notes.",
          "id": 4901
        },
        {
          "text": "Ancient Epitome of Canon XCIX.",
          "id": 4902
        },
        {
          "text": "There are some who like the Jews cook meat in the holy places.",
          "id": 4903
        },
        {
          "text": "Whoever permits this, or receives aught from them, is not fit to be priest.",
          "id": 4904
        },
        {
          "text": "But if any one should of his own free choice offer it, then he might receive as much as the offerer chose to give him, provided the offer were made outside the church.",
          "id": 4905
        },
        {
          "text": "A similar Judaizing superstitious custom was also found in the West, of which Walafrid Strabo gives an account in the IX.",
          "id": 4906
        },
        {
          "text": "Century (De Rebus Ecclesiasticis, cap.",
          "id": 4907
        },
        {
          "text": "xviii.",
          "id": 4908
        },
        {
          "text": ").",
          "id": 4909
        },
        {
          "text": "Canon C.",
          "id": 4910
        },
        {
          "text": "\"Let thine eyes behold the thing which is right,\" orders Wisdom, \"and keep thine heart with all care\".",
          "id": 4911
        },
        {
          "text": "For the bodily senses easily bring their own impressions into the soul.",
          "id": 4912
        },
        {
          "text": "Therefore we order that henceforth there shall in no way be made pictures, whether they are in paintings or in what way so ever, which attract the eye and corrupt the mind, and incite it to the enkindling of base pleasures.",
          "id": 4913
        },
        {
          "text": "And if any one shall attempt to do this he is to be cut off.",
          "id": 4914
        },
        {
          "text": "Ancient Epitome of Canon C.",
          "id": 4915
        },
        {
          "text": "Pictures which induce impurity are not to be painted.",
          "id": 4916
        },
        {
          "text": "Whoso shall transgress shall be cut off.",
          "id": 4917
        },
        {
          "text": "Canon CI.",
          "id": 4918
        },
        {
          "text": "The great and divine Apostle Paul with loud voice calls man created in the image of God, the body and temple of Christ.",
          "id": 4919
        },
        {
          "text": "Excelling, therefore, every sensible creature, he who by the saving Passion has attained to the celestial dignity, eating and drinking Christ, is fitted in all respects for eternal life, sanctifying his soul and body by the participation of divine grace.",
          "id": 4920
        },
        {
          "text": "Wherefore, if any one wishes to be a participator of the immaculate Body in the time of the Synaxis, and to offer himself for the communion, let him draw near, arranging his hands in the form of a cross, and so let him receive the communion of grace.",
          "id": 4921
        },
        {
          "text": "But such as, instead of their hands, make vessels of gold or other materials for the reception of the divine gift, and by these receive the immaculate communion, we by no means allow to come, as preferring inanimate and inferior matter to the image of God.",
          "id": 4922
        },
        {
          "text": "But if any one shall be found imparting the immaculate Communion to those who bring vessels of this kind, let him be cut off as well as the one who brings them.",
          "id": 4923
        },
        {
          "text": "Notes.",
          "id": 4924
        },
        {
          "text": "Ancient Epitome of Canon CI.",
          "id": 4925
        },
        {
          "text": "Whoever comes to receive the Eucharist holds his hands in the form of a cross, and takes it with his mouth; whoever shall prepare a receptacle of gold or of any other material instead of his hand, shall be cut off.",
          "id": 4926
        },
        {
          "text": "Balsamon.",
          "id": 4927
        },
        {
          "text": "At first, perchance, this was invented from pious feelings, because the hand which came in contact with base and unworthy things was not worthy to receive the Lord's body, but, as time went on, piety was turned to the injury of the soul, so that those who did this when they came to receive with an arrogant and insolent bearing, were preferred to the poor.",
          "id": 4928
        },
        {
          "text": "St.",
          "id": 4929
        },
        {
          "text": "Cyril of Jerusalem.",
          "id": 4930
        },
        {
          "text": "(Cateches.",
          "id": 4931
        },
        {
          "text": "Mystagog.",
          "id": 4932
        },
        {
          "text": "v.",
          "id": 4933
        },
        {
          "text": ")  When thou goest to receive communion go not with thy wrists extended, nor with thy fingers separated, but placing thy left hand as a throne for thy right, which is to receive so great a King, and in the hollow of the palm receive the body of Christ, saying, Amen.",
          "id": 4934
        },
        {
          "text": "Vide also St.",
          "id": 4935
        },
        {
          "text": "John Damascene, De Fide Orthodoxa, lib.",
          "id": 4936
        },
        {
          "text": "iv.",
          "id": 4937
        },
        {
          "text": ", cap.",
          "id": 4938
        },
        {
          "text": "xiv.",
          "id": 4939
        },
        {
          "text": "On the whole matter cf.",
          "id": 4940
        },
        {
          "text": "Card.",
          "id": 4941
        },
        {
          "text": "Bona, De Rebus Lit.",
          "id": 4942
        },
        {
          "text": ", lib.",
          "id": 4943
        },
        {
          "text": "ii.",
          "id": 4944
        },
        {
          "text": ", cap.",
          "id": 4945
        },
        {
          "text": "xvij.",
          "id": 4946
        },
        {
          "text": ", n.",
          "id": 4947
        },
        {
          "text": "3.",
          "id": 4948
        },
        {
          "text": "Canon CII.",
          "id": 4949
        },
        {
          "text": "It behoves those who have received from God the power to loose and bind, to consider the quality of the sin and the readiness of the sinner for conversion, and to apply medicine suitable for the disease, lest if he is injudicious in each of these respects he should fail in regard to the healing of the sick man.",
          "id": 4950
        },
        {
          "text": "For the disease of sin is not simple, but various and multiform, and it germinates many mischievous offshoots, from which much evil is diffused, and it proceeds further until it is checked by the power of the physician.",
          "id": 4951
        },
        {
          "text": "Wherefore he who professes the science of spiritual medicine ought first of all to consider the disposition of him who has sinned, and to see whether he tends to health or (on the contrary) provokes to himself disease by his own behaviour, and to look how he can care for his manner of life during the interval.",
          "id": 4952
        },
        {
          "text": "And if he does not resist the physician, and if the ulcer of the soul is increased by the application of the imposed medicaments, then let him mete out mercy to him according as he is worthy of it.",
          "id": 4953
        },
        {
          "text": "For the whole account is between God and him to whom the pastoral rule has been delivered, to lead back the wandering sheep and to cure that which is wounded by the serpent; and that he may neither cast them down into the precipices of despair, nor loosen the bridle towards dissolution or contempt of life; but in some way or other, either by means of sternness and astringency, or by greater softness and mild medicines, to resist this sickness and exert himself for the healing of the ulcer, now examining the fruits of his repentance and wisely managing the man who is called to higher illumination.",
          "id": 4954
        },
        {
          "text": "For we ought to know two things, to wit, the things which belong to strictness and those which belong to custom, and to follow the traditional form in the case of those who are not fitted for the highest things, as holy Basil teaches us.",
          "id": 4955
        },
        {
          "text": "Ancient Epitome of Canon CII.",
          "id": 4956
        },
        {
          "text": "The character of a sin must be considered from all points and conversion expected.",
          "id": 4957
        },
        {
          "text": "And so let mercy be meted out.",
          "id": 4958
        }
      ]
    }
  ]
}