{
  "book": "Cyprian: Against the Jews Book I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Three Books of Testimonies Against the Jews: Cyprian to his son Quirinus, greeting.",
          "id": 439648
        },
        {
          "text": "It was necessary, my beloved son, that I should obey your spiritual desire, which asked with most urgent petition for those divine teachings wherewith the Lord has condescended to teach and instruct us by the Holy Scriptures, that, being led away from the darkness of error, and enlightened by His pure and shining light, we may keep the way of life through the saving sacraments.",
          "id": 439649
        },
        {
          "text": "And indeed, as you have asked, so has this discourse been arranged by me; and this treatise has been ordered in an abridged compendium, so that I should not scatter what was written in too diffuse an abundance, but, as far as my poor memory suggested, might collect all that was necessary in selected and connected heads, under which I may seem, not so much to have treated the subject, as to have afforded material for others to treat it.",
          "id": 439650
        },
        {
          "text": "Moreover, to readers also, brevity of the same kind is of very great advantage, in that a treatise of too great length dissipates the understanding and perception of the reader, while a tenacious memory keeps that which is read in a more exact compendium.",
          "id": 439651
        },
        {
          "text": "But I have comprised in my undertaking two books of equally moderate length: one wherein I have endeavoured to show that the Jews, according to what had before been foretold, had departed from God, and had lost God's favour, which had been given them in past time, and had been promised them for the future; while the Christians had succeeded to their place, deserving well of the Lord by faith, and coming out of all nations and from the whole world.",
          "id": 439652
        },
        {
          "text": "The second book likewise contains the sacrament of Christ, that He has come who was announced according to the Scriptures, and has done and perfected all those things whereby He was foretold as being able to be perceived and known.",
          "id": 439653
        },
        {
          "text": "And these things may be of advantage to you meanwhile, as you read, for forming the first lineaments of your faith.",
          "id": 439654
        },
        {
          "text": "More strength will be given you, and the intelligence of the heart will be effected more and more, as you examine more fully the Scriptures, old and new, and read through the complete volumes of the spiritual books.",
          "id": 439655
        },
        {
          "text": "For now we have filled a small measure from the divine fountains, which in the meantime we would send to you.",
          "id": 439656
        },
        {
          "text": "You will be able to drink more plentifully, and to be more abundantly satisfied, if you also will approach to drink together with us at the same springs of the divine fulness.",
          "id": 439657
        },
        {
          "text": "I bid you, beloved son, always heartily farewell.",
          "id": 439658
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Heads.",
          "id": 439659
        },
        {
          "text": "That the Jews have fallen under the heavy wrath of God, because they have departed from the Lord, and have followed idols.",
          "id": 439660
        },
        {
          "text": "Also because they did not believe the prophets, and put them to death.",
          "id": 439661
        },
        {
          "text": "That it was previously foretold that they would neither know the Lord, nor understand nor receive Him.",
          "id": 439662
        },
        {
          "text": "That the Jews would not understand the Holy Scriptures, but that they would be intelligible in the last times, after Christ had come.",
          "id": 439663
        },
        {
          "text": "That the Jews could understand nothing of the Scriptures unless they first believed on Christ.",
          "id": 439664
        },
        {
          "text": "That they would lose Jerusalem, and leave the land which they had received.",
          "id": 439665
        },
        {
          "text": "That they would also lose the Light of the Lord.",
          "id": 439666
        },
        {
          "text": "That the first circumcision of the flesh was made void, and a second circumcision of the spirit was promised instead.",
          "id": 439667
        },
        {
          "text": "That the former law, which was given by Moses, was about to cease.",
          "id": 439668
        },
        {
          "text": "That a new law was to be given.",
          "id": 439669
        },
        {
          "text": "That another dispensation and a new covenant was to be given.",
          "id": 439670
        },
        {
          "text": "That the old baptism was to cease, and a new one was to begin.",
          "id": 439671
        },
        {
          "text": "That the old yoke was to be made void, and a new yoke was to be given.",
          "id": 439672
        },
        {
          "text": "That the old pastors were to cease, and new ones to begin.",
          "id": 439673
        },
        {
          "text": "That Christ should be God's house and temple, and that the old temple should pass away, and a new one should begin.",
          "id": 439674
        },
        {
          "text": "That the old sacrifice should be made void, and a new one should be celebrated.",
          "id": 439675
        },
        {
          "text": "That the old priesthood should cease, and a new priest should come who should be for ever.",
          "id": 439676
        },
        {
          "text": "That another prophet, such as Moses, was promised, to wit, who should give a new testament, and who was rather to be listened to.",
          "id": 439677
        },
        {
          "text": "That two peoples were foretold, the elder and the younger; that is, the ancient people of the Jews, and the new one which should be of us.",
          "id": 439678
        },
        {
          "text": "That the Church, which had previously been barren, should have more sons from among the Gentiles than the synagogue had had before.",
          "id": 439679
        },
        {
          "text": "That the Gentiles should rather believe in Christ.",
          "id": 439680
        },
        {
          "text": "That the Jews should lose the bread and the cup of Christ, and all His grace; while we should receive them, and that the new name of Christians should be blessed in the earth.",
          "id": 439681
        },
        {
          "text": "That rather the Gentiles than the Jews should attain to the kingdom of heaven.",
          "id": 439682
        },
        {
          "text": "That by this alone the Jews could obtain pardon of their sins, if they wash away the blood of Christ slain in His baptism, and, passing over into the Church, should obey His precepts.",
          "id": 439683
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "That the Jews have fallen under the heavy wrath of God because they have forsaken the Lord, and have followed idols.",
          "id": 439684
        },
        {
          "text": "In Exodus the people said to Aaron: \"Arise and make us gods which shall go before us: because as for this man Moses, who brought us out of Egypt, we know not what has become of him\".",
          "id": 439685
        },
        {
          "text": "In the same place also Moses says to the Lord: \"O Lord, I pray thee, this people have sinned a great sin.",
          "id": 439686
        },
        {
          "text": "They have made to themselves gods of gold and silver.",
          "id": 439687
        },
        {
          "text": "And now, if thou wilt forgive them their sin, forgive; but if not, blot me out of the book which Thou hast written.",
          "id": 439688
        },
        {
          "text": "And the Lord said unto Moses, If any one hath sinned against me, him will I blot out of my book\".",
          "id": 439689
        },
        {
          "text": "Likewise in Deuteronomy: They sacrificed unto demons, and not unto God\".",
          "id": 439690
        },
        {
          "text": "In the book of Judges too: \"And the children of Israel did evil in the sight of the Lord God of their fathers, who brought them out of the land of Egypt, and followed the gods of the peoples that were round about them, and offended the Lord, and forsook God, and served Baal\".",
          "id": 439691
        },
        {
          "text": "Also in the same place: \"And the children of Israel added again to do evil in the sight of the Lord, and served Baal and the gods of the strangers, and forsook the Lord, and served Him not\".",
          "id": 439692
        },
        {
          "text": "In Malachi: \"Judah is forsaken, and has become an abomination in Israel and in Jerusalem, because Judah has profaned the holiness of the Lord in those things wherein He hath loved, and courted strange gods.",
          "id": 439693
        },
        {
          "text": "The Lord will cut off the man who doeth this, and he shall be made base in the tabernacles of Jacob\".",
          "id": 439694
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Also because they did not believe the prophets, and put them to death.",
          "id": 439695
        },
        {
          "text": "In Jeremiah the Lord says: \"I have sent unto I you my servants the prophets.",
          "id": 439696
        },
        {
          "text": "Before the daylight I sent them (and ye heard me not, and did not listen with your ears), saying, Let every one of you be converted from his evil way, and from your most wicked desires; and ye shall dwell in that land which I have given you and your fathers for ever and ever\".",
          "id": 439697
        },
        {
          "text": "And again: \"Go not after other gods, to serve them, and do not worship them; and provoke me not to anger in the works of your hands to scatter you abroad; and ye have not hearkened unto me\".",
          "id": 439698
        },
        {
          "text": "Also in the third book of the Kings, Elias saith unto the Lord: \"In being jealous I have been jealous for the Lord God Almighty; because the children of Israel have forsaken Thee, have demolished Thine altars, and have slain Thy prophets with the sword; and I have remained solitary, and they seek my life, to take it away from me\".",
          "id": 439699
        },
        {
          "text": "In Ezra also: \"They have fallen away from Thee, and have cast Thy law behind their backs, and have killed Thy prophets which testified against them that they should return to Thee\".",
          "id": 439700
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "That it was previously foretold that they would neither know the Lord, nor understand, nor receive Him.",
          "id": 439701
        },
        {
          "text": "In Isaiah: \"Hear, O heaven, and give ear, O earth: for the Lord hath spoken; I have begotten and brought up children, but they have rejected me.",
          "id": 439702
        },
        {
          "text": "The ox knoweth his owner, and the ass his master's crib: but Israel hath not known me, and my people hath not perceived me.",
          "id": 439703
        },
        {
          "text": "Ah sinful nation, a people filled with sins, a wicked seed, corrupting children: ye have forsaken the Lord, and have sent that Holy One of Israel into anger\".",
          "id": 439704
        },
        {
          "text": "In the same also the Lord says: \"Go and tell this people, Ye shall hear with the ear, and shall not understand; and seeing, ye shall see, and shall not perceive.",
          "id": 439705
        },
        {
          "text": "For the heart of this people hath waxed gross, and they hardly hear with their ears, and they have shut up their eyes, lest haply they should see with their eyes, and hear with their ears, and understand with their heart, and should return, and I should heal them\".",
          "id": 439706
        },
        {
          "text": "Also in Jeremiah the Lord says: \"They have forsaken me, the fountain of living water, and have dug for themselves worn-out cisterns, which could not hold water\".",
          "id": 439707
        },
        {
          "text": "Moreover, in the same: \"Behold, the word of the Lord has become unto them a reproach, and they do not wish for it\".",
          "id": 439708
        },
        {
          "text": "Again in the same the Lord says: \"The kite knoweth his time, the turtle, and the swallow; the sparrows of the field keep the time of their coming in; but my people doth not know the judgment of the Lord.",
          "id": 439709
        },
        {
          "text": "How say ye, We are wise, and the law of the Lord is with us? The false measurement has been made vain; the scribes are confounded; the wise men have trembled, and been taken, because they have rejected the word of the Lord\".",
          "id": 439710
        },
        {
          "text": "In Solomon also: \"Evil men seek me, and shall not find me; for they held wisdom in hatred and did not receive the word of the Lord\".",
          "id": 439711
        },
        {
          "text": "Also in the twenty-seventh Psalm: \"Render to them their deserving, because they have not perceived in the works of the Lord\".",
          "id": 439712
        },
        {
          "text": "Also in the eighty-first Psalm: \"They have not known, neither have they understood; they shall walk on in darkness\".",
          "id": 439713
        },
        {
          "text": "In the Gospel, too, according to John: \"He came unto His own, and His own received Him not.",
          "id": 439714
        },
        {
          "text": "As many as received Him, to them gave He power to become the sons of God who believe on His name\".",
          "id": 439715
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "That the Jews would not understand the Holy Scriptures, but that they would be intelligible in the last times, after that Christ had come.",
          "id": 439716
        },
        {
          "text": "In Isaiah: \"And all these words shall be unto you as the words of a book that is sealed, which, if you shall give to a man that knoweth letters to read, he shall say, I cannot read, for it is sealed.",
          "id": 439717
        },
        {
          "text": "But in that day the deaf shall hear the words of the book, and they who are in darkness and in a cloud; the eyes of the blind shall see\".",
          "id": 439718
        },
        {
          "text": "Also in Jeremiah: \"In the last of the days ye shall know those things\".",
          "id": 439719
        },
        {
          "text": "In Daniel, moreover: \"Secure the words, and seal the book until the time of consummation, until many learn, and knowledge is fulfilled, because when there shall be a dispersion they shall know all these things\".",
          "id": 439720
        },
        {
          "text": "Likewise in the first Epistle of Paul to the Corinthians: \"Brethren, I would not that ye should be ignorant, that all our fathers were under the cloud\".",
          "id": 439721
        },
        {
          "text": "Also in the second Epistle to the Corinthians: \"Their minds are blinded even unto this day, by this same veil which is taken away in Christ, while this same veil remains in the reading of the Old Testament, which is not unveiled, because it is made void in Christ; and even to this day, if at any time Moses is read, the veil is upon their heart.",
          "id": 439722
        },
        {
          "text": "But by and by, when they shall be turned unto the Lord, the veil shall be taken away\".",
          "id": 439723
        },
        {
          "text": "In the Gospel, the Lord after His resurrection says: \"These are the words which I spake unto you while I was yet with you, that all things must be fulfilled which are written in the law of Moses, and in the prophets, and in the Psalms, concerning me.",
          "id": 439724
        },
        {
          "text": "Then opened He their understanding, that they might understand the Scriptures; and said unto them, That thus it is written, and thus it behoved Christ to suffer, and to rise again from the dead the third day; and that repentance and remission of sins should be preached in His name even among all nations\".",
          "id": 439725
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "That the Jews could understand nothing of the Scriptures unless they first believed in Christ.",
          "id": 439726
        },
        {
          "text": "In Isaiah: \"And if ye will not believe, neither will ye understand\".",
          "id": 439727
        },
        {
          "text": "Also the Lord in the Gospel: \"For if ye believe not that I am He, ye shall die in your sins\".",
          "id": 439728
        },
        {
          "text": "Moreover, that righteousness should subsist by faith, and that in it was life, was predicted in Habakkuk: \"Now the just shall live by faith of me\".",
          "id": 439729
        },
        {
          "text": "Hence Abraham, the father of the nations, believed; in Genesis: \"Abraham believed in God, and it was counted unto him for righteousness\".",
          "id": 439730
        },
        {
          "text": "In like manner, Paul to the Galatians: \"Abraham believed in God, and it was counted unto him for righteousness.",
          "id": 439731
        },
        {
          "text": "Ye know, therefore, that they which are of faith, the same are children of Abraham.",
          "id": 439732
        },
        {
          "text": "But the Scripture, foreseeing that God justifieth the heathens by faith, foretold to Abraham that all nations should be blessed in him.",
          "id": 439733
        },
        {
          "text": "Therefore they who are of faith are blessed with faithful Abraham\".",
          "id": 439734
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "That the Jews should lose Jerusalem, and should leave the land which they had received.",
          "id": 439735
        },
        {
          "text": "In Isaiah: \"Your country is desolate, your cities are burned with fire: your land, strangers shall devour it in your sight; and the daughter of Zion shall be left deserted, and overthrown by foreign peoples, as a cottage in a vineyard, and as a keeper's lodge in a garden of cucumbers, as a city which is besieged.",
          "id": 439736
        },
        {
          "text": "And unless the Lord of Sabaoth had left us a seed, we should have been as Sodoma, and we should have been like unto Gomorrah\".",
          "id": 439737
        },
        {
          "text": "Also in the Gospel the Lord says: \"Jerusalem, Jerusalem, that killest the prophets, and stonest them that are sent unto thee, how often would I have gathered thy children as a hen gathereth her chickens under her wings, and thou wouldst not! Behold, your house shall be left unto you desolate\".",
          "id": 439738
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Also that they should lose the Light of the Lord.",
          "id": 439739
        },
        {
          "text": "In Isaiah: \"Come ye, and let us walk in the light of the Lord.",
          "id": 439740
        },
        {
          "text": "For He hath sent away His people, the house of Israel\".",
          "id": 439741
        },
        {
          "text": "In His Gospel also, according to John: \"That was the true light which lighteth every man that cometh into this world.",
          "id": 439742
        },
        {
          "text": "He was in this world, and the world was made by Him, and the world knew Him not\".",
          "id": 439743
        },
        {
          "text": "Moreover, in the same place: \"He that believeth not is judged already, because he hath not believed in the name of the only begotten Son of God.",
          "id": 439744
        },
        {
          "text": "And this is the judgment, that light is come into the world, and men loved darkness rather than light\".",
          "id": 439745
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "That the first circumcision of the flesh is made void, and the second circumcision of the spirit is promised instead.",
          "id": 439746
        },
        {
          "text": "In Jeremiah: \"Thus saith the Lord to the men of Judah, and to them who inhabit Jerusalem, Renew newness among you, and do not sow among thorns: circumcise yourselves to your God, and circumcise the foreskin of your heart; lest my anger go forth like fire, and burn you up, and there be none to extinguish it\".",
          "id": 439747
        },
        {
          "text": "Also Moses says: \"In the last days God will circumcise thy heart, and the heart of thy seed, to love the Lord thy God\".",
          "id": 439748
        },
        {
          "text": "Also in Jesus the son of Nave: \"And the Lord said unto Jesus, Make thee small knives of stone, very sharp, and set about to circumcise the children of Israel for the second time\".",
          "id": 439749
        },
        {
          "text": "Paul also, to the Colossians: \"Ye are circumcised with the circumcision not made with hands in the putting off of the flesh, but with the circumcision of Christ\".",
          "id": 439750
        },
        {
          "text": "Also, because Adam was first made by God uncircumcised, and righteous Abel, and Enoch, who pleased God and was translated; and Noah, who, when the world and men were perishing on account of transgressions, was chosen alone, that in him the human race might be preserved; and Melchizedek, the priest according to whose order Christ was promised.",
          "id": 439751
        },
        {
          "text": "Then, because that sign did not avail women, but all are sealed by the sign of the Lord.",
          "id": 439752
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "That the former law which was given by Moses was to cease.",
          "id": 439753
        },
        {
          "text": "In Isaiah: \"Then shall they be manifest who seal the law, that they may not learn; and he shall say, I wait upon the Lord, who turneth away His face from the house of Jacob, and I shall trust in Him\".",
          "id": 439754
        },
        {
          "text": "In the Gospel also: \"All the prophets and the law prophesied until John\".",
          "id": 439755
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "That a new law was to be given.",
          "id": 439756
        },
        {
          "text": "In Micah: \"For the law shall go forth out of Sion, and the word of the Lord from Jerusalem.",
          "id": 439757
        },
        {
          "text": "And He shall judge among many peoples, and He shall subdue and uncover strong nations\".",
          "id": 439758
        },
        {
          "text": "Also in Isaiah: \"For from Sion shall go forth the law, and the word of the Lord from Jerusalem; and He shall judge among the nations\".",
          "id": 439759
        },
        {
          "text": "Likewise in the Gospel according to Matthew: \"And behold a voice out of the cloud, saying, This is my beloved Son, in whom I am well pleased; hear ye Him\".",
          "id": 439760
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "That another dispensation and a new covenant was to be given.",
          "id": 439761
        },
        {
          "text": "In Jeremiah: \"Behold, the days come, saith the Lord, and I will complete for the house of Israel, and for the house of Judah, a new testament, not according to the testament which I ordered with their fathers in that day in which I took hold of their hands to bring them out of the land of Egypt, because they remained not in my testament, and I disregarded them, saith the Lord: Because this is the testament which I will establish with the house of Israel after those days, saith the Lord: I will give them my laws, and into their minds I will write them; and I will be to them for a God, and they shall be to me for a people; and they shall not teach every man his brother, saying, Know the Lord: for all shall know me, from the least even to the greatest of them: for I will be merciful to their iniquities, and will no more be mindful of their sins\".",
          "id": 439762
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "That the old baptism should cease, and a new one should begin.",
          "id": 439763
        },
        {
          "text": "In Isaiah: \"Therefore remember ye not the former things, neither reconsider the ancient things.",
          "id": 439764
        },
        {
          "text": "Behold, I make new the things which shall now arise, and ye shall know it; and I will make in the desert a way, and rivers in a dry place, to give drink to my chosen race, my people whom I acquired, that they should show forth my praises\".",
          "id": 439765
        },
        {
          "text": "In the same also: \"If they thirst, He will lead them through the deserts; He will bring forth water from the rock; the rock shall be cloven, and the water shall flow: and my people shall drink\".",
          "id": 439766
        },
        {
          "text": "Moreover, in the Gospel according to Matthew, John says: \"I indeed baptize you with water unto repentance: but He that cometh after me is mightier than I, whose shoes I am not worthy to bear; He shall baptize you with the Holy Ghost, and with fire\".",
          "id": 439767
        },
        {
          "text": "Also according to John: \"Except a man be born of water, and of the Spirit, he cannot enter into the kingdom of God.",
          "id": 439768
        },
        {
          "text": "For that which is born of the flesh is flesh, and that which is born of the Spirit is spirit\".",
          "id": 439769
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "That the old yoke should be made void, and a new yoke should be given.",
          "id": 439770
        },
        {
          "text": "In the second Psalm: \"For what purpose have the heathen raged, and the people imagined vain things? The kings of the earth stood up, and the rulers have gathered together against the Lord, and against His Christ.",
          "id": 439771
        },
        {
          "text": "Let us break their bonds asunder, and cast away their yoke from us\".",
          "id": 439772
        },
        {
          "text": "Likewise in the Gospel according to Matthew, the Lord says: \"Come unto me, all ye that labour and are burdened, and I will cause you to rest.",
          "id": 439773
        },
        {
          "text": "Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.",
          "id": 439774
        },
        {
          "text": "For my yoke is excellent, and my burden is light\".",
          "id": 439775
        },
        {
          "text": "In Jeremiah: \"In that day I will shatter the yoke from their neck, and will burst their fetters; and they shall not labour for others, but they shall labour for the Lord God; and I will raise up David a king unto them\".",
          "id": 439776
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "That the old pastors should cease and new ones begin.",
          "id": 439777
        },
        {
          "text": "In Ezekiel: \"Wherefore thus saith the Lord, Behold, I am above the shepherds; and I will require my sheep from their hands, and I will turn them away from feeding my sheep; and they shall feed them no more, and I will deliver my sheep from their mouth, and I will feed them with judgment\".",
          "id": 439778
        },
        {
          "text": "In Jeremiah the Lord says: \"And I will give you shepherds according to my own heart, and they shall feed you with the food of discipline\".",
          "id": 439779
        },
        {
          "text": "In Jeremiah, moreover: \"Hear the word of the Lord, ye nations, and tell it to the islands which are afar off.",
          "id": 439780
        },
        {
          "text": "Say, He that scattereth Israel will gather him, and will keep him as a shepherd his flock: for the Lord hath redeemed Jacob, and taken him out from the hand of him that was stronger than he\".",
          "id": 439781
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "That Christ should be the house and temple of God, and that the old temple should cease, and the new one should begin.",
          "id": 439782
        },
        {
          "text": "In the second book of Kings: \"And the word of the Lord came to Nathan, saying, Go and tell my servant David, Thus saith the Lord, Thou shalt not build me an house to dwell in; but it shall be, when thy days shall be fulfilled, and thou shalt sleep with thy fathers, I will raise up thy seed after thee, which shall come from thy bowels, and I will make ready his kingdom.",
          "id": 439783
        },
        {
          "text": "He shall build me an house in my name, and I will raise up his throne for ever; and I will be to him for a father, and he shall be to me for a son: and his house shall obtain confidence, and his kingdom for evermore in my sight\".",
          "id": 439784
        },
        {
          "text": "Also in the Gospel the Lord says: \"There shall not be left in the temple one stone upon another that shall not be thrown down\".",
          "id": 439785
        },
        {
          "text": "And \"After three days another shall be raised up without hands\".",
          "id": 439786
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "That the ancient sacrifice should be made void, and a new one should be celebrated.",
          "id": 439787
        },
        {
          "text": "In Isaiah: \"For what purpose to me is the multitude of your sacrifices? saith the Lord: I am full; I will not have the burnt sacrifices of rams, and fat of lambs, and blood of bulls and goats.",
          "id": 439788
        },
        {
          "text": "For who hath required these things from your hands?\" Also in the forty-ninth Psalm: \"I will not eat the flesh of bulls, nor drink the blood of goats.",
          "id": 439789
        },
        {
          "text": "Offer to God the sacrifice of praise, and pay your vows to the Most High.",
          "id": 439790
        },
        {
          "text": "Call upon me in the day of trouble, and I will deliver thee: and thou shalt glorify me\".",
          "id": 439791
        },
        {
          "text": "In the same Psalm, moreover: \"The sacrifice of praise shall glorify me: therein is the way in which I will show him the salvation of God\".",
          "id": 439792
        },
        {
          "text": "In the fourth Psalm too: \"Sacrifice the sacrifice of righteousness, and hope in the Lord\".",
          "id": 439793
        },
        {
          "text": "Likewise in Malachi: \"I have no pleasure concerning you, saith the Lord, and I will not have an accepted offering from your hands.",
          "id": 439794
        },
        {
          "text": "Because from the rising of the sun, even unto the going down of the same, my name is glorified among the Gentiles; and in every place odours of incense are offered to my name, and a pure sacrifice, because great is my name among the nations, saith the Lord\".",
          "id": 439795
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "That the old priesthood should cease, and a new priest should come, who should be for ever.",
          "id": 439796
        },
        {
          "text": "In the cixth Psalm: \"Before the morning star I begat thee.",
          "id": 439797
        },
        {
          "text": "The Lord hath sworn, and He will not repent, Thou art a priest for ever, after the order of Melchizedek\".",
          "id": 439798
        },
        {
          "text": "Also in the first book of Kings, God says to the priest Eli: \"And I will raise up to me a faithful priest, who shall do all things which are in my heart: and I will build him a sure house; and he shall pass in the presence of my anointed ones for all days.",
          "id": 439799
        },
        {
          "text": "And it shall be, whosoever shall remain in thine house, shall come to worship for an obolus of money, and for one loaf of bread\".",
          "id": 439800
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "That another Prophet such as Moses was promised, to wit, one who should give a new testament, and who rather ought to be heard.",
          "id": 439801
        },
        {
          "text": "In Deuteronomy God said to Moses: \"And the Lord said to me, A Prophet will I raise up to them from among their brethren, such as thee, and I will give my word in His mouth; and He shall speak unto them that which I shall command Him.",
          "id": 439802
        },
        {
          "text": "And whosoever shall not hear whatsoever things that Prophet shall speak in my name, I will avenge it\".",
          "id": 439803
        },
        {
          "text": "Concerning whom also Christ says in the Gospel according to John: \"Search the Scriptures, in which ye think ye have eternal life.",
          "id": 439804
        },
        {
          "text": "These are they which set forth testimony concerning me; and ye will not come to me, that ye might have life.",
          "id": 439805
        },
        {
          "text": "Do not think that I accuse you to the Father: there is one that accuseth you, even Moses, on whom ye hope.",
          "id": 439806
        },
        {
          "text": "For if ye had believed Moses, ye would also believe me: for he wrote of me.",
          "id": 439807
        },
        {
          "text": "But if ye believe not his writings, how shall ye believe my words?\".",
          "id": 439808
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "That two peoples were foretold, the elder and the younger; that is, the old people of the Jews, and the new one which should consist of us.",
          "id": 439809
        },
        {
          "text": "In Genesis: \"And the Lord said unto Rebekah, Two nations are in thy womb, and two peoples shall be separated from thy belly; and the one people shall overcome the other people; and the elder shall serve the younger\".",
          "id": 439810
        },
        {
          "text": "Also in Hosea: \"I will call them my people that are not my people, and her beloved that was not beloved.",
          "id": 439811
        },
        {
          "text": "For it shall be, in that place in which it shall be called not my people, they shall be called the sons of the living God\".",
          "id": 439812
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "That the Church which before had been barren should have more children from among the Gentiles than what the synagogue had had before.",
          "id": 439813
        },
        {
          "text": "In Isaiah: \"Rejoice, thou barren, that barest not; and break forth and cry, thou that travailest not: because many more are the children of the desolate one than of her who hath an husband.",
          "id": 439814
        },
        {
          "text": "For the Lord hath said, Enlarge the place of thy tabernacle, and of thy curtains, and fasten them: spare not, make long thy measures, and strengthen thy stakes: stretch forth yet to thy right hand and to thy left hand; and thy seed shall possess the nations, and shall inhabit the deserted cities.",
          "id": 439815
        },
        {
          "text": "Fear not; because thou shalt overcome: nor be afraid because thou art cursed; for thou shalt forget thy eternal confusion\".",
          "id": 439816
        },
        {
          "text": "Thus also to Abraham, when his former son was born of a bond-woman, Sarah remained long barren; and late in old age bare her son Isaac, of promise, who was the type of Christ.",
          "id": 439817
        },
        {
          "text": "Thus also Jacob received two wives: the elder Leah, with weak eyes, a type of the synagogue; the younger the beautiful Rachel, a type of the Church, who also remained long barren, and afterwards brought forth Joseph, who also was himself a type of Christ.",
          "id": 439818
        },
        {
          "text": "And in the first of Kings it is said that Elkanah had two wives: Peninnah, with her sons; and Hannah, barren, from whom is born Samuel, not according to the order of generation, but according to the mercy and promise of God, when she had prayed in the temple; and Samuel being born, was a type of Christ.",
          "id": 439819
        },
        {
          "text": "Also in the first book of Kings: \"The barren hath borne seven and she that had many children has grown weak\".",
          "id": 439820
        },
        {
          "text": "But the seven children are the seven churches.",
          "id": 439821
        },
        {
          "text": "Whence also Paul wrote to seven churches; and the Apocalypse sets forth seven churches, that the number seven may be preserved; as the seven days in which God made the world; as the seven angels who stand and go in and out before the face of God, as Raphael the angel says in Tobit; and the sevenfold lamp in the tabernacle of witness; and the seven eyes of God, which keep watch over the world; and the stone with seven eyes, as Zechariah says; and the seven spirits; and the seven candlesticks in the Apocalypse; and the seven pillars upon which Wisdom hath builded her house in Solomon.",
          "id": 439822
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "That the Gentiles should rather believe in Christ.",
          "id": 439823
        },
        {
          "text": "In Genesis: \"And the Lord God said unto Abraham, Go out from thy country, and from thy kindred, and from thy father's house, and go into that land which I shall show thee: and I will make of thee a great nation, and I will bless thee, and I will magnify thy name; and thou shalt be blessed: and I will bless him that blesseth thee, and I will curse him that curseth thee: and in thee shall all the tribes of the earth be blessed\".",
          "id": 439824
        },
        {
          "text": "On this same point in Genesis: \"And Isaac blessed Jacob.",
          "id": 439825
        },
        {
          "text": "Behold, the smell of my son is as the smell of a plentiful field which the Lord hath blessed: and God give thee of the dew of heaven, and of the fertility of the earth, abundance of corn, and wine, and oil: and peoples shall obey thee, and princes shall worship thee: and thou shalt be lord over thy brother, and the sons of thy father shall worship thee; and he that curseth thee shall be cursed, and he that blesseth thee shall be blessed\".",
          "id": 439826
        },
        {
          "text": "On this matter too in Genesis: \"But when Joseph saw that his father placed his right hand on the head of Ephraim, it seemed displeasing to him: and Joseph laid hold of his father's hand, to lift it from the head of Ephraim on to the head of Manasseh.",
          "id": 439827
        },
        {
          "text": "Moreover, Joseph said unto his father, Not so, my father: this is my first-born; place thy right hand upon his head.",
          "id": 439828
        },
        {
          "text": "But he would not, and said, I know it, my son, I know it: and he also shall be a people, and he shall be exalted; but his younger brother shall be greater than he, and his seed shall become a multitude of nations\".",
          "id": 439829
        },
        {
          "text": "Moreover in Genesis: \"Judah, thy brethren shall praise thee: thine hand shall be upon the back of thine enemies; the sons of thy father shall worship thee.",
          "id": 439830
        },
        {
          "text": "Judah is a lion's whelp: from the slender twig, my son, thou hast ascended: thou layedst down and sleepedst as a lion, and as a lion's whelp.",
          "id": 439831
        },
        {
          "text": "Who shall stir him up? There shalt not fail a prince from Judah, and a leader from his loins, until those things entrusted to him shall come; and he is the hope of the nations: binding his foal unto the vine, and his ass's colt unto the branch of the vine; he shall wash his garments in wine, and his clothing in the blood of the grape: terrible are his eyes with wine, and his teeth are whiter than milk\".",
          "id": 439832
        },
        {
          "text": "Hence in Numbers it is written concerning our people: \"Behold, the people shall rise up as a lion-like people\".",
          "id": 439833
        },
        {
          "text": "In Deuteronomy: \"Ye Gentiles shall be for the head; but this unbelieving people shall be for the tail\".",
          "id": 439834
        },
        {
          "text": "Also in Jeremiah: \"Hear the sound of the trumpet.",
          "id": 439835
        },
        {
          "text": "And they said, We will not hear: for this cause the nations shall hear, and they who shall feed their cattle among them\".",
          "id": 439836
        },
        {
          "text": "In the seventeenth Psalm: \"Thou shalt establish me the head of the nations: a people whom I have not known have served me: at the hearing of the ear they have obeyed me\".",
          "id": 439837
        },
        {
          "text": "Concerning this very thing the Lord says in Jeremiah: \"Before I formed thee in the belly, I knew thee; and before thou wentest forth from the womb, I sanctified thee, and established thee as a prophet among the nations\".",
          "id": 439838
        },
        {
          "text": "Also in Isaiah: \"Behold, I have manifested him for a witness to the nations, a prince and a commander to the peoples\".",
          "id": 439839
        },
        {
          "text": "Also in the same: \"Nations which have not known Thee shall call upon Thee; and peoples which were ignorant of Thee shall flee to Thee\".",
          "id": 439840
        },
        {
          "text": "In the same, moreover: \"And in that day there shall be a root of Jesse, which shall rise to rule in all the nations; in Him shall the Gentiles hope: and His rest shall be honour\".",
          "id": 439841
        },
        {
          "text": "In the same again: \"The land of Zebulon, and the land of Nephtalim, by the way of the sea, and ye others who inhabit the maritime places, and beyond Jordan of the nations.",
          "id": 439842
        },
        {
          "text": "People that walk in darkness, behold ye a great light; ye who dwell in the region of the shadow of death, the light shall shine upon you\".",
          "id": 439843
        },
        {
          "text": "Also in the same: \"Thus saith the Lord God to Christ my Lord, whose right hand I hold, that the nations may hear Him; and I will break asunder the strength of kings, I will open before Him gates; and cities shall not be shut\".",
          "id": 439844
        },
        {
          "text": "Also in the same: \"I come to gather together all nations and tongues; and they shall come, and see my glory.",
          "id": 439845
        },
        {
          "text": "And I will send out over them a standard, and I will send those that are preserved among them to the nations which are afar off, which have not heard my name nor seen my glory; and they shall declare my glory to the nations\".",
          "id": 439846
        },
        {
          "text": "Also in the same: \"And in all these things they are not converted; therefore He shall lift up a standard to the nations which are afar, and He will draw them from the end of the earth\".",
          "id": 439847
        },
        {
          "text": "Also in the same: \"Those who had not been told of Him shall see, and they who have not heard shall understand\".",
          "id": 439848
        },
        {
          "text": "Also in the same: \"I have been made manifest to those who seek me not: I have been formal of those who asked not after me.",
          "id": 439849
        },
        {
          "text": "I said, Lo, here am I, to a nation that has not called upon my name\".",
          "id": 439850
        },
        {
          "text": "Of this same thing, in the Acts of the Apostles, Paul says: \"It was necessary that the word of God should first be shown to you; but since ye put it from you, and judged yourselves unworthy of eternal life, lo, we turn to the Gentiles: for thus said the Lord by the Scriptures, Behold, I have set Thee a light among the nations, that Thou shouldest be for salvation even to the ends of the earth\".",
          "id": 439851
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "That the Jews would lose while we should receive the bread and the cup of Christ and all His grace, and that the new name of Christians should be blessed in the earth.",
          "id": 439852
        },
        {
          "text": "In Isaiah: \"Thus saith the Lord, Behold, they who serve me shall eat, but ye shall be hungry: behold, they who serve me shall drink, but ye shall be thirsty: behold, they who serve me shall rejoice, but ye shall be confounded; the Lord shall slay you.",
          "id": 439853
        },
        {
          "text": "But to those who serve me a new name shall be named, which shall be blessed in the earth\".",
          "id": 439854
        },
        {
          "text": "Also in the same place: \"Therefore shall He lift up an ensign to the nations which are afar off, and He will draw them from the end of the earth; and, behold, they shall come swiftly with lightness; they shall not hunger nor thirst\".",
          "id": 439855
        },
        {
          "text": "Also in the same place: \"Behold, therefore, the Ruler, the Lord of Sabaoth, shall take away from Judah and from Jerusalem the healthy man and the strong man, the strength of bread and the strength of water\".",
          "id": 439856
        },
        {
          "text": "Likewise in the thirty-third Psalm: \"O taste and see how sweet is the Lord.",
          "id": 439857
        },
        {
          "text": "Blessed is the man that hopeth in Him.",
          "id": 439858
        },
        {
          "text": "Fear the Lord God, all ye His saints: for there is no want to them that fear Him.",
          "id": 439859
        },
        {
          "text": "Rich men have wanted and have hungered; but they who seek the Lord shall never want any good thing\".",
          "id": 439860
        },
        {
          "text": "Moreover, in the Gospel according to John, the Lord says: \"I am the bread of life: he that cometh to me shall not hunger, and he that trusteth in me shall never thirst\".",
          "id": 439861
        },
        {
          "text": "Likewise He saith in that place: \"If any one thirst, let him come and drink.",
          "id": 439862
        },
        {
          "text": "He that believeth on me, as the Scripture saith, out of his belly shall flow rivers of living water\".",
          "id": 439863
        },
        {
          "text": "Moreover, He says in the same place: \"Except ye eat the flesh of the Son of man, and drink His blood, ye shall have no life in you\".",
          "id": 439864
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "That the Gentiles rather than the Jews attain to the kingdom of heaven.",
          "id": 439865
        },
        {
          "text": "In the Gospel the Lord says: \"Many shall come from the east and from the west, and shall lie down with Abraham, and Isaac, and Jacob, in the kingdom of heaven; but the children of the kingdom shall go out into outer darkness: there shall be weeping and gnashing of teeth\".",
          "id": 439866
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "That by this alone the Jews can receive pardon of their sins, if they wash away the blood of Christ slain, in His baptism, and, passing over into His Church, obey His precepts.",
          "id": 439867
        },
        {
          "text": "In Isaiah the Lord says: \"Now I will not release your sins.",
          "id": 439868
        },
        {
          "text": "When ye stretch forth your hands, I will turn away my face from you; and if ye multiply prayers, I will not hear you: for your hands are full of blood.",
          "id": 439869
        },
        {
          "text": "Wash you, make you clean; take away the wickedness from your souls from the sight of mine eyes; cease from your wickedness; learn to do good; seek judgment; keep him who suffers wrong; judge for the orphan, and justify the widow.",
          "id": 439870
        },
        {
          "text": "And come, let us reason together, saith the Lord: and although your sins be as scarlet, I will whiten them as snow; and although they were as crimson, I will whiten them as wool.",
          "id": 439871
        },
        {
          "text": "And if ye be willing and listen to me, ye shall eat of the good of the land; but if ye be unwilling, and will not hear me, the sword shall consume you; for the mouth of the Lord hath spoken these things\".",
          "id": 439872
        }
      ]
    }
  ]
}