{
  "book": "Dionysius: On John VIII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "On John: V.",
          "id": 130371
        },
        {
          "text": "—On John VIII.",
          "id": 130372
        },
        {
          "text": "  Now this word \"I am\" expresses His eternal subsistence.",
          "id": 130373
        },
        {
          "text": "For if He is the reflection of the eternal light, He must also be eternal Himself.",
          "id": 130374
        },
        {
          "text": "For if the light subsists for ever, it is evident that the reflection also subsists for ever.",
          "id": 130375
        },
        {
          "text": "And that this light subsists, is known only by its shining; neither can there be a light that does not give light.",
          "id": 130376
        },
        {
          "text": "We come back, therefore, to our illustrations.",
          "id": 130377
        },
        {
          "text": "If there is day, there is light; and if there is no such thing, the sun certainly cannot be present.",
          "id": 130378
        },
        {
          "text": "If, therefore, the sun had been eternal, there would also have been endless day.",
          "id": 130379
        },
        {
          "text": "Now, however, as it is not so, the day begins when the sun rises, and it ends when the sun sets.",
          "id": 130380
        },
        {
          "text": "But God is eternal light, having neither beginning nor end.",
          "id": 130381
        },
        {
          "text": "And along with Him there is the reflection, also without beginning, and everlasting.",
          "id": 130382
        },
        {
          "text": "The Father, then, being eternal, the Son is also eternal, being light of light; and if God is the light, Christ is the reflection; and if God is also a Spirit, as it is written, \"God is a Spirit,\" Christ, again, is called analogously Spirit.",
          "id": 130383
        }
      ]
    }
  ]
}