{
  "book": "Dionysius: On the Reception of the Lapsed to Penitence",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "On the Reception of the Lapsed to Penitence: VII.",
          "id": 130390
        },
        {
          "text": "—On the Reception of the Lapsed to Penitence.",
          "id": 130391
        },
        {
          "text": "  But now we are doing the opposite.",
          "id": 130392
        },
        {
          "text": "For whereas Christ, who is the good Shepherd, goes in quest of one who wanders, lost among the mountains, and calls him back when he flees from Him, and is at pains to take him up on His shoulders when He has found him, we, on the contrary, harshly spurn such a one even when He approaches us.",
          "id": 130393
        },
        {
          "text": "Yet let us not consult so miserably for ourselves, and let us not in this way be driving the sword against ourselves.",
          "id": 130394
        },
        {
          "text": "For when people set themselves either to do evil or to do good to others, what they do is certainly not confined to the carrying out of their will on those others; but just as they attach themselves to iniquity or to goodness, they will themselves become possessed either by divine virtues or by unbridled passions.",
          "id": 130395
        },
        {
          "text": "And the former will become the followers and comrades of the good angels; and both in this world and in the other, with the enjoyment of perfect peace and immunity from all ills, they will fulfil the most blessed destinies unto all eternity, and in God's fellowship they will be for ever (in possession of) the supremest good.",
          "id": 130396
        },
        {
          "text": "But these latter will fall away at once from the peace of God and from peace with themselves, and both in this world and after death they will abide with the spirits of blood-guiltiness.",
          "id": 130397
        },
        {
          "text": "Wherefore let us not thrust from us those who seek a penitent return; but let us receive them gladly, and number them once more with the stedfast, and make up again what is defective in them.",
          "id": 130398
        }
      ]
    }
  ]
}