{
  "book": "Dionysius: Introductory Note",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Dionysius - Intoductory Note:  –.",
          "id": 129385
        },
        {
          "text": "The great Origen had twin children in Gregory and Dionysius.",
          "id": 129386
        },
        {
          "text": "Their lives ran in parallel lines, and are said to have ended on the same day; and nobly did they sustain the dignity and orthodoxy of the pre-eminent school which was soon to see its bright peculiar star in Athanasius.",
          "id": 129387
        },
        {
          "text": "Dionysius is supposed to have been a native of Alexandria, of heathen parentage, and of a family possessed of wealth and honourable rank.",
          "id": 129388
        },
        {
          "text": "Early in life he seems to have been brought under the influence of certain presbyters; and a voice seemed to speak to him in a vision encouraging him to \"prove all things, and hold fast that which is good\".",
          "id": 129389
        },
        {
          "text": "We find him at the feet of Origen a diligent pupil, and afterwards, as a presbyter, succeeding Heraclas ( ) as the head of the school, sitting in Origen's seat.",
          "id": 129390
        },
        {
          "text": "For about fifteen years he further illuminated this illustrious chair; and then, in ripe years, about  , he succeeded Heraclas again as bishop of Alexandria, at that time, beyond all comparison, the greatest and the most powerful See of Christendom.",
          "id": 129391
        },
        {
          "text": "For a year or two he fed his flock in peace; but then troubles broke in upon his people, even under the kindly reign of Philip.",
          "id": 129392
        },
        {
          "text": "Things grew worse, till under Decius the eighth persecution was let loose throughout the empire.",
          "id": 129393
        },
        {
          "text": "Like Cyprian, Dionysius retired for a season, upon like considerations, but not until he had been arrested and providentially delivered from death in a singular manner.",
          "id": 129394
        },
        {
          "text": "On returning to his work, he found the Church greatly disturbed by the questions concerning the lapsed, with which Cyprian's history has made us acquainted.",
          "id": 129395
        },
        {
          "text": "In the letter to Fabius will be found details of the earlier persecution, and in that against Germanus are interesting facts of his own experience.",
          "id": 129396
        },
        {
          "text": "The Epistle to the Alexandrians contains very full particulars of the pestilence which succeeded these calamities; and it is especially noteworthy as contrasting the humanity and benevolence of Christians with the cruel and cowardly indifference of the pagans towards the dying and the dead.",
          "id": 129397
        },
        {
          "text": "Seditions and tumults followed, on which we have our author's reflections in the Epistle to Hierax, with not a few animated touches of description concerning the condition of Alexandria after such desolations.",
          "id": 129398
        },
        {
          "text": "In the affair of Cyprian with Stephen he stood by the great Carthaginian doctor, and maintained the positions expressed in the letter of Firmilian.",
          "id": 129399
        },
        {
          "text": "Wars, pestilences, and the irruptions of barbarians, make up the history of the residue of the period, through which Dionysius was found a \"burning and a shining light\" to the Church; his great influence extending throughout the East, and to the West also.",
          "id": 129400
        },
        {
          "text": "I may leave the residue of his story to the introductory remarks of the translator, and to his valuable annotations, to which it will not be necessary for me to add many of my own.",
          "id": 129401
        },
        {
          "text": "But I must find room to express my admiration for his character, which was never found wanting amid many terrible trials of character and of faith itself.",
          "id": 129402
        },
        {
          "text": "His pen was never idle; his learning and knowledge of the Scriptures are apparent, even in the fragments that have come down to us; his fidelity to the traditions received from Origen and Heraclas are not less conspicuous; and in all his dealings with his brethren of the East and West there reigns over his conduct that pure spirit of the Gospel which proves that the virgin-age of the Church was not yet of the past.",
          "id": 129403
        },
        {
          "text": "A beautiful moderation and breadth of sympathy distinguish his episcopal utterances; and, great as was his diocese, he seems equally devoid of prelatic pride and of that wicked ambition which too soon after the martyr-ages proved the bane of the Church's existence.",
          "id": 129404
        },
        {
          "text": "The following is the  Translator's Introductory Notice.",
          "id": 129405
        },
        {
          "text": "For our knowledge of the career of this illustrious disciple of Origen we are indebted chiefly to Eusebius, in the sixth and seventh books of his Historia Ecclesiastica, and in the fourteenth book of his Praeparatio Evangelica.",
          "id": 129406
        },
        {
          "text": "He appears to have been the son of pagan parents; but after studying the doctrines of various of the schools of philosophy, and coming under the influence of Origen, to whom he had attached himself as a pupil, he was led to embrace the Christian faith.",
          "id": 129407
        },
        {
          "text": "This step was taken at an early period, and, as he informs us, only after free examination and careful inquiry into the great systems of heathen belief.",
          "id": 129408
        },
        {
          "text": "He was made a presbyter in Alexandria after this decision; and on the elevation of Heraclas to the bishopric of that city, Dionysius succeeded him in the presidency of the catechetical school there about.",
          "id": 129409
        },
        {
          "text": "After holding that position for some fifteen years Heraclas died, and Dionysius was again chosen to be his successor; and ascending the episcopal throne of Alexandria about   or , he retained that See till his death in the year.",
          "id": 129410
        },
        {
          "text": "The period of his activity as bishop was a time of great suffering and continuous anxiety; and between the terrors of persecution on the one hand, and the cares of controversy on the other, he found little repose in his office.",
          "id": 129411
        },
        {
          "text": "During the Decian persecution he was arrested and hurried off by the soldiers to a small town named Taposiris, lying between Alexandria and Canopus.",
          "id": 129412
        },
        {
          "text": "But he was rescued from the peril of that seizure in a remarkably providential manner, by a sudden rising of the people of the rural district through which he was carried.",
          "id": 129413
        },
        {
          "text": "Again, however, he was called to suffer, and that more severely, when the persecution under Valerian broke out in the year.",
          "id": 129414
        },
        {
          "text": "On making open confession of his faith on this occasion he was banished, at a time when he was seriously ill, to Cephro, a wild and barren district in Libya; and not until he had spent two or three years in exile there was he enabled to return to Alexandria, in virtue of the edict of Gallienus.",
          "id": 129415
        },
        {
          "text": "At various times he had to cope, too, with the miseries of pestilence and famine and civil conflicts in the seat of his bishopric.",
          "id": 129416
        },
        {
          "text": "In the many ecclesiastical difficulties of his age he was also led to take a prominent part.",
          "id": 129417
        },
        {
          "text": "When the keen contest was waged on the subject of the rebaptism of recovered heretics about the year , the matter in dispute was referred by both parties to his judgment, and he composed several valuable writings on the question.",
          "id": 129418
        },
        {
          "text": "Then he was induced to enter the lists with the Sabellians, and in the course of a lengthened controversy did much good service against their tenets.",
          "id": 129419
        },
        {
          "text": "The uncompromising energy of his opposition to that sect carried him, however, beyond the bounds of prudence, so that he himself gave expression to opinions not easily reconcilable with the common orthodox doctrine.",
          "id": 129420
        },
        {
          "text": "For these he was called to account by Dionysius bishop of Rome; and when a synod had been summoned to consider the case, he promptly and humbly acknowledged the error into which his precipitate zeal had drawn him.",
          "id": 129421
        },
        {
          "text": "Once more, he was urged to give his help in the difficulty with Paul of Samosata.",
          "id": 129422
        },
        {
          "text": "But as the burden of years and infirmities made it impossible for him to attend the synod convened at Antioch in  to deal with that troublesome heresiarch, he sent his opinion on the subject of discussion in a letter to the council, and died soon after, towards the close of the same year.",
          "id": 129423
        },
        {
          "text": "The responsible duties of his bishopric had been discharged with singular faithfulness and patience throughout the seventeen eventful years during which he occupied the office.",
          "id": 129424
        },
        {
          "text": "Among the ancients he was held in the highest esteem both for personal worth and for literary usefulness; and it is related that there was a church dedicated to him in Alexandria.",
          "id": 129425
        },
        {
          "text": "One feature that appears very prominently in his character, is the spirit of independent investigation which possessed him.",
          "id": 129426
        },
        {
          "text": "It was only after candid examination of the current philosophies that he was induced to become a Christian; and after his adoption of the faith, he kept himself abreast of all the controversies of the time, and perused with an impartial mind the works of the great heretics.",
          "id": 129427
        },
        {
          "text": "He acted on this principle through his whole course as a teacher, pronouncing against such writings only when he had made himself familiar with their contents, and saw how to refute them.",
          "id": 129428
        },
        {
          "text": "And we are told in Eusebius, that when a certain presbyter once remonstrated with him on this subject, and warned him of the injury he might do to his own soul by habituating himself to the perusal of these heterodox productions, Dionysius was confirmed in his purpose by a vision and a voice which were sent him, as he thought, from heaven to relieve him of all such fear, and to encourage him to read and prove all that might come into his hand, because that method had been from the very first the cause of faith to him.",
          "id": 129429
        },
        {
          "text": "The moderation of his character, again, is not less worthy of notice.",
          "id": 129430
        },
        {
          "text": "In the case of the Novatian schism, while he was from the first decidedly opposed to the principles of the party, he strove by patient and affectionate argumentation to persuade the leader to submit.",
          "id": 129431
        },
        {
          "text": "So, too, in the disputes on baptism we find him urgently entreating the Roman bishop Stephen not to press matters to extremity with the Eastern Church, nor destroy the peace she had only lately begun to enjoy.",
          "id": 129432
        },
        {
          "text": "Again, in the chiliastic difficulties excited by Nepos, and kept up by Coracion, we see him assembling all the parochial clergy who held these opinions, and inviting all the laymen of the diocese also to attend the conference, and discussing the question for three whole days with all these ministers, considering their arguments, and meeting all their objections patiently by Scripture testimony, until he persuades Coracion himself to retract, and receives the thanks of the pastors, and restores unity of faith in his bishopric.",
          "id": 129433
        },
        {
          "text": "On these occasions his mildness, and benignity, and moderation stand out in bold relief; and on others we trace similar evidences of his broad sympathies and his large and liberal spirit.",
          "id": 129434
        },
        {
          "text": "He was possessed also of a remarkably fertile pen; and the number of his theological writings, both formal treatises and more familiar epistles, was very considerable.",
          "id": 129435
        },
        {
          "text": "All these, however, have perished, with the exception of what Eusebius and other early authors already referred to have preserved.",
          "id": 129436
        },
        {
          "text": "The most important of these compositions are the following:.",
          "id": 129437
        },
        {
          "text": "A Treatise on the Promises, in two books, which was written against Nepos, and of which Eusebius has introduced two pretty large extracts into the third and seventh books of his History.",
          "id": 129438
        },
        {
          "text": "A Book on Nature, addressed to Timotheus, in opposition to the Epicureans, of which we have some sections in the Praepar.",
          "id": 129439
        },
        {
          "text": "Evangel.",
          "id": 129440
        },
        {
          "text": "of Eusebius.",
          "id": 129441
        },
        {
          "text": "A Work against the Sabellians, addressed to Dionysius bishop of Rome, in four books or letters, in which he deals with his own unguarded statements in the controversy with Sabellius, and of which certain portions have come down to us in Athanasius and Basil.",
          "id": 129442
        },
        {
          "text": "In addition to these, we possess a number of his epistles in whole or part, and a few exegetical fragments.",
          "id": 129443
        },
        {
          "text": "There is a Scholium in the Codex Amerbachianus which may be given here:—It should be known that this sainted Dionysius became a hearer of Origen in the fourth year of the reign of Philip, who succeeded Gordian in the empire.",
          "id": 129444
        },
        {
          "text": "On the death of Heraclas, the thirteenth bishop of the church of Alexandria, he was put in possession of the headship of that church; and after a period of seventeen years, embracing the last three years of the reign of Philip, and the one year of that of Decius, and the one year of Gallus and Volusianus the son of Decius, and twelve years of the reigns of Valerian and his son Gallus (Gallienus), he departed to the Lord.",
          "id": 129445
        },
        {
          "text": "And Basilides was bishop of the parishes in the Pentapolis of Libya, as Eusebius informs us in the sixth and seventh books of his Ecclesiastical History.",
          "id": 129446
        }
      ]
    }
  ]
}