{
  "book": "Funeral Oration on Meletius",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Funeral Oration on Meletius.",
          "id": 127108
        },
        {
          "text": "  The number of the Apostles has been enlarged for us by this our late Apostle being reckoned among their company.",
          "id": 127109
        },
        {
          "text": "These Holy ones have drawn to themselves one of like conversation; those athletes a fellow athlete; those crowned ones another crowned like them; the pure in heart one chaste in soul: those ministers of the Word another herald of that Word.",
          "id": 127110
        },
        {
          "text": "Most blessed, indeed, is our Father for this his joining the Apostolic band and his departure to Christ.",
          "id": 127111
        },
        {
          "text": "Most pitiable we! for the unseasonableness of our orphaned condition does not permit us to congratulate ourselves on our Father's happy lot.",
          "id": 127112
        },
        {
          "text": "For him, indeed, better it was by his departure hence to be with Christ, but it was a grievous thing for us to be severed from his fatherly guidance.",
          "id": 127113
        },
        {
          "text": "Behold, it is a time of need for counsel; and our counsellor is silent.",
          "id": 127114
        },
        {
          "text": "War, the war of heresy, encompasses us, and our Leader is no more.",
          "id": 127115
        },
        {
          "text": "The general body of the Church labours under disease, and we find not the physician.",
          "id": 127116
        },
        {
          "text": "See in what a strait we are.",
          "id": 127117
        },
        {
          "text": "Oh! that it were possible I could nerve my weakness, and rising to the full proportions of our loss, burst out with a voice of lamentation adequate to the greatness of the distress, as these excellent preachers of yours have done, who have bewailed with loud voice the misfortune that has befallen them in this loss of their father.",
          "id": 127118
        },
        {
          "text": "But what can I do? How can I force my tongue to the service of the theme, thus heavily weighted, and shackled, as it were, by this calamity? How shall I open my mouth thus subdued to speechlessness? How shall I give free utterance to a voice now habitually sinking to the pathetic tone of lamentations? How can I lift up the eyes of my soul, veiled as I am with this darkness of misfortune? Who will pierce for me this deep dark cloud of grief, and light up again, as out of a clear sky, the bright ray of peace? From what quarter will that ray shine forth, now that our star has set? Oh! evil moonless night that gives no hope of any star! With what an opposite meaning, as compared with those of late, are our words uttered in this place now! Then we rejoiced with the song of marriage, now we give way to piteous lamentation for the sorrow that has befallen us! Then we chanted an epithalamium, but now a funeral dirge! You remember the day when we entertained you at the feast of that spiritual marriage, and brought home the virgin bride to the house of her noble bridegroom; when to the best of our ability we proffered the wedding gifts of our praises, both giving and receiving joy in turn.",
          "id": 127119
        },
        {
          "text": "But now our delight has been changed to lamentation, and our festal garb become sackcloth.",
          "id": 127120
        },
        {
          "text": "It were better, maybe, to suppress our woe, and to hide our grief in silent seclusion, so as not to disturb the children of the bride-chamber, divested as we are of the bright marriage garment, and clothed instead with the black robe of the preacher.",
          "id": 127121
        },
        {
          "text": "For since that noble bridegroom has been taken from us, sorrow has all at once clothed us in the garb of black; nor is it possible for us to indulge in the usual cheerfulness of our conversation, since Envy has stripped us of our proper and becoming dress.",
          "id": 127122
        },
        {
          "text": "Rich in blessings we came to you; now we leave you bare and poor.",
          "id": 127123
        },
        {
          "text": "The lamp we held right above our head, shining with the rich fulness of light, we now carry away quenched, its bright flame all dissolved into smoke and dust.",
          "id": 127124
        },
        {
          "text": "We held our great treasure in an earthen vessel.",
          "id": 127125
        },
        {
          "text": "Vanished is the treasure, and the earthen vessel, emptied of its wealth, is restored to them who gave it.",
          "id": 127126
        },
        {
          "text": "What shall we say who have consigned it? What answer will they make by whom it is demanded back? Oh! miserable shipwreck! How, even with the harbour around us, have we gone to pieces with our hopes! How has the vessel, fraught with a thousand bales of goods, sunk with all its cargo, and left us destitute who were once so rich! Where is that bright sail which was ever filled by the Holy Ghost? Where is that safe helm of our souls which steered us while we sailed unhurt over the swelling waves of heresy? Where that immovable anchor of intelligence which held us in absolute security and repose after our toils? Where that excellent pilot who steered our bark to its heavenly goal? Is, then, what has happened of small moment, and is my passionate grief unreasoning? Is it not rather that I reach not the full extent of our loss, though I exceed in the loudness of my expression of grief? Lend me, oh lend me, my brethren, the tear of sympathy.",
          "id": 127127
        },
        {
          "text": "When you were glad we shared your gladness.",
          "id": 127128
        },
        {
          "text": "Repay us, therefore, this sad recompense.",
          "id": 127129
        },
        {
          "text": "\"Rejoice with them that do rejoice\".",
          "id": 127130
        },
        {
          "text": "This we have done.",
          "id": 127131
        },
        {
          "text": "It is for you to return it by \"weeping with them that weep\".",
          "id": 127132
        },
        {
          "text": "It happened once that a strange people bewailed the loss of the patriarch Jacob, and made the misfortune of another people their own, when his united family transported their father out of Egypt, and lamented in another land the loss that had befallen them.",
          "id": 127133
        },
        {
          "text": "They all prolonged their mourning over him for thirty days and as many nights.",
          "id": 127134
        },
        {
          "text": "Ye, therefore, that are brethren, and of the same kindred, do as they who were of another kindred did.",
          "id": 127135
        },
        {
          "text": "On that occasion the tear of strangers was shed in common with that of countrymen; be it shed in common now, for common is the grief.",
          "id": 127136
        },
        {
          "text": "Behold these your patriarchs.",
          "id": 127137
        },
        {
          "text": "All these are children of our Jacob.",
          "id": 127138
        },
        {
          "text": "All these are children of the free-woman.",
          "id": 127139
        },
        {
          "text": "No one is base born, no one supposititious.",
          "id": 127140
        },
        {
          "text": "Nor indeed would it have become that Saint to introduce into the nobility of the family of Faith a bond-woman's kindred.",
          "id": 127141
        },
        {
          "text": "Therefore is he our father because he was the father of our father.",
          "id": 127142
        },
        {
          "text": "Ye have just heard what and how great things an Ephraim and a Manasses related of their father, and how the wonders of the story surpassed description.",
          "id": 127143
        },
        {
          "text": "Give me also leave to speak on them.",
          "id": 127144
        },
        {
          "text": "For this beatification of him from henceforth incurs no risk.",
          "id": 127145
        },
        {
          "text": "Neither fear I Envy; for what worse evil can it do me? Know, then, what the man was; one of the nobility of the East, blameless, just, genuine, devout, innocent of any evil deed.",
          "id": 127146
        },
        {
          "text": "Indeed the great Job will not be jealous if he who imitated him be decked with the like testimonials of praise.",
          "id": 127147
        },
        {
          "text": "But Envy, that has an eye for all things fair, cast a bitter glance upon our blessedness; and one who stalks up and down the world also stalked in our midst, and broadly stamped the foot-mark of affliction on our happy state.",
          "id": 127148
        },
        {
          "text": "It is not herds of oxen or sheep that he has maltreated, unless in a mystical sense one transfers the idea of a flock to the Church.",
          "id": 127149
        },
        {
          "text": "It is not in these that we have received injury from Envy; it is not in asses or camels that he has wrought us loss, neither has he excruciated our bodily feelings by a wound in the flesh; no, but he has robbed us of our very head.",
          "id": 127150
        },
        {
          "text": "And with that head have gone away from us the precious organs of our senses.",
          "id": 127151
        },
        {
          "text": "That eye which beheld the things of heaven is no longer ours, nor that ear which listened to the Divine voice, nor that tongue with its pure devotion to truth.",
          "id": 127152
        },
        {
          "text": "Where is that sweet serenity of his eyes? Where that bright smile upon his lips? Where that courteous right hand with fingers outstretched to accompany the benediction of the mouth.",
          "id": 127153
        },
        {
          "text": "I feel an impulse, as if I were on the stage, to shout aloud for our calamity.",
          "id": 127154
        },
        {
          "text": "Oh! Church, I pity you.",
          "id": 127155
        },
        {
          "text": "To you, the city of Antioch, I address my words.",
          "id": 127156
        },
        {
          "text": "I pity you for this sudden reversal.",
          "id": 127157
        },
        {
          "text": "How has your beauty been despoiled! How have you been robbed of your ornaments! How suddenly has the flower faded! \"Verily the grass withereth and the flower thereof falleth away\".",
          "id": 127158
        },
        {
          "text": "What evil eye, what witchery of drunken malice has intruded on that distant Church? What is there to compensate her loss? The fountain has failed.",
          "id": 127159
        },
        {
          "text": "The stream has dried up.",
          "id": 127160
        },
        {
          "text": "Again has water been turned into blood.",
          "id": 127161
        },
        {
          "text": "Oh! the sad tidings which tell the Church of her calamity! Who shall say to the children that they have no more a father? Who shall tell the Bride she is a widow? Alas for their woes! What did they send out? What do they receive back? They sent forth an ark, they receive back a coffin.",
          "id": 127162
        },
        {
          "text": "The ark, my brethren, was that man of God; an ark containing in itself the Divine and mystic things.",
          "id": 127163
        },
        {
          "text": "There was the golden vessel full of Divine manna, that celestial food.",
          "id": 127164
        },
        {
          "text": "In it were the Tables of the Covenant written on the tablets of the heart, not with ink but by the Spirit of the living God.",
          "id": 127165
        },
        {
          "text": "For on that pure heart no gloomy or inky thought was imprinted.",
          "id": 127166
        },
        {
          "text": "In it, too, were the pillars, the steps, the chapters, the lamps, the mercy-seat, the baths, the veils of the entrances.",
          "id": 127167
        },
        {
          "text": "In it was the rod of the priesthood, which budded in the hands of our Saint; and whatever else we have heard the Ark contained was all held in the soul of that man.",
          "id": 127168
        },
        {
          "text": "But in their stead what is there now? Let description cease.",
          "id": 127169
        },
        {
          "text": "Cloths of pure white linen scarves of silk, abundance of perfumes and spices; the loving munificence of a modest and beautiful lady.",
          "id": 127170
        },
        {
          "text": "For it must be told, so as to be for a memorial of her, what she did for that Priest when, without stint, she poured the alabaster box of ointment on his head.",
          "id": 127171
        },
        {
          "text": "But the treasure preserved within, what is it? Bones, now dead, and which even before dissolution had rehearsed their dying, the sad memorials of our affliction.",
          "id": 127172
        },
        {
          "text": "Oh! what a cry like that of old will be heard in Rama, Rachel weeping, not for her children but for a husband, and admitting not of consolation.",
          "id": 127173
        },
        {
          "text": "Let alone, ye that would console; let alone; force not on us your consolation.",
          "id": 127174
        },
        {
          "text": "Let the widow indulge the deepness of her grief.",
          "id": 127175
        },
        {
          "text": "Let her feel the loss that has been inflicted on her.",
          "id": 127176
        },
        {
          "text": "Yet she is not without previous practice in separation.",
          "id": 127177
        },
        {
          "text": "In those contests in which our athlete was engaged she had before been trained to bear to be left.",
          "id": 127178
        },
        {
          "text": "Certainly you must remember how a previous sermon to ours related to you the contests of the man; how throughout, even in the very number of his contests, he had maintained the glory of the Holy Trinity, which he ever glorified; for there were three trying attacks that he had to repel.",
          "id": 127179
        },
        {
          "text": "You have heard the whole series of his labours, what he was in the first, what in the middle, and what in the last.",
          "id": 127180
        },
        {
          "text": "I deem it superfluous to repeat what has been so well described.",
          "id": 127181
        },
        {
          "text": "Yet it may not be out of place to add just so much as this.",
          "id": 127182
        },
        {
          "text": "When that Church, so sound in the faith, at the first beheld the man, she saw features truly formed after the image of God, she saw love welling forth, she saw grace poured around his lips, a consummate perfection of humility beyond which it is impossible to conceive any thing further, a gentleness like that of David, the understanding of Solomon, a goodness like that of Moses, a strictness as of Samuel, a chastity as of Joseph, the skill of a Daniel, a zeal for the faith such as was in the great Elijah, a purity of body like that of the lofty-minded John, an unsurpassable love as of Paul.",
          "id": 127183
        },
        {
          "text": "She saw the concurrence of so many excellences in one soul, and, thrilled with a blessed affection, she loved him, her own bridegroom, with a pure and virtuous passion.",
          "id": 127184
        },
        {
          "text": "But ere she could accomplish her desire, ere she could satisfy her longing, while still in the fervour of her passion, she was left desolate, when those trying times called the athlete to his contests.",
          "id": 127185
        },
        {
          "text": "While, then, he was engaged in these toilsome struggles for religion, she remained chaste and kept the marriage vow.",
          "id": 127186
        },
        {
          "text": "A long time intervened, during which one, with adulterous intent, made an attempt upon the immaculate bridal-chamber.",
          "id": 127187
        },
        {
          "text": "But the Bride remained undefiled; and again there was a return, and again an exile.",
          "id": 127188
        },
        {
          "text": "And thus it happened thrice, until the Lord dispelled the gloom of that heresy, and sending forth a ray of peace gave us the hope of some respite from these lengthened troubles.",
          "id": 127189
        },
        {
          "text": "But when at length they had seen each other, when there was a renewal of those chaste joys and spiritual desires, when the flame of love had again been lit, all at once his last departure breaks off the enjoyment.",
          "id": 127190
        },
        {
          "text": "He came to adorn you as his bride, he failed not in the eagerness of his zeal, he placed on this fair union the chaplets of blessing, in imitation of his Master.",
          "id": 127191
        },
        {
          "text": "As did the Lord at Cana of Galilee, so here did this imitator of Christ.",
          "id": 127192
        },
        {
          "text": "The Jewish waterpots, which were filled with the water of heresy, he filled with genuine wine, changing its nature by the power of his faith.",
          "id": 127193
        },
        {
          "text": "How often did he set before you a chalice, but not of wine, when with that sweet voice he poured out in rich abundance the wine of Grace, and presented to you the full and varied feast of reason! He went first with the blessing of his words, and then his illustrious disciples were employed in distributing his teaching to the multitude.",
          "id": 127194
        },
        {
          "text": "We, too, were glad, and made our own the glory of your nation.",
          "id": 127195
        },
        {
          "text": "Up to this point how bright and happy is our narrative.",
          "id": 127196
        },
        {
          "text": "What a blessed thing it were with this to bring our sermon to an end.",
          "id": 127197
        },
        {
          "text": "But after these things what follows? \"Call for the mourning women,\" as says the prophet Jeremiah.",
          "id": 127198
        },
        {
          "text": "In no other way can the burning heart cool down, swelling as it is with its affliction, unless it relieves itself by sobs and tears.",
          "id": 127199
        },
        {
          "text": "Formerly the hope of his return consoled us for the pang of separation, but now he has been torn from us by that final separation.",
          "id": 127200
        },
        {
          "text": "A huge intervening chasm is fixed between the Church and him.",
          "id": 127201
        },
        {
          "text": "He rests indeed in the bosom of Abraham, but there exists not one who might bring the drop of water to cool the tongue of the agonized.",
          "id": 127202
        },
        {
          "text": "Gone is that beauty, silent is that voice, closed are those lips, fled that grace.",
          "id": 127203
        },
        {
          "text": "Our happy state has become a tale that is told.",
          "id": 127204
        },
        {
          "text": "Elijah of old time caused grief to the people of Israel when he soared from earth to God.",
          "id": 127205
        },
        {
          "text": "But Elisha consoled them for the loss by being adorned with the mantle of his master.",
          "id": 127206
        },
        {
          "text": "But now our wound is beyond healing; our Elijah has been caught up, and no Elisha left behind in his place.",
          "id": 127207
        },
        {
          "text": "You have heard certain mournful and lamenting words of Jeremiah, with which he bewailed Jerusalem as a deserted city, and how among other expressions of passionate grief he added this, \"The ways of Zion do mourn\".",
          "id": 127208
        },
        {
          "text": "These words were uttered then, but now they have been realized.",
          "id": 127209
        },
        {
          "text": "For when the news of our calamity shall have been spread abroad, then will the ways be full of mourning crowds, and the sheep of his flock will pour themselves forth, and like the Ninevites utter the voice of lamentation, or, rather, will lament more bitterly than they.",
          "id": 127210
        },
        {
          "text": "For in their case their mourning released them from the cause of their fear, but with these no hope of release from their distress removes their need of mourning.",
          "id": 127211
        },
        {
          "text": "I know, too, of another utterance of Jeremiah, which is reckoned among the books of the Psalms; it is that which he made over the captivity of Israel.",
          "id": 127212
        },
        {
          "text": "The words run thus: \"We hung our harps upon the willows, and condemned ourselves as well as our harps to silence\".",
          "id": 127213
        },
        {
          "text": "I make this song my own.",
          "id": 127214
        },
        {
          "text": "For when I see the confusion of heresy, this confusion is Babylon.",
          "id": 127215
        },
        {
          "text": "And when I see the flood of trials that pours in upon us from this confusion, I say that these are \"the waters of Babylon by which we sit down, and weep\" because there is no one to guide us over them.",
          "id": 127216
        },
        {
          "text": "Even if you mention the willows, and the harps that hung thereon, that part also of the figure shall be mine.",
          "id": 127217
        },
        {
          "text": "For in truth our life is among willows, the willow being a fruitless tree, and the sweet fruit of our life having all withered away.",
          "id": 127218
        },
        {
          "text": "Therefore have we become fruitless willows, and the harps of love we hung upon those trees are idle and unvibrating.",
          "id": 127219
        },
        {
          "text": "\"If I forget thee, oh Jerusalem,\" he adds, \"may my right hand be forgotten\".",
          "id": 127220
        },
        {
          "text": "Suffer me to make a slight alteration in that text.",
          "id": 127221
        },
        {
          "text": "It is not we who have forgotten the right hand, but the right hand that has forgotten us: and the \"tongue has cleaved to the roof of\" his own \"mouth,\" and barred the passage of his words, so that we can never again hear that sweet voice.",
          "id": 127222
        },
        {
          "text": "But let me have all tears wiped away, for I feel that I am indulging more than is right in this womanish sorrow for our loss.",
          "id": 127223
        },
        {
          "text": "Our Bridegroom has not been taken from us.",
          "id": 127224
        },
        {
          "text": "He stands in our midst, though we see him not.",
          "id": 127225
        },
        {
          "text": "The Priest is within the holy place.",
          "id": 127226
        },
        {
          "text": "He is entered into that within the veil, whither our forerunner Christ has entered for us.",
          "id": 127227
        },
        {
          "text": "He has left behind him the curtain of the flesh.",
          "id": 127228
        },
        {
          "text": "No longer does he pray to the type or shadow of the things in heaven, but he looks upon the very embodiment of these realities.",
          "id": 127229
        },
        {
          "text": "No longer through a glass darkly does he intercede with God, but face to face he intercedes with Him: and he intercedes for us, and for the \"negligences and ignorances\" of the people.",
          "id": 127230
        },
        {
          "text": "He has put away the coats of skin; no need is there now for the dwellers in paradise of such garments as these; but he wears the raiment which the purity of his life has woven into a glorious dress.",
          "id": 127231
        },
        {
          "text": "\"Precious in the sight of the Lord is the death\" of such a man, or rather it is not death, but the breaking of bonds, as it is said, \"Thou hast broken my bonds asunder\".",
          "id": 127232
        },
        {
          "text": "Simeon has been let depart.",
          "id": 127233
        },
        {
          "text": "He has been freed from the bondage of the body.",
          "id": 127234
        },
        {
          "text": "The \"snare is broken and the bird hath flown away\".",
          "id": 127235
        },
        {
          "text": "He has left Egypt behind, this material life.",
          "id": 127236
        },
        {
          "text": "He has crossed, not this Red Sea of ours, but the black gloomy sea of life.",
          "id": 127237
        },
        {
          "text": "He has entered upon the land of promise, and holds high converse with God upon the mount.",
          "id": 127238
        },
        {
          "text": "He has loosed the sandal of his soul, that with the pure step of thought he may set foot upon that holy land where there is the Vision of God.",
          "id": 127239
        },
        {
          "text": "Having therefore, brethren, this consolation, do ye, who are conveying the bones of our Joseph to the place of blessing, listen to the exhortation of Paul: \"Sorrow not as others who have no hope\".",
          "id": 127240
        },
        {
          "text": "Speak to the people there; relate the glorious tale; speak of the incredible wonder, how the people in their myriads, so densely crowded together as to look like a sea of heads, became all one continuous body, and like some watery flood surged around the procession bearing his remains.",
          "id": 127241
        },
        {
          "text": "Tell them how the fair David distributed himself, in divers ways and manners, among innumerable ranks of people, and danced before that ark in the midst of men of the same and of different language.",
          "id": 127242
        },
        {
          "text": "Tell them how the streams of fire, from the succession of the lamps, flowed along in an unbroken track of light, and extended so far that the eye could not reach them.",
          "id": 127243
        },
        {
          "text": "Tell them of the eager zeal of all the people, of his joining \"the company of Apostles,\" and how the napkins that bound his face were plucked away to make amulets for the faithful.",
          "id": 127244
        },
        {
          "text": "Let it be added to your narration how the Emperor showed in his countenance his sorrow for this misfortune, and rose from his throne, and how the whole city joined the funeral procession of the Saint.",
          "id": 127245
        },
        {
          "text": "Moreover console each other with the following words; it is a good medicine that Solomon has for sorrow; for he bids wine be given to the sorrowful; saying this to us, the labourers in the vineyard: \"Give,\" therefore, \"your wine to those that are in sorrow,\" not that wine which produces drunkenness, plots against the senses, and destroys the body, but such as gladdens the heart, the wine which the Prophet recommends when he says: \"Wine maketh glad the heart of man\".",
          "id": 127246
        },
        {
          "text": "Pledge each other in that liquor undiluted and with the unstinted goblets of the word, that thus our grief may be turned to joy and gladness, by the grace of the Only-begotten Son of God, through Whom be glory to God, even the Father, for ever and ever, Amen.",
          "id": 127247
        }
      ]
    }
  ]
}