{
  "book": "Gregory of Nazianzen: To Nectarius",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "6.",
          "id": 148318
        },
        {
          "text": "To Nectarius Archbishop of Constantinople.",
          "id": 148319
        },
        {
          "text": "(Gregory, having failed to persuade the Council of a.",
          "id": 148320
        },
        {
          "text": "d.",
          "id": 148321
        },
        {
          "text": "381 to end the schism at Antioch by recognizing Paulinus as successor to Meletius, thought it best for the sake of peace to resign the Archbishopric.",
          "id": 148322
        },
        {
          "text": "The Council elected in his place Nectarius, a catechumen at the time, who was Praetor of Constantinople, and he was consecrated and enthroned June 9, 381.",
          "id": 148323
        },
        {
          "text": "Gregory always maintained cordial relations with him; and the following letter was written in answer to the formal announcement of his election.",
          "id": 148324
        },
        {
          "text": ")  Ep.",
          "id": 148325
        },
        {
          "text": "LXXXVIII.",
          "id": 148326
        },
        {
          "text": "It was needful that the Royal Image should adorn the Royal City.",
          "id": 148327
        },
        {
          "text": "For this reason it wears you upon its bosom, as was fitting, with the virtues and the eloquence, and the other beauties with which the Divine Favour has conspicuously enriched you.",
          "id": 148328
        },
        {
          "text": "Us it has treated with utter contempt, and has cast away like refuse and chaff or a wave of the sea.",
          "id": 148329
        },
        {
          "text": "But since friends have a common interest in each other's affairs, I claim a share in your welfare, and feel myself a partaker in your glory and the rest of your prosperity.",
          "id": 148330
        },
        {
          "text": "Do you also, as is fitting, partake of the anxieties and reverses of your exiles, and not only (as the tragedians say) hold and stick to happy circumstances, but also take your part with your friend in troubles; that you may be perfectly just, living justly and equally in respect of friendship and of your friends.",
          "id": 148331
        },
        {
          "text": "May good fortune abide with you long, that you may do yet more good; yes, may it be with you irrevocably and eternally, after your prosperity here, unto the passage to that other world.",
          "id": 148332
        },
        {
          "text": "Ep.",
          "id": 148333
        },
        {
          "text": "XCI.",
          "id": 148334
        },
        {
          "text": "(A letter of no great importance, except as shewing the friendly feelings which Gregory continued to maintain towards his successor.",
          "id": 148335
        },
        {
          "text": ")  Affairs with us go on as usual: we are quiet without strifes and disputes, valuing as we do the reward (which has no risk attaching to it) of silence, beyond everything.",
          "id": 148336
        },
        {
          "text": "And we have derived some profit from this rest, having by God's mercy fairly recovered from our illness.",
          "id": 148337
        },
        {
          "text": "Do you ride on and reign, as holy David says, and may God, Who has honoured you with Priesthood, accompany you throughout, and set it for you above all slander.",
          "id": 148338
        },
        {
          "text": "And that we may give each other a proof of our courage, and may not suffer any human calamity as we stand before God, I send this message to you, and do you promptly assent to it.",
          "id": 148339
        },
        {
          "text": "There are many reasons which make me very anxious about our very dear Pancratius.",
          "id": 148340
        },
        {
          "text": "Be good enough to receive him kindly, and to commend him to the best of your friends, that he may attain his object.",
          "id": 148341
        },
        {
          "text": "His object is through some kind of military service to obtain relief from public office, though there is no single kind of life that is unexposed to the slanders of worthless men, as you very well know.",
          "id": 148342
        },
        {
          "text": "Ep.",
          "id": 148343
        },
        {
          "text": "CLI.",
          "id": 148344
        },
        {
          "text": "(Written about a.",
          "id": 148345
        },
        {
          "text": "d.",
          "id": 148346
        },
        {
          "text": "382, commending his friend George, a deacon of Nazianzus, to the good offices of the Archbishop and the Count of the Domestics, or Master of the Imperial Household, on account of his private troubles and anxieties.",
          "id": 148347
        },
        {
          "text": ")  People in general make a very good guess at your disposition—or rather, they do not conjecture, but they do not refuse to believe me when I pride myself on the fact that you deem me worthy of no small respect and honour.",
          "id": 148348
        },
        {
          "text": "One of these people is my very precious son George, who having fallen into many losses, and being very much overwhelmed by his troubles, can find only one harbour of safety, namely, to be introduced to you by us, and to obtain some favour at the hands of the Most Illustrious the Count of the Domestics.",
          "id": 148349
        },
        {
          "text": "Grant them this favour, either to him and his need, or else, if you prefer it, to me, to whom I know you have resolved to grant all favours; and facts also persuade me that this is true of you.",
          "id": 148350
        },
        {
          "text": "Ep.",
          "id": 148351
        },
        {
          "text": "CLXXXV.",
          "id": 148352
        },
        {
          "text": "(See Introduction to Ep.",
          "id": 148353
        },
        {
          "text": "CLXXXIV.",
          "id": 148354
        },
        {
          "text": "above, p.",
          "id": 148355
        },
        {
          "text": "469.",
          "id": 148356
        },
        {
          "text": "Bosporius was to be sent to Constantinople that his cause might there be tried in the Civil Courts.",
          "id": 148357
        },
        {
          "text": "Gregory therefore writes to the Archbishop to point out what a serious infringement of the rights of the Church this would be.",
          "id": 148358
        },
        {
          "text": "Probably the attitude which Nectarius took up at the suggestion of Gregory was the occasion of the Edict which Theodosius addressed in February, a.",
          "id": 148359
        },
        {
          "text": "d.",
          "id": 148360
        },
        {
          "text": "384 or 5, to the Augustal Prefect, withdrawing all clerics from the jurisdiction of the civil tribunals, and placing them under the exclusive control of the episcopal courts.",
          "id": 148361
        },
        {
          "text": ")  Whenever different people praise different points in you, and all are pushing forward your good fame, as in a marketplace, I contribute whatever I can, and not less than any of them, because you deign also to honour me, to cheer my old age, as a well-beloved son does that of his father.",
          "id": 148362
        },
        {
          "text": "For this reason I now also venture to offer to you this appeal on behalf of the Most Reverend and God-beloved Bishop Bosporius; though ashamed on the one hand that such a man should need any letter from me, since his venerable character is assured both by his daily life and by his age; and on the other hand not less ashamed to keep silence and not to say a word for him, while I have a voice, and honour faith, and know the man most intimately.",
          "id": 148363
        },
        {
          "text": "The controversy about the dioceses you will no doubt yourself resolve according to the grace of the Spirit which is in you, and to the order of the canons.",
          "id": 148364
        },
        {
          "text": "But I hope Your Reverence will see that it is not to be endured that our affairs are to be posted up in the secular courts.",
          "id": 148365
        },
        {
          "text": "For even if they who are judges of such courts are Christians, as by the mercy of God they are, what is there in common between the Sword and the Spirit? And even if we yield this point, how or where can it be just that a dispute concerning the faith should be interwoven with the other questions? Is our God-beloved Bishop Bosporius to-day a heretic? Is it to-day that his hoar hair is set in the balance, who has brought back so many from their error, and has given so great proof of his orthodoxy, and is a teacher of us all? No, I entreat you, do not give place to such slanders; but if possible reconcile the opposing parties and add this to your praises; but if this may not be, at all events do not allow us all, (with whom he has lived, and with whom he has grown old,) to be outraged by such insolence,—us whom you know to be accurate preachers of the Gospel, both when to be so was dangerous, and when it is free from risk; and to be unable to endure any detraction from the One Unapproachable Godhead.",
          "id": 148366
        },
        {
          "text": "And I beg you to pray for me who am suffering from serious illness.",
          "id": 148367
        },
        {
          "text": "I and all who are with me salute the brethren who surround you.",
          "id": 148368
        },
        {
          "text": "May you, strong and of good courage and of good fame in the Lord, grant to us and the Churches the support which all in common demand.",
          "id": 148369
        },
        {
          "text": "Ep.",
          "id": 148370
        },
        {
          "text": "CLXXXVI.",
          "id": 148371
        },
        {
          "text": "(A letter of introduction for a relative.",
          "id": 148372
        },
        {
          "text": ")  What would you have done if I had come in person and taken up your time? I am quite certain you would have undertaken with all zeal to deliver me from the slander, if I may take as a token what has happened before.",
          "id": 148373
        },
        {
          "text": "Do me this favour, then, through my most discreet kinswoman who approaches you through me, reverencing first the age of your petitioner, and next her disposition and piety, which is more than is ordinarily found in a woman; and besides this, her ignorance in business-matters, and the troubles now brought upon her by her own relations; and above all, my entreaty.",
          "id": 148374
        },
        {
          "text": "The greatest favour you can do me is speed in the benefit for which I am asking.",
          "id": 148375
        },
        {
          "text": "For even the unjust judge in the Gospel shewed kindness to the widow, though only after long beseeching and importunity.",
          "id": 148376
        },
        {
          "text": "But from you I ask for speed, that she may not be overwhelmed by being long burdened with anxieties and miseries in a foreign land; though I know quite well that Your Piety will make that alien land to be a fatherland to her.",
          "id": 148377
        },
        {
          "text": "Ep.",
          "id": 148378
        },
        {
          "text": "CCII.",
          "id": 148379
        },
        {
          "text": "(An important letter on the Apollinarian controversy has already been given above.",
          "id": 148380
        },
        {
          "text": ").",
          "id": 148381
        }
      ]
    }
  ]
}visible, nor the timeless with that which is subject to time), yet He is not two Persons.",
          "id": 147463
        },
        {
          "text": "God forbid! For both natures are one by the combination, the Deity being made Man, and the Manhood deified or however one should express it.",
          "id": 147464
        },
        {
          "text": "And I say different Elements, because it is the reverse of what is the case in the Trinity; for There we acknowledge different Persons so as not to confound the persons; but not different Elements, for the Three are One and the same in Godhead.",
          "id": 147465
        },
        {
          "text": "If any should say that it wrought in Him by grace as in a Prophet, but was not and is not united with Him in Essence—let him be empty of the Higher Energy, or rather full of the opposite.",
          "id": 147466
        },
        {
          "text": "If any worship not the Crucified, let him be Anathema and be numbered among the Deicides.",
          "id": 147467
        },
        {
          "text": "If any assert that He was made perfect by works, or that after His Baptism, or after His Resurrection from the dead, He was counted worthy of an adoptive Sonship, like those whom the Greeks interpolate as added to the ranks of the gods, let him be anathema.",
          "id": 147468
        },
        {
          "text": "For that which has a beginning or a progress or is made perfect, is not God, although the expressions may be used of His gradual manifestation.",
          "id": 147469
        },
        {
          "text": "If any assert that He has now put off His holy flesh, and that His Godhead is stripped of the body, and deny that He is now with His body and will come again with it, let him not see the glory of His Coming.",
          "id": 147470
        },
        {
          "text": "For where is His body now, if not with Him Who assumed it? For it is not laid by in the sun, according to the babble of the Manichaeans, that it should be honoured by a dishonour; nor was it poured forth into the air and dissolved, as is the nature of a voice or the flow of an odour, or the course of a lightning flash that never stands.",
          "id": 147471
        },
        {
          "text": "Where in that case were His being handled after the Resurrection, or His being seen hereafter by them that pierced Him, for Godhead is in its nature invisible.",
          "id": 147472
        },
        {
          "text": "Nay; He will come with His body—so I have learnt—such as He was seen by His Disciples in the Mount, or as he shewed Himself for a moment, when his Godhead overpowered the carnality.",
          "id": 147473
        },
        {
          "text": "And as we say this to disarm suspicion, so we write the other to correct the novel teaching.",
          "id": 147474
        },
        {
          "text": "If anyone assert that His flesh came down from heaven, and is not from hence, nor of us though above us, let him be anathema.",
          "id": 147475
        },
        {
          "text": "For the words, The Second Man is the Lord from Heaven; and, As is the Heavenly, such are they that are Heavenly; and, No man hath ascended up into Heaven save He which came down from Heaven, even the Son of Man which is in Heaven; and the like, are to be understood as said on account of the Union with the heavenly; just as that All Things were made by Christ, and that Christ dwelleth in your hearts is said, not of the visible nature which belongs to God, but of what is perceived by the mind, the names being mingled like the natures, and flowing into one another, according to the law of their intimate union.",
          "id": 147476
        },
        {
          "text": "If anyone has put his trust in Him as a Man without a human mind, he is really bereft of mind, and quite unworthy of salvation.",
          "id": 147477
        },
        {
          "text": "For that which He has not assumed He has not healed; but that which is united to His Godhead is also saved.",
          "id": 147478
        },
        {
          "text": "If only half Adam fell, then that which Christ assumes and saves may be half also; but if the whole of his nature fell, it must be united to the whole nature of Him that was begotten, and so be saved as a whole.",
          "id": 147479
        },
        {
          "text": "Let them not, then, begrudge us our complete salvation, or clothe the Saviour only with bones and nerves and the portraiture of humanity.",
          "id": 147480
        },
        {
          "text": "For if His Manhood is without soul, even the Arians admit this, that they may attribute His Passion to the Godhead, as that which gives motion to the body is also that which suffers.",
          "id": 147481
        },
        {
          "text": "But if He has a soul, and yet is without a mind, how is He man, for man is not a mindless animal? And this would necessarily involve that while His form and tabernacle was human, His soul should be that of a horse or an ox, or some other of the brute creation.",
          "id": 147482
        },
        {
          "text": "This, then, would be what He saves; and I have been deceived by the Truth, and led to boast of an honour which had been bestowed upon another.",
          "id": 147483
        },
        {
          "text": "But if His Manhood is intellectual and nor without mind, let them cease to be thus really mindless.",
          "id": 147484
        },
        {
          "text": "But, says such an one, the Godhead took the place of the human intellect.",
          "id": 147485
        },
        {
          "text": "How does this touch me? For Godhead joined to flesh alone is not man, nor to soul alone, nor to both apart from intellect, which is the most essential part of man.",
          "id": 147486
        },
        {
          "text": "Keep then the whole man, and mingle Godhead therewith, that you may benefit me in my completeness.",
          "id": 147487
        },
        {
          "text": "But, he asserts, He could not contain Two perfect Natures.",
          "id": 147488
        },
        {
          "text": "Not if you only look at Him in a bodily fashion.",
          "id": 147489
        },
        {
          "text": "For a bushel measure will not hold two bushels, nor will the space of one body hold two or more bodies.",
          "id": 147490
        },
        {
          "text": "But if you will look at what is mental and incorporeal, remember that I in my one personality can contain soul and reason and mind and the Holy Spirit; and before me this world, by which I mean the system of things visible and invisible, contained Father, Son, and Holy Ghost.",
          "id": 147491
        },
        {
          "text": "For such is the nature of intellectual Existences, that they can mingle with one another and with bodies, incorporeally and invisibly.",
          "id": 147492
        },
        {
          "text": "For many sounds are comprehended by one ear; and the eyes of many are occupied by the same visible objects, and the smell by odours; nor are the senses narrowed by each other, or crowded out, nor the objects of sense diminished by the multitude of the perceptions.",
          "id": 147493
        },
        {
          "text": "But where is there mind of man or angel so perfect in comparison of the Godhead that the presence of the greater must crowd out the other? The light is nothing compared with the sun, nor a little damp compared with a river, that we must first do away with the lesser, and take the light from a house, or the moisture from the earth, to enable it to contain the greater and more perfect.",
          "id": 147494
        },
        {
          "text": "For how shall one thing contain two completenesses, either the house, the sunbeam and the sun, or the earth, the moisture and the river? Here is matter for inquiry; for indeed the question is worthy of much consideration.",
          "id": 147495
        },
        {
          "text": "Do they not know, then, that what is perfect by comparison with one thing may be imperfect by comparison with another, as a hill compared with a mountain, or a grain of mustard seed with a bean or any other of the larger seeds, although it may be called larger than any of the same kind? Or, if you like, an Angel compared with God, or a man with an Angel.",
          "id": 147496
        },
        {
          "text": "So our mind is perfect and commanding, but only in respect of soul and body; not absolutely perfect; and a servant and a subject of God, not a sharer of His Princedom and honour.",
          "id": 147497
        },
        {
          "text": "So Moses was a God to Pharaoh, but a servant of God, as it is written; and the stars which illumine the night are hidden by the Sun, so much that you could not even know of their existence by daylight; and a little torch brought near a great blaze is neither destroyed, nor seen, nor extinguished; but is all one blaze, the bigger one prevailing over the other.",
          "id": 147498
        },
        {
          "text": "But, it may be said, our mind is subject to condemnation.",
          "id": 147499
        },
        {
          "text": "What then of our flesh? Is that not subject to condemnation? You must therefore either set aside the latter on account of sin, or admit the former on account of salvation.",
          "id": 147500
        },
        {
          "text": "If He assumed the worse that He might sanctify it by His incarnation, may He not assume the better that it may be sanctified by His becoming Man? If the clay was leavened and has become a new lump, O ye wise men, shall not the Image be leavened and mingled with God, being deified by His Godhead? And I will add this also: If the mind was utterly rejected, as prone to sin and subject to damnation, and for this reason He assumed a body but left out the mind, then there is an excuse for them who sin with the mind; for the witness of God—according to you—has shewn the impossibility of healing it.",
          "id": 147501
        },
        {
          "text": "Let me state the greater results.",
          "id": 147502
        },
        {
          "text": "You, my good sir, dishonour my mind (you a Sarcolater, if I am an Anthropolater) that you may tie God down to the Flesh, since He cannot be otherwise tied; and therefore you take away the wall of partition.",
          "id": 147503
        },
        {
          "text": "But what is my theory, who am but an ignorant man, and no Philosopher.",
          "id": 147504
        },
        {
          "text": "Mind is mingled with mind, as nearer and more closely related, and through it with flesh, being a Mediator between God and carnality.",
          "id": 147505
        },
        {
          "text": "Further let us see what is their account of the assumption of Manhood, or the assumption of Flesh, as they call it.",
          "id": 147506
        },
        {
          "text": "If it was in order that God, otherwise incomprehensible, might be comprehended, and might converse with men through His Flesh as through a veil, their mask and the drama which they represent is a pretty one, not to say that it was open to Him to converse with us in other ways, as of old, in the burning bush and in the appearance of a man.",
          "id": 147507
        },
        {
          "text": "But if it was that He might destroy the condemnation by sanctifying like by like, then as He needed flesh for the sake of the flesh which had incurred condemnation, and soul for the sake of our soul, so, too, He needed mind for the sake of mind, which not only fell in Adam, but was the first to be affected, as the doctors say of illnesses.",
          "id": 147508
        },
        {
          "text": "For that which received the command was that which failed to keep the command, and that which failed to keep it was that also which dared to transgress; and that which transgressed was that which stood most in need of salvation; and that which needed salvation was that which also He took upon Him.",
          "id": 147509
        },
        {
          "text": "Therefore, Mind was taken upon Him.",
          "id": 147510
        },
        {
          "text": "This has now been demonstrated, whether they like it or no, by, to use their own expression, geometrical and necessary proofs.",
          "id": 147511
        },
        {
          "text": "But you are acting as if, when a man's eye had been injured and his foot had been injured in consequence, you were to attend to the foot and leave the eye uncared for; or as if, when a painter had drawn something badly, you were to alter the picture, but to pass over the artist as if he had succeeded.",
          "id": 147512
        },
        {
          "text": "But if they, overwhelmed by these arguments, take refuge in the proposition that it is possible for God to save man even apart from mind, why, I suppose that it would be possible for Him to do so also apart from flesh by a mere act of will, just as He works all other things, and has wrought them without body.",
          "id": 147513
        },
        {
          "text": "Take away, then, the flesh as well as the mind, that your monstrous folly may be complete.",
          "id": 147514
        },
        {
          "text": "But they are deceived by the latter, and, therefore, they run to the flesh, because they do not know the custom of Scripture.",
          "id": 147515
        },
        {
          "text": "We will teach them this also.",
          "id": 147516
        },
        {
          "text": "For what need is there even to mention to those who know it, the fact that everywhere in Scripture he is called Man, and the Son of Man?  If, however, they rely on the passage, The Word was made Flesh and dwelt among us, and because of this erase the noblest part of Man (as cobblers do the thicker part of skins) that they may join together God and Flesh, it is time for them to say that God is God only of flesh, and not of souls, because it is written, \"As Thou hast given Him power over all Flesh,\" and \"Unto Thee shall all Flesh come;\" and \"Let all Flesh bless His holy Name,\" meaning every Man.",
          "id": 147517
        },
        {
          "text": "Or, again, they must suppose that our fathers went down into Egypt without bodies and invisible, and that only the Soul of Joseph was imprisoned by Pharaoh, because it is written, \"They went down into Egypt with threescore and fifteen Souls,\" and \"The iron entered into his Soul,\" a thing which could not be bound.",
          "id": 147518
        },
        {
          "text": "They who argue thus do not know that such expressions are used by Synecdoche, declaring the whole by the part, as when Scripture says that the young ravens call upon God, to indicate the whole feathered race; or Pleiades, Hesperus, and Arcturus are mentioned, instead of all the Stars and His Providence over them.",
          "id": 147519
        },
        {
          "text": "Moreover, in no other way was it possible for the Love of God toward us to be manifested than by making mention of our flesh, and that for our sake He descended even to our lower part.",
          "id": 147520
        },
        {
          "text": "For that flesh is less precious than soul, everyone who has a spark of sense will acknowledge.",
          "id": 147521
        },
        {
          "text": "And so the passage, The Word was made Flesh, seems to me to be equivalent to that in which it is said that He was made sin, or a curse for us; not that the Lord was transformed into either of these, how could He be? But because by taking them upon Him He took away our sins and bore our iniquities.",
          "id": 147522
        },
        {
          "text": "This, then, is sufficient to say at the present time for the sake of clearness and of being understood by the many.",
          "id": 147523
        },
        {
          "text": "And I write it, not with any desire to compose a treatise, but only to check the progress of deceit; and if it is thought well, I will give a fuller account of these matters at greater length.",
          "id": 147524
        },
        {
          "text": "But there is a matter which is graver than these, a special point which it is necessary that I should not pass over.",
          "id": 147525
        },
        {
          "text": "I would they were even cut off that trouble you, and would reintroduce a second Judaism, and a second circumcision, and a second system of sacrifices.",
          "id": 147526
        },
        {
          "text": "For if this be done, what hinders Christ also being born again to set them aside, and again being betrayed by Judas, and crucified and buried, and rising again, that all may be fulfilled in the same order, like the Greek system of cycles, in which the same revolutions of the stars bring round the same events? For what the method of selection is, in accordance with which some of the events are to occur and others to be omitted, let these wise men who glory in the multitude of their books shew us.",
          "id": 147527
        },
        {
          "text": "But since, puffed up by their theory of the Trinity, they falsely accuse us of being unsound in the Faith and entice the multitude, it is necessary that people should know that Apollinarius, while granting the Name of Godhead to the Holy Ghost, did not preserve the Power of the Godhead.",
          "id": 147528
        },
        {
          "text": "For to make the Trinity consist of Great, Greater, and Greatest, as of Light, Ray, and Sun, the Spirit and the Son and the Father (as is clearly stated in his writings), is a ladder of Godhead not leading to Heaven, but down from Heaven.",
          "id": 147529
        },
        {
          "text": "But we recognize God the Father and the Son and the Holy Ghost, and these not as bare titles, dividing inequalities of ranks or of power, but as there is one and the same title, so there is one nature and one substance in the Godhead.",
          "id": 147530
        },
        {
          "text": "But if anyone who thinks we have spoken rightly on this subject reproaches us with holding communion with heretics, let him prove that we are open to this charge, and we will either convince him or retire.",
          "id": 147531
        },
        {
          "text": "But it is not safe to make any innovation before judgment is given, especially in a matter of such importance, and connected with so great issues.",
          "id": 147532
        },
        {
          "text": "We have protested and continue to protest this before God and men.",
          "id": 147533
        },
        {
          "text": "And not even now, be well assured, should we have written this, if we had not seen that the Church was being torn asunder and divided, among their other tricks, by their present synagogue of vanity.",
          "id": 147534
        },
        {
          "text": "But if anyone when we say and protest this, either from some advantage they will thus gain, or through fear of men, or monstrous littleness of mind, or through some neglect of pastors and governors, or through love of novelty and proneness to innovations, rejects us as unworthy of credit, and attaches himself to such men, and divides the noble body of the Church, he shall bear his judgment, whoever he may be, and shall give account to God in the day of judgment.",
          "id": 147535
        },
        {
          "text": "But if their long books, and their new Psalters, contrary to that of David, and the grace of their metres, are taken for a third Testament, we too will compose Psalms, and will write much in metre.",
          "id": 147536
        },
        {
          "text": "For we also think we have the spirit of God, if indeed this is a gift of the Spirit, and not a human novelty.",
          "id": 147537
        },
        {
          "text": "This I will that thou declare publicly, that we may not be held responsible, as overlooking such an evil, and as though this wicked doctrine received food and strength from our indifference.",
          "id": 147538
        },
        {
          "text": "Against Apollinarius; The Second Letter to Cledonius.",
          "id": 147539
        },
        {
          "text": "(Ep.",
          "id": 147540
        },
        {
          "text": "CII.",
          "id": 147541
        },
        {
          "text": ")  Forasmuch as many persons have come to your Reverence seeking confirmation of their faith, and therefore you have affectionately asked me to put forth a brief definition and rule of my opinion, I therefore write to your Reverence, what indeed you knew before, that I never have and never can honour anything above the Nicene Faith, that of the Holy Fathers who met there to destroy the Arian heresy; but am, and by God's help ever will be, of that faith; completing in detail that which was incompletely said by them concerning the Holy Ghost; for that question had not then been mooted, namely, that we are to believe that the Father, Son, and Holy Ghost are of one Godhead, thus confessing the Spirit also to be God.",
          "id": 147542
        },
        {
          "text": "Receive then to communion those who think and teach thus, as I also do; but those who are otherwise minded refuse, and hold them as strangers to God and the Catholic Church.",
          "id": 147543
        },
        {
          "text": "And since a question has also been mooted concerning the Divine Assumption of humanity, or Incarnation, state this also clearly to all concerning me, that I join in One the Son, who was begotten of the Father, and afterward of the Virgin Mary, and that I do not call Him two Sons, but worship Him as One and the same in undivided Godhead and honour.",
          "id": 147544
        },
        {
          "text": "But if anyone does not assent to this statement, either now or hereafter, he shall give account to God at the day of judgment.",
          "id": 147545
        },
        {
          "text": "Now, what we object and oppose to their mindless opinion about His Mind is this, to put it shortly; for they are almost alone in the condition which they lay down, as it is through want of mind that they mutilate His mind.",
          "id": 147546
        },
        {
          "text": "But, that they may not accuse us of having once accepted but of now repudiating the faith of their beloved Vitalius which he handed in in writing at the request of the blessed Bishop Damasus of Rome, I will give a short explanation on this point also.",
          "id": 147547
        },
        {
          "text": "For these men, when they are theologizing among their genuine disciples, and those who are initiated into their secrets, like the Manichaeans among those whom they call the \"Elect,\" expose the full extent of their disease, and scarcely allow flesh at all to the Saviour.",
          "id": 147548
        },
        {
          "text": "But when they are refuted and pressed with the common answers about the Incarnation which the Scripture presents, they confess indeed the orthodox words, but they do violence to the sense; for they acknowledge the Manhood to be neither without soul nor without reason nor without mind, nor imperfect, but they bring in the Godhead to supply the soul and reason and mind, as though It had mingled Itself only with His flesh, and not with the other properties belonging to us men; although His sinlessness was far above us, and was the cleansing of our passions.",
          "id": 147549
        },
        {
          "text": "Thus, then, they interpret wrongly the words, But we have the Mind of Christ, and very absurdly, when they say that His Godhead is the mind of Christ, and not understanding the passage as we do, namely, that they who have purified their mind by the imitation of the mind which the Saviour took of us, and, as far as may be, have attained conformity with it, are said to have the mind of Christ; just as they might be testified to have the flesh of Christ who have trained their flesh, and in this respect have become of the same body and partakers of Christ; and so he says \"As we have borne the image of the earth we shall also bear the image of the heavenly\".",
          "id": 147550
        },
        {
          "text": "And so they declare that the Perfect Man is not He who was in all points tempted like as we are yet without sin; but the mixture of God and Flesh.",
          "id": 147551
        },
        {
          "text": "For what, say they, can be more perfect than this?  They play the same trick with the word that describes the Incarnation, viz.",
          "id": 147552
        },
        {
          "text": ": He was made Man, explaining it to mean, not, He was in the human nature with which He surrounded Himself, according to the Scripture, He knew what was in man; but teaching that it means, He consorted and conversed with men, and taking refuge in the expression which says that He was seen on Earth and conversed with Men.",
          "id": 147553
        },
        {
          "text": "And what can anyone contend further? They who take away the Humanity and the Interior Image cleanse by their newly invented mask only our outside, and that which is seen; so far in conflict with themselves that at one time, for the sake of the flesh, they explain all the rest in a gross and carnal manner (for it is from hence that they have derived their second Judaism and their silly thousand years delight in paradise, and almost the idea that we shall resume again the same conditions after these same thousand years); and at another time they bring in His flesh as a phantom rather than a reality, as not having been subjected to any of our experiences, not even such as are free from sin; and use for this purpose the apostolic expression, understood and spoken in a sense which is not apostolic, that our Saviour was made in the likeness of Men and found in fashion as a Man, as though by these words was expressed, not the human form, but some delusive phantom and appearance.",
          "id": 147554
        },
        {
          "text": "Since then these expressions, rightly understood, make for orthodoxy, but wrongly interpreted are heretical, what is there to be surprised at if we received the words of Vitalius in the more orthodox sense; our desire that they should be so meant persuading us, though others are angry at the intention of his writings? This is, I think, the reason why Damasus himself, having been subsequently better informed, and at the same time learning that they hold by their former explanations, excommunicated them and overturned their written confession of faith with an Anathema; as well as because he was vexed at the deceit which he had suffered from them through simplicity.",
          "id": 147555
        },
        {
          "text": "Since, then, they have been openly convicted of this, let them not be angry, but let them be ashamed of themselves; and let them not slander us, but abase themselves and wipe off from their portals that great and marvellous proclamation and boast of their orthodoxy, meeting all who go in at once with the question and distinction that we must worship, not a God-bearing Man, but a flesh-bearing God.",
          "id": 147556
        },
        {
          "text": "What could be more unreasonable than this, though these new heralds of truth think a great deal of the title? For though it has a certain sophistical grace through the quickness of its antithesis, and a sort of juggling quackery grateful to the uninstructed, yet it is the most absurd of absurdities and the most foolish of follies.",
          "id": 147557
        },
        {
          "text": "For if one were to change the word Man or Flesh into God (the first would please us, the second them), and then were to use this wonderful antithesis, so divinely recognized, what conclusion should we arrive at? That we must worship, not a God-bearing Flesh, but a Man-bearing God.",
          "id": 147558
        },
        {
          "text": "O monstrous absurdity! They proclaim to us to-day a wisdom hidden ever since the time of Christ—a thing worthy of our tears.",
          "id": 147559
        },
        {
          "text": "For if the faith began thirty years ago, when nearly four hundred years had passed since Christ was manifested, vain all that time will have been our Gospel, and vain our faith; in vain will the Martyrs have borne their witness, and in vain have so many and so great Prelates presided over the people; and Grace is a matter of metres and not of the faith.",
          "id": 147560
        },
        {
          "text": "And who will not marvel at their learning, in that on their own authority they divide the things of Christ, and assign to His Manhood such sayings as He was born, He was tempted, He was hungry, He was thirsty, He was wearied, He was asleep; but reckon to His Divinity such as these: He was glorified by Angels, He overcame the Tempter, He fed the people in the wilderness, and He fed them in such a manner, and He walked upon the sea; and say on the one hand that the \"Where have ye laid Lazarus?\" belongs to us, but the loud voice \"Lazarus, Come Forth\" and the raising him that had been four days dead, is above our nature; and that while the \"He was in an Agony, He was crucified, He was buried,\" belongs to the Veil, on the other hand, \"He was confident, He rose again, He ascended,\" belong to the Inner Treasure; and then they accuse us of introducing two natures, separate or conflicting, and of dividing the supernatural and wondrous Union.",
          "id": 147561
        },
        {
          "text": "They ought, either not to do that of which they accuse us, or not to accuse us of that which they do; so at least if they are resolved to be consistent and not to propound at once their own and their opponents' principles.",
          "id": 147562
        },
        {
          "text": "Such is their want of reason; it conflicts both with itself and with the truth to such an extent that they are neither conscious nor ashamed of it when they fall out with themselves.",
          "id": 147563
        },
        {
          "text": "Now, if anyone thinks that we write all this willingly and not upon compulsion, and that we are dissuading from unity, and not doing our utmost to promote it, let him know that he is very much mistaken, and has not made at all a good guess at our desires, for nothing is or ever has been more valuable in our eyes than peace, as the facts themselves prove; though their actions and brawlings against us altogether exclude unanimity.",
          "id": 147564
        },
        {
          "text": "Ep.",
          "id": 147565
        },
        {
          "text": "CXXV.",
          "id": 147566
        },
        {
          "text": "To Olympius.",
          "id": 147567
        },
        {
          "text": "Even hoar hairs have something to learn; and old age, it would seem, cannot in all respects be trusted for wisdom.",
          "id": 147568
        },
        {
          "text": "I at any rate, knowing better than anyone, as I did, the thoughts and the heresy of the Apollinarians, and seeing that their folly was intolerable; yet thinking that I could tame them by patience and soften them by degrees, I let my hopes make me eager to attain this object.",
          "id": 147569
        },
        {
          "text": "But, as it seems, I overlooked the fact that I was making them worse, and injuring the Church by my untimely philosophy.",
          "id": 147570
        },
        {
          "text": "For gentleness does not put bad men out of countenance.",
          "id": 147571
        },
        {
          "text": "And now if it had been possible for me to teach you this myself, I should not have hesitated, you may be sure, even to undertake a journey beyond my strength to throw myself at the feet of your Excellency.",
          "id": 147572
        },
        {
          "text": "But since my illness has brought me too far, and it has become necessary for me to try the hot baths of Xanxaris at the advice of my medical men, I send a letter to represent me.",
          "id": 147573
        },
        {
          "text": "These wicked and utterly abandoned men have dared, in addition to all their other misdeeds, either to summon, or to make a bad use of the passage (I am not prepared to say precisely which) of certain Bishops, deprived by the whole Synod of the Eastern and Western Church; and, in violation of all Imperial Ordinances, and of your commands, to confer the name of Bishop on a certain individual of their own misbelieving and deceitful crew; encouraged to do so, as I believe, by nothing so much as my great infirmity; for I must mention this.",
          "id": 147574
        },
        {
          "text": "If this is to be tolerated, your Excellency will tolerate it, and I too will bear it, as I have often before.",
          "id": 147575
        },
        {
          "text": "But if it is serious, and not to be endured by our most august Emperors, pray punish what has been done—though more mildly than such madness merits.",
          "id": 147576
        }
      ]
    }
  ]
}