{
  "book": "A Testimonial",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Letter I.",
          "id": 127401
        },
        {
          "text": "—To Eusebius.",
          "id": 127402
        },
        {
          "text": "When the length of the day begins to expand in winter-time, as the sun mounts to the upper part of his course, we keep the feast of the appearing of the true Light divine, that through the veil of flesh has cast its bright beams upon the life of men: but now when that luminary has traversed half the heaven in his course, so that night and day are of equal length, the upward return of human nature from death to life is the theme of this great and universal festival, which all the life of those who have embraced the mystery of the Resurrection unites in celebrating.",
          "id": 127403
        },
        {
          "text": "What is the meaning of the subject thus suggested for my letter to you? Why, since it is the custom in these general holidays for us to take every way to show the affection harboured in our hearts, and some, as you know, give proof of their good will by presents of their own, we thought it only right not to leave you without the homage of our gifts, but to lay before your lofty and high-minded soul the scanty offerings of our poverty.",
          "id": 127404
        },
        {
          "text": "Now our offering which is tendered for your acceptance in this letter is the letter itself, in which there is not a single word wreathed with the flowers of rhetoric or adorned with the graces of composition, to make it to be deemed a gift at all in literary circles, but the mystical gold, which is wrapped up in the faith of Christians, as in a packet, must be my present to you, after being unwrapped, as far as possible, by these lines, and showing its hidden brilliancy.",
          "id": 127405
        },
        {
          "text": "Accordingly we must return to our prelude.",
          "id": 127406
        },
        {
          "text": "Why is it that then only, when the night has attained its utmost length, so that no further addition is possible, that He appears in flesh to us, Who holds the Universe in His grasp, and controls the same Universe by His own power, Who cannot be contained even by all intelligible things, but includes the whole, even at the time that He enters the narrow dwelling of a fleshly tabernacle, while His mighty power thus keeps pace with His beneficent purpose, and shows itself even as a shadow wherever the will inclines, so that neither in the creation of the world was the power found weaker than the will, nor when He was eager to stoop down to the lowliness of our mortal nature did He lack power to that very end, but actually did come to be in that condition, yet without leaving the universe unpiloted? Since, then, there is some account to be given of both those seasons, how it is that it is winter-time when He appears in the flesh, but it is when the days are as long as the nights that He restores to life man, who because of his sins returned to the earth from whence he came,—by explaining the reason of this, as well as I can in few words, I will make my letter my present to you.",
          "id": 127407
        },
        {
          "text": "Has your own sagacity, as of course it has, already divined the mystery hinted at by these coincidences; that the advance of night is stopped by the accessions to the light, and the period of darkness begins to be shortened, as the length of the day is increased by the successive additions? For thus much perhaps would be plain enough even to the uninitiated, that sin is near akin to darkness; and in fact evil is so termed by the Scripture.",
          "id": 127408
        },
        {
          "text": "Accordingly the season in which our mystery of godliness begins is a kind of exposition of the Divine dispensation on behalf of our souls.",
          "id": 127409
        },
        {
          "text": "For meet and right it was that, when vice was shed abroad without bounds, [upon this night of evil the Sun of righteousness should rise, and that in us who have before walked in darkness] the day which we receive from Him Who placed that light in our hearts should increase more and more; so that the life which is in the light should be extended to the greatest length possible, being constantly augmented by additions of good; and that the life in vice should by gradual subtraction be reduced to the smallest possible compass; for the increase of things good comes to the same thing as the diminution of things evil.",
          "id": 127410
        },
        {
          "text": "But the feast of the Resurrection; occurring when the days are of equal length, of itself gives us this interpretation of the coincidence, namely, that we shall no longer fight with evils only upon equal terms, vice grappling with virtue in indecisive strife, but that the life of light will prevail, the gloom of idolatry melting as the day waxes stronger.",
          "id": 127411
        },
        {
          "text": "For this reason also, after the moon has run her course for fourteen days, Easter exhibits her exactly opposite to the rays of the sun, full with all the wealth of his brightness, and not permitting any interval of darkness to take place in its turn: for, after taking the place of the sun at its setting, she does not herself set before she mingles her own beams with the genuine rays of the sun, so that one light remains continuously, throughout the whole space of the earth's course by day and night, without any break whatsoever being caused by the interposition of darkness.",
          "id": 127412
        },
        {
          "text": "This discussion, dear one, we contribute by way of a gift from our poor and needy hand; and may your whole life be a continual festival and a high day, never dimmed by a single stain of nightly gloom.",
          "id": 127413
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Letter II.",
          "id": 127414
        },
        {
          "text": "—To the City of Sebasteia.",
          "id": 127415
        },
        {
          "text": "Some of the brethren whose heart is as our heart told us of the slanders that were being propagated to our detriment by those who hate peace, and privily backbite their neighbour; and have no fear of the great and terrible judgment-seat of Him Who has declared that account will be required even of idle words in that trial of our life which we must all look for: they say that the charges which are being circulated against us are such as these; that we entertain opinions opposed to those who at Nica set forth the right and sound faith, and that without due discrimination and inquiry we received into the communion of the Catholic Church those who formerly assembled at Ancyra under the name of Marcellus.",
          "id": 127416
        },
        {
          "text": "Therefore, that falsehood may not overpower the truth, in another letter we made a sufficient defence against the charges levelled at us, and before the Lord we protested that we had neither departed from the faith of the Holy Fathers, nor had we done anything without due discrimination and inquiry in the case of those who came over from the communion of Marcellus to that of the Church: but all that we did we did only after the orthodox in the East, and our brethren in the ministry had entrusted to us the consideration of the case of these persons, and had approved our action.",
          "id": 127417
        },
        {
          "text": "But inasmuch as, since we composed that written defence of our conduct, again some of the brethren who are of one mind with us begged us to make separately with our own lips a profession of our faith, which we entertain with full conviction, following as we do the utterances of inspiration and the tradition of the Fathers, we deemed it necessary to discourse briefly of these heads as well.",
          "id": 127418
        },
        {
          "text": "We confess that the doctrine of the Lord, which He taught His disciples, when He delivered to them the mystery of godliness, is the foundation and root of right and sound faith, nor do we believe that there is aught else loftier or safer than that tradition.",
          "id": 127419
        },
        {
          "text": "Now the doctrine of the Lord is this: \"Go,\" He said, \"teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost\".",
          "id": 127420
        },
        {
          "text": "Since, then, in the case of those who are regenerate from death to eternal life, it is through the Holy Trinity that the life-giving power is bestowed on those who with faith are deemed worthy of the grace, and in like manner the grace is imperfect, if any one, whichever it be, of the names of the Holy Trinity be omitted in the saving baptism—for the sacrament of regeneration is not completed in the Son and the Father alone without the Spirit: nor is the perfect boon of life imparted to Baptism in the Father and the Spirit, if the name of the Son be suppressed: nor is the grace of that Resurrection accomplished in the Father and the Son, if the Spirit be left out:—for this reason we rest all our hope, and the persuasion of the salvation of our souls, upon the three Persons, recognized by these names; and we believe in the Father of our Lord Jesus Christ, Who is the Fountain of life, and in the Only-begotten Son of the Father, Who is the Author of life, as saith the Apostle, and in the Holy Spirit of God, concerning Whom the Lord hath spoken, \"It is the Spirit that quickeneth\".",
          "id": 127421
        },
        {
          "text": "And since on us who have been redeemed from death the grace of immortality is bestowed, as we have said, through faith in the Father, and the Son, and the Holy Spirit, guided by these we believe that nothing servile, nothing created, nothing unworthy of the majesty of the Father is to be associated in thought with the Holy Trinity; since, I say, our life is one which comes to us by faith in the Holy Trinity, taking its rise from the God of all, flowing through the Son, and working in us by the Holy Spirit.",
          "id": 127422
        },
        {
          "text": "Having, then, this full assurance, we are baptized as we were commanded, and we believe as we are baptized, and we hold as we believe; so that with one accord our baptism, our faith, and our ascription of praise are to the Father, and to the Son, and to the Holy Ghost.",
          "id": 127423
        },
        {
          "text": "But if any one makes mention of two or three Gods, or of three God-heads, let him be accursed.",
          "id": 127424
        },
        {
          "text": "And if any, following the perversion of Arius, says that the Son or the Holy Spirit were produced from things that are not, let him be accursed.",
          "id": 127425
        },
        {
          "text": "But as many as walk by the rule of truth and acknowledge the three Persons, devoutly recognized in Their several properties, and believe that there is one Godhead, one goodness, one rule, one authority and power, and neither make void the supremacy of the Sole-sovereignty, nor fall away into polytheism, nor confound the Persons, nor make up the Holy Trinity of heterogeneous and unlike elements, but in simplicity receive the doctrine of the faith, grounding all their hope of salvation upon the Father, the Son, and the Holy Spirit,—these according to our judgment are of the same mind as we, and with them we also trust to have part in the Lord.",
          "id": 127426
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Letter III.",
          "id": 127427
        },
        {
          "text": "—To Ablabius.",
          "id": 127428
        },
        {
          "text": "The Lord, as was meet and right, brought us safe through, accompanied as we had been by your prayers, and I will tell you a manifest token of His loving kindness.",
          "id": 127429
        },
        {
          "text": "For when the sun was just over the spot which we left behind Earsus, suddenly the clouds gathered thick, and there was a change from clear sky to deep gloom.",
          "id": 127430
        },
        {
          "text": "Then a chilly breeze blowing through the clouds, bringing a drizzling with it, and striking upon us with a very damp feeling, threatened such rain as had never yet been known, and on the left there were continuous claps of thunder, and keen flashes of lightning alternated with the thunder, following one crash and preceding the next, and all the mountains before, behind, and on each side were shrouded in clouds.",
          "id": 127431
        },
        {
          "text": "And already a heavy cloud hung over our heads, caught by a strong wind and big with rain, and yet we, like the Israelites of old in their miraculous passage of the Red Sea, though surrounded on all sides by rain, arrived unwetted at Vestena.",
          "id": 127432
        },
        {
          "text": "And when we had already found shelter there, and our mules had got a rest, then the signal for the down-pour was given by God to the air.",
          "id": 127433
        },
        {
          "text": "And when we had spent some three or four hours there, and had rested enough, again God stayed the down-fall, and our conveyance moved along more briskly than before, as the wheel easily slid through the mud just moist and on the surface.",
          "id": 127434
        },
        {
          "text": "Now the road from that point to our little town is all along the river side, going down stream with the water, and there is a continuous string of villages along the banks, all close upon the road, and with very short distances between them.",
          "id": 127435
        },
        {
          "text": "In consequence of this unbroken line of habitations all the road was full of people, some coming to meet us, and others escorting us, mingling tears in abundance with their joy.",
          "id": 127436
        },
        {
          "text": "Now there was a little drizzle, not unpleasant, just enough to moisten the air; but a little way before we got home the cloud that overhung us was condensed into a more violent shower, so that our entrance was quite quiet, as no one was aware beforehand of our coming.",
          "id": 127437
        },
        {
          "text": "But just as we got inside our portico, as the sound of our carriage wheels along the dry hard ground was heard, the people turned up in shoals, as though by some mechanical contrivance, I know not whence nor how, flocking round us so closely that it was not easy to get down from our conveyance, for there was not a foot of clear space.",
          "id": 127438
        },
        {
          "text": "But after we had persuaded them with difficulty to allow us to get down, and to let our mules pass, we were crushed on every side by folks crowding round, insomuch that their excessive kindness all but made us faint.",
          "id": 127439
        },
        {
          "text": "And when we were near the inside of the portico, we see a stream of fire flowing into the church; for the choir of virgins, carrying their wax torches in their hands, were just marching in file along the entrance of the church, kindling the whole into splendour with their blaze.",
          "id": 127440
        },
        {
          "text": "And when I was within and had rejoiced and wept with my people—for I experienced both emotions from witnessing both in the multitude,—as soon as I had finished the prayers, I wrote off this letter to your Holiness as fast as possible, under the pressure of extreme thirst, so that I might when it was done attend to my bodily wants.",
          "id": 127441
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Letter IV.",
          "id": 127442
        },
        {
          "text": "—To Cynegius.",
          "id": 127443
        },
        {
          "text": "We have a law that bids us \"rejoice with them that rejoice, and weep with them that weep\": but of these commandments it often seems that it is in our power to put only one into practice.",
          "id": 127444
        },
        {
          "text": "For there is a great scarcity in the world of \"them that rejoice,\" so that it is not easy to find with whom we may share our blessings, but there are plenty who are in the opposite case.",
          "id": 127445
        },
        {
          "text": "I write thus much by way of preface, because of the sad tragedy which some spiteful power has been playing among people of long-standing nobility.",
          "id": 127446
        },
        {
          "text": "A young man of good family, Synesius by name, not unconnected with myself, in the full flush of youth, who has scarcely begun to live yet, is in great dangers, from which God alone has power to rescue him, and next to God, you, who are entrusted with the decisions of all questions of life and death.",
          "id": 127447
        },
        {
          "text": "An involuntary mishap has taken place.",
          "id": 127448
        },
        {
          "text": "Indeed, what mishap is voluntary? And now those who have made up this suit against him, carrying with it the penalty of death, have turned his mishap into matter of accusation.",
          "id": 127449
        },
        {
          "text": "However, I will try by private letters to soften their resentment and incline them to pity; but I beseech your kindliness to side with justice and with us, that your benevolence may prevail over the wretched plight of the youth, hunting up any and every device by which the young man may be placed out of the reach of danger, having conquered the spiteful power which assails him by the help of your alliance.",
          "id": 127450
        },
        {
          "text": "I have said all that I want in brief; but to go into details, in order that my endeavour may be successful, would be to say what I have no business to say, nor you to hear from me.",
          "id": 127451
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Letter V.",
          "id": 127452
        },
        {
          "text": "—A Testimonial.",
          "id": 127453
        },
        {
          "text": "That for which the king of the Macedonians is most admired by people of understanding,—for he is admired not so much for his famous victories over the Persians and Indians, and his penetrating as far the Ocean, as for his saying that he had his treasure in his friends;—in this respect I dare to compare myself with his marvellous exploits, and it will be right for me to utter such a sentiment too.",
          "id": 127454
        },
        {
          "text": "Now because I am rich in friendships, perhaps I surpass in that kind of property even that great man who plumed himself upon that very thing.",
          "id": 127455
        },
        {
          "text": "For who was such a friend to him as you are to me, perpetually endeavouring to surpass yourself in every kind of excellence? For assuredly no one would ever charge me with flattery, when I say this, if he were to look at my age and your life: for grey hairs are out of season for flattery, and old age is ill-suited for complaisance, and as for you, even if you are ever in season for flattery, yet praise would not fall under the suspicion of flattery, as your life shows forth your praise before words.",
          "id": 127456
        },
        {
          "text": "But since, when men are rich in blessings, it is a special gift to know how to use what one has, and the best use of superfluities is to let one's friends share them with one, and since my beloved son Alexander is most of all a friend united to me in all sincerity, be persuaded to show him my treasure, and not only to show it to him, but also to put it at his disposal to enjoy abundantly, by extending to him your protection in those matters about which he has come to you, begging you to be his patron.",
          "id": 127457
        },
        {
          "text": "He will tell you all with his own lips.",
          "id": 127458
        },
        {
          "text": "For it is better so than that I should go into details in a letter.",
          "id": 127459
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Letter VI.",
          "id": 127460
        },
        {
          "text": "—To Stagirius.",
          "id": 127461
        },
        {
          "text": "They say that conjurors in theatres contrive some such marvel as this which I am going to describe.",
          "id": 127462
        },
        {
          "text": "Having taken some historical narrative, or some old story as the ground-plot of their sleight of hand, they relate the story to the spectators in action.",
          "id": 127463
        },
        {
          "text": "And it is in this way that they make their representations of the narrative.",
          "id": 127464
        },
        {
          "text": "They put on their dresses and masks, and rig up something to resemble a town on the stage with hangings, and then so associate the bare scene with their life-like imitation of action that they are a marvel to the spectators—both the actors themselves of the incidents of the play, and the hangings, or rather their imaginary city.",
          "id": 127465
        },
        {
          "text": "What do I mean, do you think, by this allegory? Since we must needs show to those who are coming together that which is not a city as though it were one, do you let yourself be persuaded to become for the nonce the founder of our city, by just putting in an appearance there; I will make the desert-place seem to be a city; now it is no great distance for you, and the favour which you will confer is very great; for we wish to show ourselves more splendid to our companions here, which we shall do if, in place of any other ornament, we are adorned with the splendour of your party.",
          "id": 127466
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Letter VII.",
          "id": 127467
        },
        {
          "text": "—To a Friend.",
          "id": 127468
        },
        {
          "text": "What flower in spring is so bright, what voices of singing birds are so sweet, what breezes that soothe the calm sea are so light and mild, what glebe is so fragrant to the husbandman—whether it be teeming with green blades, or waving with fruitful ears as is the spring of the soul, lit up with your peaceful beams, from the radiance which shone in your letter, which raised our life from despondency to gladness? For thus, perhaps, it will not be unfitting to adapt the word of the prophet to our present blessings: \"In the multitude of the sorrows which I had in my heart, the comforts of God,\" by your kindness, \"have refreshed my soul,\" like sunbeams, cheering and warming our life nipped by frost.",
          "id": 127469
        },
        {
          "text": "For both reached the highest pitch—the severity of my troubles, I mean, on the one side, and the sweetness of your favours on the other.",
          "id": 127470
        },
        {
          "text": "And if you have so gladdened us, by only sending us the joyful tidings of your coming, that everything changed for us from extremest woe to a bright condition, what will your precious and benign coming, even the sight of it, do? what consolation will the sound of your sweet voice in our ears afford our soul? May this speedily come to pass, by the good help of God, Who giveth respite from pain to the fainting, and rest to the afflicted.",
          "id": 127471
        },
        {
          "text": "But be assured, that when we look at our own case we grieve exceedingly at the present state of things, and men cease not to tear us in pieces: but when we turn our eyes to your excellence, we own that we have great cause for thankfulness to the dispensation of Divine Providence, that we are able to enjoy in your neighbourhood your sweetness and good-will towards us, and feast at will on such food to satiety, if indeed there is such a thing as satiety of blessings like these.",
          "id": 127472
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Letter VIII.",
          "id": 127473
        },
        {
          "text": "—To a Student of the Classics.",
          "id": 127474
        },
        {
          "text": "When I was looking for some suitable and proper exordium, I mean of course from Holy Scripture, to put at the head of my letter, according to my usual custom, I did not know which to choose, not from inability to find what was suitable, but because I deemed it superfluous to write such things to those who knew nothing about the matter.",
          "id": 127475
        },
        {
          "text": "For your eager pursuit of profane literature proved incontestably to us that you did not care about sacred.",
          "id": 127476
        },
        {
          "text": "Accordingly I will say nothing about Bible texts, but will select a prelude adapted to your literary tastes taken from the poets you love so well.",
          "id": 127477
        },
        {
          "text": "By the great master of your education there is introduced one, showing all an old man's joy, when after long affliction he once more beheld his son, and his son's son as well.",
          "id": 127478
        },
        {
          "text": "And the special theme of his exultation is the rivalry between the two, Ulysses and Telemachus, for the highest meed of valour, though it is true that the recollection of his own exploits against the Cephallenians adds to the point of his speech.",
          "id": 127479
        },
        {
          "text": "For you and your admirable father, when you welcomed me, as they did Laertes, in your affection, contended in most honourable rivalry for the prize of virtue, by showing us all possible respect and kindness; he in numerous ways which I need not here mention, and you by pelting me with your letters from Cappadocia.",
          "id": 127480
        },
        {
          "text": "What, then, of me the aged one? I count that day one to be blessed, in which I witness such a competition between father and son.",
          "id": 127481
        },
        {
          "text": "May you, then, never cease from accomplishing the rightful prayer of an excellent and admirable father, and surpassing in your readiness to all good works the renown which from him you inherit.",
          "id": 127482
        },
        {
          "text": "I shall be a judge acceptable to both of you, as I shall award you the first prize against your father, and the same to your father against you.",
          "id": 127483
        },
        {
          "text": "And we will put up with rough Ithaca, rough not so much with stones as with the manners of the inhabitants, an island in which there are many suitors, who are suitors most of all for the possessions of her whom they woo, and insult their intended bride by this very fact, that they threaten her chastity with marriage, acting in a way worthy of a Melantho, one might say, or some other such person; for nowhere is there a Ulysses to bring them to their senses with his bow.",
          "id": 127484
        },
        {
          "text": "You see how in an old man's fashion I go maundering off into matters with which you have no concern.",
          "id": 127485
        },
        {
          "text": "But pray let indulgence be readily extended to me in consideration of my grey hairs; for garrulity is just as characteristic of old age as to be blear-eyed, or for the limbs to fail.",
          "id": 127486
        },
        {
          "text": "But you by entertaining us with your brisk and lively language, like a bold young man as you are, will make our old age young again, supporting the feebleness of our length of days with this kind attention which so well becomes you.",
          "id": 127487
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Letter IX.",
          "id": 127488
        },
        {
          "text": "—An Invitation.",
          "id": 127489
        },
        {
          "text": "It is not the natural wont of spring to shine forth in its radiant beauty all at once, but there come as preludes of spring the sunbeam gently warming earth's frozen surface, and the bud half hidden beneath the clod, and breezes blowing over the earth, so that the fertilizing and generative power of the air penetrates deeply into it.",
          "id": 127490
        },
        {
          "text": "One may see the fresh and tender grass, and the return of birds which winter had banished, and many such tokens, which are rather signs of spring, not spring itself.",
          "id": 127491
        },
        {
          "text": "Not but that these are sweet, because they are indications of what is sweetest.",
          "id": 127492
        },
        {
          "text": "What is the meaning of all that I have been saying? Why, since the expression of your kindness which reached us in your letters, as a forerunner of the treasures contained in you, with a goodly prelude brings the glad tidings of the blessing which we expect at your hands, we both welcome the boon which those letters convey, like some first-appearing flower of spring, and pray that we may soon enjoy in you the full beauty of the season.",
          "id": 127493
        },
        {
          "text": "For, be well assured, we have been deeply, deeply distressed by the passions and spite of the people here, and their ways; and just as ice forms in cottages after the rains that come in—for I will draw my comparison from the weather of our part of the world,—and so moisture, when it gets in, if it spreads over the surface that is already frozen, becomes congealed about the ice, and an addition is made to the mass already existing, even so one may notice much the same kind of thing in the character of most of the people in this neighbourhood, how they are always plotting and inventing something spiteful, and a fresh mischief is congealed on the top of that which has been wrought before, and another one on the top of that, and then again another, and this goes on without intermission, and there is no limit to their hatred and to the increase of evils; so that we have great need of many prayers that the grace of the Spirit may speedily breathe upon them, and thaw the bitterness of their hatred, and melt the frost that is hardening upon them from their malice.",
          "id": 127494
        },
        {
          "text": "For this cause the spring, sweet as it is by nature, becomes yet more to be desired than ever to those who after such storms look for you.",
          "id": 127495
        },
        {
          "text": "Let not the boon, then, linger.",
          "id": 127496
        },
        {
          "text": "Especially as our great holiday is approaching, it would be more reasonable that the land which bare you should exult in her own treasures than that Pontus should in ours.",
          "id": 127497
        },
        {
          "text": "Come then, dear one, bringing us a multitude of blessings, even yourself; for this will fill up the measure of our beatitude.",
          "id": 127498
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Letter X.",
          "id": 127499
        },
        {
          "text": "—To Libanius.",
          "id": 127500
        },
        {
          "text": "I once heard a medical man tell of a wonderful freak of nature.",
          "id": 127501
        },
        {
          "text": "And this was his story.",
          "id": 127502
        },
        {
          "text": "A man was ill of an unmanageable complaint, and began to find fault with the medical faculty, as being able to do far less than it professed; for everything that was devised for his cure was ineffectual.",
          "id": 127503
        },
        {
          "text": "Afterwards when some good news beyond his hopes was brought him, the occurrence did the work of the healing art, by putting an end to his disease.",
          "id": 127504
        },
        {
          "text": "Whether it were that the soul by the overflowing sense of release from anxiety, and by a sudden rebound, disposed the body to be in the same condition as itself, or in some other way, I cannot say: for I have no leisure to enter upon such disquisitions, and the person who told me did not specify the cause.",
          "id": 127505
        },
        {
          "text": "But I have just called to mind the story very seasonably, as I think: for when I was not as well as I could wish—now I need not tell you exactly the causes of all the worries which befel me from the time I was with you to the present,—after some one told me all at once of the letter which had arrived from your unparalleled Erudition, as soon as I got the epistle and ran over what you had written, forthwith, first my soul was affected in the same way as though I had been proclaimed before all the world as the hero of most glorious achievements—so highly did I value the testimony which you favoured me with in your letter,—and then also my bodily health immediately began to improve: and I afford an example of the same marvel as the story which I told you just now, in that I was ill when I read one half of the letter, and well when I read the other half of the same.",
          "id": 127506
        },
        {
          "text": "Thus much for those matters.",
          "id": 127507
        },
        {
          "text": "But now, since Cynegius was the occasion of that favour, you are able, in the overflowing abundance of your ability to do good, not only to benefit us, but also our benefactors; and he is a benefactor of ours, as has been said before, by having been the cause and occasion of our having a letter from you; and for this reason he well deserves both our good offices.",
          "id": 127508
        },
        {
          "text": "But if you ask who are our teachers,—if indeed we are thought to have learned anything,—you will find that they are Paul and John, and the rest of the Apostles and Prophets; if I do not seem to speak too boldly in claiming any knowledge of that art in which you so excel, that competent judges declare that the rules of oratory stream down from you, as from an overflowing spring, upon all who have any pretensions to excellence in that department.",
          "id": 127509
        },
        {
          "text": "This I have heard the admirable Basil say to everybody, Basil, who was your disciple, but my father and teacher.",
          "id": 127510
        },
        {
          "text": "But be assured, first, that I found no rich nourishment in the precepts of my teachers, inasmuch as I enjoyed my brother's society only for a short time, and got only just enough polish from his diviner tongue to be able to discern the ignorance of those who are uninitiated in oratory; next, however, that whenever I had leisure, I devoted my time and energies to this study, and so became enamoured of your beauty, though I never yet obtained the object of my passion.",
          "id": 127511
        },
        {
          "text": "If, then, on the one side we never had a teacher, which I deem to have been our case, and if on the other it is improper to suppose that the opinion which you entertain of us is other than the true one—nay, you are correct in your statement, and we are not quite contemptible in your judgment,—give me leave to presume to attribute to you the cause of such proficiency as we may have attained.",
          "id": 127512
        },
        {
          "text": "For if Basil was the author of our oratory, and if his wealth came from your treasures, then what we possess is yours, even though we received it through others.",
          "id": 127513
        },
        {
          "text": "But if our attainments are scanty, so is the water in a jar; still it comes from the Nile.",
          "id": 127514
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Letter XI.",
          "id": 127515
        },
        {
          "text": "—To Libanius.",
          "id": 127516
        },
        {
          "text": "It was a custom with the Romans to celebrate a feast in winter-time, after the custom of their fathers, when the length of the days begins to draw out, as the sun climbs to the upper regions of the sky.",
          "id": 127517
        },
        {
          "text": "Now the beginning of the month is esteemed holy, and by this day auguring the character of the whole year, they devote themselves to forecasting lucky accidents, gladness, and wealth.",
          "id": 127518
        },
        {
          "text": "What is my object in beginning my letter in this way? Why, I do so because I too kept this feast, having got my present of gold as well as any of them; for then there came into my hands as well as theirs gold, not like that vulgar gold, which potentates treasure and which those that have it give,—that heavy, vile, and soulless possession,—but that which is loftier than all wealth, as Pindar says, in the eyes of those that have sense, being the fairest presentation, I mean your letter, and the vast wealth which it contained.",
          "id": 127519
        },
        {
          "text": "For thus it happened; that on that day, as I was going to the metropolis of the Cappadocians, I met an acquaintance, who handed me this present, your letter, as a new year's gift.",
          "id": 127520
        },
        {
          "text": "And I, being overjoyed at the occurrence, threw open my treasure to all who were present; and all shared in it, each getting the whole of it, without any rivalry, and I was none the worse off.",
          "id": 127521
        },
        {
          "text": "For the letter by passing through the hands of all, like a ticket for a feast, is the private wealth of each, some by steady continuous reading engraving the words upon their memory, and others taking an impression of them upon tablets; and it was again in my hands, giving me more pleasure than the hard metal does to the eyes of the rich.",
          "id": 127522
        },
        {
          "text": "Since, then, even to husbandmen—to use a homely comparison—approbation of the labours which they have already accomplished is a strong stimulus to those which follow, bear with us if we treat what you have yourself given as so much seed, and if we write that we may provoke you to write back.",
          "id": 127523
        },
        {
          "text": "But I beg of you a public and general boon for our life; that you will no longer entertain the purpose which you expressed to us in a dark hint at the end of your letter.",
          "id": 127524
        },
        {
          "text": "For I do not think that it is at all a fair decision to come to, that,—because there are some who disgrace themselves by deserting from the Greek language to the barbarian, becoming mercenary soldiers and choosing a soldier's rations instead of the renown of eloquence,—you should therefore condemn oratory altogether, and sentence human life to be as voiceless as that of beasts.",
          "id": 127525
        },
        {
          "text": "For who is he who will open his lips, if you carry into effect this severe sentence against oratory? But perhaps it will be well to remind you of a passage in our Scriptures.",
          "id": 127526
        },
        {
          "text": "For our Word bids those that can to do good, not looking at the tempers of those who receive the benefit, so as to be eager to benefit only those who are sensible of kindness, while we close our beneficence to the unthankful, but rather to imitate the Disposer of all, Who distributes the good things of His creation alike to all, to the good and to the evil.",
          "id": 127527
        },
        {
          "text": "Having regard to this, admirable Sir, show yourself in your way of life such an one as the time past has displayed you.",
          "id": 127528
        },
        {
          "text": "For those who do not see the sun do not thereby hinder the sun's existence.",
          "id": 127529
        },
        {
          "text": "Even so neither is it right that the beams of your eloquence should be dimmed, because of those who are purblind as to the perceptions of the soul.",
          "id": 127530
        },
        {
          "text": "But as for Cynegius, I pray that he may be as far as possible from the common malady, which now has seized upon young men; and that he will devote himself of his own accord to the study of rhetoric.",
          "id": 127531
        },
        {
          "text": "But if he is otherwise disposed, it is only right, even if he be unwilling, he should be forced to it; so as to avoid the unhappy and discreditable plight in which they now are, who have previously abandoned the pursuit of oratory.",
          "id": 127532
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Letter XII.",
          "id": 127533
        },
        {
          "text": "—On his work against Eunomius.",
          "id": 127534
        },
        {
          "text": "We Cappadocians are poor in well-nigh all things that make the possessors of them happy, but above all we are badly off for people who are able to write.",
          "id": 127535
        },
        {
          "text": "This, be sure, is the reason why I am so slow about sending you a letter: for, though my reply to the heresy (of Eunomius) had been long ago completed, there was no one to transcribe it.",
          "id": 127536
        },
        {
          "text": "Such a dearth of writers it was that brought upon us the suspicion of sluggishness or of inability to frame an answer.",
          "id": 127537
        },
        {
          "text": "But since now at any rate, thank God, the writer and reviser have come, I have sent this treatise to you; not, as Isocrates says, as a present, for I do not reckon it to be such that it should be received in lieu of something of substantial value, but that it may be in our power to cheer on those who are in the full vigour of youth to do battle with the enemy, by stirring up the naturally sanguine temperament of early life.",
          "id": 127538
        },
        {
          "text": "But if any portion of the treatise should appear worthy of serious consideration, after examining some parts, especially those prefatory to the \"trials,\" and those which are of the same cast, and perhaps also some of the doctrinal parts of the book, you will think them not ungratefully composed.",
          "id": 127539
        },
        {
          "text": "But to whatever conclusion you come, you will of course read them, as to a teacher and corrector, to those who do not act like the players at ball, when they stand in three different places and throw it from one to the other, aiming it exactly and catching one ball from one and one from another, and they baffle the player who is in the middle, as he jumps up to catch it, pretending that they are going to throw with a made-up expression of face, and such and such a motion of the hand to left or right, and whichever way they see him hurrying, they send the ball just the contrary way, and cheat his expectation by a trick.",
          "id": 127540
        },
        {
          "text": "This holds even now in the case of most of us, who, dropping all serious purpose, play at being good-natured, as if at ball, with men, instead of realizing the favourable hope which we hold out, beguiling to sinister issues the souls of those who repose confidence in us.",
          "id": 127541
        },
        {
          "text": "Letters of reconciliation, caresses, tokens, presents, affectionate embrace by letters—these are the making as if to throw with the ball to the right.",
          "id": 127542
        },
        {
          "text": "But instead of the pleasure which one expects therefrom, one gets accusations, plots, slanders, disparagement, charges brought against one, bits of a sentence torn from their context, caught up, and turned to one's hurt.",
          "id": 127543
        },
        {
          "text": "Blessed in your hopes are ye, who through all such trials exercise confidence towards God.",
          "id": 127544
        },
        {
          "text": "But we beseech you not to look at our words, but to the teaching of our Lord in the Gospel.",
          "id": 127545
        },
        {
          "text": "For what consolation to one in anguish can another be, who surpasses him in the extremity of his own anguish, to help his luckless fortunes to obtain their proper issue? As He saith, \"Vengeance is Mine; I will repay, saith the Lord\".",
          "id": 127546
        },
        {
          "text": "But do you, best of men, go on in a manner worthy of yourself, and trust in God, and do not be hindered by the spectacle of our misfortunes from being good and true, but commit to God that judgeth righteously the suitable and just issue of events, and act as Divine wisdom guides you.",
          "id": 127547
        },
        {
          "text": "Assuredly Joseph had in the result no reason to grieve at the envy of his brethren, inasmuch as the malice of his own kith and kin became to him the road to empire.",
          "id": 127548
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Letter XIII.",
          "id": 127549
        },
        {
          "text": "—To the Church at Nicomedia.",
          "id": 127550
        },
        {
          "text": "May the Father of mercies and the God of all comfort, Who disposeth all things in wisdom for the best, visit you by His own grace, and comfort you by Himself, working in you that which is well-pleasing to Him, and may the grace of our Lord Jesus Christ come upon you, and the fellowship of the Holy Spirit, that ye may have healing of all tribulation and affliction, and advance towards all good, for the perfecting of the Church, for the edification of your souls, and to the praise of the glory of His name.",
          "id": 127551
        },
        {
          "text": "But in making here a defence of ourselves before your charity, we would say that we were not neglectful to render an account of the charge entrusted to us, either in time past, or since the departure hence of Patricius of blessed memory; but we insist that there were many troubles in our Church, and the decay of our bodily powers was great, increasing, as was natural, with advancing years; and great also was the remissness of your Excellency towards us, inasmuch as no word ever came by letter to induce us to undertake the task, nor was any connection kept up between your Church and ourselves, although Euphrasius, your Bishop of blessed memory, had in all holiness bound together our Humility to himself and to you with love, as with chains.",
          "id": 127552
        },
        {
          "text": "But even though the debt of love has not been satisfied before, either by our taking charge of you, or your Piety's encouragement of us, now at any rate we pray to God, taking your prayer to God as an ally to our own desire, that we may with all speed possible visit you, and be comforted along with you, and along with you show diligence, as the Lord may direct us; so as to discover a means of rectifying the disorders which have already found place, and of securing safety for the future, so that you may no longer be distracted by this discord, one withdrawing himself from the Church in one direction, another in another, and be thereby exposed as a laughing-stock to the Devil, whose desire and business it is (in direct contrariety to the Divine will) that no one should be saved, or come to the knowledge of the truth.",
          "id": 127553
        },
        {
          "text": "For how do you think, brethren, that we were afflicted upon hearing from those who reported to us your state, that there was no return to better things; but that the resolution of those who had once swerved aside is ever carried along in the same course; and—as water from a conduit often overflows the neighbouring bank, and streaming off sideways, flows away, and unless the leak is stopped, it is almost impossible to recall it to its channel, when the submerged ground has been hollowed out in accordance with the course of the stream,—even so the course of those who have left the Church, when it has once through personal motives deflected from the straight and right faith, has sunk deep in the rut of habit, and does not easily return to the grace it once had.",
          "id": 127554
        },
        {
          "text": "For which cause your affairs demand a wise and strong administrator, who is skilled to guide such wayward tempers aright, so as to be able to recall to its pristine beauty the disorderly circuit of this stream, that the corn-fields of your piety may once again flourish abundantly, watered by the irrigating stream of peace.",
          "id": 127555
        },
        {
          "text": "For this reason great diligence and fervent desire on the part of you all is needed for this matter, that such an one may be appointed your President by the Holy Spirit, who will have a single eye to the things of God alone, not turning his glance this way or that to any of those things that men strive after.",
          "id": 127556
        },
        {
          "text": "For for this cause I think that the ancient law gave the Levite no share in the general inheritance of the land; that he might have God alone for the portion of his possession, and might always be engaged about the possession in himself, with no eye to any material object.",
          "id": 127557
        },
        {
          "text": "[What follows is unintelligible, and something has probably been lost.",
          "id": 127558
        },
        {
          "text": "]  For it is not lawful that the simple should meddle with that with which they have no concern, but which properly belongs to others.",
          "id": 127559
        },
        {
          "text": "For you should each mind your own business, that so that which is most expedient may come about [and that your Church may again prosper], when those who have been dispersed have returned again to the unit of the one body, and spiritual peace is established by those who devoutly glorify God.",
          "id": 127560
        },
        {
          "text": "To this end it is well, I think, to look out for high qualifications in your election, that he who is appointed to the Presidency may be suitable for the post.",
          "id": 127561
        },
        {
          "text": "Now the Apostolic injunctions do not direct us to look to high birth, wealth, and distinction in the eyes of the world among the virtues of a Bishop; but if all this should, unsought, accompany your spiritual chiefs, we do not reject it, but consider it merely as a shadow accidentally following the body; and none the less shall we welcome the more precious endowments, even though they happen to be apart from those boons of fortune.",
          "id": 127562
        },
        {
          "text": "The prophet Amos was a goat-herd; Peter was a fisherman, and his brother Andrew followed the same employment; so too was the sublime John; Paul was a tent-maker, Matthew a publican, and the rest of the Apostles in the same way—not consuls, generals, prefects, or distinguished in rhetoric and philosophy, but poor, and of none of the learned professions, but starting from the more humble occupations of life: and yet for all that their voice went out into all the earth, and their words unto the ends of the world.",
          "id": 127563
        },
        {
          "text": "\"Consider your calling, brethren, that not many wise after the flesh, not many mighty, not many noble are called, but God hath chosen the foolish things of the world\".",
          "id": 127564
        },
        {
          "text": "Perhaps even now it is thought something foolish, as things appear to men, when one is not able to do much from poverty, or is slighted because of meanness of extraction, not of character.",
          "id": 127565
        },
        {
          "text": "But who knows whether the horn of anointing is not poured out by grace upon such an one, even though he be less than the lofty and more illustrious? Which was more to the interest of the Church at Rome, that it should at its commencement be presided over by some high-born and pompous senator, or by the fisherman Peter, who had none of this world's advantages to attract men to him? What house had he, what slaves, what property ministering luxury, by wealth constantly flowing in? But that stranger, without a table, without a roof over his head, was richer than those who have all things, because through having nothing he had God wholly.",
          "id": 127566
        },
        {
          "text": "So too the people of Mesopotamia, though they had among them wealthy satraps, preferred Thomas above them all to the presidency of their Church; the Cretans preferred Titus, the dwellers at Jerusalem James, and we Cappadocians the centurion, who at the Cross acknowledged the Godhead of the Lord, though there were many at that time of splendid lineage, whose fortunes enabled them to maintain a stud, and who prided themselves upon having the first place in the Senate.",
          "id": 127567
        },
        {
          "text": "And in all the Church one may see those who are great according to God's standard preferred above worldly magnificence.",
          "id": 127568
        },
        {
          "text": "You too, I think, ought to have an eye to these spiritual qualifications at this time present, if you really mean to revive the ancient glory of your Church.",
          "id": 127569
        },
        {
          "text": "For nothing is better known to you than your own history, that anciently, before the city near you flourished, the seat of government was with you, and among Bithynian cities there was nothing preeminent above yours.",
          "id": 127570
        },
        {
          "text": "And now, it is true, the public buildings that once graced it have disappeared, but the city that consists in men—whether we look to numbers or to quality—is rapidly rising to a level with its former splendour.",
          "id": 127571
        },
        {
          "text": "Accordingly it would well become you to entertain thoughts that shall not fall below the height of the blessings that now are yours, but to raise your enthusiasm in the work before you to the height of the magnificence of your city, that you may find such a one to preside over the laity as will prove himself not unworthy of you.",
          "id": 127572
        },
        {
          "text": "For it is disgraceful, brethren, and utterly monstrous, that while no one ever becomes a pilot unless he is skilled in navigation, he who sits at the helm of the Church should not know how to bring the souls of those who sail with him safe into the haven of God.",
          "id": 127573
        },
        {
          "text": "How many wrecks of Churches, men and all, have ere now taken place by the inexperience of their heads! Who can reckon what disasters might not have been avoided, had there been aught of the pilot's skill in those who had command? Nay, we entrust iron, to make vessels with, not to those who know nothing about the matter, but to those who are acquainted with the art of the smith; ought we not therefore to trust souls to him who is well-skilled to soften them by the fervent heat of the Holy Spirit, and who by the impress of rational implements may fashion each one of you to be a chosen and useful vessel? It is thus that the inspired Apostle bids us to take thought, in his Epistle to Timothy, laying injunction upon all who hear, when he says that a Bishop must be without reproach.",
          "id": 127574
        },
        {
          "text": "Is this all that the Apostle cares for, that he who is advanced to the priesthood should be irreproachable? and what is so great an advantage as that all possible qualifications should be included in one? But he knows full well that the subject is moulded by the character of his superior, and that the upright walk of the guide becomes that of his followers too.",
          "id": 127575
        },
        {
          "text": "For what the Master is, such does he make the disciple to be.",
          "id": 127576
        },
        {
          "text": "For it is impossible that he who has been apprenticed to the art of the smith should practise that of the weaver, or that one who has only been taught to work at the loom should turn out an orator or a mathematician: but on the contrary that which the disciple sees in his master he adopts and transfers to himself.",
          "id": 127577
        },
        {
          "text": "For this reason it is that the Scripture says, \"Every disciple that is perfect shall be as his master\".",
          "id": 127578
        },
        {
          "text": "What then, brethren? Is it possible to be lowly and subdued in character, moderate, superior to the love of lucre, wise in things divine, and trained to virtue and considerateness in works and ways, without seeing those qualities in one's master? Nay, I do not know how a man can become spiritual, if he has been a disciple in a worldly school.",
          "id": 127579
        },
        {
          "text": "For how can they who are striving to resemble their master fail to be like him? What advantage is the magnificence of the aqueduct to the thirsty, if there is no water in it, even though the symmetrical disposition of columns variously shaped rear aloft the pediment? Which would the thirsty man rather choose for the supply of his own need, to see marbles beautifully disposed or to find good spring water, even if it flowed through a wooden pipe, as long as the stream which it poured forth was clear and drinkable? Even so, brethren, those who look to godliness should neglect the trappings of outward show, and whether a man exults in powerful friends, or plumes himself on the long list of his dignities, or boasts that he receives large annual revenues, or is puffed up with the thought of his noble ancestry, or has his mind on all sides clouded with the fumes of self-esteem, should have nothing to do with such an one, any more than with a dry aqueduct, if he display not in his life the primary and essential qualities for high office.",
          "id": 127580
        },
        {
          "text": "But, employing the lamp of the Spirit for the search, you should, as far as is possible, seek for \"a garden enclosed, a fountain sealed,\" that, by your election the garden of delight having been opened and the water of the fountain having been unstopped, there may be a common acquisition to the Catholic Church.",
          "id": 127581
        },
        {
          "text": "May God grant that there may soon be found among you such an one, who shall be a chosen vessel, a pillar of the Church.",
          "id": 127582
        },
        {
          "text": "But we trust in the Lord that so it will be, if you are minded by the grace of concord with one mind to see that which is good, preferring to your own wills the will of the Lord, and that which is approved of Him, and perfect, and well-pleasing in His eyes; that there may be such a happy issue among you, that therein we may rejoice, and you triumph, and the God of all be glorified, Whom glory becometh for ever and ever.",
          "id": 127583
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Letter XIV.",
          "id": 127584
        },
        {
          "text": "—To the Bishop of Melitene.",
          "id": 127585
        },
        {
          "text": "How beautiful are the likenesses of beautiful objects, when they preserve in all its clearness the impress of the original beauty! For of your soul, so truly beautiful, I saw a most clear image in the sweetness of your letter, which, as the Gospel says, \"out of the abundance of the heart\" you filled with honey.",
          "id": 127586
        },
        {
          "text": "And for this reason I fancied I saw you in person, and enjoyed your cheering company, from the affection expressed in your letter; and often taking your letter into my hands and going over it again from beginning to end, I only came more vehemently to crave for the enjoyment, and there was no sense of satiety.",
          "id": 127587
        },
        {
          "text": "Such a feeling can no more put an end to my pleasure, than it can to that derived from anything that is by nature beautiful and precious.",
          "id": 127588
        },
        {
          "text": "For neither has our constant participation of the benefit blunted the edge of our longing to behold the sun, nor does the unbroken enjoyment of health prevent our desiring its continuance; and we are persuaded that it is equally impossible for our enjoyment of your goodness, which we have often experienced face to face and now by letter, ever to reach the point of satiety.",
          "id": 127589
        },
        {
          "text": "But our case is like that of those who from some circumstance are afflicted with unquenchable thirst; for just in the same way, the more we taste your kindness, the more thirsty we become.",
          "id": 127590
        },
        {
          "text": "But unless you suppose our language to be mere blandishment and unreal flattery—and assuredly you will not so suppose, being what you are in all else, and to us especially good and staunch, if any one ever was,—you will certainly believe what I say; that the favour of your letter, applied to my eyes like some medical prescription, stayed my ever-flowing \"fountain of tears,\" and that fixing our hopes on the medicine of your holy prayers, we expect that soon and completely the disease of our soul will be healed: though, for the present at any rate, we are in such a case, that we spare the ears of one who is fond of us, and bury the truth in silence, that we may not drag those who loyally love us into partnership with our troubles.",
          "id": 127591
        },
        {
          "text": "For when we consider that, bereft of what is dearest to us, we are involved in wars, and that it is our children that we were compelled to leave behind, our children whom we were counted worthy to bear to God in spiritual pangs, closely joined to us by the law of love, who at the time of their own trials amid their afflictions extended their affection to us; and over and above these, a fondly-loved home, brethren, kinsmen, companions, intimate associates, friends, hearth, table, cellar, bed, seat, sack, converse, tears—and how sweet these are, and how dearly prized from long habit, I need not write to you who know full well—but not to weary you further, consider for yourself what I have in exchange for those blessings.",
          "id": 127592
        },
        {
          "text": "Now that I am at the end of my life, I begin to live again, and am compelled to learn the graceful versatility of character which is now in vogue: but we are late learners in the shifty school of knavery; so that we are constantly constrained to blush at our awkwardness and inaptitude for this new study.",
          "id": 127593
        },
        {
          "text": "But our adversaries, equipped with all the training of this wisdom, are well able to keep what they have learned, and to invent what they have not learned.",
          "id": 127594
        },
        {
          "text": "Their method of warfare accordingly is to skirmish at a distance, and then at a preconcerted signal to form their phalanx in solid order; they utter by way of prelude whatever suits their interests, they execute surprises by means of exaggerations, they surround themselves with allies from every quarter.",
          "id": 127595
        },
        {
          "text": "But a vast amount of cunning invincible in power accompanies them, advanced before them to lead their host, like some right-and-left-handed combatant, fighting with both hands in front of his army, on one side levying tribute upon his subjects, on the other smiting those who come in his way.",
          "id": 127596
        },
        {
          "text": "But if you care to inquire into the state of our internal affairs, you will find other troubles to match; a stifling hut, abundant in cold, gloom, confinement, and all such advantages; a life the mark of every one's censorious observation, the voice, the look, the way of wearing one's cloak, the movement of the hands, the position of one's feet, and everything else, all a subject for busy-bodies.",
          "id": 127597
        },
        {
          "text": "And unless one from time to time emits a deep breathing, and unless a continuous groaning is uttered with the breathing, and unless the tunic passes gracefully through the girdle (not to mention the very disuse of the girdle itself), and unless our cloak flows aslant down our backs—the omission of anyone of these niceties is a pretext for war against us.",
          "id": 127598
        },
        {
          "text": "And on such grounds as these, they gather together to battle against us, man by man, township by township, even down to all sorts of out-of-the-way places.",
          "id": 127599
        },
        {
          "text": "Well, one cannot be always faring well or always ill, for every one's life is made up of contraries.",
          "id": 127600
        },
        {
          "text": "But if by God's grace your help should stand by us steadily, we will bear the abundance of annoyances, in the hope of being always a sharer in your goodness.",
          "id": 127601
        },
        {
          "text": "May you, then, never cease bestowing on us such favours, that by them you may refresh us, and prepare for yourself in ampler measure the reward promised to them that keep the commandments.",
          "id": 127602
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Letter XV.",
          "id": 127603
        },
        {
          "text": "—To Adelphius the Lawyer.",
          "id": 127604
        },
        {
          "text": "I write you this letter from the sacred Vanota, if I do not do the place injustice by giving it its local title:—do it injustice, I say, because in its name it shows no polish.",
          "id": 127605
        },
        {
          "text": "At the same time the beauty of the place, great as it is, is not conveyed by this Galatian epithet: eyes are needed to interpret its beauty.",
          "id": 127606
        },
        {
          "text": "For I, though I have before this seen much, and that in many places, and have also observed many things by means of verbal description in the accounts of old writers, think both all I have seen, and all of which I have heard, of no account in comparison with the loveliness that is to be found here.",
          "id": 127607
        },
        {
          "text": "Your Helicon is nothing: the Islands of the Blest are a fable: the Sicyonian plain is a trifle: the accounts of the Peneus are another case of poetic exaggeration—that river which they say by overflowing with its rich current the banks which flank its course makes for the Thessalians their far-famed Tempe.",
          "id": 127608
        },
        {
          "text": "Why, what beauty is there in any one of these places I have mentioned, such as Vanota can show us of its own? For if one seeks for natural beauty in the place, it needs none of the adornments of art: and if one considers what has been done for it by artificial aid, there has been so much done, and that so well, as might overcome even natural disadvantages.",
          "id": 127609
        },
        {
          "text": "The gifts bestowed upon the spot by Nature who beautifies the earth with unstudied grace are such as these: below, the river Halys makes the place fair to look upon with his banks, and gleams like a golden ribbon through their deep purple, reddening his current with the soil he washes down.",
          "id": 127610
        },
        {
          "text": "Above, a mountain densely overgrown with wood stretches with its long ridge, covered at all points with the foliage of oaks, worthy of finding some Homer to sing its praises more than that Ithacan Neritus, which the poet calls \"far-seen with quivering leaves\".",
          "id": 127611
        },
        {
          "text": "But the natural growth of wood, as it comes down the hill-side, meets at the foot the planting of men's husbandry.",
          "id": 127612
        },
        {
          "text": "For forthwith vines, spread out over the slopes, and swellings, and hollows at the mountain's base, cover with their colour, like a green mantle, all the lower ground: and the season at this time even added to their beauty, displaying its grape-clusters wonderful to behold.",
          "id": 127613
        },
        {
          "text": "Indeed this caused me yet more surprise, that while the neighbouring country shows fruit still unripe, one might here enjoy the full clusters, and be sated with their perfection.",
          "id": 127614
        },
        {
          "text": "Then, far off, like a watch-fire from some great beacon, there shone before our eyes the fair beauty of the buildings.",
          "id": 127615
        },
        {
          "text": "On the left as we entered was the chapel built for the martyrs, not yet complete in its structure, but still lacking the roof, yet making a good show notwithstanding.",
          "id": 127616
        },
        {
          "text": "Straight before us in the way were the beauties of the house, where one part is marked out from another by some delicate invention.",
          "id": 127617
        },
        {
          "text": "There were projecting towers, and preparations for banqueting among the wide and high-arched rows of trees crowning the entrance before the gates.",
          "id": 127618
        },
        {
          "text": "Then about the buildings are the Phaeacian gardens; rather, let not the beauties of Vanota be insulted by comparison with those.",
          "id": 127619
        },
        {
          "text": "Homer never saw \"the apple with bright fruit\" as we have it here, approaching to the hue of its own blossom in the exceeding brilliancy of its colouring: he never saw the pear whiter than new-polished ivory.",
          "id": 127620
        },
        {
          "text": "And what can one say of the varieties of the peach, diverse and multiform, yet blended and compounded out of different species? For just as with those who paint \"goat-stags,\" and \"centaurs,\" and the like, commingling things of different kind, and making themselves wiser than Nature, so it is in the case of this fruit: Nature, under the despotism of art, turns one to an almond, another to a walnut, yet another to a \"Doracinus,\" mingled alike in name and in flavour.",
          "id": 127621
        },
        {
          "text": "And in all these the number of single trees is more noted than their beauty; yet they display tasteful arrangement in their planting, and that harmonious form of drawing—drawing, I call it, for the marvel belongs rather to the painter's art than to the gardener's.",
          "id": 127622
        },
        {
          "text": "So readily does Nature fall in with the design of those who arrange these devices, that it seems impossible to express this by words.",
          "id": 127623
        },
        {
          "text": "Who could find words worthily to describe the road under the climbing vines, and the sweet shade of their cluster, and that novel wall-structure where roses with their shoots, and vines with their trailers, twist themselves together and make a fortification that serves as a wall against a flank attack, and the pond at the summit of this path, and the fish that are bred there? As regards all these, the people who have charge of your Nobility's house were ready to act as our guides with a certain ingenuous kindliness, and pointed them out to us, showing us each of the things you had taken pains about, as if it were yourself to whom, by our means, they were showing courtesy.",
          "id": 127624
        },
        {
          "text": "There too, one of the lads, like a conjuror, showed us such a wonder as one does not very often find in nature: for he went down to the deep water and brought up at will such of the fish as he selected; and they seemed no strangers to the fisherman's touch, being tame and submissive under the artist's hands, like well-trained dogs.",
          "id": 127625
        },
        {
          "text": "Then they led me to a house as if to rest—a house, I call it, for such the entrance betokened, but, when we came inside, it was not a house but a portico which received us.",
          "id": 127626
        },
        {
          "text": "The portico was raised up aloft to a great height over a deep pool: the basement supporting the portico of triangular shape, like a gateway leading to the delights within, was washed by the water.",
          "id": 127627
        },
        {
          "text": "Straight before us in the interior a sort of house occupied the vertex of the triangle, with lofty roof, lit on all sides by the sun's rays, and decked with varied paintings; so that this spot almost made us forget what had preceded it.",
          "id": 127628
        },
        {
          "text": "The house attracted us to itself; and again, the portico on the pool was a unique sight.",
          "id": 127629
        },
        {
          "text": "For the excellent fish would swim up from the depths to the surface, leaping up into the very air like winged things, as though purposely mocking us creatures of the dry land.",
          "id": 127630
        },
        {
          "text": "For showing half their form and tumbling through the air, they plunged once more into the depth.",
          "id": 127631
        },
        {
          "text": "Others, again, in shoals, following one another in order, were a sight for unaccustomed eyes: while in another place one might see another shoal packed in a cluster round a morsel of bread, pushed aside one by another, and here one leaping up, there another diving downwards.",
          "id": 127632
        },
        {
          "text": "But even this we were made to forget by the grapes that were brought us in baskets of twisted shoots, by the varied bounty of the season's fruit, the preparation for breakfast, the varied dainties, and savoury dishes, and sweetmeats, and drinking of healths, and wine-cups.",
          "id": 127633
        },
        {
          "text": "So now since I was sated and inclined to sleep, I got a scribe posted beside me, and sent to your Eloquence, as if it were a dream, this chattering letter.",
          "id": 127634
        },
        {
          "text": "But I hope to recount in full to yourself and your friends, not with paper and ink, but with my own voice and tongue, the beauties of your home.",
          "id": 127635
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Letter XVI.",
          "id": 127636
        },
        {
          "text": "—To Amphilochius.",
          "id": 127637
        },
        {
          "text": "I am well persuaded that by God's grace the business of the Church of the Martyrs is in a fair way.",
          "id": 127638
        },
        {
          "text": "Would that you were willing in the matter.",
          "id": 127639
        },
        {
          "text": "The task we have in hand will find its end by the power of God, Who is able, wherever He speaks, to turn word into deed.",
          "id": 127640
        },
        {
          "text": "Seeing that, as the Apostle says, \"He Who has begun a good work will also perform it\", I would exhort you in this also to be an imitator of the great Paul, and to advance our hope to actual fulfilment, and send us so many workmen as may suffice for the work we have in hand.",
          "id": 127641
        },
        {
          "text": "Your Perfection might perhaps be informed by calculation of the dimensions to which the total work will attain: and to this end I will endeavour to explain the whole structure by a verbal description.",
          "id": 127642
        },
        {
          "text": "The form of the chapel is a cross, which has its figure completed throughout, as you would expect, by four structures.",
          "id": 127643
        },
        {
          "text": "The junctions of the buildings intercept one another, as we see everywhere in the cruciform pattern.",
          "id": 127644
        },
        {
          "text": "But within the cross there lies a circle, divided by eight angles (I call the octagonal figure a circle in view of its circumference), in such wise that the two pairs of sides of the octagon which are diametrically opposed to one another, unite by means of arches the central circle to the adjoining blocks of building; while the other four sides of the octagon, which lie between the quadrilateral buildings, will not themselves be carried to meet the buildings, but upon each of them will be described a semicircle like a shell, terminating in an arch above: so that the arches will be eight in all, and by their means the quadrilateral and semicircular buildings will be connected, side by side, with the central structure.",
          "id": 127645
        },
        {
          "text": "In the blocks of masonry formed by the angles there will be an equal number of pillars, at once for ornament and for strength, and these again will carry arches built of equal size to correspond with those within.",
          "id": 127646
        },
        {
          "text": "And above these eight arches, with the symmetry of an upper range of windows, the octagonal building will be raised to the height of four cubits: the part rising from it will be a cone shaped like a top, as the vaulting narrows the figure of the roof from its full width to a pointed wedge.",
          "id": 127647
        },
        {
          "text": "The dimensions below will be,—the width of each of the quadrilateral buildings, eight cubits, the length of them half as much again, the height as much as the proportion of the width allows.",
          "id": 127648
        },
        {
          "text": "It will be as much in the semicircles also.",
          "id": 127649
        },
        {
          "text": "The whole length between the piers extends in the same way to eight cubits, and the depth will be as much as will be given by the sweep of the compasses with the fixed point placed in the middle of the side and extending to the end.",
          "id": 127650
        },
        {
          "text": "The height will be determined in this case too by the proportion to the width.",
          "id": 127651
        },
        {
          "text": "And the thickness of the wall, an interval of three feet from inside these spaces, which are measured internally, will run round the whole building.",
          "id": 127652
        },
        {
          "text": "I have troubled your Excellency with this serious trifling, with this intention, that by the thickness of the walls, and by the intermediate spaces, you may accurately ascertain what sum the number of feet gives as the measurement; because your intellect is exceedingly quick in all matters, and makes its way, by God's grace, in whatever subject you will, and it is possible for you, by subtle calculation, to ascertain the sum made up by all the parts, so as to send us masons neither more nor fewer than our need requires.",
          "id": 127653
        },
        {
          "text": "And I beg you to direct your attention specially to this point, that some of them may be skilled in making vaulting without supports: for I am informed that when built in this way it is more durable than what is made to rest on props.",
          "id": 127654
        },
        {
          "text": "It is the scarcity of wood that brings us to this device of roofing the whole fabric with stone; because the place supplies no timber for roofing.",
          "id": 127655
        },
        {
          "text": "Let your unerring mind be persuaded, because some of the people here contract with me to furnish thirty workmen for a stater, for the dressed stonework, of course with a specified ration along with the stater.",
          "id": 127656
        },
        {
          "text": "But the material of our masonry is not of this sort, but brick made of clay and chance stones, so that they do not need to spend time in fitting the faces of the stones accurately together.",
          "id": 127657
        },
        {
          "text": "I know that so far as skill and fairness in the matter of wages are concerned, the workmen in your neighbourhood are better for our purpose than those who follow the trade here.",
          "id": 127658
        },
        {
          "text": "The sculptor's work lies not only in the eight pillars, which must themselves be improved and beautified, but the work requires altar-like base-mouldings, and capitals carved in the Corinthian style.",
          "id": 127659
        },
        {
          "text": "The porch, too, will be of marbles wrought with appropriate ornaments.",
          "id": 127660
        },
        {
          "text": "The doors set upon these will be adorned with some such designs as are usually employed by way of embellishment at the projection of the cornice.",
          "id": 127661
        },
        {
          "text": "Of all these, of course, we shall furnish the materials; the form to be impressed on the materials art will bestow.",
          "id": 127662
        },
        {
          "text": "Besides these there will be in the colonnade not less than forty pillars: these also will be of wrought stone.",
          "id": 127663
        },
        {
          "text": "Now if my account has explained the work in detail, I hope it may be possible for your Sanctity, on perceiving what is needed, to relieve us completely from anxiety so far as the workmen are concerned.",
          "id": 127664
        },
        {
          "text": "If, however, the workman were inclined to make a bargain favourable to us, let a distinct measure of work, if possible, be fixed for the day, so that he may not pass his time doing nothing, and then, though he has no work to show for it, as having worked for us so many days, demand payment for them.",
          "id": 127665
        },
        {
          "text": "I know that we shall appear to most people to be higglers, in being so particular about the contracts.",
          "id": 127666
        },
        {
          "text": "But I beg you to pardon me; for that Mammon about whom I have so often said such hard things, has at last departed from me as far as he can possibly go, being disgusted, I suppose, at the nonsense that is constantly talked against him, and has fortified himself against me by an impassable gulf—to wit, poverty—so that neither can he come to me, nor can I pass to him.",
          "id": 127667
        },
        {
          "text": "This is why I make a point of the fairness of the workmen, to the end that we may be able to fulfil the task before us, and not be hindered by poverty—that laudable and desirable evil.",
          "id": 127668
        },
        {
          "text": "Well, in all this there is a certain admixture of jest.",
          "id": 127669
        },
        {
          "text": "But do you, man of God, in such ways as are possible and legitimate, boldly promise in bargaining with the men that they will all meet with fair treatment at our hands, and full payment of their wages: for we shall give all and keep back nothing, as God also opens to us, by your prayers, His hand of blessing.",
          "id": 127670
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Letter XVII.",
          "id": 127671
        },
        {
          "text": "—To Eustathia, Ambrosia, and Basilissa.",
          "id": 127672
        },
        {
          "text": "To the most discreet and devout Sisters, Eustathia and Ambrosia, and to the most discreet and noble Daughter, Basilissa, Gregory sends greeting in the Lord.",
          "id": 127673
        },
        {
          "text": "The meeting with the good and the beloved, and the memorials of the immense love of the Lord for us men, which are shown in your localities, have been the source to me of the most intense joy and gladness.",
          "id": 127674
        },
        {
          "text": "Doubly indeed have these shone upon divinely festal days; both in beholding the saving tokens of the God who gave us life, and in meeting with souls in whom the tokens of the Lord's grace are to be discerned spiritually in such clearness, that one can believe that Bethlehem and Golgotha, and Olivet, and the scene of the Resurrection are really in the God-containing heart.",
          "id": 127675
        },
        {
          "text": "For when through a good conscience Christ has been formed in any, when any has by dint of godly fear nailed down the promptings of the flesh and become crucified to Christ, when any has rolled away from himself the heavy stone of this world's illusions, and coming forth from the grave of the body has begun to walk as it were in a newness of life, abandoning this low-lying valley of human life, and mounting with a soaring desire to that heavenly country with all its elevated thoughts, where Christ is, no longer feeling the body's burden, but lifting it by chastity, so that the flesh with cloud-like lightness accompanies the ascending soul—such an one, in my opinion, is to be counted in the number of those famous ones in whom the memorials of the Lord's love for us men are to be seen.",
          "id": 127676
        },
        {
          "text": "When, then, I not only saw with the sense of sight those Sacred Places, but I saw the tokens of places like them, plain in yourselves as well, I was filled with joy so great that the description of its blessing is beyond the power of utterance.",
          "id": 127677
        },
        {
          "text": "But because it is a difficult, not to say an impossible thing for a human being to enjoy unmixed with evil any blessing, therefore something of bitterness was mingled with the sweets I tasted: and by this, after the enjoyment of those blessings, I was saddened in my journey back to my native land, estimating now the truth of the Lord's words, that \"the whole world lieth in wickedness,\" so that no single part of the inhabited earth is without its share of degeneracy.",
          "id": 127678
        },
        {
          "text": "For if the spot itself that has received the footprints of the very Life is not clear of the wicked thorns, what are we to think of other places where communion with the Blessing has been inculcated by hearing and preaching alone.",
          "id": 127679
        },
        {
          "text": "With what view I say this, need not be explained more fully in words; facts themselves proclaim more loudly than any speech, however intelligible, the melancholy truth.",
          "id": 127680
        },
        {
          "text": "The Lawgiver of our life has enjoined upon us one single hatred.",
          "id": 127681
        },
        {
          "text": "I mean, that of the Serpent: for no other purpose has He bidden us exercise this faculty of hatred, but as a resource against wickedness.",
          "id": 127682
        },
        {
          "text": "\"I will put enmity,\" He says, \"between thee and him\".",
          "id": 127683
        },
        {
          "text": "Since wickedness is a complicated and multifarious thing, the Word allegorizes it by the Serpent, the dense array of whose scales is symbolic of this multiformity of evil.",
          "id": 127684
        },
        {
          "text": "And we by working the will of our Adversary make an alliance with this serpent, and so turn this hatred against one another, and perhaps not against ourselves alone, but against Him Who gave the commandment; for He says, \"Thou shalt love thy neighbour and hate thine enemy,\" commanding us to hold the foe to our humanity as our only enemy, and declaring that all who share that humanity are the neighbours of each one of us.",
          "id": 127685
        },
        {
          "text": "But this gross-hearted age has disunited us from our neighbour, and has made us welcome the serpent, and revel in his spotted scales.",
          "id": 127686
        },
        {
          "text": "I affirm, then, that it is a lawful thing to hate God's enemies, and that this kind of hatred is pleasing to our Lord: and by God's enemies I mean those who deny the glory of our Lord, be they Jews, or downright idolaters, or those who through Arius' teaching idolize the creature, and so adopt the error of the Jews.",
          "id": 127687
        },
        {
          "text": "Now when the Father, the Son, and the Holy Ghost, are with orthodox devotion being glorified and adored by those who believe that in a distinct and unconfused Trinity there is One Substance, Glory, Kingship, Power, and Universal Rule, in such a case as this what good excuse for fighting can there be? At the time, certainly, when the heretical views prevailed, to try issues with the authorities, by whom the adversaries' cause was seen to be strengthened, was well; there was fear then lest our saving Doctrine should be over-ruled by human rulers.",
          "id": 127688
        },
        {
          "text": "But now, when over the whole world from one end of heaven to the other the orthodox Faith is being preached, the man who fights with them who preach it, fights not with them, but with Him Who is thus preached.",
          "id": 127689
        },
        {
          "text": "What other aim, indeed, ought that man's to be, who has the zeal for God, than in every possible way to announce the glory of God? As long, then, as the Only-begotten is adored with all the heart and soul and mind, believed to be in everything that which the Father is, and in like manner the Holy Ghost is glorified with an equal amount of adoration, what plausible excuse for fighting is left these over-refined disputants, who are rending the seamless robe, and parting the Lord's name between Paul and Cephas, and undisguisedly abhorring contact with those who worship Christ, all but exclaiming in so many words, \"Away from me, I am holy\"?  Granting that the knowledge which they believe themselves to have acquired is somewhat greater than that of others: yet can they possess more than the belief that the Son of the Very God is Very God, seeing that in that article of the Very God every idea that is orthodox, every idea that is our salvation, is included? It includes the idea of His Goodness, His Justice, His Omnipotence: that He admits of no variableness nor alteration, but is always the same; incapable of changing to worse or changing to better, because the first is not His nature, the second He does not admit of; for what can be higher than the Highest, what can be better than the Best? In fact, He is thus associated with all perfection, and, as to every form of alteration, is unalterable; He did not on occasions display this attribute, but was always so, both before the Dispensation that made Him man, and during it, and after it; and in all His activities in our behalf He never lowered any part of that changeless and unvarying character to that which was out of keeping with it.",
          "id": 127690
        },
        {
          "text": "What is essentially imperishable and changeless is always such; it does not follow the variation of a lower order of things, when it comes by dispensation to be there; just as the sun, for example, when he plunges his beam into the gloom, does not dim the brightness of that beam; but instead, the dark is changed by the beam into light; thus also the True Light, shining in our gloom, was not itself overshadowed with that shade, but enlightened it by means of itself.",
          "id": 127691
        },
        {
          "text": "Well, seeing that our humanity was in darkness, as it is written, \"They know not, neither will they understand, they walk on in darkness,\" the Illuminator of this darkened world darted the beam of His Divinity through the whole compound of our nature, through soul, I say, and body too, and so appropriated humanity entire by means of His own light, and took it up and made it just that thing which He is Himself.",
          "id": 127692
        },
        {
          "text": "And as this Divinity was not made perishable, though it inhabited a perishable body, so neither did it alter in the direction of any change, though it healed the changeful in our soul: in medicine, too, the physician of the body, when he takes hold of his patient, so far from himself contracting the disease, thereby perfects the cure of the suffering part.",
          "id": 127693
        },
        {
          "text": "Let no one, either, putting a wrong interpretation on the words of the Gospel, suppose that our human nature in Christ was transformed to something more divine by any gradations and advance: for the increasing in stature and in wisdom and in favour, is recorded in Holy Writ only to prove that Christ really was present in the human compound, and so to leave no room for their surmise, who propound that a phantom, or form in human outline, and not a real Divine Manifestation, was there.",
          "id": 127694
        },
        {
          "text": "It is for this reason that Holy Writ records unabashed with regard to Him all the accidents of our nature, even eating, drinking, sleeping, weariness, nurture, increase in bodily stature, growing up—everything that marks humanity, except the tendency to sin.",
          "id": 127695
        },
        {
          "text": "Sin, indeed, is a miscarriage, not a quality of human nature: just as disease and deformity are not congenital to it in the first instance, but are its unnatural accretions, so activity in the direction of sin is to be thought of as a mere mutilation of the goodness innate in us; it is not found to be itself a real thing, but we see it only in the absence of that goodness.",
          "id": 127696
        },
        {
          "text": "Therefore He Who transformed the elements of our nature into His divine abilities, rendered it secure from mutilation and disease, because He admitted not in Himself the deformity which sin works in the will.",
          "id": 127697
        },
        {
          "text": "\"He did no sin,\" it says, \"neither was guile found in his mouth\".",
          "id": 127698
        },
        {
          "text": "And this in Him is not to be regarded in connection with any interval of time: for at once the man in Mary (where Wisdom built her house), though naturally part of our sensuous compound, along with the coming upon her of the Holy Ghost, and her overshadowing with the power of the Highest, became that which that overshadowing power in essence was: for, without controversy, it is the Less that is blest by the Greater.",
          "id": 127699
        },
        {
          "text": "Seeing, then, that the power of the Godhead is an immense and immeasurable thing, while man is a weak atom, at the moment when the Holy Ghost came upon the Virgin, and the power of the Highest overshadowed her, the tabernacle formed by such an impulse was not clothed with anything of human corruption; but, just as it was first constituted, so it remained, even though it was man, Spirit nevertheless, and Grace, and Power; and the special attributes of our humanity derived lustre from this abundance of Divine Power.",
          "id": 127700
        },
        {
          "text": "There are indeed two limits of human life: the one we start from, and the one we end in: and so it was necessary that the Physician of our being should enfold us at both these extremities, and grasp not only the end, but the beginning too, in order to secure in both the raising of the sufferer.",
          "id": 127701
        },
        {
          "text": "That, then, which we find to have happened on the side of the finish we conclude also as to the beginning.",
          "id": 127702
        },
        {
          "text": "As at the end He caused by virtue of the Incarnation that, though the body was disunited from the soul, yet the indivisible Godhead which had been blended once for all with the subject (who possessed them) was not stripped from that body any more than it was from that soul, but while it was in Paradise along with the soul, and paved an entrance there in the person of the Thief for all humanity, it remained by means of the body in the heart of the earth, and therein destroyed him that had the power of Death (wherefore His body too is called \"the Lord\" on account of that inherent Godhead)—so also, at the beginning, we conclude that the power of the Highest, coalescing with our entire nature by that coming upon (the Virgin) of the Holy Ghost, both resides in our soul, so far as reason sees it possible that it should reside there, and is blended with our body, so that our salvation throughout every element may be perfect, that heavenly passionlessness which is peculiar to the Deity being nevertheless preserved both in the beginning and in the end of this life as Man.",
          "id": 127703
        },
        {
          "text": "Thus the beginning was not as our beginning, nor the end as our end.",
          "id": 127704
        },
        {
          "text": "Both in the one and in the other He evinced His Divine independence; the beginning had no stain of pleasure upon it, the end was not the end in dissolution.",
          "id": 127705
        },
        {
          "text": "Now if we loudly preach all this, and testify to all this, namely that Christ is the power of God and the wisdom of God, always changeless, always imperishable, though He comes in the changeable and the perishable; never stained Himself, but making clean that which is stained; what is the crime that we commit, and wherefore are we hated? And what means this opposing array of new Altars? Do we announce another Jesus? Do we hint at another? Do we produce other scriptures? Have any of ourselves dared to say \"Mother of Man\" of the Holy Virgin, the Mother of God: which is what we hear that some of them say without restraint? Do we romance about three Resurrections? Do we promise the gluttony of the Millennium? Do we declare that the Jewish animal-sacrifices shall be restored? Do we lower men's hopes again to the Jerusalem below, imagining its rebuilding with stones of a more brilliant material? What charge like these can be brought against us, that our company should be reckoned a thing to be avoided, and that in some places another altar should be erected in opposition to us, as if we should defile their sanctuaries? My heart was in a state of burning indignation about this: and now that I have set foot in the City again, I am eager to unburden my soul of its bitterness, by appealing, in a letter, to your love.",
          "id": 127706
        },
        {
          "text": "Do ye, whithersoever the Holy Spirit shall lead you, there remain; walk with God before you; confer not with flesh and blood; lend no occasion to any of them for glorying, that they may not glory in you, enlarging their ambition by anything in your lives.",
          "id": 127707
        },
        {
          "text": "Remember the Holy Fathers, into whose hands ye were commended by your Father now in bliss, and to whom we by God's grace were deemed worthy to succeed and remove not the boundaries which our Fathers have laid down, nor put aside in any way the plainness of our simpler proclamation in favour of their subtler school.",
          "id": 127708
        },
        {
          "text": "Walk by the primitive rule of the Faith: and the God of peace shall be with you, and ye shall be strong in mind and body.",
          "id": 127709
        },
        {
          "text": "May God keep you uncorrupted, is our prayer.",
          "id": 127710
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Letter XVIII.",
          "id": 127711
        },
        {
          "text": "—To Flavian.",
          "id": 127712
        },
        {
          "text": "Things with us, O man of God, are not in a good way.",
          "id": 127713
        },
        {
          "text": "The development of the bad feeling existing amongst certain persons who have conceived a most groundless and unaccountable hatred of us is no longer a matter of mere conjecture; it is now evinced with an earnestness and openness worthy only of some holy work.",
          "id": 127714
        },
        {
          "text": "You meanwhile, who have hitherto been beyond the reach of such annoyance, are too remiss in stifling the devouring conflagration on your neighbour's land; yet those who are well-advised for their own interests really do take pains to check a fire close to them, securing themselves, by this help given to a neighbour, against ever needing help in like circumstances.",
          "id": 127715
        },
        {
          "text": "Well, you will ask, what do I complain of? Piety has vanished from the world; Truth has fled from our midst; as for Peace, we used to have the name at all events going the round upon men's lips; but now not only does she herself cease to exist, but we do not even retain the word that expresses her.",
          "id": 127716
        },
        {
          "text": "But that you may know more exactly the things that move our indignation, I will briefly detail to you the whole tragic story.",
          "id": 127717
        },
        {
          "text": "Certain persons had informed me that the Right Reverend Helladius had unfriendly feelings towards me, and that he enlarged in conversation to every one upon the troubles that I had brought upon him.",
          "id": 127718
        },
        {
          "text": "I did not at first believe what they said, judging only from myself, and the actual truth of the matter.",
          "id": 127719
        },
        {
          "text": "But when every one kept bringing to us a tale of the same strain, and facts besides corroborated their report, I thought it my duty not to continue to overlook this ill-feeling, while it was still without root and development.",
          "id": 127720
        },
        {
          "text": "I therefore wrote by letter to your piety, and to many others who could help me in my intention, and stimulated your zeal in this matter.",
          "id": 127721
        },
        {
          "text": "At last, after I had concluded the services at Sebasteia in commemoration of Peter of most blessed memory, and of the holy martyrs, who had lived in his times, and whom the people were accustomed to commemorate with him, I was returning to my own See, when some one told me that Helladius himself was in the neighbouring mountain district, holding martyrs' memorial services.",
          "id": 127722
        },
        {
          "text": "At first I held on my journey, judging it more proper that our meeting should take place in the metropolis itself.",
          "id": 127723
        },
        {
          "text": "But when one of his relations took the trouble to meet me, and to assure me that he was sick, I left my carriage at the spot where this news arrested me; I performed on horseback the intervening journey over a road that was like a precipice, and well-nigh impassable with its rocky ascents.",
          "id": 127724
        },
        {
          "text": "Fifteen milestones measured the distance we had to traverse.",
          "id": 127725
        },
        {
          "text": "Painfully travelling, now on foot, now mounted, in the early morning, and even employing some part of the night, I arrived between twelve and one o'clock at Andumocina; for that was the name of the place where, with two other bishops, he was holding his conference.",
          "id": 127726
        },
        {
          "text": "From a shoulder of the hill overhanging this village, we looked down, while still at a distance, upon this outdoor assemblage of the Church.",
          "id": 127727
        },
        {
          "text": "Slowly, and on foot, and leading the horses, I and my company passed over the intervening ground, and we arrived at the chapel just as he had retired to his residence.",
          "id": 127728
        },
        {
          "text": "Without any delay a messenger was despatched to inform him of our being there; and a very short while after, the deacon in attendance on him met us, and we requested him to tell Helladius at once, so that we might spend as much time as possible with him, and so have an opportunity of leaving nothing in the misunderstanding between us unhealed.",
          "id": 127729
        },
        {
          "text": "As for myself, I then remained sitting, still in the open air, and waited for the invitation indoors; and at a most inopportune time I became, as I sat there, a gazing stock to all the visitors at the conference.",
          "id": 127730
        },
        {
          "text": "The time was long; drowsiness came on, and languor, intensified by the fatigue of the journey and the excessive heat of the day; and all these things, with people staring at me, and pointing me out to others, were so very distressing that in me the words of the prophet were realized: \"My spirit within me was desolate\".",
          "id": 127731
        },
        {
          "text": "I was kept in this state till noon, and heartily did I repent of this visit, and that I had brought upon myself this piece of discourtesy; and my own reflection vexed me worse than this injury done me by my enemies, warring as it did against itself, and changing into a regret that I had made the venture.",
          "id": 127732
        },
        {
          "text": "At last the approach to the Altars was thrown open, and we were admitted to the sanctuary; the crowd, however, were excluded, though my deacon entered along with me, supporting with his arm my exhausted frame.",
          "id": 127733
        },
        {
          "text": "I addressed his Lordship, and stood for a moment, expecting from him an invitation to be seated; but when nothing of the kind was heard from him, I turned towards one of the distant seats, and rested myself upon it, still expecting that he would utter something that was friendly, or at all events kind; or at least give one nod of recognition.",
          "id": 127734
        },
        {
          "text": "Any hopes I had were doomed to complete disappointment.",
          "id": 127735
        },
        {
          "text": "There ensued a silence dead as night, and looks as downcast as in tragedy, and daze, and dumbfoundedness, and perfect dumbness.",
          "id": 127736
        },
        {
          "text": "A long interval of time it was, dragged out as if it were in the blackness of night.",
          "id": 127737
        },
        {
          "text": "So struck down was I by this reception, in which he did not deign to accord me the merest utterance even of those common salutations by which you discharge the courtesies of a chance meeting,—\"welcome,\" for instance, or \"where do you come from?\" or \"to what am I indebted for this pleasure?\" or \"on what important business are you here?\"—that I was inclined to make this spell of silence into a picture of the life led in the underworld.",
          "id": 127738
        },
        {
          "text": "Nay, I condemn the similitude as inadequate.",
          "id": 127739
        },
        {
          "text": "For in that underworld the equality of conditions is complete, and none of the things that cause the tragedies of life on earth disturb existence.",
          "id": 127740
        },
        {
          "text": "Their glory, as the Prophet says, does not follow men down there; each individual soul, abandoning the things so eagerly clung to by the majority here, his petulance, and pride, and conceit, enters that lower world in simple unencumbered nakedness; so that none of the miseries of this life are to be found among them.",
          "id": 127741
        },
        {
          "text": "Still, notwithstanding this reservation, my condition then did appear to me like an underworld, a murky dungeon, a gloomy torture-chamber; the more so, when I reflected what treasures of social courtesies we have inherited from our fathers, and what recorded deeds of it we shall leave to our descendants.",
          "id": 127742
        },
        {
          "text": "Why, indeed, should I speak at all of that affectionate disposition of our fathers towards each other? No wonder that, being all naturally equal, they wished for no advantage over one another, but thought to exceed each other only in humility.",
          "id": 127743
        },
        {
          "text": "But my mind was penetrated most of all with this thought; that the Lord of all creation, the Only-begotten Son, Who was in the bosom of the Father, Who was in the beginning, Who was in the form of God, Who upholds all things by the word of His power, humbled Himself not only in this respect, that in the flesh He sojourned amongst men, but also that He welcomed even Judas His own betrayer, when he drew near to kiss Him, on His blessed lips; and that when He had entered into the house of Simon the leper He, as loving all men, upbraided his host, that He had not been kissed by him: whereas I was not reckoned by him as equal even to that leper; and yet what was I, and what was he? I cannot discover any difference between us.",
          "id": 127744
        },
        {
          "text": "If one looks at it from the mundane point of view, where was the height from which he had descended, where was the dust in which I lay? If, indeed, one must regard things of this fleshly life, thus much perhaps it will hurt no one's feelings to assert that, looking at our lineage, whether as noble or as free, our position was about on a par; though, if one looked in either for the true freedom and nobility, i-e: that of the soul, each of us will be found equally a bondsman of Sin; each equally needs One Who will take away his sins; it was Another Who ransomed us both from Death and Sin with His own blood, Who redeemed us, and yet showed no contempt of those whom He has redeemed, calling them though He does from deadness to life, and healing every infirmity of their souls and bodies.",
          "id": 127745
        },
        {
          "text": "Seeing, then, that the amount of this conceit and overweening pride was so great, that even the height of heaven was almost too narrow limits for it (and yet I could see no cause or occasion whatever for this diseased state of mind, such as might make it excusable in the case of some who in certain circumstances contract it; when, for instance, rank or education, or pre-eminence in dignities of office may have happened to inflate the vainer minds), I had no means whereby to advise myself to keep quiet: for my heart within me was swelling with indignation at the absurdity of the whole proceeding, and was rejecting all the reasons for enduring it.",
          "id": 127746
        },
        {
          "text": "Then, if ever, did I feel admiration for that divine Apostle who so vividly depicts the civil war that rages within us, declaring that there is a certain \"law of sin in the members, warring against the law of the mind,\" and often making the mind a captive, and a slave as well, to itself.",
          "id": 127747
        },
        {
          "text": "This was the very array, in opposition, of two contending feelings that I saw within myself: the one, of anger at the insult caused by pride, the other prompting to appease the rising storm.",
          "id": 127748
        },
        {
          "text": "When by God's grace, the worse inclination had failed to get the mastery, I at last said to him, \"But is it, then, that some one of the things required for your personal comfort is being hindered by our presence, and is it time that we withdrew?\" On his declaring that he had no bodily needs, I spoke to him some words calculated to heal, so far as in me lay, his ill-feeling.",
          "id": 127749
        },
        {
          "text": "When he had, in a very few words, declared that the anger he felt towards me was owing to many injuries done him, I for my part answered him thus: \"Lies possess an immense power amongst mankind to deceive: but in the Divine Judgment there will be no place for the misunderstandings thus arising.",
          "id": 127750
        },
        {
          "text": "In my relations towards yourself, my conscience is bold enough to prompt me to hope that I may obtain forgiveness for all my other sins, but that, if I have acted in any way to harm you, this may remain for ever unforgiven\".",
          "id": 127751
        },
        {
          "text": "He was indignant at this speech, and did not suffer the proofs of what I had said to be added.",
          "id": 127752
        },
        {
          "text": "It was now past six o'clock, and the bath had been well prepared, and the banquet was being spread, and the day was the sabbath, and a martyr's commemoration.",
          "id": 127753
        },
        {
          "text": "Again observe how this disciple of the Gospel imitates the Lord of the Gospel: He, when eating and drinking with publicans and sinners, answered to those who found fault with Him that He did it for love of mankind: this disciple considers it a sin and a pollution to have us at his board, even after all that fatigue which we underwent on the journey, after all that excessive heat out of doors, in which we were baked while sitting at his gates; after all that gloomy sullenness with which he treated us to the bitter end, when we had come into his presence.",
          "id": 127754
        },
        {
          "text": "He sends us off to toil painfully, with a frame now thoroughly exhausted with the over-fatigue, over the same distance, the same route: so that we scarcely reached our travelling company at sunset, after we had suffered many mishaps on the way.",
          "id": 127755
        },
        {
          "text": "For a storm-cloud, gathered into a mass in the clear air by an eddy of wind, drenched us to the skin with its floods of rain; for owing to the excessive sultriness, we had made no preparation against any shower.",
          "id": 127756
        },
        {
          "text": "However, by God's grace we escaped, though in the plight of shipwrecked sailors from the waves: and right glad were we to reach our company.",
          "id": 127757
        },
        {
          "text": "Having joined our forces we rested there that night, and at last arrived alive in our own district; having reaped in addition this result of our meeting him, that the memory of all that had happened before was revived by this last insult offered to us; and, you see, we are positively compelled to take measures, for the future, on our own behalf, or rather on his behalf; for it was because his designs were not checked on former occasions that he has proceeded to this unmeasured display of vanity.",
          "id": 127758
        },
        {
          "text": "Something, therefore, I think, must be done on our part, in order that he may improve upon himself, and may be taught that he is human, and has no authority to insult and to disgrace those who possess the same beliefs and the same rank as himself.",
          "id": 127759
        },
        {
          "text": "For just consider; suppose we granted for a moment, for the sake of argument, that it is true that I have done something that has annoyed him, what trial was instituted against us, to judge either of the fact or the hearsay? What proofs were given of this supposed injury? What Canons were cited against us? What legitimate episcopal decision confirmed any verdict passed upon us? And supposing any of these processes had taken place, and that in the proper way, my standing in the Church might certainly have been at stake, but what Canons could have sanctioned insults offered to a free-born person, and disgrace inflicted on one of equal rank with himself? \"Judge righteous judgment,\" you who look to God's law in this matter; say wherein you deem this disgrace put upon us to be excusable.",
          "id": 127760
        },
        {
          "text": "If our dignity is to be estimated on the ground of priestly jurisdiction, the privilege of each recorded by the Council is one and the same; or rather the oversight of Catholic correction, from the fact that we possess an equal share of it, is so.",
          "id": 127761
        },
        {
          "text": "But if some are inclined to regard each of us by himself, divested of any priestly dignity, in what respect has one any advantage over the other; in education for instance, or in birth connecting with the noblest and most illustrious lineage, or in theology? These things will be found either equal, or at all events not inferior, in me.",
          "id": 127762
        },
        {
          "text": "\"But what about revenue?\" he will say.",
          "id": 127763
        },
        {
          "text": "I would rather not be obliged to speak of this in his case; thus much only it will suffice to say, that our own was so much at the beginning, and is so much now; and to leave it to others to enquire into the causes of this increase of our revenue , nursed as it is up till now, and growing almost daily by means of noble undertakings.",
          "id": 127764
        },
        {
          "text": "What licence, then, has he to put an insult upon us, seeing that he has neither superiority of birth to show, nor a rank exalted above all others, nor a commanding power of speech, nor any previous kindness done to me? While, even if he had all this to show, the fault of having slighted those of gentle birth would still be inexcusable.",
          "id": 127765
        },
        {
          "text": "But he has not got it; and therefore I deem it right to see that this malady of puffed-up pride is not left without a cure; and it will be its cure to put it down to its proper level, and reduce its inflated dimensions, by letting off a little of the conceit with which he is bursting.",
          "id": 127766
        },
        {
          "text": "The manner of effecting this we leave to God.",
          "id": 127767
        }
      ]
    }
  ]
}