{
  "book": "Gregory Thaumaturgus: On The Gospel of Matthew [SPURIOUS]",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "On the Gospel According to Matthew.",
          "id": 129375
        },
        {
          "text": "(Chapter VI.",
          "id": 129376
        },
        {
          "text": ",.",
          "id": 129377
        },
        {
          "text": ")  \"The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.",
          "id": 129378
        },
        {
          "text": "But if thine eye be evil, thy whole body shall be full of darkness.",
          "id": 129379
        },
        {
          "text": "If therefore the light that is in thee be darkness, how great is that darkness!\"  The single eye is the love unfeigned; for when the body is enlightened by it, it sets forth through the medium of the outer members only things which are perfectly correspondent with the inner thoughts.",
          "id": 129380
        },
        {
          "text": "But the evil eye is the pretended love, which is also called hypocrisy, by which the whole body of the man is made darkness.",
          "id": 129381
        },
        {
          "text": "We have to consider that deeds meet only for darkness may be within the man, while through the outer members he may produce words that seem to be of the light: for there are those who are in reality wolves, though they may be covered with sheep's clothing.",
          "id": 129382
        },
        {
          "text": "Such are they who wash only the outside of the cup and platter, and do not understand that, unless the inside of these things is cleansed, the outside itself cannot be made pure.",
          "id": 129383
        },
        {
          "text": "Wherefore, in manifest confutation of such persons, the Saviour says: \"If the light that is in thee be darkness, how great is that darkness!\" That is to say, if the love which seems to thee to be light is really a work meet for darkness, by reason of some hypocrisy concealed in thee, what must be thy patent transgressions!.",
          "id": 129384
        }
      ]
    }
  ]
}