{
  "book": "Gregory of Nazianzen: To Eusebius",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "3.",
          "id": 148068
        },
        {
          "text": "To Eusebius Bishop of Samosata.",
          "id": 148069
        },
        {
          "text": "Ep.",
          "id": 148070
        },
        {
          "text": "XLII.",
          "id": 148071
        },
        {
          "text": "(This letter, urging his friend to attend at Caesarea for the election of a Metropolitan in succession to Eusebius, has been already given in the second division of this Selection.",
          "id": 148072
        },
        {
          "text": ")      Ep.",
          "id": 148073
        },
        {
          "text": "XLIV.",
          "id": 148074
        },
        {
          "text": "(Eusebius, having in response to the appeal referred to above, betaken himself to Caesarea, the Elder Gregory, though in very feeble health, resolved to attend the Synod in person, that Basil's Election might be secured by their joint exertions, Gregory the Younger sent the following letter by his father to explain to his friend the reason why he had not come too.",
          "id": 148075
        },
        {
          "text": "The date is about September of the year 379.",
          "id": 148076
        },
        {
          "text": ")  Whence shall I begin your praises, and by what name shall I give you your right appellation? The pillar and ground of the church, or a light in the world, using the very words of the apostle, or a crown of glory to the remaining portion of christendom; or a gift of God, or the bulwark of your country, or the standard of faith, or the ambassador of truth, or all these at once, and more than all? And these excessive praises I will prove by what we shall see.",
          "id": 148077
        },
        {
          "text": "What rain ever came so seasonably to a thirsty land, what water flowing out of the rock to those in the wilderness? What such Bread of Angels did ever man eat? When did Jesus the common Lord ever so seasonably present Himself to His drowning disciples, and tame the sea, and save the perishing, as you have shewn yourself to us in our weariness and distress, and in our immediate danger as it were of shipwreck? I need not speak of other points, with what courage and joy you filled the souls of the orthodox, and how many you delivered from despair.",
          "id": 148078
        },
        {
          "text": "But our mother church, Caesarea I mean, is now really putting off the garments of her widowhood at the sight of you, and putting on again her robe of cheerfulness, and will be yet more resplendent when she receives a pastor worthy of herself and of her former Bishops and of your hands.",
          "id": 148079
        },
        {
          "text": "For you yourself see what is the state of our affairs, and what a miracle your zeal has wrought, and your toil, and your godly plainness of speech.",
          "id": 148080
        },
        {
          "text": "Age is renewed, disease is conquered, they leap who were in their beds, and the weak are girded with power.",
          "id": 148081
        },
        {
          "text": "By all this I guess that our matters too will turn out as we desire.",
          "id": 148082
        },
        {
          "text": "You have my father, moreover, representing both himself and me, to put a glorious close to his whole life and to his venerable age by this present struggle on behalf of the Church.",
          "id": 148083
        },
        {
          "text": "And I shall receive him back, I am well assured, strengthened by your prayers, and with youth renewed, for one must confidently commit all in faith to them.",
          "id": 148084
        },
        {
          "text": "But if he should end his life in this anxiety, it would be no calamity to attain to such an end in such a cause.",
          "id": 148085
        },
        {
          "text": "Pardon me, I beg of you, if I give way a little to the tongues of evil men, and delay a little to come and embrace you, and to complete in person what I now pass over of the praises due to you.",
          "id": 148086
        },
        {
          "text": "Ep.",
          "id": 148087
        },
        {
          "text": "LXIV.",
          "id": 148088
        },
        {
          "text": "(In the year 374 Eusebius and other orthodox Bishops of the East were banished by Valens and their thrones filled with Arian intruders.",
          "id": 148089
        },
        {
          "text": "Eusebius was ordered to retire to Thrace, and his journey lay through Cappadocia, where he saw Basil, but Gregory to his great grief was too unwell to leave his house and go to meet him.",
          "id": 148090
        },
        {
          "text": "Instead he sent the following letter.",
          "id": 148091
        },
        {
          "text": ")  When Your Reverence was passing through our country I was so ill as not to be able even to look out of my house.",
          "id": 148092
        },
        {
          "text": "And I was grieved not so much on account of the illness, though it brought about the fear of the worst, as by the inability to meet your holiness and goodness.",
          "id": 148093
        },
        {
          "text": "My longing to see your venerable face was like that which a man would naturally feel who needed healing of spiritual wounds, and expected to receive it from you.",
          "id": 148094
        },
        {
          "text": "But though at that time the effect of my sins was that I missed the meeting with you, it is now by your goodness possible for me to find a remedy for my trouble, for if you will deign to remember me in your acceptable prayers, this will be to me a store of every blessing from God, both in this my life and in the age to come.",
          "id": 148095
        },
        {
          "text": "For that such a man, such a combatant for the Faith of the Gospel, one who has endured such persecutions, and won for himself such confidence before the all-righteous God by his patience in tribulation—that such a man should deign to be my patron also in his prayers will gain for me, I am persuaded, as much strength as I should have gained through one of the holy martyrs.",
          "id": 148096
        },
        {
          "text": "Therefore let me entreat you to remember your Gregory without ceasing in all the matters in which I desire to be worthy of your remembrance.",
          "id": 148097
        },
        {
          "text": "Ep.",
          "id": 148098
        },
        {
          "text": "LXV.",
          "id": 148099
        },
        {
          "text": "(Eusebius having replied to the former letter Gregory wrote again, having an opportunity of communicating with his friend through one Eupraxius, a disciple of Eusebius, who passed through Cappadocia on his way to visit his master.",
          "id": 148100
        },
        {
          "text": "This letter is sometimes attributed to Basil.",
          "id": 148101
        },
        {
          "text": ")  Our reverend brother Eupraxius has always been dear to me and a true friend, but he has shewn himself dearer and truer through his affections for you, inasmuch as even at the present time he has hurried to your reverence, like, to use David's words, a hart to quench his great and unendurable thirst with a sweet and pure spring at your patience in tribulations.",
          "id": 148102
        },
        {
          "text": "Deign then to be his patron and mine.",
          "id": 148103
        },
        {
          "text": "Happy indeed are they who are permitted to come near you, and happier still is he who can place upon his sufferings for Christ's sake and upon his labours for the truth, a crown such as few of those who fear God have obtained.",
          "id": 148104
        },
        {
          "text": "For it is not an untested virtue that you have shown, nor is it only, in a time of calm that you have sailed aright and steered the souls of others, but you have shone in the difficulties of temptations, and have been greater than your persecutors, having nobly departed from the land of your birth.",
          "id": 148105
        },
        {
          "text": "Others possess the threshold of their fathers,—we the heavenly City; others perhaps hold our throne, but we Christ.",
          "id": 148106
        },
        {
          "text": "O what a profitable exchange! How little we give up, to receive how much! We went through fire and water, and I believe that we shall also come out into a place of refreshment.",
          "id": 148107
        },
        {
          "text": "For God will not forsake us for ever, or abandon the true faith to persecution, but according to the multitude of our pains His comforts shall make us glad.",
          "id": 148108
        },
        {
          "text": "This at any rate we believe and desire.",
          "id": 148109
        },
        {
          "text": "But do you, I beg, pray for our humility.",
          "id": 148110
        },
        {
          "text": "And as often as occasion shall present itself bless us without hesitation by a letter, and cheer us up by news of yourself, as you have just been good enough to do.",
          "id": 148111
        },
        {
          "text": "Ep.",
          "id": 148112
        },
        {
          "text": "LXVI.",
          "id": 148113
        },
        {
          "text": "(The following letter is sometimes attributed to Basil, and is found in his works as well as in those of Gregory.",
          "id": 148114
        },
        {
          "text": "The mss.",
          "id": 148115
        },
        {
          "text": "however, with only a single exception, give it to the latter.",
          "id": 148116
        },
        {
          "text": ")  You give me pleasure both by writing and remembering me, and a much greater pleasure by sending me your blessing in your letter.",
          "id": 148117
        },
        {
          "text": "But if I were worthy of your sufferings and of your conflicts for Christ and through Christ I should have been counted worthy also to come to you, to embrace Your Piety, and to take example by your patience in your sufferings.",
          "id": 148118
        },
        {
          "text": "But since I am not worthy of this, being troubled with many afflictions and hindrances I do what is next best.",
          "id": 148119
        },
        {
          "text": "I address Your Perfection, and I beg you not to be weary of remembering me.",
          "id": 148120
        },
        {
          "text": "For to be deemed worthy of your letters is not only profitable to me, but is also a matter to boast of to many people, and is an honour, because I am considered by a man of so great virtue, and such near relations with God, that he can bring others also by word and example into relation to Him.",
          "id": 148121
        }
      ]
    }
  ]
}