{
  "book": "Gregory Thaumaturgus: On the Subject of the Soul [SPURIOUS]",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "On the Subject of the Soul Spurious: Preface: You have instructed us, most excellent Tatian, to forward for your use a discourse upon the soul, laying it out in effective demonstrations.",
          "id": 128840
        },
        {
          "text": "And this you have asked us to do without making use of the testimonies of Scripture,—a method which is opened to us, and which, to those who seek the pious mind, proves a manner of setting forth doctrine more convincing than any reasoning of man.",
          "id": 128841
        },
        {
          "text": "You have said, however, that you desire this, not with a view to your own full assurance, taught as you already have been to hold by the Holy Scriptures and traditions, and to avoid being shaken in your convictions by any subtleties of man's disputations, but with a view to the confuting of men who have different sentiments, and who do not admit that such credit is to be given to the Scriptures, and who endeavour, by a kind of cleverness of speech, to gain over those who are unversed in such discussions.",
          "id": 128842
        },
        {
          "text": "Wherefore we were led to comply readily with this commission of yours, not shrinking from the task on account of inexperience in this method of disputation, but taking encouragement from the knowledge of your good-will toward us.",
          "id": 128843
        },
        {
          "text": "For your kind and friendly disposition towards us will make you understand how to put forward publicly whatever you may approve of as rightly expressed by us, and to pass by and conceal whatever statement of ours you may judge to come short of what is proper.",
          "id": 128844
        },
        {
          "text": "Knowing this, therefore, I have betaken myself with all confidence to the exposition.",
          "id": 128845
        },
        {
          "text": "And in my discourse I shall use a certain order and consecution, such as those who are very expert in these matters employ towards those who desire to investigate any subject intelligently.",
          "id": 128846
        },
        {
          "text": "First of all, then, I shall propose to inquire by what criterion the soul can, according to its nature, be apprehended; then by what means it can be proved to exist; thereafter, whether it is a substance or an accident; then consequently on these points, whether it is a body or is incorporeal; then, whether it is simple or compound; next, whether it is mortal or immortal; and finally, whether it is rational or irrational.",
          "id": 128847
        },
        {
          "text": "For these are the questions which are wont, above all, to be discussed, in any inquiry about the soul, as most important, and as best calculated to mark out its distinctive nature.",
          "id": 128848
        },
        {
          "text": "And as demonstrations for the establishing of these matters of investigation, we shall employ those common modes of consideration by which the credibility of matters under hand is naturally attested.",
          "id": 128849
        },
        {
          "text": "But for the purpose of brevity and utility, we shall at present make use only of those modes of argumentation which are most cogently demonstrative on the subject of our inquiry, in order that clear and intelligible notions may impart to us some readiness for meeting the gainsayers.",
          "id": 128850
        },
        {
          "text": "With this, therefore, we shall commence our discussion.",
          "id": 128851
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "I.",
          "id": 128852
        },
        {
          "text": "Wherein is the Criterion for the Apprehension of the Soul.",
          "id": 128853
        },
        {
          "text": "All things that exist are either known by sense or apprehended by thought.",
          "id": 128854
        },
        {
          "text": "And what falls under sense has its adequate demonstration in sense itself; for at once, with the application, it creates in us the impression of what underlies it.",
          "id": 128855
        },
        {
          "text": "But what is apprehended by thought is known not by itself, but by its operations.",
          "id": 128856
        },
        {
          "text": "The soul, consequently, being unknown by itself, shall be known property by its effects.",
          "id": 128857
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "II.",
          "id": 128858
        },
        {
          "text": "Whether the Soul Exists.",
          "id": 128859
        },
        {
          "text": "Our body, when it is put in action, is put in action either from without or from within.",
          "id": 128860
        },
        {
          "text": "And that it is not put in action from without, is manifest from the circumstance that it is put in action neither by impulsion nor by traction, like soulless things.",
          "id": 128861
        },
        {
          "text": "And again, if it is put in action from within, it is not put in action according to nature, like fire.",
          "id": 128862
        },
        {
          "text": "For fire never loses its action as long as there is fire; whereas the body, when it has become dead, is a body void of action.",
          "id": 128863
        },
        {
          "text": "Hence, if it is put in action neither from without, like soulless things, nor according to nature, after the fashion of fire, it is evident that it is put in action by the soul, which also furnishes life to it.",
          "id": 128864
        },
        {
          "text": "If, then, the soul is shown to furnish the life to our body, the soul will also be known for itself by its operations.",
          "id": 128865
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "III.",
          "id": 128866
        },
        {
          "text": "Whether the Soul is a Substance.",
          "id": 128867
        },
        {
          "text": "That the soul is a substance, is proved in the following manner.",
          "id": 128868
        },
        {
          "text": "In the first place, because the definition given to the term substance suits it very well.",
          "id": 128869
        },
        {
          "text": "And that definition is to the effect, that substance is that which, being ever identical, and ever one in point of numeration with itself, is yet capable of taking on contraries in succession.",
          "id": 128870
        },
        {
          "text": "And that this soul, without passing the limit of its own proper nature, takes on contraries in succession, is, I fancy, clear to everybody.",
          "id": 128871
        },
        {
          "text": "For righteousness and unrighteousness, courage and cowardice, temperance and intemperance, are seen in it successively; and these are contraries.",
          "id": 128872
        },
        {
          "text": "If, then, it is the property of a substance to be capable of taking on contraries in succession, and if the soul is shown to sustain the definition in these terms, it follows that the soul is a substance.",
          "id": 128873
        },
        {
          "text": "And in the second place, because if the body is a substance, the soul must also be a substance.",
          "id": 128874
        },
        {
          "text": "For it cannot be, that what only has life imparted should be a substance, and that what imparts the life should be no substance: unless one should assert that the non-existent is the cause of the existent; or unless, again, one were insane enough to allege that the dependent object is itself the cause of that very thing in which it has its being, and without which it could not subsist.",
          "id": 128875
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "IV.",
          "id": 128876
        },
        {
          "text": "Whether the Soul is Incorporeal.",
          "id": 128877
        },
        {
          "text": "That the soul is in our body, has been shown above.",
          "id": 128878
        },
        {
          "text": "We ought now, therefore, to ascertain in what manner it is in the body.",
          "id": 128879
        },
        {
          "text": "Now, if it is in juxtaposition with it, as one pebble with another, it follows that the soul will be a body, and also that the whole body will not be animated with soul, inasmuch as with a certain part it will only be in juxtaposition.",
          "id": 128880
        },
        {
          "text": "But if again, it is mingled or fused with the body, the soul will become multiplex, and not simple, and will thus be despoiled of the rationale proper to a soul.",
          "id": 128881
        },
        {
          "text": "For what is multiplex is also divisible and dissoluble; and what is dissoluble, on the other hand, is compound; and what is compound is separable in a threefold manner.",
          "id": 128882
        },
        {
          "text": "Moreover, body attached to body makes weight; but the soul, subsisting in the body, does not make weight, but rather imparts life.",
          "id": 128883
        },
        {
          "text": "The soul, therefore, cannot be a body, but is incorporeal.",
          "id": 128884
        },
        {
          "text": "Again, if the soul is a body, it is put in action either from without or from within.",
          "id": 128885
        },
        {
          "text": "But it is not put in action from without; for it is moved neither by impulsion nor by traction, like soulless things.",
          "id": 128886
        },
        {
          "text": "Nor is it put in action from within, like objects animated with soul; for it is absurd to talk of a soul of the soul: it cannot, therefore, be a body, but it is incorporeal.",
          "id": 128887
        },
        {
          "text": "And besides, if the soul is a body, it has sensible qualities, and is maintained by nurture.",
          "id": 128888
        },
        {
          "text": "But it is not thus nurtured.",
          "id": 128889
        },
        {
          "text": "For if it is nurtured, it is not nurtured corporeally, like the body, but incorporeally; for it is nurtured by reason.",
          "id": 128890
        },
        {
          "text": "It has not, therefore, sensible qualities: for neither is righteousness, nor courage, nor any one of these things, something that is seen; yet these are the qualities of the soul.",
          "id": 128891
        },
        {
          "text": "It cannot, therefore, be a body, but is incorporeal.",
          "id": 128892
        },
        {
          "text": "Still further, as all corporeal substance is divided into animate and inanimate, let those who hold that the soul is a body tell us whether we are to call it animate or inanimate.",
          "id": 128893
        },
        {
          "text": "Finally, if every body has colour, and quantity, and figure, and if there is not one of these qualities perceptible in the soul, it follows that the soul is not a body.",
          "id": 128894
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "V.",
          "id": 128895
        },
        {
          "text": "Whether the Soul is Simple or Compound.",
          "id": 128896
        },
        {
          "text": "We prove, then, that the soul is simple, best of all, by those arguments by which its incorporeality has been demonstrated.",
          "id": 128897
        },
        {
          "text": "For if it is not a body, while every body is compound, and what is composite is made up of parts, and is consequently multiplex, the soul, on the other hand, being incorporeal, is simple; since thus it is both uncompounded and indivisible into parts.",
          "id": 128898
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "VI.",
          "id": 128899
        },
        {
          "text": "Whether Our Soul is Immortal.",
          "id": 128900
        },
        {
          "text": "It follows, in my opinion, as a necessary consequence, that what is simple is immortal.",
          "id": 128901
        },
        {
          "text": "And as to how that follows, hear my explanation: Nothing that exists is its own corrupter, else it could never have had any thorough consistency, even from the beginning.",
          "id": 128902
        },
        {
          "text": "For things that are subject to corruption are corrupted by contraries: wherefore everything that is corrupted is subject to dissolution; and what is subject to dissolution is compound; and what is compound is of many parts; and what is made up of parts manifestly is made up of diverse parts; and the diverse is not the identical: consequently the soul, being simple, and not being made up of diverse parts, but being uncompound and indissoluble, must be, in virtue of that, incorruptible and immortal.",
          "id": 128903
        },
        {
          "text": "Besides, everything that is put in action by something else, and does not possess the principle of life in itself, but gets it from that which puts it in action, endures just so long as it is held by the power that operates in it; and whenever the operative power ceases, that also comes to a stand which has its capacity of action from it.",
          "id": 128904
        },
        {
          "text": "But the soul, being self-acting, has no cessation of its being.",
          "id": 128905
        },
        {
          "text": "For it follows, that what is self-acting is ever-acting; and what is ever-acting is unceasing; and what is unceasing is without end; and what is without end is incorruptible; and what is incorruptible is immortal.",
          "id": 128906
        },
        {
          "text": "Consequently, if the soul is self-acting, as has been shown above, it follows that it is incorruptible and immortal, in accordance with the mode of reasoning already expressed.",
          "id": 128907
        },
        {
          "text": "And further, everything that is not corrupted by the evil proper to itself, is incorruptible; and the evil is opposed to the good, and is consequently its corrupter.",
          "id": 128908
        },
        {
          "text": "For the evil of the body is nothing else than suffering, and disease, and death; just as, on the other hand, its excellency is beauty, life, health, and vigour.",
          "id": 128909
        },
        {
          "text": "If, therefore, the soul is not corrupted by the evil proper to itself, and the evil of the soul is cowardice, intemperance, envy, and the like, and all these things do not despoil it of its powers of life and action, it follows that it is immortal.",
          "id": 128910
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "VII.",
          "id": 128911
        },
        {
          "text": "Whether Our Soul is Rational.",
          "id": 128912
        },
        {
          "text": "That our soul is rational, one might demonstrate by many arguments.",
          "id": 128913
        },
        {
          "text": "And first of all from the fact that it has discovered the arts that are for the service of our life.",
          "id": 128914
        },
        {
          "text": "For no one could say that these arts were introduced casually and accidentally, as no one could prove them to be idle, and of no utility for our life.",
          "id": 128915
        },
        {
          "text": "If, then, these arts contribute to what is profitable for our life, and if the profitable is commendable, and if the commendable is constituted by reason, and if these things are the discovery of the soul, it follows that our soul is rational.",
          "id": 128916
        },
        {
          "text": "Again, that our soul is rational, is also proved by the fact that our senses are not sufficient for the apprehension of things.",
          "id": 128917
        },
        {
          "text": "For we are not competent for the knowledge of things by the simple application of the faculty of sensation.",
          "id": 128918
        },
        {
          "text": "But as we do not choose to rest in these without inquiry, that proves that the senses, apart from reason, are felt to be incapable of discriminating between things which are identical in form and similar in colour, though quite distinct in their natures.",
          "id": 128919
        },
        {
          "text": "If, therefore, the senses, apart from reason, give us a false conception of things, we have to consider whether things that are can be apprehended in reality or not.",
          "id": 128920
        },
        {
          "text": "And if they can be apprehended, then the power which enables us to get at them is one different from, and superior to, the senses.",
          "id": 128921
        },
        {
          "text": "And if they are not apprehended, it will not be possible for us at all to apprehend things which are different in their appearance from the reality.",
          "id": 128922
        },
        {
          "text": "But that objects are apprehensible by us, is clear from the fact that we employ each in a way adaptable to utility, and again turn them to what we please.",
          "id": 128923
        },
        {
          "text": "Consequently, if it has been shown that things which are can be apprehended by us, and if the senses, apart from reason, are an erroneous test of objects, it follows that the intellect is what distinguishes all things in reason, and discerns things as they are in their actuality.",
          "id": 128924
        },
        {
          "text": "But the intellect is just the rational portion of the soul, and consequently the soul is rational.",
          "id": 128925
        },
        {
          "text": "Finally, because we do nothing without having first marked it out for ourselves; and as that is nothing else than just the high prerogative of the soul,—for its knowledge of things does not come to it from without, but it rather sets out these things, as it were, with the adornment of its own thoughts, and thus first pictures forth the object in itself, and only thereafter carries it out to actual fact,—and because the high prerogative of the soul is nothing else than the doing of all things with reason, in which respect it also differs from the senses, the soul has thereby been demonstrated to be rational.",
          "id": 128926
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Elucidations.",
          "id": 128927
        },
        {
          "text": "I.",
          "id": 128928
        },
        {
          "text": "(Substance or accident, p.",
          "id": 128929
        },
        {
          "text": ")  This essay is \"rather the work of a philosopher than a bishop,\" says Dupin.",
          "id": 128930
        },
        {
          "text": "He assigns it to an age when \"Aristotle began to be in some reputation,\"—a most important concession as to the estimate of this philosopher among the early faithful.",
          "id": 128931
        },
        {
          "text": "We need not wonder that such admissions, honourable to his candour and to his orthodoxy, brought on him the hatred and persecutions of the Jesuits.",
          "id": 128932
        },
        {
          "text": "Even Bossuet thought he went too far, and wrote against him.",
          "id": 128933
        },
        {
          "text": "But, the whole system of Roman dogma being grounded in Aristotle's physics as well as in his metaphysics, Dupin was not orthodox in the eyes of the society that framed Aristotle into a creed, and made it the creed of the \"Roman-Catholic Church\".",
          "id": 128934
        },
        {
          "text": "Note, e.",
          "id": 128935
        },
        {
          "text": "g.",
          "id": 128936
        },
        {
          "text": ", \"transubstantiation,\" which is not true if Aristotle's theory of accidents, etc.",
          "id": 128937
        },
        {
          "text": ", is false.",
          "id": 128938
        },
        {
          "text": "It assumes an exploded science.",
          "id": 128939
        },
        {
          "text": "II.",
          "id": 128940
        },
        {
          "text": "(Prerogative of the soul, p.",
          "id": 128941
        },
        {
          "text": ")  If this \"Discourse\" be worthy of study, it may be profitably contrasted, step by step, with Tertullian's treatises on kindred subjects.",
          "id": 128942
        },
        {
          "text": "That the early Christians should reason concerning the Soul, the Mind, the immortal Spirit, was natural in itself.",
          "id": 128943
        },
        {
          "text": "But it was also forced upon them by the \"philosophers\" and the heretics, with whom they daily came into conflict.",
          "id": 128944
        },
        {
          "text": "This is apparent from the Anti-Marcion of the great Carthaginian.",
          "id": 128945
        },
        {
          "text": "The annotations upon that treatise, and those On the Soul's Testimony and On the Soul, may suffice as pointing out the best sources of information on speculative points and their bearings on theology.",
          "id": 128946
        },
        {
          "text": "Compare, however, Athenagoras and the great Clement of Alexandria.",
          "id": 128947
        }
      ]
    }
  ]
}