{
  "book": "Hermas: Book II",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Pastor  Book Second.",
          "id": 385429
        },
        {
          "text": "—Commandments.",
          "id": 385430
        },
        {
          "text": "Commandment First.",
          "id": 385431
        },
        {
          "text": "On Faith in God.",
          "id": 385432
        },
        {
          "text": "First of all, believe that there is one God who created and finished all things, and made all things out of nothing.",
          "id": 385433
        },
        {
          "text": "He alone is able to contain the whole, but Himself cannot be contained.",
          "id": 385434
        },
        {
          "text": "Have faith therefore in Him, and fear Him; and fearing Him, exercise self-control.",
          "id": 385435
        },
        {
          "text": "Keep these commands, and you will cast away from you all wickedness, and put on the strength of righteousness, and live to God, if you keep this commandment.",
          "id": 385436
        },
        {
          "text": "Commandment Second.",
          "id": 385437
        },
        {
          "text": "On Avoiding Evil-Speaking, and on Giving Alms in Simplicity.",
          "id": 385438
        },
        {
          "text": "He said to me, \"Be simple and guileless, and you will be as the children who know not the wickedness that ruins the life of men.",
          "id": 385439
        },
        {
          "text": "First, then, speak evil of no one, nor listen with pleasure to any one who speaks evil of another.",
          "id": 385440
        },
        {
          "text": "But if you listen, you will partake of the sin of him who speaks evil, if you believe the slander which you hear; for believing it, you will also have something to say against your brother.",
          "id": 385441
        },
        {
          "text": "Thus, then, will you be guilty of the sin of him who slanders.",
          "id": 385442
        },
        {
          "text": "For slander is evil and an unsteady demon.",
          "id": 385443
        },
        {
          "text": "It never abides in peace, but always remains in discord.",
          "id": 385444
        },
        {
          "text": "Keep yourself from it, and you will always be at peace with all.",
          "id": 385445
        },
        {
          "text": "Put on a holiness in which there is no wicked cause of offence, but all deeds that are equable and joyful.",
          "id": 385446
        },
        {
          "text": "Practise goodness; and from the rewards of your labours, which God gives you, give to all the needy in simplicity, not hesitating as to whom you are to give or not to give.",
          "id": 385447
        },
        {
          "text": "Give to all, for God wishes His gifts to be shared amongst all.",
          "id": 385448
        },
        {
          "text": "They who receive, will render an account to God why and for what they have received.",
          "id": 385449
        },
        {
          "text": "For the afflicted who receive will not be condemned, but they who receive on false pretences will suffer punishment.",
          "id": 385450
        },
        {
          "text": "He, then, who gives is guiltless.",
          "id": 385451
        },
        {
          "text": "For as he received from the Lord, so has he accomplished his service in simplicity, not hesitating as to whom he should give and to whom he should not give.",
          "id": 385452
        },
        {
          "text": "This service, then, if accomplished in simplicity, is glorious with God.",
          "id": 385453
        },
        {
          "text": "He, therefore, who thus ministers in simplicity, will live to God.",
          "id": 385454
        },
        {
          "text": "Keep therefore these commandments, as I have given them to you, that your repentance and the repentance of your house may be found in simplicity, and your heart may be pure and stainless\".",
          "id": 385455
        },
        {
          "text": "Commandment Third.",
          "id": 385456
        },
        {
          "text": "On Avoiding Falsehood, and on the Repentance of Hermas for His Dissimulation.",
          "id": 385457
        },
        {
          "text": "Again he said to me, \"Love the truth, and let nothing but truth proceed from your mouth, that the spirit which God has placed in your flesh may be found truthful before all men; and the Lord, who dwelleth in you, will be glorified, because the Lord is truthful in every word, and in Him is no falsehood.",
          "id": 385458
        },
        {
          "text": "They therefore who lie deny the Lord, and rob Him, not giving back to Him the deposit which they have received.",
          "id": 385459
        },
        {
          "text": "For they received from Him a spirit free from falsehood.",
          "id": 385460
        },
        {
          "text": "If they give him back this spirit untruthful, they pollute the commandment of the Lord, and become robbers\".",
          "id": 385461
        },
        {
          "text": "On hearing these words, I wept most violently.",
          "id": 385462
        },
        {
          "text": "When he saw me weeping, he said to me, \"Why do you weep?\" And I said, \"Because, sir, I know not if I can be saved\".",
          "id": 385463
        },
        {
          "text": "\"Why?\" said he.",
          "id": 385464
        },
        {
          "text": "And I said, \"Because, sir, I never spake a true word in my life, but have ever spoken cunningly to all, and have affirmed a lie for the truth to all; and no one ever contradicted me, but credit was given to my word.",
          "id": 385465
        },
        {
          "text": "How then can I live, since I have acted thus?\" And he said to me, \"Your feelings are indeed right and sound, for you ought as a servant of God to have walked in truth, and not to have joined an evil conscience with the spirit of truth, nor to have caused sadness to the holy and true Spirit\".",
          "id": 385466
        },
        {
          "text": "And I said to him, \"Never, sir, did I listen to these words with so much attention\".",
          "id": 385467
        },
        {
          "text": "And he said to me, \"Now you hear them, and keep them, that even the falsehoods which you formerly told in your transactions may come to be believed through the truthfulness of your present statements.",
          "id": 385468
        },
        {
          "text": "For even they can become worthy of credit.",
          "id": 385469
        },
        {
          "text": "If you keep these precepts, and from this time forward you speak nothing but the truth, it will be possible for you to obtain life.",
          "id": 385470
        },
        {
          "text": "And whosoever shall hear this commandment, and depart from that great wickedness falsehood, shall live to God\".",
          "id": 385471
        },
        {
          "text": "Commandment Fourth.",
          "id": 385472
        },
        {
          "text": "On Putting One's Wife Away for Adultery.",
          "id": 385473
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter - 1  \"I charge you,\" said he, \"to guard your chastity, and let no thought enter your heart of another man's wife, or of fornication, or of similar iniquities; for by doing this you commit a great sin.",
          "id": 385474
        },
        {
          "text": "But if you always remember your own wife, you will never sin.",
          "id": 385475
        },
        {
          "text": "For if this thought enter your heart, then you will sin; and if, in like manner, you think other wicked thoughts, you commit sin.",
          "id": 385476
        },
        {
          "text": "For this thought is great sin in a servant of God.",
          "id": 385477
        },
        {
          "text": "But if any one commit this wicked deed, he works death for himself.",
          "id": 385478
        },
        {
          "text": "Attend, therefore, and refrain from this thought; for where purity dwells, there iniquity ought not to enter the heart of a righteous man\".",
          "id": 385479
        },
        {
          "text": "I said to him, \"Sir, permit me to ask you a few questions\".",
          "id": 385480
        },
        {
          "text": "\"Say on,\" said he.",
          "id": 385481
        },
        {
          "text": "And I said to him, \"Sir, if any one has a wife who trusts in the Lord, and if he detect her in adultery, does the man sin if he continue to live with her?\" And he said to me, \"As long as he remains ignorant of her sin, the husband commits no transgression in living with her.",
          "id": 385482
        },
        {
          "text": "But if the husband know that his wife has gone astray, and if the woman does not repent, but persists in her fornication, and yet the husband continues to live with her, he also is guilty of her crime, and a sharer in her adultery\".",
          "id": 385483
        },
        {
          "text": "And I said to him, \"What then, sir, is the husband to do, if his wife continue in her vicious practices?\" And he said, \"The husband should put her away, and remain by himself.",
          "id": 385484
        },
        {
          "text": "But if he put his wife away and marry another, he also commits adultery\".",
          "id": 385485
        },
        {
          "text": "And I said to him, \"What if the woman put away should repent, and wish to return to her husband: shall she not be taken back by her husband?\" And he said to me, \"Assuredly.",
          "id": 385486
        },
        {
          "text": "If the husband do not take her back, he sins, and brings a great sin upon himself; for he ought to take back the sinner who has repented.",
          "id": 385487
        },
        {
          "text": "But not frequently.",
          "id": 385488
        },
        {
          "text": "For there is but one repentance to the servants of God.",
          "id": 385489
        },
        {
          "text": "In case, therefore, that the divorced wife may repent, the husband ought not to marry another, when his wife has been put away.",
          "id": 385490
        },
        {
          "text": "In this matter man and woman are to be treated exactly in the same way.",
          "id": 385491
        },
        {
          "text": "Moreover, adultery is committed not only by those who pollute their flesh, but by those who imitate the heathen in their actions.",
          "id": 385492
        },
        {
          "text": "Wherefore if any one persists in such deeds, and repents not, withdraw from him, and cease to live with him, otherwise you are a sharer in his sin.",
          "id": 385493
        },
        {
          "text": "Therefore has the injunction been laid on you, that you should remain by yourselves, both man and woman, for in such persons repentance can take place.",
          "id": 385494
        },
        {
          "text": "But I do not,\" said he, \"give opportunity for the doing of these deeds, but that he who has sinned may sin no more.",
          "id": 385495
        },
        {
          "text": "But with regard to his previous transgressions, there is One who is able to provide a cure; for it is He, indeed, who has power over all\".",
          "id": 385496
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter - 2  I asked him again, and said, \"Since the Lord has vouchsafed to dwell always with me, bear with me while I utter a few words; for I understand nothing, and my heart has been hardened by my previous mode of life.",
          "id": 385497
        },
        {
          "text": "Give me understanding, for I am exceedingly dull, and I understand absolutely nothing\".",
          "id": 385498
        },
        {
          "text": "And he answered and said unto me, \"I am set over repentance, and I give understanding to all who repent.",
          "id": 385499
        },
        {
          "text": "Do you not think,\" he said, \"that it is great wisdom to repent? for repentance is great wisdom.",
          "id": 385500
        },
        {
          "text": "For he who has sinned understands that he acted wickedly in the sight of the Lord, and remembers the actions he has done, and he repents, and no longer acts wickedly, but does good munificently, and humbles and torments his soul because he has sinned.",
          "id": 385501
        },
        {
          "text": "You see, therefore, that repentance is great wisdom\".",
          "id": 385502
        },
        {
          "text": "And I said to him, \"It is for this reason, sir, that I inquire carefully into all things, especially because I am a sinner; that I may know what works I should do, that I may live: for my sins are many and various\".",
          "id": 385503
        },
        {
          "text": "And he said to me, \"You shall live if you keep my commandments, and walk in them; and whosoever shall hear and keep these commandments, shall live to God\".",
          "id": 385504
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter - 3  And I said to him, \"I should like to continue my questions\".",
          "id": 385505
        },
        {
          "text": "\"Speak on,\" said he.",
          "id": 385506
        },
        {
          "text": "And I said, \"I heard, sir, some teachers maintain that there is no other repentance than that which takes place, when we descended into the water and received remission of our former sins\".",
          "id": 385507
        },
        {
          "text": "He said to me, \"That was sound doctrine which you heard; for that is really the case.",
          "id": 385508
        },
        {
          "text": "For he who has received remission of his sins ought not to sin any more, but to live in purity.",
          "id": 385509
        },
        {
          "text": "Since, however, you inquire diligently into all things, I will point this also out to you, not as giving occasion for error to those who are to believe, or have lately believed, in the Lord.",
          "id": 385510
        },
        {
          "text": "For those who have now believed, and those who are to believe, have not repentance for their sins; but they have remission of their previous sins.",
          "id": 385511
        },
        {
          "text": "For to those who have been called before these days, the Lord has set repentance.",
          "id": 385512
        },
        {
          "text": "For the Lord, knowing the heart, and foreknowing all things, knew the weakness of men and the manifold wiles of the devil, that he would inflict some evil on the servants of God, and would act wickedly towards them.",
          "id": 385513
        },
        {
          "text": "The Lord, therefore, being merciful, has had mercy on the work of His hand, and has set repentance for them; and He has entrusted to me power over this repentance.",
          "id": 385514
        },
        {
          "text": "And therefore I say to you, that if any one is tempted by the devil, and sins after that great and holy calling in which the Lord has called His people to everlasting life, he has opportunity to repent but once.",
          "id": 385515
        },
        {
          "text": "But if he should sin frequently after this, and then repent, to such a man his repentance will be of no avail; for with difficulty will he live\".",
          "id": 385516
        },
        {
          "text": "And I said, \"Sir, I feel that life has come back to me in listening attentively to these commandments; for I know that I shall be saved, if in future I sin no more\".",
          "id": 385517
        },
        {
          "text": "And he said, \"You will be saved, you and all who keep these commandments\".",
          "id": 385518
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter - 4  And again I asked him, saying, \"Sir, since you have been so patient in listening to me, will you show me this also?\" \"Speak,\" said he.",
          "id": 385519
        },
        {
          "text": "And I said, \"If a wife or husband die, and the widower or widow marry, does he or she commit sin?\" \"There is no sin in marrying again,\" said he; \"but if they remain unmarried, they gain greater honour and glory with the Lord; but if they marry, they do not sin.",
          "id": 385520
        },
        {
          "text": "Guard, therefore, your chastity and purity, and you will live to God.",
          "id": 385521
        },
        {
          "text": "What commandments I now give you, and what I am to give, keep from henceforth, yea, from the very day when you were entrusted to me, and I will dwell in your house.",
          "id": 385522
        },
        {
          "text": "And your former sins will be forgiven, if you keep my commandments.",
          "id": 385523
        },
        {
          "text": "And all shall be forgiven who keep these my commandments, and walk in this chastity\".",
          "id": 385524
        },
        {
          "text": "Commandment Fifth.",
          "id": 385525
        },
        {
          "text": "Of Sadness of Heart, and of Patience.",
          "id": 385526
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter - 1  \"Be patient,\" said he, \"and of good understanding, and you will rule over every wicked work, and you will work all righteousness.",
          "id": 385527
        },
        {
          "text": "For if you be patient, the Holy Spirit that dwells in you will be pure.",
          "id": 385528
        },
        {
          "text": "He will not be darkened by any evil spirit, but, dwelling in a broad region, he will rejoice and be glad; and with the vessel in which he dwells he will serve God in gladness, having great peace within himself.",
          "id": 385529
        },
        {
          "text": "But if any outburst of anger take place, forthwith the Holy Spirit, who is tender, is straitened, not having a pure place, and He seeks to depart.",
          "id": 385530
        },
        {
          "text": "For he is choked by the vile spirit, and cannot attend on the Lord as he wishes, for anger pollutes him.",
          "id": 385531
        },
        {
          "text": "For the Lord dwells in long-suffering, but the devil in anger.",
          "id": 385532
        },
        {
          "text": "The two spirits, then, when dwelling in the same habitation, are at discord with each other, and are troublesome to that man in whom they dwell.",
          "id": 385533
        },
        {
          "text": "For if an exceedingly small piece of wormwood be taken and put into a jar of honey, is not the honey entirely destroyed, and does not the exceedingly small piece of wormwood entirely take away the sweetness of the honey, so that it no longer affords any gratification to its owner, but has become bitter, and lost its use? But if the wormwood be not put into the honey, then the honey remains sweet, and is of use to its owner.",
          "id": 385534
        },
        {
          "text": "You see, then, that patience is sweeter than honey, and useful to God, and the Lord dwells in it.",
          "id": 385535
        },
        {
          "text": "But anger is bitter and useless.",
          "id": 385536
        },
        {
          "text": "Now, if anger be mingled with patience, the patience is polluted, and its prayer is not then useful to God\".",
          "id": 385537
        },
        {
          "text": "\"I should like, sir,\" said I, \"to know the power of anger, that I may guard myself against it\".",
          "id": 385538
        },
        {
          "text": "And he said, \"If you do not guard yourself against it, you and your house lose all hope of salvation.",
          "id": 385539
        },
        {
          "text": "Guard yourself, therefore, against it.",
          "id": 385540
        },
        {
          "text": "For I am with you, and all will depart from it who repent with their whole heart.",
          "id": 385541
        },
        {
          "text": "For I will be with them, and I will save them all.",
          "id": 385542
        },
        {
          "text": "For all are justified by the most holy angel\".",
          "id": 385543
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter - 2  \"Hear now,\" said he, \"how wicked is the action of anger, and in what way it overthrows the servants of God by its action, and turns them from righteousness.",
          "id": 385544
        },
        {
          "text": "But it does not turn away those who are full of faith, nor does it act on them, for the power of the Lord is with them.",
          "id": 385545
        },
        {
          "text": "It is the thoughtless and doubting that it turns away.",
          "id": 385546
        },
        {
          "text": "For as soon as it sees such men standing stedfast, it throws itself into their hearts, and for nothing at all the man or woman becomes embittered on account of occurrences in their daily life, as for instance on account of their food, or some superfluous word that has been uttered, or on account of some friend, or some gift or debt, or some such senseless affair.",
          "id": 385547
        },
        {
          "text": "For all these things are foolish and empty and unprofitable to the servants of God.",
          "id": 385548
        },
        {
          "text": "But patience is great, and mighty, and strong, and calm in the midst of great enlargement, joyful, rejoicing, free from care, glorifying God at all times, having no bitterness in her, and abiding continually meek and quiet.",
          "id": 385549
        },
        {
          "text": "Now this patience dwells with those who have complete faith.",
          "id": 385550
        },
        {
          "text": "But anger is foolish, and fickle, and senseless.",
          "id": 385551
        },
        {
          "text": "Now, of folly is begotten bitterness, and of bitterness anger, and of anger frenzy.",
          "id": 385552
        },
        {
          "text": "This frenzy, the product of so many evils, ends in great and incurable sin.",
          "id": 385553
        },
        {
          "text": "For when all these spirits dwell in one vessel in which the Holy Spirit also dwells, the vessel cannot contain them, but overflows.",
          "id": 385554
        },
        {
          "text": "The tender Spirit, then, not being accustomed to dwell with the wicked spirit, nor with hardness, withdraws from such a man, and seeks to dwell with meekness and peacefulness.",
          "id": 385555
        },
        {
          "text": "Then, when he withdraws from the man in whom he dwelt, the man is emptied of the righteous Spirit; and being henceforward filled with evil spirits, he is in a state of anarchy in every action, being dragged hither and thither by the evil spirits, and there is a complete darkness in his mind as to everything good.",
          "id": 385556
        },
        {
          "text": "This, then, is what happens to all the angry.",
          "id": 385557
        },
        {
          "text": "Wherefore do you depart from that most wicked spirit anger, and put on patience, and resist anger and bitterness, and you will be found in company with the purity which is loved by the Lord.",
          "id": 385558
        },
        {
          "text": "Take care, then, that you neglect not by any chance this commandment: for if you obey this commandment, you will be able to keep all the other commandments which I am to give you.",
          "id": 385559
        },
        {
          "text": "Be strong, then, in these commandments, and put on power, and let all put on power, as many as wish to walk in them\".",
          "id": 385560
        },
        {
          "text": "Commandment Sixth.",
          "id": 385561
        },
        {
          "text": "How to Recognise the Two Spirits Attendant on Each Man, and How to Distinguish the Suggestions of the One from Those of the Other.",
          "id": 385562
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter - 1  \"I gave you,\" he said, \"directions in the first commandment to attend to faith, and fear, and self-restraint\".",
          "id": 385563
        },
        {
          "text": "\"Even so, sir,\" said I.",
          "id": 385564
        },
        {
          "text": "And he said, \"Now I wish to show you the powers of these, that you may know what power each possesses.",
          "id": 385565
        },
        {
          "text": "For their powers are double, and have relation alike to the righteous and the unrighteous.",
          "id": 385566
        },
        {
          "text": "Trust you, therefore, the righteous, but put no trust in the unrighteous.",
          "id": 385567
        },
        {
          "text": "For the path of righteousness is straight, but that of unrighteousness is crooked.",
          "id": 385568
        },
        {
          "text": "But walk in the straight and even way, and mind not the crooked.",
          "id": 385569
        },
        {
          "text": "For the crooked path has no roads, but has many pathless places and stumbling-blocks in it, and it is rough and thorny.",
          "id": 385570
        },
        {
          "text": "It is injurious to those who walk therein.",
          "id": 385571
        },
        {
          "text": "But they who walk in the straight road walk evenly without stumbling, because it is neither rough nor thorny.",
          "id": 385572
        },
        {
          "text": "You see, then, that it is better to walk in this road\".",
          "id": 385573
        },
        {
          "text": "\"I wish to go by this road,\" said I.",
          "id": 385574
        },
        {
          "text": "\"You will go by it,\" said he; \"and whoever turns to the Lord with all his heart will walk in it\".",
          "id": 385575
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter - 2  \"Hear now,\" said he, \"in regard to faith.",
          "id": 385576
        },
        {
          "text": "There are two angels with a man—one of righteousness, and the other of iniquity\".",
          "id": 385577
        },
        {
          "text": "And I said to him, \"How, sir, am I to know the powers of these, for both angels dwell with me?\" \"Hear,\" said he, and \"understand them.",
          "id": 385578
        },
        {
          "text": "The angel of righteousness is gentle and modest, meek and peaceful.",
          "id": 385579
        },
        {
          "text": "When, therefore, he ascends into your heart, forthwith he talks to you of righteousness, purity, chastity, contentment, and of every righteous deed and glorious virtue.",
          "id": 385580
        },
        {
          "text": "When all these ascend into your heart, know that the angel of righteousness is with you.",
          "id": 385581
        },
        {
          "text": "These are the deeds of the angel of righteousness.",
          "id": 385582
        },
        {
          "text": "Trust him, then, and his works.",
          "id": 385583
        },
        {
          "text": "Look now at the works of the angel of iniquity.",
          "id": 385584
        },
        {
          "text": "First, he is wrathful, and bitter, and foolish, and his works are evil, and ruin the servants of God.",
          "id": 385585
        },
        {
          "text": "When, then, he ascends into your heart, know him by his works\".",
          "id": 385586
        },
        {
          "text": "And I said to him, \"How, sir, I shall perceive him, I do not know\".",
          "id": 385587
        },
        {
          "text": "\"Hear and understand\" said he.",
          "id": 385588
        },
        {
          "text": "\"When anger comes upon you, or harshness, know that he is in you; and you will know this to be the case also, when you are attacked by a longing after many transactions, and the richest delicacies, and drunken revels, and divers luxuries, and things improper, and by a hankering after women, and by overreaching, and pride, and blustering, and by whatever is like to these.",
          "id": 385589
        },
        {
          "text": "When these ascend into your heart, know that the angel of iniquity is in you.",
          "id": 385590
        },
        {
          "text": "Now that you know his works, depart from him, and in no respect trust him, because his deeds are evil, and unprofitable to the servants of God.",
          "id": 385591
        },
        {
          "text": "These, then, are the actions of both angels.",
          "id": 385592
        },
        {
          "text": "Understand them, and trust the angel of righteousness; but depart from the angel of iniquity, because his instruction is bad in every deed.",
          "id": 385593
        },
        {
          "text": "For though a man be most faithful, and the thought of this angel ascend into his heart, that man or woman must sin.",
          "id": 385594
        },
        {
          "text": "On the other hand, be a man or woman ever so bad, yet, if the works of the angel of righteousness ascend into his or her heart, he or she must do something good.",
          "id": 385595
        },
        {
          "text": "You see, therefore, that it is good to follow the angel of righteousness, but to bid farewell to the angel of iniquity\".",
          "id": 385596
        },
        {
          "text": "\"This commandment exhibits the deeds of faith, that you may trust the works of the angel of righteousness, and doing them you may live to God.",
          "id": 385597
        },
        {
          "text": "But believe the works of the angel of iniquity are hard.",
          "id": 385598
        },
        {
          "text": "If you refuse to do them, you will live to God\".",
          "id": 385599
        },
        {
          "text": "Commandment Seventh.",
          "id": 385600
        },
        {
          "text": "On Fearing God, and Not Fearing the Devil.",
          "id": 385601
        },
        {
          "text": "\"Fear,\" said he, \"the Lord, and keep His commandments.",
          "id": 385602
        },
        {
          "text": "For if you keep the commandments of God, you will be powerful in every action, and every one of your actions will be incomparable.",
          "id": 385603
        },
        {
          "text": "For, fearing the Lord, you will do all things well.",
          "id": 385604
        },
        {
          "text": "This is the fear which you ought to have, that you may be saved.",
          "id": 385605
        },
        {
          "text": "But fear not the devil; for, fearing the Lord, you will have dominion over the devil, for there is no power in him.",
          "id": 385606
        },
        {
          "text": "But he in whom there is no power ought on no account to be an object of fear; but He in whom there is glorious power is truly to be feared.",
          "id": 385607
        },
        {
          "text": "For every one that has power ought to be feared; but he who has not power is despised by all.",
          "id": 385608
        },
        {
          "text": "Fear, therefore, the deeds of the devil, since they are wicked.",
          "id": 385609
        },
        {
          "text": "For, fearing the Lord, you will not do these deeds, but will refrain from them.",
          "id": 385610
        },
        {
          "text": "For fears are of two kinds: for if you do not wish to do that which is evil, fear the Lord, and you will not do it; but, again, if you wish to do that which is good, fear the Lord, and you will do it.",
          "id": 385611
        },
        {
          "text": "Wherefore the fear of the Lord is strong, and great, and glorious.",
          "id": 385612
        },
        {
          "text": "Fear, then, the Lord, and you will live to Him, and as many as fear Him and keep His commandments will live to God\".",
          "id": 385613
        },
        {
          "text": "\"Why,\" said I, \"sir, did you say in regard to those that keep His commandments, that they will live to God?\" \"Because,\" says he, \"all creation fears the Lord, but all creation does not keep His commandments.",
          "id": 385614
        },
        {
          "text": "They only who fear the Lord and keep His commandments have life with God; but as to those who keep not His commandments, there is no life in them\".",
          "id": 385615
        },
        {
          "text": "Commandment Eighth.",
          "id": 385616
        },
        {
          "text": "We Ought to Shun that Which is Evil, and Do that Which is Good.",
          "id": 385617
        },
        {
          "text": "\"I told you,\" said he, \"that the creatures of God are double, for restraint also is double; for in some cases restraint has to be exercised, in others there is no need of restraint\".",
          "id": 385618
        },
        {
          "text": "\"Make known to me, sir,\" say I, \"in what cases restraint has to be exercised, and in what cases it has not\".",
          "id": 385619
        },
        {
          "text": "\"Restrain yourself in regard to evil, and do it not; but exercise no restraint in regard to good, but do it.",
          "id": 385620
        },
        {
          "text": "For if you exercise restraint in the doing of good, you will commit a great sin; but if you exercise restraint, so as not to do that which is evil, you are practising great righteousness.",
          "id": 385621
        },
        {
          "text": "Restrain yourself, therefore, from all iniquity, and do that which is good\".",
          "id": 385622
        },
        {
          "text": "\"What, sir,\" say I, \"are the evil deeds from which we must restrain ourselves?\" \"Hear,\" says he: \"from adultery and fornication, from unlawful revelling, from wicked luxury, from indulgence in many kinds of food and the extravagance of riches, and from boastfulness, and haughtiness, and insolence, and lies, and backbiting, and hypocrisy, from the remembrance of wrong, and from all slander.",
          "id": 385623
        },
        {
          "text": "These are the deeds that are most wicked in the life of men.",
          "id": 385624
        },
        {
          "text": "From all these deeds, therefore, the servant of God must restrain himself.",
          "id": 385625
        },
        {
          "text": "For he who does not restrain himself from these, cannot live to God.",
          "id": 385626
        },
        {
          "text": "Listen, then, to the deeds that accompany these\".",
          "id": 385627
        },
        {
          "text": "\"Are there, sir,\" said I, \"any other evil deeds?\" \"There are,\" says he; \"and many of them, too, from which the servant of God must restrain himself—theft, lying, robbery, false witness, overreaching, wicked lust, deceit, vainglory, boastfulness, and all other vices like to these\".",
          "id": 385628
        },
        {
          "text": "\"Do you not think that these are really wicked?\" \"Exceedingly wicked in the servants of God.",
          "id": 385629
        },
        {
          "text": "From all of these the servant of God must restrain himself.",
          "id": 385630
        },
        {
          "text": "Restrain yourself, then, from all these, that you may live to God, and you will be enrolled amongst those who restrain themselves in regard to these matters.",
          "id": 385631
        },
        {
          "text": "These, then, are the things from which you must restrain yourself\".",
          "id": 385632
        },
        {
          "text": "\"But listen,\" says he, \"to the things in regard to which you have not to exercise self-restraint, but which you ought to do.",
          "id": 385633
        },
        {
          "text": "Restrain not yourself in regard to that which is good, but do it\".",
          "id": 385634
        },
        {
          "text": "\"And tell me, sir,\" say I, \"the nature of the good deeds, that I may walk in them and wait on them, so that doing them I can be saved\".",
          "id": 385635
        },
        {
          "text": "\"Listen,\" says he, \"to the good deeds which you ought to do, and in regard to which there is no self-restraint requisite.",
          "id": 385636
        },
        {
          "text": "First of all there is faith, then fear of the Lord, love, concord, words of righteousness, truth, patience.",
          "id": 385637
        },
        {
          "text": "Than these, nothing is better in the life of men.",
          "id": 385638
        },
        {
          "text": "If any one attend to these, and restrain himself not from them, blessed is he in his life.",
          "id": 385639
        },
        {
          "text": "Then there are the following attendant on these: helping widows, looking after orphans and the needy, rescuing the servants of God from necessities, the being hospitable—for in hospitality good-doing finds a field—never opposing any one, the being quiet, having fewer needs than all men, reverencing the aged, practising righteousness, watching the brotherhood, bearing insolence, being long-suffering, encouraging those who are sick in soul, not casting those who have fallen into sin from the faith, but turning them back and restoring them to peace of mind, admonishing sinners, not oppressing debtors and the needy, and if there are any other actions like these.",
          "id": 385640
        },
        {
          "text": "Do these seem to you good?\" says he.",
          "id": 385641
        },
        {
          "text": "\"For what, sir,\" say I, \"is better than these?\" \"Walk then in them,\" says he, \"and restrain not yourself from them, and you will live to God.",
          "id": 385642
        },
        {
          "text": "Keep, therefore, this commandment.",
          "id": 385643
        },
        {
          "text": "If you do good, and restrain not yourself from it, you will live to God.",
          "id": 385644
        },
        {
          "text": "All who act thus will live to God.",
          "id": 385645
        },
        {
          "text": "And, again, if you refuse to do evil, and restrain yourself from it, you will live to God.",
          "id": 385646
        },
        {
          "text": "And all will live to God who keep these commandments, and walk in them\".",
          "id": 385647
        },
        {
          "text": "Commandment Ninth.",
          "id": 385648
        },
        {
          "text": "Prayer Must Be Made to God Without Ceasing, and with Unwavering Confidence.",
          "id": 385649
        },
        {
          "text": "He says to me, \"Put away doubting from you and do not hesitate to ask of the Lord, saying to yourself, 'How can I ask of the Lord and receive from Him, seeing I have sinned so much against Him? 'Do not thus reason with yourself, but with all your heart turn to the Lord and ask of Him without doubting, and you will know the multitude of His tender mercies; that He will never leave you, but fulfil the request of your soul.",
          "id": 385650
        },
        {
          "text": "For He is not like men, who remember evils done against them; but He Himself remembers not evils, and has compassion on His own creature.",
          "id": 385651
        },
        {
          "text": "Cleanse, therefore, your heart from all the vanities of this world, and from the words already mentioned, and ask of the Lord and you will receive all, and in none of your requests will you be denied which you make to the Lord without doubting.",
          "id": 385652
        },
        {
          "text": "But if you doubt in your heart, you will receive none of your requests.",
          "id": 385653
        },
        {
          "text": "For those who doubt regarding God are double-souled, and obtain not one of their requests.",
          "id": 385654
        },
        {
          "text": "But those who are perfect in faith ask everything, trusting in the Lord; and they obtain, because they ask nothing doubting, and not being double-souled.",
          "id": 385655
        },
        {
          "text": "For every double-souled man, even if he repent, will with difficulty be saved.",
          "id": 385656
        },
        {
          "text": "Cleanse your heart, therefore, from all doubt, and put on faith, because it is strong, and trust God that you will obtain from Him all that you ask.",
          "id": 385657
        },
        {
          "text": "And if at any time, after you have asked of the Lord, you are slower in obtaining your request than you expected, do not doubt because you have not soon obtained the request of your soul; for invariably it is on account of some temptation or some sin of which you are ignorant that you are slower in obtaining your request.",
          "id": 385658
        },
        {
          "text": "Wherefore do not cease to make the request of your soul, and you will obtain it.",
          "id": 385659
        },
        {
          "text": "But if you grow weary and waver in your request, blame yourself, and not Him who does not give to you.",
          "id": 385660
        },
        {
          "text": "Consider this doubting state of mind, for it is wicked and senseless, and turns many away entirely from the faith, even though they be very strong.",
          "id": 385661
        },
        {
          "text": "For this doubting is the daughter of the devil, and acts exceedingly wickedly to the servants of God.",
          "id": 385662
        },
        {
          "text": "Despise, then, doubting, and gain the mastery over it in everything; clothing yourself with faith, which is strong and powerful.",
          "id": 385663
        },
        {
          "text": "For faith promises all things, perfects all things; but doubt having no thorough faith in itself, fails in every work which it undertakes.",
          "id": 385664
        },
        {
          "text": "You see, then,\" says he, \"that, faith is from above—from the Lord—and has great power; but doubt is an earthly spirit, coming from the devil, and has no power.",
          "id": 385665
        },
        {
          "text": "Serve, then, that which has power, namely faith, and keep away from doubt, which has no power, and you will live to God.",
          "id": 385666
        },
        {
          "text": "And all will live to God whose minds have been set on these things\".",
          "id": 385667
        },
        {
          "text": "Commandment Tenth.",
          "id": 385668
        },
        {
          "text": "Of Grief, and Not Grieving the Spirit of God Which is in Us.",
          "id": 385669
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter - 1  \"Remove from you,\" says he, \"grief; for she is the sister of doubt and anger\".",
          "id": 385670
        },
        {
          "text": "\"How, sir,\" say I, \"is she the sister of these? for anger, doubt, and grief seem to be quite different from each other\".",
          "id": 385671
        },
        {
          "text": "\"You are senseless, O man.",
          "id": 385672
        },
        {
          "text": "Do you not perceive that grief is more wicked than all the spirits, and most terrible to the servants of God, and more than all other spirits destroys man and crushes out the Holy Spirit, and yet, on the other hand, she saves him?\" \"I am senseless, sir,\" say I, \"and do not understand these parables.",
          "id": 385673
        },
        {
          "text": "For how she can crush out, and on the other hand save, I do not perceive\".",
          "id": 385674
        },
        {
          "text": "\"Listen,\" says he.",
          "id": 385675
        },
        {
          "text": "\"Those who have never searched for the truth, nor investigated the nature of the Divinity, but have simply believed, when they devote themselves to and become mixed up with business, and wealth, and heathen friendships, and many other actions of this world, do not perceive the parables of Divinity; for their minds are darkened by these actions, and they are corrupted and become dried up.",
          "id": 385676
        },
        {
          "text": "Even as beautiful vines, when they are neglected, are withered up by thorns and divers plants, so men who have believed, and have afterwards fallen away into many of those actions above mentioned, go astray in their minds, and lose all understanding in regard to righteousness; for if they hear of righteousness, their minds are occupied with their business, and they give no heed at all.",
          "id": 385677
        },
        {
          "text": "Those, on the other hand, who have the fear of God, and search after Godhead and truth, and have their hearts turned to the Lord, quickly perceive and understand what is said to them, because they have the fear of the Lord in them.",
          "id": 385678
        },
        {
          "text": "For where the Lord dwells, there is much understanding.",
          "id": 385679
        },
        {
          "text": "Cleave, then, to the Lord, and you will understand and perceive all things\".",
          "id": 385680
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter - 2  \"Hear, then,\" says he, \"foolish man, how grief crushes out the Holy Spirit, and on the  other hand saves.",
          "id": 385681
        },
        {
          "text": "When the doubting man attempts any deed, and fails in it on account of his doubt, this grief enters into the man, and grieves the Holy Spirit, and crushes him out.",
          "id": 385682
        },
        {
          "text": "Then, on the other hand, when anger attaches itself to a man in regard to any matter, and he is embittered, then grief enters into the heart of the man who was irritated, and he is grieved at the deed which he did, and repents that he has wrought a wicked deed.",
          "id": 385683
        },
        {
          "text": "This grief, then, appears to be accompanied by salvation, because the man, after having done a wicked deed, repented.",
          "id": 385684
        },
        {
          "text": "Both actions grieve the Spirit: doubt, because it did not accomplish its object; and anger grieves the Spirit, because it did what was wicked.",
          "id": 385685
        },
        {
          "text": "Both these are grievous to the Holy Spirit—doubt and anger.",
          "id": 385686
        },
        {
          "text": "Wherefore remove grief from you, and crush not the Holy Spirit which dwells in you, lest he entreat God against you, and he withdraw from you.",
          "id": 385687
        },
        {
          "text": "For the Spirit of God which has been granted to us to dwell in this body does not endure grief nor straitness.",
          "id": 385688
        },
        {
          "text": "Wherefore put on cheerfulness, which always is agreeable and acceptable to God, and rejoice in it.",
          "id": 385689
        },
        {
          "text": "For every cheerful man does what is good, and minds what is good, and despises grief; but the sorrowful man always acts wickedly.",
          "id": 385690
        },
        {
          "text": "First, he acts wickedly because he grieves the Holy Spirit, which was given to man a cheerful Spirit.",
          "id": 385691
        },
        {
          "text": "Secondly, Grieving the Holy Spirit, he works iniquity, neither entreating the Lord nor confessing to Him.",
          "id": 385692
        },
        {
          "text": "For the entreaty of the sorrowful man has no power to ascend to the altar of God\".",
          "id": 385693
        },
        {
          "text": "\"Why,\" say I, \"does not the entreaty of the grieved man ascend to the altar?\" \"Because,\" says he, \"grief sits in his heart.",
          "id": 385694
        },
        {
          "text": "Grief, then, mingled with his entreaty, does not permit the entreaty to ascend pure to the altar of God.",
          "id": 385695
        },
        {
          "text": "For as vinegar and wine, when mixed in the same vessel, do not give the same pleasure as wine alone gives, so grief mixed with the Holy Spirit does not produce the same entreaty as would be produced by the Holy Spirit alone.",
          "id": 385696
        },
        {
          "text": "Cleanse yourself from this wicked grief, and you will live to God; and all will live to God who drive away grief from them, and put on all cheerfulness\".",
          "id": 385697
        },
        {
          "text": "Commandment Eleventh.",
          "id": 385698
        },
        {
          "text": "The Spirit and Prophets to Be Tried by Their Works; Also of the Two Kinds of Spirit.",
          "id": 385699
        },
        {
          "text": "He pointed out to me some men sitting on a seat, and one man sitting on a chair.",
          "id": 385700
        },
        {
          "text": "And he says to me, \"Do you see the persons sitting on the seat?\" \"I do, sir,\" said I.",
          "id": 385701
        },
        {
          "text": "\"These,\" says he, \"are the faithful, and he who sits on the chair is a false prophet, ruining the minds of the servants of God.",
          "id": 385702
        },
        {
          "text": "It is the doubters, not the faithful, that he ruins.",
          "id": 385703
        },
        {
          "text": "These doubters then go to him as to a soothsayer, and inquire of him what will happen to them; and he, the false prophet, not having the power of a Divine Spirit in him, answers them according to their inquiries, and according to their wicked desires, and fills their souls with expectations, according to their own wishes.",
          "id": 385704
        },
        {
          "text": "For being himself empty, he gives empty answers to empty inquirers; for every answer is made to the emptiness of man.",
          "id": 385705
        },
        {
          "text": "Some true words he does occasionally utter; for the devil fills him with his own spirit, in the hope that he may be able to overcome some of the righteous.",
          "id": 385706
        },
        {
          "text": "As many, then, as are strong in the faith of the Lord, and are clothed with truth, have no connection with such spirits, but keep away from them; but as many as are of doubtful minds and frequently repent, betake themselves to soothsaying, even as the heathen, and bring greater sin upon themselves by their idolatry.",
          "id": 385707
        },
        {
          "text": "For he who inquires of a false prophet in regard to any action is an idolater, and devoid of the truth, and foolish.",
          "id": 385708
        },
        {
          "text": "For no spirit given by God requires to be asked; but such a spirit having the power of Divinity speaks all things of itself, for it proceeds from above from the power of the Divine Spirit.",
          "id": 385709
        },
        {
          "text": "But the spirit which is asked and speaks according to the desires of men is earthly, light, and powerless, and it is altogether silent if it is not questioned\".",
          "id": 385710
        },
        {
          "text": "\"How then, sir,\" say I, \"will a man know which of them is the prophet, and which the false prophet?\" \"I will tell you,\" says he, \"about both the prophets, and then you can try the true and the false prophet according to my directions.",
          "id": 385711
        },
        {
          "text": "Try the man who has the Divine Spirit by his life.",
          "id": 385712
        },
        {
          "text": "First, he who has the Divine Spirit proceeding from above is meek, and peaceable, and humble, and refrains from all iniquity and the vain desire of this world, and contents himself with fewer wants than those of other men, and when asked he makes no reply; nor does he speak privately, nor when man wishes the spirit to speak does the Holy Spirit speak, but it speaks only when God wishes it to speak.",
          "id": 385713
        },
        {
          "text": "When, then, a man having the Divine Spirit comes into an assembly of righteous men who have faith in the Divine Spirit, and this assembly of men offers up prayer to God, then the angel of the prophetic Spirit, who is destined for him, fills the man; and the man being filled with the Holy Spirit, speaks to the multitude as the Lord wishes.",
          "id": 385714
        },
        {
          "text": "Thus, then, will the Spirit of Divinity become manifest.",
          "id": 385715
        },
        {
          "text": "Whatever power therefore comes from the Spirit of Divinity belongs to the Lord.",
          "id": 385716
        },
        {
          "text": "Hear, then,\" says he, \"in regard to the spirit which is earthly, and empty, and powerless, and foolish.",
          "id": 385717
        },
        {
          "text": "First, the man who seems to have the Spirit exalts himself, and wishes to have the first seat, and is bold, and impudent, and talkative, and lives in the midst of many luxuries and many other delusions, and takes rewards for his prophecy; and if he does not receive rewards, he does not prophesy.",
          "id": 385718
        },
        {
          "text": "Can, then, the Divine Spirit take rewards and prophesy? It is not possible that the prophet of God should do this, but prophets of this character are possessed by an earthly spirit.",
          "id": 385719
        },
        {
          "text": "Then it never approaches an assembly of righteous men, but shuns them.",
          "id": 385720
        },
        {
          "text": "And it associates with doubters and the vain, and prophesies to them in a corner, and deceives them, speaking to them, according to their desires, mere empty words: for they are empty to whom it gives its answers.",
          "id": 385721
        },
        {
          "text": "For the empty vessel, when placed along with the empty, is not crushed, but they correspond to each other.",
          "id": 385722
        },
        {
          "text": "When, therefore, it comes into an assembly of righteous men who have a Spirit of Divinity, and they offer up prayer, that man is made empty, and the earthly spirit tees from him through fear, and that man is made dumb, and is entirely crushed, being unable to speak.",
          "id": 385723
        },
        {
          "text": "For if you pack closely a storehouse with wine or oil, and put an empty jar in the midst of the vessels of wine or oil, you will find that jar empty as when you placed it, if you should wish to clear the storehouse.",
          "id": 385724
        },
        {
          "text": "So also the empty prophets, when they come to the spirits of the righteous, are found on leaving to be such as they were when they came.",
          "id": 385725
        },
        {
          "text": "This, then, is the mode of life of both prophets.",
          "id": 385726
        },
        {
          "text": "Try by his deeds and his life the man who says that he is inspired.",
          "id": 385727
        },
        {
          "text": "But as for you, trust the Spirit which comes from God, and has power; but the spirit which is earthly and empty trust not at all, for there is no power in it: it comes from the devil.",
          "id": 385728
        },
        {
          "text": "Hear, then, the parable which I am to tell you.",
          "id": 385729
        },
        {
          "text": "Take a stone, and throw it to the sky, and see if you can touch it.",
          "id": 385730
        },
        {
          "text": "Or again, take a squirt of water and squirt into the sky, and see if you can penetrate the sky\".",
          "id": 385731
        },
        {
          "text": "\"How, sir,\" say I, \"can these things take place? for both of them are impossible\".",
          "id": 385732
        },
        {
          "text": "\"As these things,\" says he, \"are impossible, so also are the earthly spirits powerless and pithless.",
          "id": 385733
        },
        {
          "text": "But look, on the other hand, at the power which comes from above.",
          "id": 385734
        },
        {
          "text": "Hail is of the size of a very small grain, yet when it falls on a man's head how much annoyance it gives him! Or, again, take the drop which falls from a pitcher to the ground, and yet it hollows a stone.",
          "id": 385735
        },
        {
          "text": "You see, then, that the smallest things coming from above have great power when they fall upon the earth.",
          "id": 385736
        },
        {
          "text": "Thus also is the Divine Spirit, which comes from above, powerful.",
          "id": 385737
        },
        {
          "text": "Trust, then, that Spirit, but have nothing to do with the other\".",
          "id": 385738
        },
        {
          "text": "Commandment Twelfth.",
          "id": 385739
        },
        {
          "text": "On the Twofold Desire.",
          "id": 385740
        },
        {
          "text": "The Commandments of God Can Be Kept, and Believers Ought Not to Fear the Devil.",
          "id": 385741
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter - 1  He says to me, \"Put away from you all wicked desire, and clothe yourself with good and chaste desire; for clothed with this desire you will hate wicked desire, and will rein yourself in even as you wish.",
          "id": 385742
        },
        {
          "text": "For wicked desire is wild, and is with difficulty tamed.",
          "id": 385743
        },
        {
          "text": "For it is terrible, and consumes men exceedingly by its wildness.",
          "id": 385744
        },
        {
          "text": "Especially is the servant of God terribly consumed by it, if he falls into it and is devoid of understanding.",
          "id": 385745
        },
        {
          "text": "Moreover, it consumes all such as have not on them the garment of good desire, but are entangled and mixed up with this world.",
          "id": 385746
        },
        {
          "text": "These it delivers up to death\".",
          "id": 385747
        },
        {
          "text": "\"What then, sir,\" say I, \"are the deeds of wicked desire which deliver men over to death? Make them known to me, and I will refrain from them\".",
          "id": 385748
        },
        {
          "text": "\"Listen, then, to the works in which evil desire slays the servants of God\".",
          "id": 385749
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter - 2  \"Foremost of all is the desire after another's wife or husband, and after extravagance, and many useless dainties and drinks, and many other foolish luxuries; for all luxury is foolish and empty in the servants of God.",
          "id": 385750
        },
        {
          "text": "These, then, are the evil desires which slay the servants of God.",
          "id": 385751
        },
        {
          "text": "For this evil desire is the daughter of the devil.",
          "id": 385752
        },
        {
          "text": "You must refrain from evil desires, that by refraining ye may live to God.",
          "id": 385753
        },
        {
          "text": "But as many as are mastered by them, and do not resist them, will perish at last, for these desires are fatal.",
          "id": 385754
        },
        {
          "text": "Put you on, then, the desire of righteousness; and arming yourself with the fear of the Lord,  resist them.",
          "id": 385755
        },
        {
          "text": "For the fear of the Lord dwells in good desire.",
          "id": 385756
        },
        {
          "text": "But if evil desire see you armed with the fear of God, and resisting it, it will flee far from you, and it will no longer appear to you, for it fears your armour.",
          "id": 385757
        },
        {
          "text": "Go, then, garlanded with the crown which you have gained for victory over it, to the desire of righteousness, and, delivering up to it the prize which you have received, serve it even as it wishes.",
          "id": 385758
        },
        {
          "text": "If you serve good desire, and be subject to it, you will gain the mastery over evil desire, and make it subject to you even as you wish\".",
          "id": 385759
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter - 3  \"I should like to know,\" say I, \"in what way I ought to serve good desire\".",
          "id": 385760
        },
        {
          "text": "\"Hear,\" says he: \"You will practice righteousness and virtue, truth and the fear of the Lord, faith and meekness, and whatsoever excellences are like to these.",
          "id": 385761
        },
        {
          "text": "Practising these, you will be a well-pleasing servant of God, and you will live to Him; and every one who shall serve good desire, shall live to God\".",
          "id": 385762
        },
        {
          "text": "He concluded the twelve commandments, and said to me, \"You have now these commandments.",
          "id": 385763
        },
        {
          "text": "Walk in them, and exhort your hearers that their repentance may be pure during the remainder of their life.",
          "id": 385764
        },
        {
          "text": "Fulfil carefully this ministry which I now entrust to you, and you will accomplish much.",
          "id": 385765
        },
        {
          "text": "For you will find favour among those who are to repent, and they will give heed to your words; for I will be with you, and will compel them to obey you\".",
          "id": 385766
        },
        {
          "text": "I say to him, \"Sir, these commandments are great, and good, and glorious, and fitted to gladden the heart of the man who can perform them.",
          "id": 385767
        },
        {
          "text": "But I do not know if these commandments can be kept by man, because they are exceeding hard\".",
          "id": 385768
        },
        {
          "text": "He answered and said to me, \"If you lay it down as certain that they can be kept, then you will easily keep them, and they will not be hard.",
          "id": 385769
        },
        {
          "text": "But if you come to imagine that they cannot be kept by man, then you will not keep them.",
          "id": 385770
        },
        {
          "text": "Now I say to you, If you do not keep them, but neglect them, you will not be saved, nor your children, nor your house, since you have already determined for yourself that these commandments cannot be kept by man\".",
          "id": 385771
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter - 4  These things he said to me in tones of the deepest anger, so that I was confounded and exceedingly afraid of him, for his figure was altered so that a man could not endure his anger.",
          "id": 385772
        },
        {
          "text": "But seeing me altogether agitated and confused, he began to speak to me in more gentle tones; and he said: \"O fool, senseless and doubting, do you not perceive how great is the glory of God, and how strong and marvellous, in that He created the world for the sake of man, and subjected all creation to him, and gave him power to rule over everything under heaven? If, then, man is lord of the creatures of God, and rules over all, is he not able to be lord also of these commandments? For,\" says he, \"the man who has the Lord in his heart can also be lord of all, and of every one of these commandments.",
          "id": 385773
        },
        {
          "text": "But to those who have the Lord only on their lips, but their hearts hardened, and who are far from the Lord, the commandments are hard and difficult.",
          "id": 385774
        },
        {
          "text": "Put, therefore, ye who are empty and fickle in your faith, the Lord in your heart, and ye will know that there is nothing easier or sweeter, or more manageable, than these commandments.",
          "id": 385775
        },
        {
          "text": "Return, ye who walk in the commandments of the devil, in hard, and bitter, and wild licentiousness, and fear not the devil; for there is no power in him against you, for I will be with you, the angel of repentance, who am lord over him.",
          "id": 385776
        },
        {
          "text": "The devil has fear only, but his fear has no strength.",
          "id": 385777
        },
        {
          "text": "Fear him not, then, and he will flee from you\".",
          "id": 385778
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter - 5  I say to him, \"Sir, listen to me for a moment\".",
          "id": 385779
        },
        {
          "text": "\"Say what you wish,\" says he.",
          "id": 385780
        },
        {
          "text": "\"Man, sir,\" say I, \"is eager to keep the commandments of God, and there is no one who does not ask of the Lord that strength may be given him for these commandments, and that he may be subject to them; but the devil is hard, and holds sway over them\".",
          "id": 385781
        },
        {
          "text": "\"He cannot,\" says he, \"hold sway over the servants of God, who with all their heart place their hopes in Him.",
          "id": 385782
        },
        {
          "text": "The devil can wrestle against these, overthrow them he cannot.",
          "id": 385783
        },
        {
          "text": "If, then, ye resist him, he will be conquered, and flee in disgrace from you.",
          "id": 385784
        },
        {
          "text": "As many, therefore,\" says he, \"as are empty, fear the devil, as possessing power.",
          "id": 385785
        },
        {
          "text": "When a man has filled very suitable jars with good wine, and a few among those jars are left empty, then he comes to the jars, and does not look at the full jars, for he knows that they are full; but he looks at the empty, being afraid lest they have become sour.",
          "id": 385786
        },
        {
          "text": "For empty jars quickly become sour, and the goodness of the wine is gone.",
          "id": 385787
        },
        {
          "text": "So also the devil goes to all  the servants of God to try them.",
          "id": 385788
        },
        {
          "text": "As many, then, as are full in the faith, resist him strongly, and he withdraws from them, having no way by which he might enter them.",
          "id": 385789
        },
        {
          "text": "He goes, then, to the empty, and finding a way of entrance, into them, he produces in them whatever he wishes, and they become his servants\".",
          "id": 385790
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter - 6  \"But I, the angel of repentance, say to you Fear not the devil; for I was sent,\" says he, \"to be with you who repent with all your heart, and to make you strong in faith.",
          "id": 385791
        },
        {
          "text": "Trust God, then, ye who on account of your sins have despaired of life, and who add to your sins and weigh down your life; for if ye return to the Lord with all your heart, and practice righteousness the rest of your days, and serve Him according to His will, He will heal your former sins, and you will have power to hold sway over the works of the devil.",
          "id": 385792
        },
        {
          "text": "But as to the threats of the devil, fear them not at all, for he is powerless as the sinews of a dead man.",
          "id": 385793
        },
        {
          "text": "Give ear to me, then, and fear Him who has all power, both to save and destroy, and keep His commandments, and ye will live to God\".",
          "id": 385794
        },
        {
          "text": "I say to him, \"Sir, I am now made strong in all the ordinances of the Lord, because you are with me; and I know that you will crush all the power of the devil, and we shall have rule over him, and shall prevail against all his works.",
          "id": 385795
        },
        {
          "text": "And I hope, sir, to be able to keep all these commandments which you have enjoined upon me, the Lord strengthening me\".",
          "id": 385796
        },
        {
          "text": "\"You will keep them,\" says he, \"if your heart be pure towards the Lord; and all will keep them who cleanse their hearts from the vain desires of this world, and they will live to God\".",
          "id": 385797
        }
      ]
    }
  ]
}