{
  "book": "Hermas: Book I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Pastor  Book First.",
          "id": 385089
        },
        {
          "text": "—Visions.",
          "id": 385090
        },
        {
          "text": "Vision First.",
          "id": 385091
        },
        {
          "text": "Against Filthy and Proud Thoughts, and the Carelessness of Hermas in Chastising His Sons.",
          "id": 385092
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter - 1  He who had brought me up, sold me to one Rhode in Rome.",
          "id": 385093
        },
        {
          "text": "Many years after this I recognised her, and I began to love her as a sister.",
          "id": 385094
        },
        {
          "text": "Some time after, I saw her bathe in the river Tiber; and I gave her my hand, and drew her out of the river.",
          "id": 385095
        },
        {
          "text": "The sight of her beauty made me think with myself, \"I should be a happy man if I could but get a wife as handsome and good as she is\".",
          "id": 385096
        },
        {
          "text": "This was the only thought that passed through me: this and nothing more.",
          "id": 385097
        },
        {
          "text": "A short time after this, as I was walking on my road to the villages, and magnifying the creatures of God, and thinking how magnificent, and beautiful, and powerful they are, I fell asleep.",
          "id": 385098
        },
        {
          "text": "And the Spirit carried me away, and took me through a pathless place, through which a man could not travel, for it was situated in the midst of rocks; it was rugged and impassible on account of water.",
          "id": 385099
        },
        {
          "text": "Having passed over this river, I came to a plain.",
          "id": 385100
        },
        {
          "text": "I then bent down on my knees, and began to pray to the Lord, and to confess my sins.",
          "id": 385101
        },
        {
          "text": "And as I prayed, the heavens were opened, and I see the woman whom I had desired saluting me from the sky, and saying, \"Hail, Hermas!\" And looking up to her, I said, \"Lady, what doest thou here?\" And she answered me, \"I have been taken up here to accuse you of your sins before the Lord\".",
          "id": 385102
        },
        {
          "text": "\"Lady,\" said I, \"are you to be the subject of my accusation?\" \"No,\" said she; \"but hear the words which I am going to speak to you.",
          "id": 385103
        },
        {
          "text": "God, who dwells in the heavens, and made out of nothing the things that exist, and multiplied and increased them on account of His holy Church, is angry with you for having sinned against me\".",
          "id": 385104
        },
        {
          "text": "I answered her, \"Lady, have I sinned against you? How? or when spoke I an unseemly word to you? Did I not always think of you as a lady? Did I not always respect you as a sister? Why do you falsely accuse me of this wickedness and impurity?\" With a smile she replied to me, \"The desire of wickedness arose within your heart.",
          "id": 385105
        },
        {
          "text": "Is it not your opinion that a righteous man commits sin when an evil desire arises in his heart? There is sin in such a case, and the sin is great,\" said she; \"for the thoughts of a righteous man should be righteous.",
          "id": 385106
        },
        {
          "text": "For by thinking righteously his character is established in the heavens, and he has the Lord merciful to him in every business.",
          "id": 385107
        },
        {
          "text": "But such as entertain wicked thoughts in their minds are bringing upon themselves death and captivity; and especially is this the case with those who set their affections on this world, and glory in their riches, and look not forward to the blessings of the life to come.",
          "id": 385108
        },
        {
          "text": "For many will their regrets be; for they have no hope, but have despaired of themselves and their life.",
          "id": 385109
        },
        {
          "text": "But do thou pray to God, and He will  heal thy sins, and the sins of thy whole house, and of all the saints\".",
          "id": 385110
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter - 2  After she had spoken these words, the heavens were shut.",
          "id": 385111
        },
        {
          "text": "I was overwhelmed with sorrow and fear, and said to myself, \"If this sin is assigned to me, how can I be saved, or how shall I propitiate God in regard to my sins, which are of the grossest character? With what words shall I ask the Lord to be merciful to me?\" While I was thinking over these things, and discussing them in my mind, I saw opposite to me a chair, white, made of white wool, of great size.",
          "id": 385112
        },
        {
          "text": "And there came up an old woman, arrayed in a splendid robe, and with a book in her hand; and she sat down alone, and saluted me, \"Hail, Hermas!\" And in sadness and tears I said to her, \"Lady, hail!\" And she said to me, \"Why are you downcast, Hermas? for you were wont to be patient and temperate, and always smiling.",
          "id": 385113
        },
        {
          "text": "Why are you so gloomy, and not cheerful?\" I answered her and said, \"O Lady, I have been reproached by a very good woman, who says that I sinned against her\".",
          "id": 385114
        },
        {
          "text": "And she said, \"Far be such a deed from a servant of God.",
          "id": 385115
        },
        {
          "text": "But perhaps a desire after her has arisen within your heart.",
          "id": 385116
        },
        {
          "text": "Such a wish, in the case of the servants of God, produces sin.",
          "id": 385117
        },
        {
          "text": "For it is a wicked and horrible wish in an all-chaste and already well-tried spirit to desire an evil deed; and especially for Hermas so to do, who keeps himself from all wicked desire, and is full of all simplicity, and of great guilelessness\".",
          "id": 385118
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter - 3  \"But God is not angry with you on account of this, but that you may convert your house, which have committed iniquity against the Lord, and against you, their parents.",
          "id": 385119
        },
        {
          "text": "And although you love your sons, yet did you not warn your house, but permitted them to be terribly corrupted.",
          "id": 385120
        },
        {
          "text": "On this account is the Lord angry with you, but He will heal all the evils which have been done in your house.",
          "id": 385121
        },
        {
          "text": "For, on account of their sins and iniquities, you have been destroyed by the affairs of this world.",
          "id": 385122
        },
        {
          "text": "But now the mercy of the Lord has taken pity on you and your house, and will strengthen you, and establish you in his glory.",
          "id": 385123
        },
        {
          "text": "Only be not easy-minded, but be of good courage and comfort your house.",
          "id": 385124
        },
        {
          "text": "For as a smith hammers out his work, and accomplishes whatever he wishes, so shall righteous daily speech overcome all iniquity.",
          "id": 385125
        },
        {
          "text": "Cease not therefore to admonish your sons; for I know that, if they will repent with all their heart, they will be enrolled in the Books of Life with the saints\".",
          "id": 385126
        },
        {
          "text": "Having ended these words, she said to me, \"Do you wish to hear me read?\" I say to her, \"Lady, I do\".",
          "id": 385127
        },
        {
          "text": "\"Listen then, and give ear to the glories of God\".",
          "id": 385128
        },
        {
          "text": "And then I heard from her, magnificently and admirably, things which my memory could not retain.",
          "id": 385129
        },
        {
          "text": "For all the words were terrible, such as man could not endure.",
          "id": 385130
        },
        {
          "text": "The last words, however, I did remember; for they were useful to us, and gentle.",
          "id": 385131
        },
        {
          "text": "\"Lo, the God of powers, who by His invisible strong power and great wisdom has created the world, and by His glorious counsel has surrounded His creation with beauty, and by His strong word has fixed the heavens and laid the foundations of the earth upon the waters, and by His own wisdom and providence has created His holy Church, which He has blessed, lo! He removes the heavens and the mountains, the hills and the seas, and all things become plain to His elect, that He may bestow on them the blessing which He has promised them, with much glory and joy, if only they shall keep the commandments of God which they have received in great faith\".",
          "id": 385132
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter - 4  When she had ended her reading, she rose from the chair, and four young men came and carried off the chair and went away to the east.",
          "id": 385133
        },
        {
          "text": "And she called me to herself and touched my breast, and said to me, \"Have you been pleased with my reading?\" And I say to her, \"Lady,  the last words please me, but the first are cruel and harsh\".",
          "id": 385134
        },
        {
          "text": "Then she said to me, \"The last are for the righteous: the first are for heathens and apostates\".",
          "id": 385135
        },
        {
          "text": "And while she spoke to me, two men appeared and raised her on their shoulders, and they went to where the chair was in the east.",
          "id": 385136
        },
        {
          "text": "With joyful countenance did she depart; and as she went, she said to me, \"Behave like a man, Hermas\".",
          "id": 385137
        },
        {
          "text": "Vision Second.",
          "id": 385138
        },
        {
          "text": "Again, of His Neglect in Chastising His Talkative Wife and His Lustful Sons, and of His Character.",
          "id": 385139
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter - 1  As I was going to the country about the same time as on the previous year, in my walk I recalled to memory the vision of that year.",
          "id": 385140
        },
        {
          "text": "And again the Spirit carried me away, and took me to the same place where I had been the year before.",
          "id": 385141
        },
        {
          "text": "On coming to that place, I bowed my knees and began to pray to the Lord, and to glorify His name, because He had deemed me worthy, and had made known to me my former sins.",
          "id": 385142
        },
        {
          "text": "On rising from prayer, I see opposite me that old woman, whom I had seen the year before, walking and reading some book.",
          "id": 385143
        },
        {
          "text": "And she says to me, \"Can you carry a report of these things to the elect of God?\" I say to her, \"Lady, so much I cannot retain in my memory, but give me the book and I shall transcribe it\".",
          "id": 385144
        },
        {
          "text": "\"Take it,\" says she, \"and you will give it back to me\".",
          "id": 385145
        },
        {
          "text": "Thereupon I took it, and going away into a certain part of the country, I transcribed the whole of it letter by letter; but the syllables of it I did not catch.",
          "id": 385146
        },
        {
          "text": "No sooner, however, had I finished the writing of the book, than all of a sudden it was snatched from my hands; but who the person was that snatched it, I saw not.",
          "id": 385147
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter - 2  Fifteen days after, when I had fasted and prayed much to the Lord, the knowledge of the writing was revealed to me.",
          "id": 385148
        },
        {
          "text": "Now the writing was to this effect: \"Your seed, O Hermas, has sinned against God, and they have blasphemed against the Lord, and in their great wickedness they have betrayed their parents.",
          "id": 385149
        },
        {
          "text": "And they passed as traitors of their parents, and by their treachery did they not reap profit.",
          "id": 385150
        },
        {
          "text": "And even now they have added to their sins lusts and iniquitous pollutions, and thus their iniquities have been filled up.",
          "id": 385151
        },
        {
          "text": "But make known these words to all your children, and to your wife, who is to be your sister.",
          "id": 385152
        },
        {
          "text": "For she does not restrain her tongue, with which she commits iniquity; but, on hearing these words, she will control herself, and will obtain mercy.",
          "id": 385153
        },
        {
          "text": "For after you have made known to them these words which my Lord has commanded me to reveal to you, then shall they be forgiven all the sins which in former times they committed, and forgiveness will be granted to all the saints who have sinned even to the present day, if they repent with all their heart, and drive all doubts from their minds.",
          "id": 385154
        },
        {
          "text": "For the Lord has sworn by His glory, in regard to His elect, that if any one of them sin after a certain day which has been fixed, he shall not be saved.",
          "id": 385155
        },
        {
          "text": "For the repentance of the righteous has limits.",
          "id": 385156
        },
        {
          "text": "Filled up are the days of repentance to all the saints; but to the heathen, repentance will be possible even to the last day.",
          "id": 385157
        },
        {
          "text": "You will tell, therefore, those who preside over the Church, to direct their ways in righteousness, that they may receive in full the promises with great glory.",
          "id": 385158
        },
        {
          "text": "Stand stedfast, therefore, ye who work righteousness, and doubt not, that your passage may be with the holy angels.",
          "id": 385159
        },
        {
          "text": "Happy ye who endure the great tribulation that is coming on, and happy they who shall not deny their own life.",
          "id": 385160
        },
        {
          "text": "For the Lord hath sworn by His Son, that those who denied their Lord have abandoned their life in despair, for even now these are to deny Him in the days that are coming.",
          "id": 385161
        },
        {
          "text": "To those who denied in earlier times, God became gracious, on account of His exceeding tender mercy\".",
          "id": 385162
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter - 3  \"But as for you, Hermas, remember not the wrongs done to you by your children, nor neglect your sister, that they may be cleansed from their former sins.",
          "id": 385163
        },
        {
          "text": "For they will be instructed with righteous instruction, if you remember not the wrongs they have done you.",
          "id": 385164
        },
        {
          "text": "For the remembrance  of wrongs worketh death.",
          "id": 385165
        },
        {
          "text": "And you, Hermas, have endured great personal tribulations on account of the transgressions of your house, because you did not attend to them, but were careless and engaged in your wicked transactions.",
          "id": 385166
        },
        {
          "text": "But you are saved, because you did not depart from the living God, and on account of your simplicity and great self-control.",
          "id": 385167
        },
        {
          "text": "These have saved you, if you remain stedfast.",
          "id": 385168
        },
        {
          "text": "And they will save all who act in the same manner, and walk in guilelessness and simplicity.",
          "id": 385169
        },
        {
          "text": "Those who possess such virtues will wax strong against every form of wickedness, and will abide unto eternal life.",
          "id": 385170
        },
        {
          "text": "Blessed are all they who practice righteousness, for they shall never be destroyed.",
          "id": 385171
        },
        {
          "text": "Now you will tell Maximus: Lo! tribulation cometh on.",
          "id": 385172
        },
        {
          "text": "If it seemeth good to thee, deny again.",
          "id": 385173
        },
        {
          "text": "The Lord is near to them who return unto Him, as it is written in Eldad and Modat, who prophesied to the people in the wilderness\".",
          "id": 385174
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter - 4  Now a revelation was given to me, my brethren, while I slept, by a young man of comely appearance, who said to me, \"Who do you think that old woman is from whom you received the book?\" And I said, \"The Sibyl\".",
          "id": 385175
        },
        {
          "text": "\"You are in a mistake,\" says he; \"it is not the Sibyl\".",
          "id": 385176
        },
        {
          "text": "\"Who is it then?\" say I.",
          "id": 385177
        },
        {
          "text": "And he said, \"It is the Church\".",
          "id": 385178
        },
        {
          "text": "And I said to him, \"Why then is she an old woman?\" \"Because,\" said he, \"she was created first of all.",
          "id": 385179
        },
        {
          "text": "On this account is she old.",
          "id": 385180
        },
        {
          "text": "And for her sake was the world made\".",
          "id": 385181
        },
        {
          "text": "After that I saw a vision in my house, and that old woman came and asked me, if I had yet given the book to the presbyters.",
          "id": 385182
        },
        {
          "text": "And I said that I had not.",
          "id": 385183
        },
        {
          "text": "And then she said, \"You have done well, for I have some words to add.",
          "id": 385184
        },
        {
          "text": "But when I finish all the words, all the elect will then become acquainted with them through you.",
          "id": 385185
        },
        {
          "text": "You will write therefore two books, and you will send the one to Clemens and the other to Grapte.",
          "id": 385186
        },
        {
          "text": "And Clemens will send his to foreign countries, for permission has been granted to him to do so.",
          "id": 385187
        },
        {
          "text": "And Grapte will admonish the widows and the orphans.",
          "id": 385188
        },
        {
          "text": "But you will read the words in this city, along with the presbyters who preside over the Church\".",
          "id": 385189
        },
        {
          "text": "Vision Third.",
          "id": 385190
        },
        {
          "text": "Concerning the Building of the Triumphant Church, and the Various Classes of Reprobate Men.",
          "id": 385191
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter - 1  The vision which I saw, my brethren, was of the following nature.",
          "id": 385192
        },
        {
          "text": "Having fasted frequently, and having prayed to the Lord that He would show me the revelation which He promised to show me through that old woman, the same night that old woman appeared to me, and said to me, \"Since you are so anxious and eager to know all things, go into the part of the country where you tarry; and about the fifth hour I shall appear unto you, and show you all that you ought to see\".",
          "id": 385193
        },
        {
          "text": "I asked her, saying \"Lady, into what part of the country am I to go?\" And she said, \"Into any part you wish\".",
          "id": 385194
        },
        {
          "text": "Then I chose a spot which was suitable, and retired.",
          "id": 385195
        },
        {
          "text": "Before, however, I began to speak and to mention the place, she said to me, \"I will come where you wish\".",
          "id": 385196
        },
        {
          "text": "Accordingly, I went to the country, and counted the hours, and reached the place where I had promised to meet her.",
          "id": 385197
        },
        {
          "text": "And I see an ivory seat ready placed, and on it a linen cushion, and above the linen cushion was spread a covering of fine linen.",
          "id": 385198
        },
        {
          "text": "Seeing these laid out, and yet no one in the place, I began to feel awe, and as it were a trembling seized hold of me, and my hair stood on end, and as it were a horror came upon me when I saw that I was all alone.",
          "id": 385199
        },
        {
          "text": "But on coming back to myself and calling to mind the glory of God, I took courage, bent my knees, and again confessed my sins to God as I had done before.",
          "id": 385200
        },
        {
          "text": "Whereupon the old woman approached, accompanied by six young men whom I had also seen before; and she stood behind me, and listened to me, as I prayed and confessed my sins to the Lord.",
          "id": 385201
        },
        {
          "text": "And touching me she said, \"Hermas, cease praying continually for your sins; pray for righteousness, that you may  have a portion of it immediately in your house\".",
          "id": 385202
        },
        {
          "text": "On this, she took me up by the hand, and brought me to the seat, and said to the young men, \"Go and build\".",
          "id": 385203
        },
        {
          "text": "When the young men had gone and we were alone, she said to me, \"Sit here\".",
          "id": 385204
        },
        {
          "text": "I say to her, \"Lady, permit my elders to be seated first\".",
          "id": 385205
        },
        {
          "text": "\"Do what I bid you,\" said she; \"sit down\".",
          "id": 385206
        },
        {
          "text": "When I would have sat down on her right, she did not permit me, but with her hand beckoned to me to sit down on the left.",
          "id": 385207
        },
        {
          "text": "While I was thinking about this, and feeling vexed that she did not let me sit on the right, she said, \"Are you vexed, Hermas? The place to the right is for others who have already pleased God, and have suffered for His name's sake; and you have yet much to accomplish before you can sit with them.",
          "id": 385208
        },
        {
          "text": "But abide as you now do in your simplicity, and you will sit with them, and with all who do their deeds and bear what they have borne\".",
          "id": 385209
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter - 2  \"What have they borne?\" said I.",
          "id": 385210
        },
        {
          "text": "\"Listen,\" said she: \"scourges, prisons, great tribulations, crosses, wild beasts, for God's name's sake.",
          "id": 385211
        },
        {
          "text": "On this account is assigned to them the division of sanctification on the right hand, and to every one who shall suffer for God's name: to the rest is assigned the division on the left.",
          "id": 385212
        },
        {
          "text": "But both for those who sit on the right, and those who sit on the left, there are the same gifts and promises; only those sit on the right, and have some glory.",
          "id": 385213
        },
        {
          "text": "You then are eager to sit on the right with them, but your shortcomings are many.",
          "id": 385214
        },
        {
          "text": "But you will be cleansed from your shortcomings; and all who are not given to doubts shall be cleansed from all their iniquities up till this day\".",
          "id": 385215
        },
        {
          "text": "Saying this, she wished to go away.",
          "id": 385216
        },
        {
          "text": "But falling down at her feet, I begged her by the Lord that she would show me the vision which she had promised to show me.",
          "id": 385217
        },
        {
          "text": "And then she again took hold of me by the hand, and raised me, and made me sit on the seat to the left; and lifting up a splendid rod, she said to me, \"Do you see something great?\" And I say, \"Lady, I see nothing\".",
          "id": 385218
        },
        {
          "text": "She said to me, \"Lo! do you not see opposite to you a great tower, built upon the waters, of splendid square stones?\" For the tower was built square by those six young men who had come with her.",
          "id": 385219
        },
        {
          "text": "But myriads of men were carrying stones to it, some dragging them from the depths, others removing them from the land, and they handed them to these six young men.",
          "id": 385220
        },
        {
          "text": "They were taking them and building; and those of the stones that were dragged out of the depths, they placed in the building just as they were: for they were polished and fitted exactly into the other stones, and became so united one with another that the lines of juncture could not be perceived.",
          "id": 385221
        },
        {
          "text": "And in this way the building of the tower looked as if it were made out of one stone.",
          "id": 385222
        },
        {
          "text": "Those stones, however, which were taken from the earth suffered a different fate; for the young men rejected some of them, some they fitted into the building, and some they cut down, and cast far away from the tower.",
          "id": 385223
        },
        {
          "text": "Many other stones, however, lay around the tower, and the young men did not use them in building; for some of them were rough, others had cracks in them, others had been made too short, and others were white and round, but did not fit into the building of the tower.",
          "id": 385224
        },
        {
          "text": "Moreover, I saw other stones thrown far away from the tower, and falling into the public road; yet they did not remain on the road, but were rolled into a pathless place.",
          "id": 385225
        },
        {
          "text": "And I saw others falling into the fire and burning, others falling close to the water, and yet not capable of being rolled into the water, though they wished to be rolled down, and to enter the water.",
          "id": 385226
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter - 3  On showing me these visions, she wished to retire.",
          "id": 385227
        },
        {
          "text": "I said to her, \"What is the use of my having seen all this, while I do not know what it means?\" She said to me, \"You are a cunning fellow, wishing to know everything that relates to the tower\".",
          "id": 385228
        },
        {
          "text": "\"Even so, O Lady,\" said I, \"that I may tell it to my brethren, that, hearing this, they may know the Lord in much glory\".",
          "id": 385229
        },
        {
          "text": "And she said, \"Many indeed shall hear, and hearing, some shall be glad, and some shall weep.",
          "id": 385230
        },
        {
          "text": "But even these, if they hear and repent, shall also rejoice.",
          "id": 385231
        },
        {
          "text": "Hear, then, the parables of the tower; for I will reveal all to you, and give me no more trouble in regard to revelation: for these revelations have an end, for they have been completed.",
          "id": 385232
        },
        {
          "text": "But you will not cease praying for revelations, for you are shameless.",
          "id": 385233
        },
        {
          "text": "The tower which you see building is myself, the Church, who have appeared to you now and on the former occasion.",
          "id": 385234
        },
        {
          "text": "Ask, then, whatever you like in regard to the tower, and I will reveal it to you, that you may rejoice with the saints\".",
          "id": 385235
        },
        {
          "text": "I said unto her, \"Lady, since you have vouchsafed to reveal all to me this once, reveal it\".",
          "id": 385236
        },
        {
          "text": "She said to me, \"Whatsoever ought to be revealed, will be revealed; only let your heart be with God, and doubt not whatsoever you shall see\".",
          "id": 385237
        },
        {
          "text": "I asked her, \"Why was the tower built upon the waters, O Lady?\" She answered, \"I told you before, and you still inquire carefully: therefore inquiring you shall find the truth.",
          "id": 385238
        },
        {
          "text": "Hear then why the tower is built upon the waters.",
          "id": 385239
        },
        {
          "text": "It is because your life has been, and will be, saved through water.",
          "id": 385240
        },
        {
          "text": "For the tower was founder on the word of the almighty and glorious Name and it is kept together by the invisible power of the Lord\".",
          "id": 385241
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter - 4  In reply I said to her, \"This is magnificent and marvellous.",
          "id": 385242
        },
        {
          "text": "But who are the six young men who are engaged in building?\" And she said, \"These are the holy angels of God, who were first created, and to whom the Lord handed over His whole creation, that they might increase and build up and rule over the whole creation.",
          "id": 385243
        },
        {
          "text": "By these will the building of the tower be finished\".",
          "id": 385244
        },
        {
          "text": "\"But who are the other persons who are engaged in carrying the stones?\" \"These also are holy angels of the Lord, but the former six are more excellent than these.",
          "id": 385245
        },
        {
          "text": "The building of the tower will be finished, and all will rejoice together around the tower, and they will glorify God, because the tower is finished\".",
          "id": 385246
        },
        {
          "text": "I asked her, saying, \"Lady, I should like to know what became of the stones, and what was meant by the various kinds of stones?\" In reply she said to me, \"Not because you are more deserving than all others that this revelation should be made to you—for there are others before you, and better than you, to whom these visions should have been revealed—but that the name of God may be glorified, has the revelation been made to you, and it will be made on account of the doubtful who ponder in their hearts whether these things will be or not.",
          "id": 385247
        },
        {
          "text": "Tell them that all these things are true, and that none of them is beyond the truth.",
          "id": 385248
        },
        {
          "text": "All of them are firm and sure, and established on a strong foundation\".",
          "id": 385249
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter - 5  \"Hear now with regard to the stones which are in the building.",
          "id": 385250
        },
        {
          "text": "Those square white stones which fitted exactly into each other, are apostles, bishops, teachers, and deacons, who have lived in godly purity, and have acted as bishops and teachers and deacons chastely and reverently to the elect of God.",
          "id": 385251
        },
        {
          "text": "Some of them have fallen asleep, and some still remain alive.",
          "id": 385252
        },
        {
          "text": "And they have always agreed with each other, and been at peace among themselves, and listened to each other.",
          "id": 385253
        },
        {
          "text": "On account of this, they join exactly into the building of the tower\".",
          "id": 385254
        },
        {
          "text": "\"But who are the stones that were dragged from the depths, and which were laid into the building and fitted in with the rest of the stones previously placed in the tower?\" \"They are those who suffered for the Lord's sake\".",
          "id": 385255
        },
        {
          "text": "\"But I wish to know, O Lady, who are the other stones which were carried from the land\".",
          "id": 385256
        },
        {
          "text": "\"Those,\" she said, \"which go into the building without being polished, are those whom God has approved of, for they walked in the straight ways of the Lord and practiced His commandments\".",
          "id": 385257
        },
        {
          "text": "\"But who are those who are in the act of being brought and placed in the building?\" \"They are those who are young in faith and are faithful.",
          "id": 385258
        },
        {
          "text": "But they are admonished by the angels to do good, for no iniquity has been found in them\".",
          "id": 385259
        },
        {
          "text": "\"Who then are those whom they rejected and cast away?\" \"These are they who have sinned, and wish to repent.",
          "id": 385260
        },
        {
          "text": "On this account they have not been thrown far from the tower, because they will yet be useful in the building, if they repent.",
          "id": 385261
        },
        {
          "text": "Those then who are to repent, if they do repent, will be strong in faith, if they now repent while the tower is building.",
          "id": 385262
        },
        {
          "text": "For if the building be finished, there will not be more room for any one, but he will be rejected.",
          "id": 385263
        },
        {
          "text": "This privilege, however, will belong only to him who has now been placed near the tower\".",
          "id": 385264
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter - 6  \"As to those who were cut down and thrown far away from the tower, do you wish to know who they are? They are the sons of iniquity, and they believed in hypocrisy, and wickedness did not depart from them.",
          "id": 385265
        },
        {
          "text": "For this reason they are not saved, since they cannot be used in the building on account of their iniquities.",
          "id": 385266
        },
        {
          "text": "Wherefore they have been cut off and cast far away on account of the anger of the Lord, for they have roused Him to anger.",
          "id": 385267
        },
        {
          "text": "But I shall explain to you the other stones which you saw lying in great numbers, and not going into the building.",
          "id": 385268
        },
        {
          "text": "Those which are rough are those who have known the truth and not remained in it, nor have they been joined to the saints.",
          "id": 385269
        },
        {
          "text": "On this account are they unfit for use\".",
          "id": 385270
        },
        {
          "text": "\"Who are those that have rents?\" \"These are they who are at discord in their hearts one with another, and are not at peace amongst themselves: they indeed keep peace before each other, but when they separate one from the other, their wicked thoughts remain in  their hearts.",
          "id": 385271
        },
        {
          "text": "These, then, are the rents which are in the stones.",
          "id": 385272
        },
        {
          "text": "But those which are shortened are those who have indeed believed, and have the larger share of righteousness; yet they have also a considerable share of iniquity, and therefore they are shortened and not whole\".",
          "id": 385273
        },
        {
          "text": "\"But who are these, Lady, that are white and round, and yet do not fit into the building of the tower?\" She answered and said, \"How long will you be foolish and stupid, and continue to put every kind of question and understand nothing? These are those who have faith indeed, but they have also the riches of this world.",
          "id": 385274
        },
        {
          "text": "When, therefore, tribulation comes, on account of their riches and business they deny the Lord\".",
          "id": 385275
        },
        {
          "text": "I answered and said to her, \"When, then, will they be useful for the building, Lady?\" \"When the riches that now seduce them have been circumscribed, then will they be of use to God.",
          "id": 385276
        },
        {
          "text": "For as a round stone cannot become square unless portions be cut off and cast away, so also those who are rich in this world cannot be useful to the Lord unless their riches be cut down.",
          "id": 385277
        },
        {
          "text": "Learn this first from your own case.",
          "id": 385278
        },
        {
          "text": "When you were rich, you were useless; but now you are useful and fit for life.",
          "id": 385279
        },
        {
          "text": "Be ye useful to God; for you also will be used as one of these stones\".",
          "id": 385280
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter - 7  \"Now the other stones which you saw cast far away from the tower, and falling upon the public road and rolling from it into pathless places, are those who have indeed believed, but through doubt have abandoned the true road.",
          "id": 385281
        },
        {
          "text": "Thinking, then, that they could find a better, they wander and become wretched, and enter upon pathless places.",
          "id": 385282
        },
        {
          "text": "But those which fell into the fire and were burned are those who have departed for ever from the living God; nor does the thought of repentance ever come into their hearts, on account of their devotion to their lusts and to the crimes which they committed.",
          "id": 385283
        },
        {
          "text": "Do you wish to know who are the others which fell near the waters, but could not be rolled into them? These are they who have heard the word, and wish to be baptized in the name of the Lord; but when the chastity demanded by the truth comes into their recollection, they draw back, and again walk after their own wicked desires\".",
          "id": 385284
        },
        {
          "text": "She finished her exposition of the tower.",
          "id": 385285
        },
        {
          "text": "But I, shameless as I yet was, asked her, \"Is repentance possible for all those stones which have been cast away and did not fit into the building of the tower, and will they yet have a place in this tower?\" \"Repentance,\" said she, \"is yet possible, but in this tower they cannot find a suitable place.",
          "id": 385286
        },
        {
          "text": "But in another and much inferior place they will be laid, and that, too, only when they have been tortured and completed the days of their sins.",
          "id": 385287
        },
        {
          "text": "And on this account will they be transferred, because they have partaken of the righteous Word.",
          "id": 385288
        },
        {
          "text": "And then only will they be removed from their punishments when the thought of repenting of the evil deeds which they have done has come into their hearts.",
          "id": 385289
        },
        {
          "text": "But if it does not come into their hearts, they will not be saved, on account of the hardness of their heart\".",
          "id": 385290
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter - 8  When then I ceased asking in regard to all these matters, she said to me, \"Do you wish to see anything else?\" And as I was extremely eager to see something more, my countenance beamed with joy.",
          "id": 385291
        },
        {
          "text": "She looked towards me with a smile, and said, \"Do you see seven women around the tower?\" \"I do, Lady,\" said I.",
          "id": 385292
        },
        {
          "text": "\"This tower,\" said she, \"is supported by them according to the precept of the Lord.",
          "id": 385293
        },
        {
          "text": "Listen now to their functions.",
          "id": 385294
        },
        {
          "text": "The first of them, who is clasping her hands, is called Faith.",
          "id": 385295
        },
        {
          "text": "Through her the elect of God are saved.",
          "id": 385296
        },
        {
          "text": "Another, who has her garments tucked up and acts with vigour, is called Self-restraint.",
          "id": 385297
        },
        {
          "text": "She is the daughter of Faith.",
          "id": 385298
        },
        {
          "text": "Whoever then follows her will become happy in his life, because he will restrain himself from all evil works, believing that, if he restrain himself from all evil desire, he will inherit eternal life\".",
          "id": 385299
        },
        {
          "text": "\"But the others,\" said I, \"O Lady, who are they?\" And she said to me, \"They are daughters of each other.",
          "id": 385300
        },
        {
          "text": "One of them is called Simplicity, another Guilelessness, another Chastity, another Intelligence, another Love.",
          "id": 385301
        },
        {
          "text": "When then you do all the works of their mother, you will be able to live\".",
          "id": 385302
        },
        {
          "text": "\"I should like to know,\" said I, \"O Lady, what power each one of them possesses\".",
          "id": 385303
        },
        {
          "text": "\"Hear,\" she said, \"what power they have.",
          "id": 385304
        },
        {
          "text": "Their powers are regulated by each other, and follow each other in the  order of their birth.",
          "id": 385305
        },
        {
          "text": "For from Faith arises Self-restraint; from Self-restraint, Simplicity; from Simplicity, Guilelessness; from Guilelessness, Chastity; from Chastity, Intelligence; and from Intelligence, Love.",
          "id": 385306
        },
        {
          "text": "The deeds, then, of these are pure, and chaste, and divine.",
          "id": 385307
        },
        {
          "text": "Whoever devotes himself to these, and is able to hold fast by their works, shall have his dwelling in the tower with the saints of God\".",
          "id": 385308
        },
        {
          "text": "Then I asked her in regard to the ages, if now there is the conclusion.",
          "id": 385309
        },
        {
          "text": "She cried out with a loud voice, \"Foolish man! do you not see the tower yet building? When the tower is finished and built, then comes the end; and I assure you it will be soon finished.",
          "id": 385310
        },
        {
          "text": "Ask me no more questions.",
          "id": 385311
        },
        {
          "text": "Let you and all the saints be content with what I have called to your remembrance, and with my renewal of your spirits.",
          "id": 385312
        },
        {
          "text": "But observe that it is not for your own sake only that these revelations have been made to you, but they have been given you that you may show them to all.",
          "id": 385313
        },
        {
          "text": "For after three days—this you will take care to remember—I Command you to speak all the words which I am to say to you into the ears of the saints, that hearing them and doing them, they may be cleansed from their iniquities, and you along with them\".",
          "id": 385314
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter - 9  Give ear unto me, O Sons: I have brought you up in much simplicity, and guilelessness, and chastity, on account of the mercy of the Lord, who has dropped His righteousness down upon you, that ye may be made righteous and holy from all your iniquity and depravity; but you do not wish to rest from your iniquity.",
          "id": 385315
        },
        {
          "text": "Now, therefore, listen to me, and be at peace one with another, and visit each other, and bear each other's burdens, and do not partake of God's creatures alone, but give abundantly of them to the needy.",
          "id": 385316
        },
        {
          "text": "For some through the abundance of their food produce weakness in their flesh, and thus corrupt their flesh; while the flesh of others who have no food is corrupted, because they have not sufficient nourishment.",
          "id": 385317
        },
        {
          "text": "And on this account their bodies waste away.",
          "id": 385318
        },
        {
          "text": "This intemperance in eating is thus injurious to you who have abundance and do not distribute among those who are needy.",
          "id": 385319
        },
        {
          "text": "Give heed to the judgment that is to come.",
          "id": 385320
        },
        {
          "text": "Ye, therefore, who are high in position, seek out the hungry as long as the tower is not yet finished; for after the tower is finished, you will wish to do good, but will find no opportunity.",
          "id": 385321
        },
        {
          "text": "Give heed, therefore, ye who glory in your wealth, lest those who are needy should groan, and their groans should ascend to the Lord, and ye be shut out with all your goods beyond the gate of the tower.",
          "id": 385322
        },
        {
          "text": "Wherefore I now say to you who preside over the Church and love the first seats, \"Be not like to drug-mixers.",
          "id": 385323
        },
        {
          "text": "For the drug-mixers carry their drugs in boxes, but ye carry your drug and poison in your heart.",
          "id": 385324
        },
        {
          "text": "Ye are hardened, and do not wish to cleanse your hearts, and to add unity of aim to purity of heart, that you may have mercy from the great King.",
          "id": 385325
        },
        {
          "text": "Take heed, therefore, children, that these dissensions of yours do not deprive you of your life.",
          "id": 385326
        },
        {
          "text": "How will you instruct the elect of the Lord, if you yourselves have not instruction? Instruct each other therefore, and be at peace among yourselves, that I also, standing joyful before your Father, may give an account of you all to your Lord\".",
          "id": 385327
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter - 10  On her ceasing to speak to me, those six young men who were engaged in building came and conveyed her to the tower, and other four lifted up the seat and carried it also to the tower.",
          "id": 385328
        },
        {
          "text": "The faces of these last I did not see, for they were turned away from me.",
          "id": 385329
        },
        {
          "text": "And as she was going, I asked her to reveal to me the meaning of the three forms in which she appeared to me.",
          "id": 385330
        },
        {
          "text": "In reply she said to me: \"With regard to them, you must ask another to reveal their meaning to you\".",
          "id": 385331
        },
        {
          "text": "For she had appeared to me, brethren, in the first vision the previous year under the form of an exceedingly old woman, sitting in a chair.",
          "id": 385332
        },
        {
          "text": "In the second vision her face was youthful, but her skin and hair betokened age, and she stood while she spoke to me.",
          "id": 385333
        },
        {
          "text": "She was also more joyful than on the first occasion.",
          "id": 385334
        },
        {
          "text": "But in the third vision she was entirely youthful and exquisitely beautiful, except only that she had the hair of an old woman; but her face beamed with joy, and she sat on a seat.",
          "id": 385335
        },
        {
          "text": "Now I was exceeding sad in regard to these appearances, for I longed much to know what the visions meant.",
          "id": 385336
        },
        {
          "text": "Then I see the old woman in a vision of the night saying unto me: \"Every prayer should be accompanied with humility: fast, therefore, and you will obtain from the Lord what you beg\".",
          "id": 385337
        },
        {
          "text": "I fasted therefore for one day.",
          "id": 385338
        },
        {
          "text": "That very night there appeared to me a young man, who said, \"Why do you frequently ask revelations in prayer? Take heed lest by asking many things you injure your flesh: be content  with these revelations.",
          "id": 385339
        },
        {
          "text": "Will you be able to see greater revelations than those which you have seen?\" I answered and said to him, \"Sir, one thing only I ask, that in regard to these three forms the revelation may be rendered complete\".",
          "id": 385340
        },
        {
          "text": "He answered me, \"How long are ye senseless? But your doubts make you senseless, because you have not your hearts turned towards the Lord\".",
          "id": 385341
        },
        {
          "text": "But I answered and said to him, \"From you, sir, we shall learn these things more accurately\".",
          "id": 385342
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter - 11  \"Hear then,\" said he, \"with regard to the three forms, concerning which you are inquiring.",
          "id": 385343
        },
        {
          "text": "Why in the first vision did she appear to you as an old woman seated on a chair? Because your spirit is now old and withered up, and has lost its power in consequence of your infirmities and doubts.",
          "id": 385344
        },
        {
          "text": "For, like elderly men who have no hope of renewing their strength, and expect nothing but their last sleep, so you, weakened by worldly occupations, have given yourselves up to sloth, and have not cast your cares upon the Lord.",
          "id": 385345
        },
        {
          "text": "Your spirit therefore is broken, and you have grown old in your sorrows\".",
          "id": 385346
        },
        {
          "text": "\"I should like then to know, sir, why she sat on a chair?\" He answered, \"Because every weak person sits on a chair on account of his weakness, that his weakness may be sustained.",
          "id": 385347
        },
        {
          "text": "Lo! you have the form of the first vision\".",
          "id": 385348
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter - 12  \"Now in the second vision you saw her standing with a youthful countenance, and more joyful than before; still she had the skin and hair of an aged woman.",
          "id": 385349
        },
        {
          "text": "Hear,\" said he, \"this parable also.",
          "id": 385350
        },
        {
          "text": "When one becomes somewhat old, he despairs of himself on account of his weakness and poverty, and looks forward to nothing but the last day of his life.",
          "id": 385351
        },
        {
          "text": "Then suddenly an inheritance is left him: and hearing of this, he rises up, and becoming exceeding joyful, he puts on strength.",
          "id": 385352
        },
        {
          "text": "And now he no longer reclines, but stands up; and his spirit, already destroyed by his previous actions, is renewed, and he no longer sits, but acts with vigour.",
          "id": 385353
        },
        {
          "text": "So happened it with you on hearing the revelation which God gave you.",
          "id": 385354
        },
        {
          "text": "For the Lord had compassion on you, and renewed your spirit, and ye laid aside your infirmities.",
          "id": 385355
        },
        {
          "text": "Vigour arose within you, and ye grew strong in faith; and the Lord, seeing your strength, rejoiced.",
          "id": 385356
        },
        {
          "text": "On this account He showed you the building of the tower; and He will show you other things, if you continue at peace with each other with all your heart\".",
          "id": 385357
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter - 13  \"Now, in the third vision, you saw her still younger, and she was noble and joyful, and her shape was beautiful.",
          "id": 385358
        },
        {
          "text": "For, just as when some good news comes suddenly to one who is sad, immediately he forgets his former sorrows, and looks for nothing else than the good news which he has heard, and for the future is made strong for good, and his spirit is renewed on account of the joy which he has received; so ye also have received the renewal of your spirits by seeing these good things.",
          "id": 385359
        },
        {
          "text": "As to your seeing her sitting on a seat, that means that her position is one of strength, for a seat has four feet and stands firmly.",
          "id": 385360
        },
        {
          "text": "For the world also is kept together by means of four elements.",
          "id": 385361
        },
        {
          "text": "Those, therefore, who repent completely and with the whole heart, will become young and firmly established.",
          "id": 385362
        },
        {
          "text": "You now have the revelation completely given you.",
          "id": 385363
        },
        {
          "text": "Make no further demands for revelations.",
          "id": 385364
        },
        {
          "text": "If anything ought to be revealed, it will be revealed to you\".",
          "id": 385365
        },
        {
          "text": "Vision Fourth.",
          "id": 385366
        },
        {
          "text": "Concerning the Trial and Tribulation that are to Come Upon Men.",
          "id": 385367
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter - 1  Twenty days after the former vision I saw another vision, brethren—a representation of the tribulation that is to come.",
          "id": 385368
        },
        {
          "text": "I was going to a country house along the Campanian road.",
          "id": 385369
        },
        {
          "text": "Now the house lay about ten furlongs from the public road.",
          "id": 385370
        },
        {
          "text": "The district is one rarely traversed.",
          "id": 385371
        },
        {
          "text": "And as I walked alone, I prayed the Lord to complete the revelations which He had made to me through His holy Church, that He might strengthen me, and give repentance to all His servants who were going astray, that His great and glorious name might be glorified because He vouchsafed to show me His marvels.",
          "id": 385372
        },
        {
          "text": "And while I was glorifying Him and giving Him thanks, a voice, as it were, answered me, \"Doubt not, Hermas;\" and I began to think with myself, and to say, \"What reason have I to doubt—I who have been established by the Lord, and who have seen such glorious sights?\" I advanced a little, brethren, and, lo! I see dust rising even to the heavens.",
          "id": 385373
        },
        {
          "text": "I began to say to myself, \"Are cattle approaching and raising the dust?\" It was about a furlong's distance from me.",
          "id": 385374
        },
        {
          "text": "And,  lo! I see the dust rising more and more, so that I imagined that it was something sent from God.",
          "id": 385375
        },
        {
          "text": "But the sun now shone out a little, and, lo! I see a mighty beast like a whale, and out of its mouth fiery locusts proceeded.",
          "id": 385376
        },
        {
          "text": "But the size of that beast was about a hundred feet, and it had a head like an urn.",
          "id": 385377
        },
        {
          "text": "I began to weep, and to call on the Lord to rescue me from it.",
          "id": 385378
        },
        {
          "text": "Then I remembered the word which I had heard, \"Doubt not, O Hermas\".",
          "id": 385379
        },
        {
          "text": "Clothed, therefore, my brethren, with faith in the Lord and remembering the great things which He had taught me, I boldly faced the beast.",
          "id": 385380
        },
        {
          "text": "Now that beast came on with such noise and force, that it could itself have destroyed a city.",
          "id": 385381
        },
        {
          "text": "I came near it, and the monstrous beast stretched itself out on the ground, and showed nothing but its tongue, and did not stir at all until I had passed by it.",
          "id": 385382
        },
        {
          "text": "Now the beast had four colours on its head—black, then fiery and bloody, then golden, and lastly white.",
          "id": 385383
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter - 2  Now after I had passed by the wild beast, and had moved forward about thirty feet, lo! a virgin meets me, adorned as if she were proceeding from the bridal chamber, clothed entirely in white, and with white sandals, and veiled up to her forehead, and her head was covered by a hood.",
          "id": 385384
        },
        {
          "text": "And she had white hair.",
          "id": 385385
        },
        {
          "text": "I knew from my former visions that this was the Church, and I became more joyful.",
          "id": 385386
        },
        {
          "text": "She saluted me, and said, \"Hail, O man!\" And I returned her salutation, and said, \"Lady, hail!\" And she answered, and said to me, \"Has nothing crossed your path?\" I say, \"I was met by a beast of such a size that it could destroy peoples, but through the power of the Lord and His great mercy I escaped from it\".",
          "id": 385387
        },
        {
          "text": "\"Well did you escape from it,\" says she, \"because you cast your care on God, and opened your heart to the Lord, believing that you can be saved by no other than by His great and glorious name.",
          "id": 385388
        },
        {
          "text": "On this account the Lord has sent His angel, who has rule over the beasts, and whose name is Thegri, and has shut up its mouth, so that it cannot tear you.",
          "id": 385389
        },
        {
          "text": "You have escaped from great tribulation on account of your faith, and because you did not doubt in the presence of such a beast.",
          "id": 385390
        },
        {
          "text": "Go, therefore, and tell the elect of the Lord His mighty deeds, and say to them that this beast is a type of the great tribulation that is coming.",
          "id": 385391
        },
        {
          "text": "If then ye prepare yourselves, and repent with all your heart, and turn to the Lord, it will be possible for you to escape it, if your heart be pure and spotless, and ye spend the rest of the days of your life in serving the Lord blamelessly.",
          "id": 385392
        },
        {
          "text": "Cast your cares upon the Lord, and He will direct them.",
          "id": 385393
        },
        {
          "text": "Trust the Lord, ye who doubt, for He is all-powerful, and can turn His anger away from you, and send scourges on the doubters.",
          "id": 385394
        },
        {
          "text": "Woe to those who hear these words, and despise them: better were it for them not to have been born\".",
          "id": 385395
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter - 3  I asked her about the four colours which the beast had on his head.",
          "id": 385396
        },
        {
          "text": "And she answered, and said to me, \"Again you are inquisitive in regard to such matters\".",
          "id": 385397
        },
        {
          "text": "\"Yea, Lady,\" said I, \"make known to me what they are\".",
          "id": 385398
        },
        {
          "text": "\"Listen,\" said she: \"the black is the world in which we dwell: but the fiery and bloody points out that the world must perish through blood and fire: but the golden part are you who have escaped from this world.",
          "id": 385399
        },
        {
          "text": "For as gold is tested by fire, and thus becomes useful, so are you tested who dwell in it.",
          "id": 385400
        },
        {
          "text": "Those, therefore, who continue stedfast, and are put through the fire, will be purified by means of it.",
          "id": 385401
        },
        {
          "text": "For as gold casts away its dross, so also will ye cast away all sadness and straitness, and will be made pure so as to fit into the building of the tower.",
          "id": 385402
        },
        {
          "text": "But the white part is the age that is to come, in which the elect of God will dwell, since those elected by God to eternal life will be spotless and pure.",
          "id": 385403
        },
        {
          "text": "Wherefore cease not speaking these things into the ears of the saints.",
          "id": 385404
        },
        {
          "text": "This then is the type of the great tribulation that is to come.",
          "id": 385405
        },
        {
          "text": "If ye wish it, it will be nothing.",
          "id": 385406
        },
        {
          "text": "Remember those things which were written down before\".",
          "id": 385407
        },
        {
          "text": "And saying this, she departed.",
          "id": 385408
        },
        {
          "text": "But I saw not into what place she retired.",
          "id": 385409
        },
        {
          "text": "There was a noise, however, and I turned round in alarm, thinking that that beast was coming.",
          "id": 385410
        },
        {
          "text": "Vision Fifth.",
          "id": 385411
        },
        {
          "text": "Concerning the Commandments.",
          "id": 385412
        },
        {
          "text": "After I had been praying at home, and had sat down on my couch, there entered a man of glorious aspect, dressed like a shepherd, with a white goat's skin, a wallet on his shoulders, and a rod in his hand, and saluted me.",
          "id": 385413
        },
        {
          "text": "I returned his salutation.",
          "id": 385414
        },
        {
          "text": "And straightway he sat down beside me, and said to me, \"I have been sent by a most venerable angel to dwell with you the remaining days of your life\".",
          "id": 385415
        },
        {
          "text": "And I thought that he had come to tempt me, and I said to him, \"Who are you? For I know him to whom I have been entrusted\".",
          "id": 385416
        },
        {
          "text": "He said to me, \"Do you not know me?\" \"No,\" said I.",
          "id": 385417
        },
        {
          "text": "\"I,\" said he, \"am that shepherd to whom you have been entrusted\".",
          "id": 385418
        },
        {
          "text": "And while he yet spake, his figure was changed; and then I knew that it was he to whom I had been entrusted.",
          "id": 385419
        },
        {
          "text": "And straightway I became confused, and fear took hold of me, and I was overpowered with deep sorrow that I had answered him so wickedly and foolishly.",
          "id": 385420
        },
        {
          "text": "But he answered, and said to me, \"Do not be confounded, but receive strength from the commandments which I am going to give you.",
          "id": 385421
        },
        {
          "text": "For I have been sent,\" said he, \"to show you again all the things which you saw before, especially those of them which are useful to you.",
          "id": 385422
        },
        {
          "text": "First of all, then, write down my commandments and similitudes, and you will write the other things as I shall show you.",
          "id": 385423
        },
        {
          "text": "For this purpose,\" said he, \"I command you to write down the commandments and similitudes first, that you may read them easily, and be able to keep them\".",
          "id": 385424
        },
        {
          "text": "Accordingly I wrote down the commandments and similitudes, exactly as he had ordered me.",
          "id": 385425
        },
        {
          "text": "If then, when you have heard these, ye keep them and walk in them, and practice them with pure minds, you will receive from the Lord all that He has promised to you.",
          "id": 385426
        },
        {
          "text": "But if, after you have heard them, ye do not repent, but continue to add to your sins, then shall ye receive from the Lord the opposite things.",
          "id": 385427
        },
        {
          "text": "All these words did the shepherd, even the angel of repentance, command me to write.",
          "id": 385428
        }
      ]
    }
  ]
}