{
  "book": "Hymns of the Nativity",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Hymns on the Nativity.",
          "id": 24885
        },
        {
          "text": "Hymn I.",
          "id": 24886
        },
        {
          "text": "This is the day that gladdened them, the Prophets, Kings, and Priests, for in it were their words fulfilled, and thus were the whole of them indeed performed! For the Virgin this day brought forth Immanuel in Bethlehem.",
          "id": 24887
        },
        {
          "text": "The voice that of old Isaiah spake, to-day became reality.",
          "id": 24888
        },
        {
          "text": "He was born there who in writing should tell the Gentiles' number! The Psalm that David once sang, by its fulfilment came to-day! The word that Micah once spake, to-day was come indeed to pass! For there came from Ephrata a Shepherd, and His staff swayed over souls.",
          "id": 24889
        },
        {
          "text": "Lo! from Jacob shone the Star, and from Israel rose the Head.",
          "id": 24890
        },
        {
          "text": "The prophecy that Balaam spake had its interpreting to-day! Down also came the hidden Light, and from the Body rose His beauty! The light that spake in Zachary, to-day shined in Bethlehem!  Risen is the Light of the kingdom, in Ephrata the city of the King.",
          "id": 24891
        },
        {
          "text": "The blessing wherewith Jacob blessed, to its fulfilment came to-day! That tree likewise, [the tree] of life, brings hope to mortal men! Solomon's hidden proverb had to-day its explanation! To-day was born the Child, and His name was called Wonder! For a wonder it is that God as a Babe should show Himself.",
          "id": 24892
        },
        {
          "text": "By the word Worm did the Spirit foreshow Him in parable, because His generation was without marriage.",
          "id": 24893
        },
        {
          "text": "The type that the Holy Ghost figured to-day its meaning was [explained.",
          "id": 24894
        },
        {
          "text": "] He came up as a root before Him, as a root of parched ground.",
          "id": 24895
        },
        {
          "text": "Aught that covertly was said, openly to-day was done! The King that in Judah was hidden, Thamar stole Him from his thigh; to-day arose His conquering beauty, which in hidden estate she loved.",
          "id": 24896
        },
        {
          "text": "Ruth at Boaz' side lay down, because the Medicine of Life hidden in him she perceived.",
          "id": 24897
        },
        {
          "text": "To-day was fulfilled her vow, since from her seed arose the Quickener of all.",
          "id": 24898
        },
        {
          "text": "Travail Adam on the woman brought, that from him had come forth.",
          "id": 24899
        },
        {
          "text": "She to-day her travail ransomed, who to her a Saviour bare! To Eve our mother a man gave birth, who himself had had no birth.",
          "id": 24900
        },
        {
          "text": "How much more should Eve's daughter be believed to have borne a Child without a man! The virgin earth, she bare that Adam that was head over the earth! The Virgin bare to-day the Adam that was Head over the Heavens.",
          "id": 24901
        },
        {
          "text": "The staff of Aaron, it budded, and the dry wood yielded fruit! Its mystery is cleared up to-day, for the virgin womb a Child hath borne!  Shamed is that people which holds the prophets as true; for unless our Saviour has come, their words have been falsified! Blessed be the True One Who came from the Father of the Truth and fulfilled the true seers' words, which were accomplished in their truth.",
          "id": 24902
        },
        {
          "text": "From thy treasure-house put forth, Lord, from the coffers of Thy Scriptures, names of righteous men of old, who looked to see Thy coming! Seth who was in Abel's stead shadowed out the Son as slain, by Whose death was dulled the envy Cain had brought into the world! Noah saw the sons of God, saints that sudden waxed wanton, and the Holy Son he looked for, by whom lewd men were turned to holiness.",
          "id": 24903
        },
        {
          "text": "The brothers twain, that covered Noah, saw the only Son of God who should come to hide the nakedness of Adam, who was drunk with pride.",
          "id": 24904
        },
        {
          "text": "Shem and Japhet, being gracious, looked for the gracious Son, Who should come and set free Canaan from the servitude of sin.",
          "id": 24905
        },
        {
          "text": "Melchizedek expected Him; as His vicegerent, looked that he might see the Priesthood's Lord whose hyssop purifies the world.",
          "id": 24906
        },
        {
          "text": "Lot beheld the Sodomites how they perverted nature: for nature's Lord he looked who gave a holiness not natural.",
          "id": 24907
        },
        {
          "text": "Him Aaron looked for, for he saw that if his rod ate serpents up, His cross would eat the Serpent up that had eaten Adam and Eve.",
          "id": 24908
        },
        {
          "text": "Moses saw the uplifted serpent that had cured the bites of asps, and he looked to see Him who would heal the ancient Serpent's wound.",
          "id": 24909
        },
        {
          "text": "Moses saw that he himself alone retained the brightness from God, and he looked for Him who came and multiplied gods by His teaching:  Caleb the spy bore the cluster on the staff, and came and longed to see the Cluster, Whose wine should comfort the world.",
          "id": 24910
        },
        {
          "text": "Him did Jesus son of Nun long for, that he might conceive the force of his own surname: for if by His name he waxed so mighty, how much more would He by His Birth? This Jesus that gathered and carried, and brought with him of the fruit, was longing for the Tree of Life to taste the Fruit that quickens all.",
          "id": 24911
        },
        {
          "text": "For Him Rahab too was looking; for when the scarlet thread in type redeemed her from wrath, in type she tasted of the Truth.",
          "id": 24912
        },
        {
          "text": "For Him Elijah longed, and when Him on earth he saw not, he, through faith most throughly cleansed, mounted up in heaven to see Him.",
          "id": 24913
        },
        {
          "text": "Moses saw Him and Elijah; the meek man from the depth ascended, the zealous from on high descended, and in the midst beheld the Son.",
          "id": 24914
        },
        {
          "text": "They figured the mystery of His Advent: Moses was a type of the dead, and Elijah a type of the living, that fly to meet Him at His coming.",
          "id": 24915
        },
        {
          "text": "For the dead that have tasted death, them He makes to be first: and the rest that are not buried, are last caught up to meet Him.",
          "id": 24916
        },
        {
          "text": "Who is there that can count me up the just that looked for the Son, whose number cannot be determined by the mouth of us weak creatures? Pray ye for me, O beloved, that another time with strength endued, I in another legend may so set forth their foretaste, as I am able.",
          "id": 24917
        },
        {
          "text": "Who is adequate to the praising of the Son of the Truth that has risen to us? For it was for Him the righteous longed, that in their generation they might see Him.",
          "id": 24918
        },
        {
          "text": "Adam looked for Him, for He is the Cherub's Lord, and could minister an entrance and a residence hard by the branches of the Tree of life.",
          "id": 24919
        },
        {
          "text": "Abel longed after Him, that in his days He might come; that instead of that lamb that he offered, the Lamb of God he might behold.",
          "id": 24920
        },
        {
          "text": "For Him Eve also looked; for woman's nakedness was sore, and He capable to clothe them; not with leaves, but with that same glory that they had exchanged away.",
          "id": 24921
        },
        {
          "text": "The tower that the many builded, in mystery looked for One, who coming down would build on earth a tower that lifts up to Heaven.",
          "id": 24922
        },
        {
          "text": "Yea the ark of living creatures looked in a type for our Lord; for He should build the Holy Church, wherein souls find a refuge.",
          "id": 24923
        },
        {
          "text": "In Peleg's days earth was divided into tongues, threescore and ten.",
          "id": 24924
        },
        {
          "text": "For Him Who by the tongues, to His Apostles divided earth.",
          "id": 24925
        },
        {
          "text": "Earth which the flood had swallowed up, in silence cried to her Lord.",
          "id": 24926
        },
        {
          "text": "He came down and opened Baptism, and men were drawn by it to Heaven.",
          "id": 24927
        },
        {
          "text": "Seth and Enos, Cainan too, were surnamed sons of God; for the Son of God they looked, that they by grace might be His brethren.",
          "id": 24928
        },
        {
          "text": "But little short of a thousand years did Methuselah live: He looked for the Son Who makes heirs of life that never ends! Grace itself in hidden mystery was beseeching on their behalf that their Lord might come in their age and fill up their shortcomings.",
          "id": 24929
        },
        {
          "text": "For the Holy Spirit in them, in their stead, besought with meditation: He stirred them up, and in Him did they look on that Redeemer, after whom they longed.",
          "id": 24930
        },
        {
          "text": "The soul of just men perceive in the Son a Medicine of life; and so it felt desires that He might come in its own days, and then would it taste His sweetness.",
          "id": 24931
        },
        {
          "text": "Enoch was longing for Him, and since on earth the Son he saw not, he was justified by great faith, and mounted up in Heaven to see Him.",
          "id": 24932
        },
        {
          "text": "Who is there that will spurn at grace, when the Gift that they of old gained not by much labour, freely comes to men now? For Him Lamech also looked who might come and lovingly give Him quiet from his labour and the toiling of his hands, and from the earth the Just One had cursed.",
          "id": 24933
        },
        {
          "text": "Lamech then beheld his son, Noah,—him, in whom were figured types relating to the Son.",
          "id": 24934
        },
        {
          "text": "In the stead of the Lord afar off, the type at hand afforded quiet.",
          "id": 24935
        },
        {
          "text": "Yea Noah also longed to see Him, the taste of whose assisting graces he had tasted.",
          "id": 24936
        },
        {
          "text": "For if the type of Him preserved living things, Himself how sure to bestow life upon souls! Noah longed for Him, by trial knowing Him, for through Him had the ark been established.",
          "id": 24937
        },
        {
          "text": "For if the type of Him thus saved life, assuredly much more would He in person.",
          "id": 24938
        },
        {
          "text": "Abraham perceived in Spirit that the Son's Birth was far off; instead of Him in person he rejoiced to see even His day.",
          "id": 24939
        },
        {
          "text": "To see Him Isaac longed, as having tasted the taste of His redemption; for if the sign of Him so gave life, much more would He by the reality.",
          "id": 24940
        },
        {
          "text": "Joyous were to-day the Watchers, that the Wakeful came to wake us! Who would pass this night in slumber, in which all the world was watching? Since Adam brought into the world the sleep of death by sins, the Wakeful came down that He might awake us from the deep sleep of sin.",
          "id": 24941
        },
        {
          "text": "Watch not we as usurers, who thinking on money put to interest, watch at night so oft, to reckon up their capital, and interest.",
          "id": 24942
        },
        {
          "text": "Wakeful and cautious is the thief, who in the earth hath buried and concealed his sleep.",
          "id": 24943
        },
        {
          "text": "His wakefulness all [comes to] this, that he may cause much wakefulness to them that be asleep.",
          "id": 24944
        },
        {
          "text": "Wakeful likewise is the glutton, who hath eaten much and is restless; his watching is to him his torment, because he was impatient of stint.",
          "id": 24945
        },
        {
          "text": "Wakeful likewise is the merchant; of a night he works his fingers telling over what pounds are coming, and if his wealth doubles or trebles.",
          "id": 24946
        },
        {
          "text": "Wakeful likewise is the rich man, whose sleep his riches chase away: his dogs sleep; he guards his treasures from the thieves.",
          "id": 24947
        },
        {
          "text": "Wakeful also is the careful, by his care his sleep is swallowed: though his end stands by his pillow, yet he wakes with cares for years to come.",
          "id": 24948
        },
        {
          "text": "Satan teaches, O my brethren, one watching instead of another; to good deeds to be sleepy, and to ill awake and watchful.",
          "id": 24949
        },
        {
          "text": "Even Judas Iscariot, for the whole night through was wakeful; and he sold the righteous Blood, that purchased the whole world.",
          "id": 24950
        },
        {
          "text": "The son of the dark one put on darkness, having stripped the Light from off him: and Him who created silver, for silver the thief sold.",
          "id": 24951
        },
        {
          "text": "Yea, Pharisees, the dark one's sons, all the night through kept awake: the dark ones watched that they might veil the Light which is unlimited.",
          "id": 24952
        },
        {
          "text": "Ye then watch as [heaven's] lights in this night of starry light.",
          "id": 24953
        },
        {
          "text": "For though so dark be its colour yet in virtue it is clear.",
          "id": 24954
        },
        {
          "text": "For whoever is like this clear One, wakeful and prayerful in darkness, him in this darkness visible a light unseen surrounds! The bad man that in daylight stands, yet as a son of darkness deals; though with light clad outwardly, inly is with darkness girt.",
          "id": 24955
        },
        {
          "text": "Be we not deceived, beloved, by the fact that we are watching! For whoso does not rightly watch, his watch is an unrighteous watch.",
          "id": 24956
        },
        {
          "text": "Whoso watches not cheerfully, his watching is but a sleeping: whoso also watches not innocently, even his waking is his foe.",
          "id": 24957
        },
        {
          "text": "This is the waking of the envious one! a solid mass, compact with harm.",
          "id": 24958
        },
        {
          "text": "That watch is but a trafficking, with scorn and mockery compact.",
          "id": 24959
        },
        {
          "text": "The wrathful man if he wakes, fretful with wrath his wake will be, and his watching proves to him full of rage and of cursings.",
          "id": 24960
        },
        {
          "text": "If the babbler be waking, then his mouth becomes a passage which for sins is ready but for prayers shows hindrance.",
          "id": 24961
        },
        {
          "text": "The wise man, if so be he that watches, one of two things chooseth him; either takes sweet, moderate, sleep, or a holy vigil keeps.",
          "id": 24962
        },
        {
          "text": "That night is fair, wherein He Who is Fair rose to come and make us fair.",
          "id": 24963
        },
        {
          "text": "Let not aught that may disturb it enter into our watch! Fair be kept the ear's approach, chaste the seeing of the eye! hallowed the musing of the heart! the speaking of the mouth be cleared.",
          "id": 24964
        },
        {
          "text": "Mary hid in us to-day leaven that came from Abraham.",
          "id": 24965
        },
        {
          "text": "Let us then so pity beggars as did Abraham the needy.",
          "id": 24966
        },
        {
          "text": "To-day the rennet fell on us from the gentle David's house.",
          "id": 24967
        },
        {
          "text": "Let a man show mercy to his persecutors, as did Jesse's son to Saul.",
          "id": 24968
        },
        {
          "text": "The prophets' sweet salt is to-day sprinkled among the Gentiles.",
          "id": 24969
        },
        {
          "text": "Let us gain a new savour by that whereby the ancient people lost their savour.",
          "id": 24970
        },
        {
          "text": "Let us speak the speech of wisdom; speak we not of things outside it, lest we ourselves be outside it!  In this night of reconcilement let no man be wroth or gloomy! in this night that stills all, none that threatens or disturbs! This night belongs to the sweet One; bitter or harsh be in it none! In this night that is the meek One's, high or haughty be in it none! In this day of pardoning let us not exact trespasses! In this day of gladnesses let us not spread sadnesses! In this day so sweet, let us not be harsh! In this day of peaceful rest, let us not be wrathful in it! In this day when God came to sinners, let not the righteous be in his mind uplifted over sinner! In this day in which there came the Lord of all unto the servants, let masters too condescend to their servants lovingly! In this day in which the Rich became poor for our sakes, let the rich man make the poor man share with him at his table.",
          "id": 24971
        },
        {
          "text": "On this day to us came forth the Gift, although we asked it not! Let us therefore bestow alms on them that cry and beg of us.",
          "id": 24972
        },
        {
          "text": "This is the day that opened for us a gate on high to our prayers.",
          "id": 24973
        },
        {
          "text": "Let us open also gates to supplicants that have transgressed, and of us have asked [forgiveness.",
          "id": 24974
        },
        {
          "text": "] To-day the Lord of nature was against His nature changed; let it not to us be irksome to turn our evil wills.",
          "id": 24975
        },
        {
          "text": "Fixed in nature is the body; great or less it cannot become: but the will has such dominion, it can grow to any measure.",
          "id": 24976
        },
        {
          "text": "To-day Godhead sealed itself upon Manhood, that so with the Godhead's stamp Manhood might be adorned.",
          "id": 24977
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Hymn II.",
          "id": 24978
        },
        {
          "text": "Blessed be that Child, Who gladdened Bethlehem to-day! Blessed be the Babe Who made manhood young again to-day! Blessed be the Fruit, Who lowered Himself to our famished state! Blessed be the Good One, Who suddenly enriched our necessitousness and supplied our needs! Blessed He Whose tender mercies made Him condescend to visit our infirmities!  Praise to the Fountain that was sent for our propitiation.",
          "id": 24979
        },
        {
          "text": "Praise be to Him Who made void the Sabbath by fulfilling it! Praise too to Him Who rebuked the leprosy and it remained not, Whom the fever saw and fled! Praise to the Merciful, Who bore our toil! Glory to Thy coming, which quickened the sons of men!  Glory to Him, Who came to us by His first-born! Glory to the Silence, that spake by His Voice.",
          "id": 24980
        },
        {
          "text": "Glory to the One on high, Who was seen by His Day-spring! Glory to the Spiritual, Who was pleased to have a Body, that in it His virtue might be felt, and He might by that Body show mercy on His household's bodies!  Glory to that Hidden One, Whose Son was made manifest! Glory to that Living One, Whose Son was made to die! Glory to that Great One, Whose Son descended and was small! Glory to the Power Who did straiten His greatness by a form, His unseen nature by a shape! With eye and mind we have beheld Him, yea with both of them.",
          "id": 24981
        },
        {
          "text": "Glory to that Hidden One, Who even with the mind cannot be felt at all by them that pry into Him; but by His graciousness was felt by the hand of man! The Nature that could not be touched, by His hands was bound and tied, by His feet was pierced and lifted up.",
          "id": 24982
        },
        {
          "text": "Himself of His own will He embodied for them that took Him.",
          "id": 24983
        },
        {
          "text": "Blessed be He Whom free will crucified, because He let it: blessed be He Whom the wood also did bear, because He allowed it.",
          "id": 24984
        },
        {
          "text": "Blessed be He Whom the grave bound, that had [thereby] a limit set it.",
          "id": 24985
        },
        {
          "text": "Blessed be He Whose own will brought Him to the Womb and Birth, to arms and to increase [in stature].",
          "id": 24986
        },
        {
          "text": "Blessed He whose changes purchased life for human nature.",
          "id": 24987
        },
        {
          "text": "Blessed He Who sealed our soul, and adorned it and espoused it to Himself.",
          "id": 24988
        },
        {
          "text": "Blessed He Who made our Body a tabernacle for His unseen Nature.",
          "id": 24989
        },
        {
          "text": "Blessed He Who by our tongue interpreted His secret things.",
          "id": 24990
        },
        {
          "text": "Let us praise that Voice whose glory is hymned with our lute, and His virtue with our harp.",
          "id": 24991
        },
        {
          "text": "The Gentiles have assembled and have come to hear His strains.",
          "id": 24992
        },
        {
          "text": "Glory to the Son of the Good One, Whom the sons of the evil one rejected! Glory to the Son of the Just One, Whom the sons of wickedness crucified! Glory to Him Who loosed us, and was bound for us all! Glory to Him Who gave the pledge, and redeemed it too! Glory to the Beautiful, Who conformed us to His image! Glory to that Fair One, Who looked not to our foulnesses!  Glory to Him Who sowed His Light in the darkness, and was reproached in His hidden state, and covered His secret things.",
          "id": 24993
        },
        {
          "text": "He also stripped and took off from us the clothing of our filthiness.",
          "id": 24994
        },
        {
          "text": "Glory be to Him on high, Who mixed His salt in our minds, His leaven in our souls.",
          "id": 24995
        },
        {
          "text": "His Body became Bread, to quicken our deadness.",
          "id": 24996
        },
        {
          "text": "Praise to the Rich, Who paid for us all, that which He borrowed not; and wrote [His bill], and also became our debtor! By His yoke He brake from us the chains of him that led us captive.",
          "id": 24997
        },
        {
          "text": "Glory to the Judge Who was judged, and made His Twelve to sit in judgment on the tribes, and by ignorant men condemned the scribes of that nation!  Glory to Him Who could never be measured by us! Our heart is too small for Him, yea our mind is too feeble.",
          "id": 24998
        },
        {
          "text": "He makes foolish our littleness by the riches of His Wisdom.",
          "id": 24999
        },
        {
          "text": "Glory to Him, Who lowered Himself, and asked; that He might hear and learn that which He knew; that He might by His questions reveal the treasure of His helpful graces!  Let us adore Him Who enlightened with His doctrine our mind, and in our hearing sought a pathway for His words.",
          "id": 25000
        },
        {
          "text": "Praise we Him Who grafted into our tree His fruit.",
          "id": 25001
        },
        {
          "text": "Thanks to Him Who sent His Heir, that by Him He might draw us to Himself, yea make us heirs with Him! Thanks to that Good One, the cause of all goods!  Blessed He Who did not chide, because that He was good! Blessed He Who did not spurn, because that He was just also! Blessed He Who was silent, and rebuked; that He might quicken us with both! Severe His silence and reproachful.",
          "id": 25002
        },
        {
          "text": "Mild His severity even When He was accusing; for He rebuked the traitor, and kissed the thief.",
          "id": 25003
        },
        {
          "text": "Glory to the hidden Husbandman of our intellects! His seed fell on to our ground, and made our mind rich.",
          "id": 25004
        },
        {
          "text": "His increase came an hundredfold into the treasury of our souls! Let us adore Him Who sat down and took rest; and walked in the way, so that the Way was in the way, and the Door also for them that go in, by which they go in to the kingdom.",
          "id": 25005
        },
        {
          "text": "Blessed the Shepherd Who became a Lamb for our reconcilement! Blessed the Branch Who became the Cup of our Redemption! Blessed also be the Cluster, Fount of medicine of life! Blessed also be the Tiller, Who became Wheat, that He might be sown; and a Sheaf, that He might be cut! [Blessed be] the Architect Who became a Tower for our place of safety! Blessed He Who so tempered the feelings of our mind, that we with our harp should sing that which the winged creatures' mouth knows not with its strains to sing! Glory to Him, Who beheld how we had pleased to be like to brutes in our rage and our greediness; and came down and was one of us, that we might become heavenly!  Glory be to Him, Who never felt the need of our praising Him; yet felt the need as being kind to us, and thirsted as loving us, and asks us to give to Him, and longs to give to us.",
          "id": 25006
        },
        {
          "text": "His fruit was mingled with us men, that in Him we might come nigh to Him, Who condescended to us.",
          "id": 25007
        },
        {
          "text": "By the Fruit of His stem He grafted us into His Tree.",
          "id": 25008
        },
        {
          "text": "Let us praise Him, Who prevailed and quickened us by His stripes! Praise we Him, Who took away the curse by His thorns! Praise we Him Who put death to death by His dying! Praise we Him, Who held His peace and justified us! Praise we Him, Who rebuked death that had overcome us! Blessed He, Whose helpful graces cleansed out the left side!  Praise we Him Who watched and put to sleep him that led us captive.",
          "id": 25009
        },
        {
          "text": "Praise we Him Who went to sleep, and chased our deep sleep away.",
          "id": 25010
        },
        {
          "text": "Glory be to God Who cured weak manhood! Glory be to Him Who was baptized, and drowned our iniquity in the deep, and choked him that choked us! Let us glorify with all our mouths the Lord of all creatures!  Blessed be the Physician Who came down and amputated without pain, and healed wounds with a medicine that was not harsh.",
          "id": 25011
        },
        {
          "text": "His Son became a Medicine, that showed sinners mercy.",
          "id": 25012
        },
        {
          "text": "Blessed be He Who dwelt in the womb, and wrought therein a perfect Temple, that He might dwell in it, a Throne that He might be in it, a Garment that He might be arrayed in it, and a Weapon that He might conquer in it.",
          "id": 25013
        },
        {
          "text": "Blessed be He Whom our mouth cannot adequately praise, because His Gift is too great for skill of orators [to tell]; neither can the faculties adequately praise His goodness.",
          "id": 25014
        },
        {
          "text": "For praise Him as we may, it is too little.",
          "id": 25015
        },
        {
          "text": "And since it is useless to be silent and to constrain ourselves, may our feebleness excuse such praise as we can sing.",
          "id": 25016
        },
        {
          "text": "How gracious He, Who demands not more than our strength can give! How would Thy servant be condemned in capital and interest, did he not give such as he could, and did he refuse that which He owed! Ocean of glory Who needest not to have Thy glory sung, take in Thy goodness this drop of praise; since by Thy Gift Thou hast supplied my tongue a sense for glorifying Thee.",
          "id": 25017
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Hymn III.",
          "id": 25018
        },
        {
          "text": "Blessed be that first day of thine, Lord, wherewith this day of Thy Feast is stamped! Thy day is like Thee, in that it shows mercy unto men, in that it is handed down and comes with all generations.",
          "id": 25019
        },
        {
          "text": "This is the day that ends with the aged, and returns that it may begin with the young! a day that by its love refreshes itself, that it may refresh by its might us decayed creatures.",
          "id": 25020
        },
        {
          "text": "Thy day when it had visited us and passed, and gone away, in its mercy returned and visited us again: for it knows that human nature needs it; in all things like unto Thee as seeking us.",
          "id": 25021
        },
        {
          "text": "The world is in want of its fountain; and for it, Lord, as for Thee, all therein are athirst.",
          "id": 25022
        },
        {
          "text": "This is the day that rules over the seasons! the dominion of Thy day is like Thine, which stretches over generations that have come, and are to come! Thy day is like unto Thee, because when it is one, it buds and multiplies itself, that it may be like Thee!  In this Thy day, Lord, which is near unto us, we see Thy Birth that is far off! Like to Thee be Thy day to us, Lord; let it be a mediator and a warranter of peace.",
          "id": 25023
        },
        {
          "text": "Thy day reconciled Heaven and earth, because therein the Highest came down to the lowest.",
          "id": 25024
        },
        {
          "text": "Thy day was able to reconcile the Just One, who was wroth at our sins; Thy day forgave thousands of sins, for in it bowels of mercy shone forth upon the guilty!  Great, Lord, is Thy day; let it not be small upon us, let it show mercy according as it used to do, upon us transgressors!  And if every day, Lord, Thy forgiveness wells forth, how exceeding great should it be upon this day! All the days from the Treasure of Thy bright day gain blessings.",
          "id": 25025
        },
        {
          "text": "All the feasts from the stores of this feast have their fairness and their ornaments.",
          "id": 25026
        },
        {
          "text": "Thy bowels of mercy upon Thy day make Thou to abound unto us, O Lord! Make us to distinguish Thy day from all days! for great is the treasure-house of the day of Thy Birth; let it be the ransomer of debtors! Great is this day above all days, for in it came forth mercy to sinners.",
          "id": 25027
        },
        {
          "text": "A store of medicines is this Thy great day, because on it shone forth the Medicine of Life to the wounded! A treasure of helpful graces is this day, for that on it Light gleamed forth upon our blindness! Yea, it also brought a sheaf unto us; and it came, that from it might flow plenty upon our hunger.",
          "id": 25028
        },
        {
          "text": "This day is that forerunning Cluster, in which the cup of salvation was concealed! This day is the first-born feast, which, being born the first, overcomes all feasts.",
          "id": 25029
        },
        {
          "text": "In the winter which strips the fruit of the branches off from the barren vine, Fruit sprang up unto us; in the cold that bares all the trees, a shoot was green for us of the house of Jesse.",
          "id": 25030
        },
        {
          "text": "In December when the seed is hidden in the earth, there sprouted forth from the Womb the Ear of Life.",
          "id": 25031
        },
        {
          "text": "In March when the seed was sprouting in the air, a Sheaf sowed itself in the earth.",
          "id": 25032
        },
        {
          "text": "The harvest thereof, Death devoured it in Hell; which the Medicine of life that is hidden therein did yet burst open! In March when the lambs bleat in the wilderness, into the Womb the Paschal Lamb entered! Out of the stream whence the fishers came up, He was baptized and came up Who incloses all things in his net; out of the stream the fish whereof Simon took, out of it the Fisher of men came up, and took him.",
          "id": 25033
        },
        {
          "text": "With the Cross which catches all robbers, He caught up unto life that robber! The Living by His death emptied Hell, He unloosed it and let fly away from it entire multitudes! The publicans and harlots, the impure snares, the snares of the deceitful fowler the Holy One seized! The sinful woman, who was a snare for men, He made a mirror for penitent women! The fig that cast its fruit, that refused fruit, offered Zacchaeus as fruit; the fruit of its own nature it gave not, but it yielded one reasonable fruit! The Lord spread His thirst over the well, and caught her that was thirsty with the water that He asked of her.",
          "id": 25034
        },
        {
          "text": "He caught one soul at the well, and again caught with her the whole city: twelve fishers the Holy One caught, and again caught with them the whole world.",
          "id": 25035
        },
        {
          "text": "As for Iscariot, that escaped from His nets, the strangling halter fell upon his neck! His all-quickening net catches the living, and he that escapes from it escapes from the living.",
          "id": 25036
        },
        {
          "text": "And who is able, Lord, to tell me up the several succours that are hid in Thee? How shall the parched mouth be able to drink from the Fountain of the Godhead! Answer today the voice of our petition; let our prayer which is in words take effect in deeds.",
          "id": 25037
        },
        {
          "text": "Heal us, O my Master; every time that we see Thy Feast, may it cause rumours that we have heard to pass away.",
          "id": 25038
        },
        {
          "text": "Our mind wanders amid these voices.",
          "id": 25039
        },
        {
          "text": "O Voice of the Father, still [other] voices; the world is noisy, in Thee let it gain itself quiet; for by Thee the sea was stilled from its storms.",
          "id": 25040
        },
        {
          "text": "The devils rejoiced when they heard the voice of blasphemy: let the Watchers rejoice in us as they are wont.",
          "id": 25041
        },
        {
          "text": "From amongst Thy fold there is the voice of sorrowfulness; O Thou that makest all rejoice, let Thy flock rejoice! as for our murmur, O my Master, in it reject us not: our mouth murmurs since it is sinful.",
          "id": 25042
        },
        {
          "text": "Let Thy day, O Lord, give us all manner of joy, with the flowers of peace, let us keep Thy passover.",
          "id": 25043
        },
        {
          "text": "In the day of Thy Ascension we are lifted up: with the new Bread shall be the memorial thereof.",
          "id": 25044
        },
        {
          "text": "O Lord, increase our peace, that we may keep three feasts of the Godhead.",
          "id": 25045
        },
        {
          "text": "Great is Thy day, Lord, let us not be despised.",
          "id": 25046
        },
        {
          "text": "All men honour the day of Thy birth.",
          "id": 25047
        },
        {
          "text": "Thou righteous One, keep Thou the glory of Thy birth; for even Herod honoured the day of His birth! The dances of the impure one pleased the tyrant; to Thee, Lord, let the voice of chaste women be sweet! Thee, Lord, let the voice of chaste women please, whose bodies Thou guardest holily.",
          "id": 25048
        },
        {
          "text": "The day of Herod was like him: Thy day too is like Thee! The day of the troubled one was troubled with sin; and fair as Thou art is Thy fair day! The feast of the tyrant killed the preacher; in Thy feast every man preaches glory.",
          "id": 25049
        },
        {
          "text": "On the day of the murderer, the Voice was put to silence; but on Thy day are the voices of the feast.",
          "id": 25050
        },
        {
          "text": "The foul one in his feast put out the Light, that darkness might cover the adulterers.",
          "id": 25051
        },
        {
          "text": "The season of the Holy One trims lamps, that darkness may flee with the hidden things thereof.",
          "id": 25052
        },
        {
          "text": "The day of that fox stank like himself; but holy is the feast of the True Lamb.",
          "id": 25053
        },
        {
          "text": "The day of the transgressor passed away like himself; Thy day like Thyself abideth for ever.",
          "id": 25054
        },
        {
          "text": "The day of the tyrant raged like himself, because with his chain it put to silence the righteous Voice.",
          "id": 25055
        },
        {
          "text": "The feast of the Meek One is tranquil like Himself, because His sun shines upon His persecutors.",
          "id": 25056
        },
        {
          "text": "The tyrant was conscious that He was not a king, therefore to the King of kings he gave place.",
          "id": 25057
        },
        {
          "text": "The whole day, Lord, suffices me not to balance Thy praise with his blame.",
          "id": 25058
        },
        {
          "text": "May Thy Gracious day cause my sin to pass away, seeing that it is with the day of the impure one, that I have weighed Thy day! For great is Thy day beyond comparison! nor can it be compared with our days.",
          "id": 25059
        },
        {
          "text": "The day of man is as of the earthy: the day of God is as of God! Thy day, Lord, is greater than those of the prophets, and I have taken and set it beside that of the murderer! Thou knowest, O Lord, as knowing all things, how to hear the comparison that my tongue hath made.",
          "id": 25060
        },
        {
          "text": "Let Thy day grant our requests for life, since his day granted the request for death.",
          "id": 25061
        },
        {
          "text": "The needy king swore on his feast that half his kingdom should be the reward of the dance! Let Thy feast then, O Thou that enrichest all, shed down in mercy a crumb of fine wheat flour! From the dry land gushed the Fountain, which sufficed to satisfy the thirst of the Gentiles! From the Virgin's womb as from a strong rock sprouted up the seed, whence was much fruit! Barns without number did Joseph fill; and they were emptied and failed in the years of the famine.",
          "id": 25062
        },
        {
          "text": "One true Sheaf gave bread; the bread of Heaven, whereof there is no stint.",
          "id": 25063
        },
        {
          "text": "The bread which the First-born brake in the wilderness, failed and passed away though very good.",
          "id": 25064
        },
        {
          "text": "He returned again and broke the New Bread which ages and generations shall not waste away! The seven loaves also that He brake failed, and the five loaves too that He multiplied were consumed; the Bread that He brake exceeded the world's needs, for the more it was divided, the more it multiplied exceedingly.",
          "id": 25065
        },
        {
          "text": "With much wine also He filled the waterpots; they drew it out, yet it failed though it was abundant: of the Cup that He gave though the draught was small, very great was its strength, so that there is no stint thereto.",
          "id": 25066
        },
        {
          "text": "A Cup is He that contains all strong wines, and also a Mystery in the midst of which He Himself is! The one Bread that He brake has no bound, and the one Cup that He mingled has no stint! The Wheat that was sown, on the third day came up and filled the Garner of Life.",
          "id": 25067
        },
        {
          "text": "The spiritual Bread, as the Giver of it, quickens the spiritual spiritually, and he that receives it carnally, receives it rashly to no profit.",
          "id": 25068
        },
        {
          "text": "This Bread of grace let the spirit receive discerningly, as the medicine of Life.",
          "id": 25069
        },
        {
          "text": "If the dead sacrifices in the name of devils were offered, yea eaten, not without a mystery; at the holy thing of the offering, how much more does it behove us that this mystery be circumspectly administered by us.",
          "id": 25070
        },
        {
          "text": "He that eateth of the sacrifice in the name of devils, becomes devilish without all contradiction.",
          "id": 25071
        },
        {
          "text": "He that eateth the Heavenly Bread, becomes Heavenly without doubt! Wine teaches us, in that it makes him that is familiar therewith like itself: for it hates much him that is fond of it, and is intoxicating and maddening, and a mocker to him! Light teaches us, in that it makes like unto itself the eye the daughter of the sun: the eye by the light saw the nakedness, and ran and chastely hid the chaste man.",
          "id": 25072
        },
        {
          "text": "As for that nakedness it was wine that made it, which even to the chaste skills not to show mercy!  With the weapon of the deceiver the First-born clad Himself, that with the weapon that killed, He might restore to life again! With the tree wherewith he slew us, He delivered us.",
          "id": 25073
        },
        {
          "text": "With the wine which maddened us, with it we were made chaste! With the rib that was drawn out of Adam, the wicked one drew out the heart of Adam.",
          "id": 25074
        },
        {
          "text": "There rose from the Rib a hidden power, which cut off Satan as Dagon: for in that Ark a book was hidden that cried and proclaimed concerning the Conqueror! There was then a mystery revealed, in that Dagon was brought low in his own place of refuge! The accomplishment came after the type, in that the wicked one was brought low in the place in which he trusted! Blessed be He Who came and in Him were accomplished the mysteries of the left hand, and the right hand.",
          "id": 25075
        },
        {
          "text": "Fulfilled was the mystery that was in the Lamb, and fulfilled was the type that was in Dagon.",
          "id": 25076
        },
        {
          "text": "Blessed is He Who by the True Lamb redeemed us, and destroyed our destroyer as He did Dagon! In December when the nights are long, rose unto us the Day, of Whom there is no bound! In winter when all the world is gloomy, forth came the Fair One Who cheered all in the world! In winter that makes the earth barren, virginity learned to bring forth.",
          "id": 25077
        },
        {
          "text": "In December, that causes the travails of the earth to cease, in it were the travails of virginity.",
          "id": 25078
        },
        {
          "text": "The early lamb no one ever used to see before the shepherds: and as for the true Lamb, in the season of His birth, the tidings of Him too hasted unto the shepherds.",
          "id": 25079
        },
        {
          "text": "That old wolf saw the sucking Lamb, and he trembled before Him, though He had concealed himself; for because the wolf had put on sheep's clothing, the Shepherd of all became a Lamb in the flocks, in order that when the greedy one had been bold against the Meek, the Mighty One might rend that Eater.",
          "id": 25080
        },
        {
          "text": "The Holy One dwelt bodily in the womb; and He dwelt spiritually in the mind.",
          "id": 25081
        },
        {
          "text": "Mary that conceived Him abhorred the marriage bed; let not that soul commit whoredom in the which He dwelleth.",
          "id": 25082
        },
        {
          "text": "Because Mary perceived Him, she left her betrothed: He dwelleth in chaste virgins, if they perceive Him.",
          "id": 25083
        },
        {
          "text": "The deaf perceive not the mighty thunder, neither does the heady man the sound of the commandment.",
          "id": 25084
        },
        {
          "text": "For the deaf is bewildered in the time of the thunderclap, the heady man is bewildered also at the voice of instruction; if fearful thunder terrifies the deaf, then would fearful wrath stir the unclean! That the deaf hears not is no blame to him; but whoso tramples [on the commandments] it is headiness.",
          "id": 25085
        },
        {
          "text": "From time to time there is thunder: but the voice of the law thunders every day.",
          "id": 25086
        },
        {
          "text": "Let us not close our ears when their openings, as being opened and not closed against it, accuse us; and the door of hearing is open by nature, that it might reproach us for our headiness against our will.",
          "id": 25087
        },
        {
          "text": "The door of the voice and the door of the mouth our will can open or close.",
          "id": 25088
        },
        {
          "text": "Let us see what the Good One has given us; and let us hear the mighty Voice, and let not the doors of our ears be closed.",
          "id": 25089
        },
        {
          "text": "Glory to that Voice Which became Body, and to the Word of the High One Which became Flesh! Hear Him also, O ears, and see Him, O eyes, and feel Him, O hands, and eat Him, O mouth! Ye members and senses give praise unto Him, that came and quickened the whole body! Mary bare the silent Babe, while in Him were hidden all tongues! Joseph bare Him, and in Him was hidden a nature more ancient than aught that is old! The High One became as a little child, and in Him was hidden a treasure of wisdom sufficing for all! Though Most High, yet He sucked the milk of Mary, and of His goodness all creatures suck! He is the Breast of Life, and the Breath of Life; the dead suck from His life and revive.",
          "id": 25090
        },
        {
          "text": "Without the breath of the air no man lives, without the Might of the Son no man subsists.",
          "id": 25091
        },
        {
          "text": "On His living breath that quickeneth all, depend the spirits that are above and that are beneath.",
          "id": 25092
        },
        {
          "text": "When He sucked the milk of Mary, He was suckling all with Life.",
          "id": 25093
        },
        {
          "text": "While He was lying on His Mother's bosom, in His bosom were all creatures lying.",
          "id": 25094
        },
        {
          "text": "He was silent as a Babe, and yet He was making His creatures execute all His commands.",
          "id": 25095
        },
        {
          "text": "For without the First-born no man can approach unto the Essence, to which He is equal.",
          "id": 25096
        },
        {
          "text": "The thirty years He was in the earth, Who was ordering all creatures, Who was receiving all the offerings of praise from those above and those below.",
          "id": 25097
        },
        {
          "text": "He was wholly in the depths and wholly in the highest! He was wholly with all things and wholly with each.",
          "id": 25098
        },
        {
          "text": "While His body was forming within the womb, His power was fashioning all members! While the Conception of the Son was fashioning in the womb, He Himself was fashioning babes in the womb.",
          "id": 25099
        },
        {
          "text": "Yet not as His body was weak in the womb, was His power weak in the womb! So too not as His body was feeble by the Cross, was His might also feeble by the Cross.",
          "id": 25100
        },
        {
          "text": "For when on the Cross He quickened the dead, His Body quickened them, yea, rather His Will; just as when He was dwelling wholly in the womb, His hidden Will was visiting all! For see how, when He was wholly hanging upon the Cross, His Power was yet making all creatures move! For He darkened the sun and made the earth quake; He rent the graves and brought forth the dead! See how when He was wholly on the Cross, yet again He was wholly everywhere! Thus was He entirely in the womb, while He was again wholly in everything! While on the Cross He quickened the dead, so while a Babe He was fashioning babes.",
          "id": 25101
        },
        {
          "text": "While He was slain, He opened the graves; while He was in the womb, He opened wombs.",
          "id": 25102
        },
        {
          "text": "Come hearken, my brethren, concerning the Son of the Secret One that was revealed in His Body, while His Power was concealed! For the Power of the Son is a free Power; the womb did not bind it up, as it did the Body! For while His Power was dwelling in the womb, He was fashioning infants in the womb! His Power compassed her, that compassed Him.",
          "id": 25103
        },
        {
          "text": "For if He drew in His Power, all things would fall; His Power upholds all things; while He was within the womb, He left not His hold of all.",
          "id": 25104
        },
        {
          "text": "He in His own Person shaped an Image in the womb, and was shaping in all wombs all countenances.",
          "id": 25105
        },
        {
          "text": "Whilst He was increasing in stature among the poor, from an abundant treasury He was nourishing all! While she that anointed Him was anointing Him, with His dew and His rain He was anointing all! The Magi brought myrrh and gold, while in Him was hidden a treasure of riches.",
          "id": 25106
        },
        {
          "text": "The myrrh and spices which He had prepared and created, did the Magi bring Him of His own.",
          "id": 25107
        },
        {
          "text": "It was by Power from Him that Mary was able to bear in Her bosom Him that bears up all things! It was from the great storehouse of all creatures, Mary gave Him all which she did give Him! She gave Him milk from Himself that prepared it, she gave Him food from Himself that made it! He gave milk unto Mary as God: again He sucked it from her, as the Son of Man.",
          "id": 25108
        },
        {
          "text": "Her hands bare Him in that He had emptied His strength; and her arm embraced Him, in that He had made Himself small.",
          "id": 25109
        },
        {
          "text": "The measure of His Majesty who has measured? He caused His measures to shrink into a Raiment.",
          "id": 25110
        },
        {
          "text": "She wove for Him and clothed Him because He had put off His glory.",
          "id": 25111
        },
        {
          "text": "She measured Him and wove for Him, since He had made Himself little.",
          "id": 25112
        },
        {
          "text": "The sea when it bore Him was still and calmed, and how came the lap of Joseph to bear Him? The womb of hell conceived Him and was burst open, and how did the womb of Mary contain Him? The stone that was over the grave He broke open by His might, and how could Mary's arm contain Him? Thou camest to a low estate, that Thou mightest raise all to life! Glory be unto Thee from all that are quickened by Thee! Who is able to speak of the Son of the Hidden One who came down and clothed Himself with a Body in the womb? He came forth and sucked milk as a child, and among little children the Son of the Lord of all crept about.",
          "id": 25113
        },
        {
          "text": "They saw Him as a little Child in the street, while there was dwelling in Him the Love of all.",
          "id": 25114
        },
        {
          "text": "Visibly children surrounded Him in the street; secretly Angels surrounded Him in fear.",
          "id": 25115
        },
        {
          "text": "Cheerful was He with the little ones as a child; awful was He with the Angels as a Commander: He was awful to John for him to loose His shoe's latchet: He was gentle to sinners that kissed His feet! The Angels as Angels saw Him; according to the measure of his knowledge each man beheld Him: according to the measure of each man's discernment, thus he perceived Him that is greater than all.",
          "id": 25116
        },
        {
          "text": "The Father and Himself alone are a full measure of knowledge so as know Him as He is! For every creature whether above or below obtains each his measure of knowledge; He the Lord of all gives all to us.",
          "id": 25117
        },
        {
          "text": "He that enriches all, requires usury of all.",
          "id": 25118
        },
        {
          "text": "He gives to all things as wanting nothing, and yet requires usury of all as if needy.",
          "id": 25119
        },
        {
          "text": "He gave us herds and flocks as Creator, and yet asked sacrifices as though in need.",
          "id": 25120
        },
        {
          "text": "He made the water wine as Maker: and yet he drank of it as a poor man.",
          "id": 25121
        },
        {
          "text": "Of His own He mingled [wine] in the marriage feast, His wine He mingled and gave to drink when He was a guest.",
          "id": 25122
        },
        {
          "text": "In His love He multiplied [the days of] the aged Simeon; that he, a mortal, might present Him who quickeneth all.",
          "id": 25123
        },
        {
          "text": "By power from Him did Simeon carry Him; he that presented Him, was by Him presented [to God].",
          "id": 25124
        },
        {
          "text": "He gave imposition of hands to Moses in the Mount, and received it in the midst of the river from John.",
          "id": 25125
        },
        {
          "text": "In the power of His gifts John was enabled to baptize, though earthy, the heavenly.",
          "id": 25126
        },
        {
          "text": "By power from Him the earth supported Him: it was nigh to being dissolved, and His might strengthened it.",
          "id": 25127
        },
        {
          "text": "Martha gave Him to eat: viands which He had created she placed before Him.",
          "id": 25128
        },
        {
          "text": "Of His own all that give have made their vows: of His own treasures they placed upon His table.",
          "id": 25129
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Hymn IV.",
          "id": 25130
        },
        {
          "text": "This is the month which brings all manner of joy; it is the freedom of the bondsmen, the pride of the free, the crown of the gates, the soothing of the body, that also in its love put purple upon us as upon kings.",
          "id": 25131
        },
        {
          "text": "This is the month that brings all manner of victories; it frees the spirit; it subdues the body; it brings forth life among mortals; it caused, in its love, Godhead, to dwell in Manhood.",
          "id": 25132
        },
        {
          "text": "In this day the Lord exchanged glory for shame, as being humble; because Adam changed the truth for unrighteousness as being a rebel: the Good One had mercy on him, justified and set right them that had turned aside.",
          "id": 25133
        },
        {
          "text": "Let every man chase away his weariness, since that Majesty was not wearied with being in the womb nine months for us, and in being thirty years in Sodom among the madmen.",
          "id": 25134
        },
        {
          "text": "Because the Good One saw that the race of man was poor and humbled, He made feasts as a treasure-house, and opened them to the slothful, that the feast might stir up the slothful one to rise and be rich.",
          "id": 25135
        },
        {
          "text": "Lo! the First-born has opened unto us His feast as a treasure-house.",
          "id": 25136
        },
        {
          "text": "This one day in the whole year alone opens that treasure-house: come, let us make gain, let us grow rich from it, ere they shut it up.",
          "id": 25137
        },
        {
          "text": "Blessed be the watchful, that have taken by force from it the spoil of Life.",
          "id": 25138
        },
        {
          "text": "It is a great disgrace, when a man sees his neighbor take and carry out treasure, and himself sits in the treasure-house slumbering, so as to come forth empty.",
          "id": 25139
        },
        {
          "text": "In this feast, let each one of us crown the gates of his heart.",
          "id": 25140
        },
        {
          "text": "The Holy Spirit longs for the gates thereof, that He may enter in and dwell there, and sanctify it, and He goes round about to all the gates to see where He may enter.",
          "id": 25141
        },
        {
          "text": "In this feast, the gates are glad before the gates, and the Holy One rejoices in the holy temple, and the voice resounds in the mouth of children, and Christ rejoices in His own feast as a mighty man.",
          "id": 25142
        },
        {
          "text": "At the Birth of the Son the king was enrolling all men for the tribute-money, that they might be debtors to Him: the King came forth to us Who blotted out our bills, and wrote another bill in His own Name that He might be our debtor.",
          "id": 25143
        },
        {
          "text": "The sun gave longer light, and foreshadowed the mystery by the degrees which it had gone up.",
          "id": 25144
        },
        {
          "text": "It was twelve days since it had gone up, and to-day is the thirteenth day: a type exact of the Son's birth and of His Twelve.",
          "id": 25145
        },
        {
          "text": "Moses shut up a lamb in the month Nisan on the tenth day; a type this of the Son that came into the womb and shut Himself up therein on the tenth day.",
          "id": 25146
        },
        {
          "text": "He came forth from the womb in this month in which the sun gives longer light.",
          "id": 25147
        },
        {
          "text": "The darkness was overcome, that it might proclaim that Satan was overcome; and the sun gave longer light, that it might triumph, because the First-born was victorious.",
          "id": 25148
        },
        {
          "text": "Along with the darkness the dark one was overcome, and with the greater light our Light conquered!  Joseph caressed the Son as a Babe; he ministered to Him as God.",
          "id": 25149
        },
        {
          "text": "He rejoiced in Him as in the Good One, and he was awe-struck at Him as the Just One, greatly bewildered.",
          "id": 25150
        },
        {
          "text": "\"Who hath given me the Son of the Most High to be a Son to me? I was jealous of Thy Mother, and I thought to put her away, and I knew not that in her womb was hidden a mighty treasure, that should suddenly enrich my poor estate.",
          "id": 25151
        },
        {
          "text": "David the king sprang of my race, and wore the crown: and I have come to a very low estate, who instead of a king am a carpenter.",
          "id": 25152
        },
        {
          "text": "Yet a crown hath come to me, for in my bosom is the Lord of crowns!\"  With rival words Mary burned, yea she lulled Him, [saying,] Who hath given me, the barren, that I should conceive and bring forth this One, that is manifold; a little One, that is great; for that He is wholly with me, and wholly everywhere?  The day that Gabriel came in unto my low estate, he made me free instead of a handmaid, of a sudden: for I was the handmaid of Thy Divine Nature, and am also the Mother of Thy human Nature, O Lord and Son!  Of a sudden the handmaid became the King's daughter in Thee, Thou Son of the King.",
          "id": 25153
        },
        {
          "text": "Lo, the meanest in the house of David, by reason of Thee, Thou Son of David, lo, a daughter of earth hath attained unto Heaven by the Heavenly One!  How am I astonied that there is laid before me a Child, older than all things! His eye is gazing unceasingly upon Heaven.",
          "id": 25154
        },
        {
          "text": "As for the stammering of His mouth, to my seeming it betokens, that with God its silence speaks.",
          "id": 25155
        },
        {
          "text": "Who ever saw a Child the whole of Whom beholdeth every place? His look is like one that orders all creatures that are above and that are below! His visage is like that Commander that commandeth all.",
          "id": 25156
        },
        {
          "text": "How shall I open the fountain of milk to Thee, O Fountain? Or how shall I give nourishment to Thee that nourishest all from Thy Table? How shall I bring to swaddling clothes One wrapped round with rays of glory?  My mouth knows not how I shall call Thee, O Thou Child of the Living One: for to venture to call Thee as the Child of Joseph, I tremble, since Thou art not his seed: and I am fearful of denying the name of him to whom they have betrothed me.",
          "id": 25157
        },
        {
          "text": "While Thou art the Son of One, then should I be calling Thee the Son of many.",
          "id": 25158
        },
        {
          "text": "For ten thousand names would not suffice Thee, since Thou art the Son of God and also the Son of man, yea, David's Son and Mary's Lord.",
          "id": 25159
        },
        {
          "text": "Who hath made the Lord of mouths to be without a mouth? For my pure conception of Thee wicked men have slandered me.",
          "id": 25160
        },
        {
          "text": "Be, O Thou Holy One, a Speaker for Thy Mother.",
          "id": 25161
        },
        {
          "text": "Show a miracle that they may be persuaded, from Whom it is that I conceived Thee!  For Thy sake too I am hated, Thou Lover of all.",
          "id": 25162
        },
        {
          "text": "Lo! I am persecuted who have conceived and brought forth One House of refuge for men.",
          "id": 25163
        },
        {
          "text": "Adam will rejoice, for Thou art the Key of Paradise.",
          "id": 25164
        },
        {
          "text": "Lo, the sea raged against Thy mother as against Jonah.",
          "id": 25165
        },
        {
          "text": "Lo, Herod, that raging wave, sought to drown the Lord of the seas.",
          "id": 25166
        },
        {
          "text": "Whither I shall flee Thou shalt teach me, O Lord of Thy Mother.",
          "id": 25167
        },
        {
          "text": "With Thee I will flee, that I may gain in Thee Life in every place.",
          "id": 25168
        },
        {
          "text": "The prison with Thee is no prison, for in Thee man goes up unto Heaven: the grave with Thee is no grave, for Thou art the Resurrection! A star of light which was not nature, shone forth suddenly; less than the sun and greater than the sun, less than it in its visible light, but greater than it in its hidden might, by reason of its mystery.",
          "id": 25169
        },
        {
          "text": "The Morning Star cast its bright beams among the darknesses, and led them as blind men, and they came and received a great light: they gave offerings and received life, and they worshipped and returned.",
          "id": 25170
        },
        {
          "text": "In the height and the depth two preachers were there to the Son: the bright star shouted above; John also preached below, two preachers, an earthly and a heavenly.",
          "id": 25171
        },
        {
          "text": "That above showed His Nature to be from the Majesty, and that below too showed his Nature to be from mankind.",
          "id": 25172
        },
        {
          "text": "O great marvel, that His Godhead and His Manhood each was preached by them.",
          "id": 25173
        },
        {
          "text": "Whoso thought Him earthly, the bright star convinced him that He was heavenly; and whoso thought Him spiritual, John convinced him that He was also corporeal.",
          "id": 25174
        },
        {
          "text": "In the Holy temple Simeon carried Him, and lulled Him, [saying,] \"Thou art come, O Merciful One, showing mercy on my old age, making my bones to go into the grave in peace.",
          "id": 25175
        },
        {
          "text": "In Thee shall I be raised from the grave into Paradise!\"  Anna embraced Him, and put her mouth to His lips, and the Spirit dwelt upon her own lips.",
          "id": 25176
        },
        {
          "text": "As when Isaiah's mouth was silent, the coal which approached his lips opened his mouth; so Anna burned with the Spirit of His mouth, yea, she lulled Him, [saying,] \"Son of the Kingdom, Son of the lowliness, that hearest and art still, that seest and art hidden, that knowest and art unknown, God, Son of Man, glory be unto Thy Name\".",
          "id": 25177
        },
        {
          "text": "The barren also heard, ran, and came with their provisions: the Magi came with their treasures, the barren came with their provisions.",
          "id": 25178
        },
        {
          "text": "Provisions and riches were suddenly heaped up in the house of the poor.",
          "id": 25179
        },
        {
          "text": "The barren woman cried out, as at that which she looked not for, Who hath granted me this sight of thy Babe, O Blessed One, by whom the heaven and earth are filled! Blessed be thy Fruit, which made the barren vine to bear a cluster.",
          "id": 25180
        },
        {
          "text": "Zacharias came and opened his venerable mouth and cried, \"Where is the King, for whose sake I have begotten the Voice that is to preach before His face? Hail, Son of the King, to whom also our Priesthood shall be given up!\"  John approached with his parents and worshipped the Son, and He shed glory upon his countenance; and he was not moved as when in the womb! Mighty miracle, that here he was worshipping, there he leaped.",
          "id": 25181
        },
        {
          "text": "Herod also, that base fox, that stalked about like a lion, as a fox crouched down, and howled, when he heard the roaring of the Lion, who came to sit in the kingdom according to the Scriptures.",
          "id": 25182
        },
        {
          "text": "The fox heard that the Lion was a whelp, and as a suckling; and he sharpened His teeth, that while He was yet a child the fox might lie in wait and devour the Lion ere He had grown up, and the breath of His mouth should destroy him.",
          "id": 25183
        },
        {
          "text": "The whole creation became mouths to Him, and cried concerning Him.",
          "id": 25184
        },
        {
          "text": "The Magi cried by their offerings! the barren cried with their children, the star of light cried in that air, lo! the Son of the King!  The Heavens were opened, the waters were calmed, the Dove glorified Him, the voice of the Father, louder than thunder, was instant and said, This is my beloved Son.",
          "id": 25185
        },
        {
          "text": "The Angels proclaim Him, the children shout to Him with their Hosannas.",
          "id": 25186
        },
        {
          "text": "These voices above and below proclaim Him and cry aloud.",
          "id": 25187
        },
        {
          "text": "The slumber of Sion was not dispersed by the voice of the thunders, but she was offended, stood up, and slew Him because He aroused her.",
          "id": 25188
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Hymn V.",
          "id": 25189
        },
        {
          "text": "At the birth of the Son, there was a great shouting in Bethlehem; for the Angels came down, and gave praise there.",
          "id": 25190
        },
        {
          "text": "Their voices were a great thunder: at that voice of praise the silent ones came, and gave praise to the Son.",
          "id": 25191
        },
        {
          "text": "Blessed be that Babe in whom Eve and Adam were restored to youth! The shepherds also came laden with the best gifts of their flock: sweet milk, clean flesh, befitting praise! They put a difference, and gave Joseph the flesh, Mary the milk, and the Son the praise! They brought and presented a suckling lamb to the Paschal Lamb, a first-born to the First-born, a sacrifice to the Sacrifice, a lamb of time to the Lamb of Truth.",
          "id": 25192
        },
        {
          "text": "Fair sight [to see] the lamb offered to The Lamb!  The lamb bleated as it was offered before the First-born.",
          "id": 25193
        },
        {
          "text": "It praised the Lamb, that had come to set free the flocks and the oxen from sacrifices: yea that Paschal Lamb, Who handed down and brought in the Passover of the Son.",
          "id": 25194
        },
        {
          "text": "The shepherds came near and worshipped Him with their staves.",
          "id": 25195
        },
        {
          "text": "They saluted Him with peace, prophesying the while, \"Peace, O Prince of the Shepherds\".",
          "id": 25196
        },
        {
          "text": "The rod of Moses praised Thy Rod, O Shepherd of all; for Thee Moses praises, although his lambs have become wolves, and his flocks as it were dragons, and his sheep fanged beasts.",
          "id": 25197
        },
        {
          "text": "In the fearful wilderness his flocks became furious, and attacked him.",
          "id": 25198
        },
        {
          "text": "Thee then the Shepherds praise, because Thou hast reconciled the wolves and the lambs within the fold; O Babe, that art older than Noah and younger than Noah, that reconciled all within the ark amid the billows!  David Thy father for a lamb's sake slaughtered a lion.",
          "id": 25199
        },
        {
          "text": "Thou, O Son of David, hast killed the unseen wolf that murdered Adam, the simple lamb who fed and bleated in Paradise.",
          "id": 25200
        },
        {
          "text": "At that voice of praise, brides were moved to hallow themselves, and virgins to be chaste, and even young girls became grave: they advanced and came in multitudes, and worshipped the Son.",
          "id": 25201
        },
        {
          "text": "Aged women of the city of David came to the daughter of David; they gave thanks and said, \"Blessed be our country, whose streets are lightened with the rays of Jesse! Today is the throne of David established by Thee, O Son of David\".",
          "id": 25202
        },
        {
          "text": "The old men cried, \"Blessed be that Son Who restored Adam to youth, Who was vexed to see that he was old and worn out, and that the serpent who had killed him, had changed his skin and had gotten himself away.",
          "id": 25203
        },
        {
          "text": "Blessed be the Babe in Whom Adam and Eve were restored to youth\".",
          "id": 25204
        },
        {
          "text": "The chaste women said, O Blessed Fruit, bless the fruit of our wombs; to Thee may they be given as first-born.",
          "id": 25205
        },
        {
          "text": "They waxed fervent and prophesied concerning their children, who, when they were killed for Him, were cut off, as it were first-fruits.",
          "id": 25206
        },
        {
          "text": "The barren also fondled Him, and carried Him; they rejoiced and said, Blessed Fruit born without marriage, bless the wombs of us that are married; have mercy on our barrenness, Thou wonderful Child of Virginity!.",
          "id": 25207
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Hymn VI.",
          "id": 25208
        },
        {
          "text": "Blessed be the Messenger that was laden, and came; a great peace! The Bowels of the Father brought Him down to us; He did not bring up our debts to Him, but made a satisfaction to that Majesty with His own goods.",
          "id": 25209
        },
        {
          "text": "Praised be the Wise One, who reconciled and joined the Divine with the Human Nature.",
          "id": 25210
        },
        {
          "text": "One from above and one from below, He confined the Natures as medicines, and being the Image of God, became man.",
          "id": 25211
        },
        {
          "text": "That Jealous One when He saw that Adam was dust, and that the cursed serpent had devoured him, shed soundness into that which was tasteless, and made him [as] salt, wherewith the accursed serpent should be blinded.",
          "id": 25212
        },
        {
          "text": "Blessed be the Merciful One, who saw the weapon by Paradise, that closed the way to the Tree of Life; and came and took a Body which could suffer, that with the Door, that was in His side, He might open the way into Paradise.",
          "id": 25213
        },
        {
          "text": "Blessed be that Merciful One, who lent not Himself to harshness, but without constraint conquered by wisdom; that He might give an ensample unto men, that by virtue and wisdom they might conquer discerningly.",
          "id": 25214
        },
        {
          "text": "Blessed is Thy flock, since Thou art the gate thereof, and Thou art the staff thereof.",
          "id": 25215
        },
        {
          "text": "Thou art the Shepherd thereof, Thou art the Drink thereof, Thou art the salt thereof, yea, the Visitor thereof.",
          "id": 25216
        },
        {
          "text": "Hail to the Only-Begotten, that bare abundantly all manner of consolations!  The husbandmen came and did obeisance before the Husbandman of Life.",
          "id": 25217
        },
        {
          "text": "They prophesied to Him as they rejoiced, [saying,] \"Blessed be the Husbandman, by Whom the ground of the heart is tilled, Who gathereth His wheat into the garner of Life\".",
          "id": 25218
        },
        {
          "text": "The husbandmen came and gave glory to the Vineyard that sprang of the root and stem of Jesse, the Virgin Cluster of the glorious Vine.",
          "id": 25219
        },
        {
          "text": "\"May we be vessels for Thy new Wine that renews all things\".",
          "id": 25220
        },
        {
          "text": "\"In Thee may the Vineyard of my Well-beloved that yielded wild grapes find peace! Graft its vines from Thy stocks; let it be laden entirely from Thy blessings with a fruit which may reconcile the Lord of the Vineyard, Who threatens it\".",
          "id": 25221
        },
        {
          "text": "Because of Joseph the workmen came to the Son of Joseph saying, \"Blessed be Thy Nativity, Thou Head of Workmen, the impress whereof the ark bore, after which was fashioned the Tabernacle of the congregation that was for a time only!\"  \"Our craft praises Thee, Who art our glory.",
          "id": 25222
        },
        {
          "text": "Make Thou the yoke which is light, yea easy, for them that bear it; make the measure, in which there can be no falseness, which is full of Truth; yea, devise and make measures by righteousness; that he that is vile may be accused thereby, and he that is perfect, may be acquitted thereby.",
          "id": 25223
        },
        {
          "text": "Weigh therewith both mercy and truth, O just One, as a judge\".",
          "id": 25224
        },
        {
          "text": "\"Bridegrooms with their brides rejoiced.",
          "id": 25225
        },
        {
          "text": "Blessed be the Babe, whose Mother was Bride of the Holy One! Blessed the marriage feast, whereat Thou wast present, in which when wine was suddenly wanting, in Thee it abounded again!\"  The children cried out, \"Blessed He that hath become unto us a Brother, and Companion in the midst of the streets.",
          "id": 25226
        },
        {
          "text": "Blessed be the day which by the Branches gives glory to the Tree of life, that made His Majesty be brought low, to our childish age!\"  Women heard that a Virgin should conceive and bring forth a Son: honourable women hoped that thou wouldest rise from them; yea noble ladies that Thou mightest spring up from them! Blessed be Thy Majesty, that humbled Itself, and rose from the poor!  Yea the young girls that carried Him prophesied, saying, \"Whether I be hated or fair, or of low estate, I am without spot for Thee.",
          "id": 25227
        },
        {
          "text": "I have taken Thee in charge for the bed of Childbirth\".",
          "id": 25228
        },
        {
          "text": "Sarah had lulled Isaac, who as a slave bare the Image of the King his Master on his shoulders, even the sign of His Cross; yea, on his hands were bandages and sufferings, a type of the nails.",
          "id": 25229
        },
        {
          "text": "Rachel cried to her husband, and said, Give me sons.",
          "id": 25230
        },
        {
          "text": "Blessed be Mary, in whose womb, though she asked not, Thou didst dwell holily, O Gift, that poured itself upon them that received it.",
          "id": 25231
        },
        {
          "text": "Hannah with bitter tears asked a child; Sarah and Rebecca with vows and words, Elizabeth also with her prayer, after having vexed themselves for a long time, yet so obtained comfort.",
          "id": 25232
        },
        {
          "text": "Blessed be Mary, who without vows and without prayer, in her Virginity conceived and brought forth the Lord of all the sons of her companions, who have been or shall be chaste and righteous, priests and kings.",
          "id": 25233
        },
        {
          "text": "Who else lulled a son in her bosom as Mary did? who ever dared to call her son, Son of the Maker, Son of the Creator, Son of the Most High?  Who ever dared to speak to her son as in prayer? O Trust of Thy Mother as God, her Beloved and her Son as Man, in fear and love it is meet for thy Mother to stand before Thee!.",
          "id": 25234
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Hymn VII.",
          "id": 25235
        },
        {
          "text": "The Son of the Maker is like unto His Father as Maker! He made Himself a pure body, He clothed Himself with it, and came forth and clothed our weakness with glory, which in His mercy He brought from the Father.",
          "id": 25236
        },
        {
          "text": "From Melchizedek, the High Priest, a hyssop came to Thee, a throne and crown from the house of David, a race and family from Abraham.",
          "id": 25237
        },
        {
          "text": "Be thou unto me a Haven, for Thine own sake, O great Sea.",
          "id": 25238
        },
        {
          "text": "Lo! the Psalms of David Thy Father, and the words also of the Prophets, came forth unto me, as it were ships.",
          "id": 25239
        },
        {
          "text": "David Thy father, in the hundred and tenth Psalm, twined together two numbers as it were crowns to Thee, and came [to Thee], O Conqueror! With these shalt Thou be crowned, and unto the throne shalt Thou ascend and sit.",
          "id": 25240
        },
        {
          "text": "A great crown is the number that is twined in the hundred, wherein is crowned Thy Godhead! A little crown is that of the number ten, which crowns the Head of Thy Manhood, O Victorious One!  For Thy sake women sought after men.",
          "id": 25241
        },
        {
          "text": "Tamar desired him that was widowed, and Ruth loved a man that was old, yea, that Rahab, that led men captive, was captivated by Thee.",
          "id": 25242
        },
        {
          "text": "Tamar went forth, and in the darkness stole the Light, and in uncleanness stole the Holy One, and by uncovering her nakedness she went in and stole Thee, O glorious One, that bringest the pure out of the impure.",
          "id": 25243
        },
        {
          "text": "Satan saw her and trembled, and hasted to trouble her.",
          "id": 25244
        },
        {
          "text": "He brought the judgment to her mind, and she feared not; stoning and the sword, and she trembled not.",
          "id": 25245
        },
        {
          "text": "He that teacheth adultery hindered adultery, because he was a hinderer of Thee.",
          "id": 25246
        },
        {
          "text": "For holy was the adultery of Tamar, for Thy sake.",
          "id": 25247
        },
        {
          "text": "Thee it was she thirsted after, O pure Fountain.",
          "id": 25248
        },
        {
          "text": "Judah defrauded her of drinking Thee.",
          "id": 25249
        },
        {
          "text": "The thirsty womb stole a dew-draught of Thee from the spring thereof.",
          "id": 25250
        },
        {
          "text": "She was a widow for Thy sake.",
          "id": 25251
        },
        {
          "text": "Thee did she long for, she hasted and was also an harlot for Thy sake.",
          "id": 25252
        },
        {
          "text": "Thee did she vehemently desire, and was sanctified in that it was Thee she loved.",
          "id": 25253
        },
        {
          "text": "May Tamar rejoice that her Lord hath come and hath made her name known for the son of her adultery! Surely the name she gave him was calling unto Thee to come to her.",
          "id": 25254
        },
        {
          "text": "For Thee honorable women shamed themselves, Thou that givest chastity to all! Thee she stole away in the midst of the ways, who pavest the way into the kingdom! Because it was life that she stole, the sword was not able to put her to death.",
          "id": 25255
        },
        {
          "text": "Ruth lay down by a man in the threshingfloor for Thy sake; her love made her bold for Thy sake, O Thou that teachest all penitents boldness.",
          "id": 25256
        },
        {
          "text": "Her ears refused [to listen to] any voices for the sake of Thy voice.",
          "id": 25257
        },
        {
          "text": "The live coal that glowed went up into the bed, of Boaz, lay down there, saw the High Priest, in whose loins was hidden a fire for his incense! She hasted and was a heifer to Boaz, that should bring forth Thee, the fatted Calf.",
          "id": 25258
        },
        {
          "text": "She went gleaning for her love of Thee; she gathered straw.",
          "id": 25259
        },
        {
          "text": "Thou didst quickly pay her the reward of her lowliness; and instead of ears of corn, the Root of Kings, and instead of straws, the Sheaf of Life, didst Thou make to spring from her.",
          "id": 25260
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Hymn VIII.",
          "id": 25261
        },
        {
          "text": "That Thy Resurrection might be believed among the gainsayers, they sealed Thee up within the sepulchre, and set guards; for it was for Thee that they sealed the sepulchre and set guards, O Son of the Living One!  When they had buried Thee, if they had neglected Thee and left Thee, and gone, there would have been room to lie [and say] that they did steal, O Quickener of all! When they craftily sealed Thy sepulchre, they made Thy Glory greater.",
          "id": 25262
        },
        {
          "text": "A type of Thee therefore was Daniel, and also Lazarus; one in the den, which the Gentiles sealed up, and one in the sepulchre, that the People opened.",
          "id": 25263
        },
        {
          "text": "Lo! their signs and their seals reproved them.",
          "id": 25264
        },
        {
          "text": "Their mouth had been open, if they had left Thy sepulchre open.",
          "id": 25265
        },
        {
          "text": "But they went away because they had shut Thy sepulchre and sealed it, and closed up their own mouths.",
          "id": 25266
        },
        {
          "text": "Yea they closed it, and when they had senselessly covered Thy sepulchre, all the slanderers covered their own heads.",
          "id": 25267
        },
        {
          "text": "But in Thy Resurrection Thou persuadest them concerning Thy Birth; since the womb was sealed, and the sepulchre closed up; being alike pure in the womb, and living in the sepulchre.",
          "id": 25268
        },
        {
          "text": "The womb and the sepulchre being sealed were witnesses unto Thee.",
          "id": 25269
        },
        {
          "text": "The belly and hell cried aloud of Thy Birth and Thy Resurrection: The belly conceived Thee, which was sealed; hell brought Thee forth which was closed up.",
          "id": 25270
        },
        {
          "text": "Not after nature did either the belly conceive Thee, or hell give Thee up!  Sealed was the sepulchre whereto they had entrusted Thee, that it might keep the dead [safe], Virgin was the womb which no man knew.",
          "id": 25271
        },
        {
          "text": "Virgin womb and sealed sepulchre, like trumpets, proclaimed Him in the ears of a deaf people.",
          "id": 25272
        },
        {
          "text": "The sealed belly and the closed rock were amongst the accusers.",
          "id": 25273
        },
        {
          "text": "For they slandered the Conception as being of the seed of man, and the Resurrection as being of the robbery of man; the seal and the signet convicted them, and pleaded that Thou wert of Heaven.",
          "id": 25274
        },
        {
          "text": "The people stood between Thy Birth and Thy Resurrection.",
          "id": 25275
        },
        {
          "text": "They slandered Thy Birth, Thy Death condemned them: they set aside Thy Resurrection, Thy Birth refuted them; they were two wrestlers that stopped the mouth that slandered.",
          "id": 25276
        },
        {
          "text": "For Elijah they went and searched the mountains: as they sought him on earth, they the more confirmed that he was taken up.",
          "id": 25277
        },
        {
          "text": "Their searching bare witness that he was taken up, in that it found him not.",
          "id": 25278
        },
        {
          "text": "If then prophets that had had forewarning of Elijah's ascension, doubted as it were of his going up, how much more would impure men speak slander of the Son? By their own guards He convinced them that He was risen again.",
          "id": 25279
        },
        {
          "text": "To Thy Mother, Lord, no man knew what name to give.",
          "id": 25280
        },
        {
          "text": "Should he call her Virgin, her Child stood [there]; and married no man knew her to be! If then none comprehended Thy Mother, who shall suffice for Thee?  For she was, alone, Thy Mother; along with all, Thy Sister.",
          "id": 25281
        },
        {
          "text": "She was Thy mother, she was Thy Sister.",
          "id": 25282
        },
        {
          "text": "She along with chaste women was Thy betrothed.",
          "id": 25283
        },
        {
          "text": "With everything didst Thou adorn Her, Thou ornament of Thy Mother.",
          "id": 25284
        },
        {
          "text": "For she was Thy Bride by nature ere Thou hadst come; she conceived Thee not by nature after Thou wast come, O Holy One, and was a Virgin when she had brought Thee forth holily.",
          "id": 25285
        },
        {
          "text": "Mary gained in Thee, O Lord, the honours of all married women.",
          "id": 25286
        },
        {
          "text": "She conceived [Thee] within her without marriage.",
          "id": 25287
        },
        {
          "text": "There was milk in her breasts, not after the way of nature.",
          "id": 25288
        },
        {
          "text": "Thou madest the thirsty land suddenly a fountain of milk.",
          "id": 25289
        },
        {
          "text": "If she carried Thee, Thy mighty look made her burden light; if she gave Thee to eat, it was because Thou wert hungry; if she gave Thee to drink [it was], because Thou wert thirsty; willingly if she embraced Thee, Thou, the coal of mercies, didst keep her bosom safe.",
          "id": 25290
        },
        {
          "text": "A wonder is Thy Mother.",
          "id": 25291
        },
        {
          "text": "The Lord entered her, and became a servant: the Word entered her, and became silent within her; thunder entered her, and His voice was still: the Shepherd of all entered her; He became a Lamb in her, and came forth bleating.",
          "id": 25292
        },
        {
          "text": "The Belly of Thy Mother changed the order of things, O Thou that orderest all! The rich went in, He came out poor: the High One went in, He came out lowly.",
          "id": 25293
        },
        {
          "text": "Brightness went into her and clothed Himself, and came forth a despised form.",
          "id": 25294
        },
        {
          "text": "The Mighty went in, and clad Himself with fear from the Belly.",
          "id": 25295
        },
        {
          "text": "He that giveth food to all went in, and gat hunger.",
          "id": 25296
        },
        {
          "text": "He that giveth all to drink went in, and gat thirst.",
          "id": 25297
        },
        {
          "text": "Naked and bare came forth from her the Clother of all.",
          "id": 25298
        },
        {
          "text": "The daughters of the Hebrews that cried in the Lamentations of Jeremiah, instead of lamentations of their Scriptures, used lulling-songs from their own books: a hidden Power within their words was prophesying.",
          "id": 25299
        },
        {
          "text": "Eve lifted up her eyes from Sheol and rejoiced in that day, because the Son of her daughter as a medicine of life came down to raise up the mother of His mother.",
          "id": 25300
        },
        {
          "text": "Blessed Babe, that bruised the head of the Serpent that smote her!  She saw the type of Thee from the youth of Isaac the fair.",
          "id": 25301
        },
        {
          "text": "For Thee Sarah, as seeing that types of thee rested on his childhood, called him, saying, O child of my vows, in whom is hidden the Lord of vows.",
          "id": 25302
        },
        {
          "text": "Samson the Nazarite shadowed forth a type of Thy working.",
          "id": 25303
        },
        {
          "text": "He tore the lion, the image of death, whom Thou didst destroy, and caused to go forth from his bitterness the sweetness of life for men.",
          "id": 25304
        },
        {
          "text": "Hannah also embraced Samuel; for Thy righteousness was hidden in him who hewed in pieces Agag as [a type] of the wicked one.",
          "id": 25305
        },
        {
          "text": "He wept over Saul, because Thy goodness also was shadowed forth in him.",
          "id": 25306
        },
        {
          "text": "How meek art Thou! How mighty art Thou, O Child! Thy judgment is mighty, Thy love is sweet! Who can stand against Thee? Thy Father is in Heaven, Thy Mother is on earth; who shall declare Thee? If a man should seek after Thy Nature, it is hidden in Heaven in the mighty Bosom of the Godhead; and if a man seek after Thy visible Body, it is laid down before their eyes in the lowly bosom of Mary.",
          "id": 25307
        },
        {
          "text": "The mind wanders between Thy generations, O Thou Rich One! Thick folds are upon Thy Godhead.",
          "id": 25308
        },
        {
          "text": "Who can sound Thy depths, Thou great Sea that made itself little?  We come to see Thee as God, and, lo! Thou art a man: we come to see Thee as man, and there shineth forth the Light of Thy Godhead!  Who would believe that Thou art the Heir of David's Throne? A manger hast Thou inherited out of [all] his beds, a cave has come down to Thee out of all his palaces.",
          "id": 25309
        },
        {
          "text": "Instead of his chariots a common ass's colt, perchance, comes down to Thee.",
          "id": 25310
        },
        {
          "text": "How fearless art Thou, O Babe, that dost let all have thee [to carry]: upon every one that meets with Thee dost Thou smile: to every one that sees Thee, art Thou glad-some! Thy love is as one that hungers after men.",
          "id": 25311
        },
        {
          "text": "Thou makest no distinction between Thy fathers and strangers, nor Thy Mother and maidservants, nor her that suckled Thee and the unclean.",
          "id": 25312
        },
        {
          "text": "Was it Thy forwardness or Thy love, O Thou that lovest all?  What moves Thee that Thou didst let all that saw Thee have Thee, both rich and poor? Thou helpedst them that called Thee not.",
          "id": 25313
        },
        {
          "text": "Whence came it that Thou hungeredst so for men?  How great was Thy love, that if one rebuked Thee, Thou wast not wroth! if a man threatened Thee, Thou wast not terrified! if one hissed at Thee, Thou didst not feel vexed! Thou art above the laws of the avengers of injuries.",
          "id": 25314
        },
        {
          "text": "Moses was meek, and [yet] his zeal was harsh, for he struggled and slew.",
          "id": 25315
        },
        {
          "text": "Elisha also, who restored a child to life, tore a multitude of children in pieces by bears.",
          "id": 25316
        },
        {
          "text": "Who art Thou, O Child, whose love is greater than that of the Prophets?  The son of Hagar who was wild, kicked at Isaac.",
          "id": 25317
        },
        {
          "text": "He bore it and was silent, and his mother was jealous.",
          "id": 25318
        },
        {
          "text": "Art Thou the mystery of him, or is not he the type of Thee? art thou like Isaac, or is it not he that is like Thee?.",
          "id": 25319
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Hymn IX.",
          "id": 25320
        },
        {
          "text": "Come rest, and be still in the bosom of Thy Mother, Son of the Glorious.",
          "id": 25321
        },
        {
          "text": "Forwardness fits not the sons of kings.",
          "id": 25322
        },
        {
          "text": "O Son of David, Thou art glorious, and [yet] the Son of Mary, who dost hide Thy beauty in the inner chamber.",
          "id": 25323
        },
        {
          "text": "To whom art Thou like, glad Babe, fair little One, Whose Mother is a Virgin, Whose Father is hidden, Whom even the Seraphim are not able to look upon? Tell us whom Thou art like, O Son of the Gracious!  When the wrathful came to see Thee, Thou madest them gladsome: they exchanged smiles one with another: the angry were made gentle in Thee, O sweet One.",
          "id": 25324
        },
        {
          "text": "Blessed art Thou, little One, for that in Thee even the bitter are made sweet.",
          "id": 25325
        },
        {
          "text": "Who ever saw a Babe that was gladsome when in arms to those that came near him, lo! reached Himself unto them that were far off? Fair sight [to see] a Child, that takes thought for every man that they may see him!  He that hath care came and saw Thee, and his care fled away.",
          "id": 25326
        },
        {
          "text": "He that had anxiety; at Thee forgat his anxiety; the hungry by Thee forgat his victuals; and he that had an errand, by Thee was errant and forgot his journey!  O still Thyself, and let men go to their works! Thou art a son of the poor, learn from Thyself that all the poor had to leave their work to come.",
          "id": 25327
        },
        {
          "text": "Thou who lovest men, hast bound men together by Thy gladsomeness.",
          "id": 25328
        },
        {
          "text": "David, that stately king, took branches, and in the feast amongst the children as he danced, he gave praise.",
          "id": 25329
        },
        {
          "text": "Is it not the love of David Thy father that is warm in Thee?  That daughter of Saul! her father's devil spake in her: she called the stately [king] a vile fellow, because he gave an ensample to the elders of her people of taking up branches with the children in the day of praise to Thee.",
          "id": 25330
        },
        {
          "text": "Who would not fear to lay it to Thee that Thou art forward? For lo, the daughter of Saul who mocked the child, cut off her womb from childbearing; because her mouth derided, the reward of its mouth was barrenness.",
          "id": 25331
        },
        {
          "text": "Let mouths tremble at blasphemy, lest they be shut up! Refrain, O daughter of Sion, thy mouth from Him, for He is the Son of David, Who is gladsome before thee.",
          "id": 25332
        },
        {
          "text": "Be not unto Him as the daughter of Saul, whose race is extinct.",
          "id": 25333
        },
        {
          "text": "Because Elijah restrained the desire of the body, he withheld rain from the adulterous; because he kept under his body, he withheld dew from the whoremongers, who let their fountains be loosely poured out.",
          "id": 25334
        },
        {
          "text": "Because the hidden fire of the lust of the body ruled not in him, to him the fire from on high was obedient.",
          "id": 25335
        },
        {
          "text": "And since he subdued on the earth the lust of the flesh, he went up thither where holiness dwells and is at peace.",
          "id": 25336
        },
        {
          "text": "Elisha also who deadened his own body, quickened the dead.",
          "id": 25337
        },
        {
          "text": "The resurrection of the dead was in the usual course by a sanctification not in the usual course; He raised the child, because he purified his soul like a weaned child.",
          "id": 25338
        },
        {
          "text": "Moses, who divided and separated himself from his wife, divided the sea before the harlot.",
          "id": 25339
        },
        {
          "text": "Zipporah though daughter of a heathen priest kept sanctity: with a calf the daughter of Abraham went a whoring.",
          "id": 25340
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Hymn X.",
          "id": 25341
        },
        {
          "text": "In Thee will I begin to speak, Thou Head that didst begin all created things.",
          "id": 25342
        },
        {
          "text": "I, even I will open my mouth, but it is Thou that fillest my mouth.",
          "id": 25343
        },
        {
          "text": "I am the earth to Thee, and Thou art the husbandman.",
          "id": 25344
        },
        {
          "text": "Sow Thy voice in me, Thou that sowedst Thyself in the womb of thy Mother.",
          "id": 25345
        },
        {
          "text": "\"All the chaste daughters of the Hebrews, and the virgins' daughters of the chief men, are astonished at me! For Thee doth the daughter of the poor meet with envy, for Thee, the daughter of the weak with jealousy.",
          "id": 25346
        },
        {
          "text": "Who hath given Thee to me?  \"O Son of the Rich One, Who abhorred the bosom of the rich women, who led Thee to the poor? for Joseph was needy and I also in want, yet Thy merchants have come, and brought gold, to the house of the poor\".",
          "id": 25347
        },
        {
          "text": "She saw the Magi: her songs increased at their offerings; \"Lo! Thy worshippers have surrounded me, yea thy offerings have encircled me.",
          "id": 25348
        },
        {
          "text": "Blessed be the Babe who made His Mother a harp for His words:  \"And as the harp waiteth for its master, my mouth waiteth for Thee.",
          "id": 25349
        },
        {
          "text": "May the tongue of Thy Mother bring what pleases Thee; and since I have learnt a new Conception by Thee, let my mouth learn in Thee, O new born Son, a new song of praise.",
          "id": 25350
        },
        {
          "text": "\"And if hindrances are no hindrances to Thee, since difficulties are easy to Thee, as a womb without marriage conceived Thee, and a belly without seed brought Thee forth, it is easy for a little mouth to multiply Thy great glory.",
          "id": 25351
        },
        {
          "text": "\"Lo! I am oppressed and despised, and yet cheerful: mine ears are filled with reproof and scorn; and it is a small thing to me to bear, for ten thousand troubles can a single comfort of Thine chase away.",
          "id": 25352
        },
        {
          "text": "\"And since I am not despised by Thee, O Son, my countenance is bright; and I am slandered for having conceived, and yet have brought forth the Truth who justifies me.",
          "id": 25353
        },
        {
          "text": "For if Tamar was justified by Judah, how much more shall I be justified by Thee!\"  David Thy father sung in a psalm of Thee before Thou hadst come, that to Thee should be given the gold of Sheba.",
          "id": 25354
        },
        {
          "text": "This psalm that he sung of Thee, lo! it, whilst Thou art yet a child, in reality heaps before thee myrrh and gold.",
          "id": 25355
        },
        {
          "text": "And the hundred and fifty Psalms that he wrote, in Thee were seasoned, because all the sayings of prophecy stood in need of Thy sweetness, for without Thy salt all manner of wisdom were tasteless.",
          "id": 25356
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Hymn XI.",
          "id": 25357
        },
        {
          "text": "(The Virgin Mother to Her Child.",
          "id": 25358
        },
        {
          "text": ")  I shall not be jealous, my Son, that Thou art with me, and also with all men.",
          "id": 25359
        },
        {
          "text": "Be Thou God to him that confesses Thee, and be thou Lord to him that serves Thee, and be Brother to him that loves Thee, that Thou mayest gain all!  When Thou didst dwell in me, Thou didst also dwell out of me, and when I brought Thee forth openly, Thy hidden might was not removed from me.",
          "id": 25360
        },
        {
          "text": "Thou art within me, and Thou art without me, O Thou that makest Thy Mother amazed.",
          "id": 25361
        },
        {
          "text": "For [when] I see that outward form of Thine before mine eyes, the hidden Form is shadowed forth \"in my mind,\" O holy One.",
          "id": 25362
        },
        {
          "text": "In Thy visible form I see Adam, and in Thy hidden form I see Thy Father, who is joined with Thee.",
          "id": 25363
        },
        {
          "text": "Hast Thou then shown me alone Thy Beauty in two Forms? Let Bread shadow forth Thee, and also the mind; dwell also in Bread and in the eaters thereof.",
          "id": 25364
        },
        {
          "text": "In secret, and openly too, may Thy Church see Thee, as well as Thy Mother.",
          "id": 25365
        },
        {
          "text": "He that hates Thy Bread is like unto him that hates Thy Body.",
          "id": 25366
        },
        {
          "text": "He that is far off that desires Thy Bread, and he that is near that loves Thy Image, are alike.",
          "id": 25367
        },
        {
          "text": "In the Bread and in the Body, the first and also the last have seen Thee.",
          "id": 25368
        },
        {
          "text": "Yet Thy visible Bread is far more precious than Thy Body; for Thy Body even unbelievers have seen, but they have not seen Thy living Bread.",
          "id": 25369
        },
        {
          "text": "They that were far off rejoiced! their portion utterly scorns that of those that are near.",
          "id": 25370
        },
        {
          "text": "Lo! Thy Image is shadowed forth in the blood of the grapes on the Bread; and it is shadowed forth on the heart with the finger of love, with the colors of faith.",
          "id": 25371
        },
        {
          "text": "Blessed be He that by the Image of His Truth caused the graven images to pass away.",
          "id": 25372
        },
        {
          "text": "Thou art not [so] the Son of Man that I should sing unto Thee a common lullaby; for Thy Conception is new, and Thy Birth marvellous.",
          "id": 25373
        },
        {
          "text": "Without the Spirit who shall sing to Thee? A new muttering of prophecy is hot within me.",
          "id": 25374
        },
        {
          "text": "How shall I call Thee a stranger to us, Who art from us? Should I call Thee Son? Should I call Thee Brother? Husband should I call Thee? Lord should I call Thee, O Child that didst give Thy Mother a second birth from the waters?  For I am Thy sister, of the house of David the father of us Both.",
          "id": 25375
        },
        {
          "text": "Again, I am Thy Mother because of Thy Conception, and Thy Bride am I because of Thy sanctification, Thy handmaid and Thy daughter, from the Blood and Water wherewith Thou hast purchased me and baptised me.",
          "id": 25376
        },
        {
          "text": "The Son of the Most High came and dwelt in me, and I became His Mother; and as by a second birth I brought Him forth so did He bring me forth by the second birth, because He put His Mother's garments on, she clothed her body with His glory.",
          "id": 25377
        },
        {
          "text": "Tamar, who was of the house of David, Amnon put to shame; and virginity fell and perished from them both.",
          "id": 25378
        },
        {
          "text": "My pearl is not lost: in Thy treasury it is stored, because Thou hast put it on.",
          "id": 25379
        },
        {
          "text": "The scent of her brother-in-law slunk from Tamar, whose perfume she had stolen.",
          "id": 25380
        },
        {
          "text": "As for Joseph's Bride, not even his breath exhaled from her garments, since she conceived Cinnamon.",
          "id": 25381
        },
        {
          "text": "A wall of fire was Thy Conception unto me, O holy Son.",
          "id": 25382
        },
        {
          "text": "The little flower was faint, because the smell of the Lily of Glory was great.",
          "id": 25383
        },
        {
          "text": "The Treasure-house of spices stood in no need of flower or its smells! Flesh stood aloof because it perceived in the womb a Conception from the Spirit.",
          "id": 25384
        },
        {
          "text": "The woman ministers before the man, because he is her head.",
          "id": 25385
        },
        {
          "text": "Joseph rose to minister before his Lord, Who was in Mary.",
          "id": 25386
        },
        {
          "text": "The priest ministered before Thy ark by reason of Thy holiness.",
          "id": 25387
        },
        {
          "text": "Moses carried the tables of stone which the Lord wrote, and Joseph bare about the pure Tablet in whom the Son of the Creator was dwelling.",
          "id": 25388
        },
        {
          "text": "The tables had ceased, because the world was filled with Thy doctrine.",
          "id": 25389
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Hymn XII.",
          "id": 25390
        },
        {
          "text": "The Babe that I carry carries me, saith Mary, and He has lowered His wings, and taken and placed me between His pinions, and mounted into the air; and a promise has been given me that height and depth shall be my Son's.",
          "id": 25391
        },
        {
          "text": "I have seen Gabriel that called him Lord, and the high priest the aged servant, that carried Him and bare Him.",
          "id": 25392
        },
        {
          "text": "I have seen the Magi when they bowed down, and Herod when he was troubled because the King had come.",
          "id": 25393
        },
        {
          "text": "Satan also who strangled the little ones that Moses might perish, murdered the little ones that the Living One might die.",
          "id": 25394
        },
        {
          "text": "To Egypt He fled, Who came to Judea that He might labour and wander there: he sought to catch the man that would catch himself.",
          "id": 25395
        },
        {
          "text": "In her virginity Eve put on the leaves of shame: Thy Mother put on in her Virginity the garment of Glory that suffices for all.",
          "id": 25396
        },
        {
          "text": "She gave the little vest of the Body to Him that covers all.",
          "id": 25397
        },
        {
          "text": "Blessed is she in whose heart and mind Thou wast! A King's palace she was by Thee, O Son of the King, and a Holy of Holies by Thee, O High Priest! She had not the trouble nor vexation of a family, or a husband!  Eve, again, was a nest and a den for the accursed serpent, that entered in and dwelt in her.",
          "id": 25398
        },
        {
          "text": "His evil counsel became bread to her that she might become dust.",
          "id": 25399
        },
        {
          "text": "Thou art our Bread, and Thou art also [of] our race and our garment of glory.",
          "id": 25400
        },
        {
          "text": "He that has sanctity, if he be in danger, lo! here is his Guardian! He that has iniquity, lo! here is his Pardoner! He that has a devil, here is the Pursuer thereof! They that have pains, lo! here is the Binder up of their breaches.",
          "id": 25401
        },
        {
          "text": "He that has a child, let him come and become a brother to my Well-beloved! He that has a daughter or a young woman of his race, let her come and become the bride of my Glorious One! He that has a servant, let him set him free, that he may come and serve his Lord.",
          "id": 25402
        },
        {
          "text": "The son of free men that bears Thy yoke, my Son, shall have one reward; and the slave that bears the burden of the yoke of two masters, of Him above and of Him below, there are two blessings for him, and two rewards of the two burdens.",
          "id": 25403
        },
        {
          "text": "The free woman, my Son, is Thy handmaid: also if she who is in bondage serve Thee, in Thee she is free: in Thee she shall be comforted, because she is freed; hidden apples in her bosom are stored up, if she love Thee!  O chaste woman, long ye for my Well-beloved, that He may dwell in you; and ye also that are impure that He may sanctify you! ye Churches also, that the Son of the Creator Who came to renew all creatures, may adorn you!  He received the foolish who worshipped and served all the stars; He renewed the earth which was worn out through Adam, who sinned and waxed old.",
          "id": 25404
        },
        {
          "text": "The new formation was the creature of its Renewer, and the all-sufficient One repaired the bodies along with their wills.",
          "id": 25405
        },
        {
          "text": "Come ye blind, and without money receive lights! Come ye lame, and receive your feet! ye deaf and dumb, receive your voice! come thou also whose hand is cut off; the maimed also shall receive his hands.",
          "id": 25406
        },
        {
          "text": "It is the Son of the Creator Whose treasure-houses are filled with all manner of helps.",
          "id": 25407
        },
        {
          "text": "Let him that is without eyeballs come to Him that makes clay and changes it, that makes flesh, that enlightens eyes.",
          "id": 25408
        },
        {
          "text": "By the small portion of clay He shows that it was with His hand that Adam was formed: the soul of the dead also bears Him witness, that by Him it was that the breath of man was breathed in; by the last witnesses He was accredited to be the Son of Him Who is the First.",
          "id": 25409
        },
        {
          "text": "Gather ye together and come, O ye lepers, and receive purification without labour.",
          "id": 25410
        },
        {
          "text": "For He will not wash you as Elisha, who baptized seven times in the river: neither will He trouble you as the priests did with their sprinklings.",
          "id": 25411
        },
        {
          "text": "Foreigners and also strangers have betaken themselves to the Great Physician.",
          "id": 25412
        },
        {
          "text": "The rank of strangers hath no place with the King's Son; the Lord makes not Himself strange to His servants, [or conceal] that He is Lord of all.",
          "id": 25413
        },
        {
          "text": "For if the Just makes the body leprous, and Thou purifiest it; then, the Former of the body hateth the body; but Thou lovest it.",
          "id": 25414
        },
        {
          "text": "And if it be not Thy forming, being Just, Thou wouldest not have healed it; and if it were not Thy creature, when in health, Thou wouldest not have afflicted it.",
          "id": 25415
        },
        {
          "text": "The punishments that Thou has cast upon it, and the pains which Thou hast healed, proclaim that Thou art the Creator's Son.",
          "id": 25416
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Hymn XIII.",
          "id": 25417
        },
        {
          "text": "(Compare Hymn II.",
          "id": 25418
        },
        {
          "text": "For the Epiphany.",
          "id": 25419
        },
        {
          "text": ")  1.",
          "id": 25420
        },
        {
          "text": "In the days of the King whom they called by the name of Semha, our Lord sprang up among the Hebrews: and Semha and Denha ruled, and came, King upon earth, and Son in Heaven; blessed be His rule!  2.",
          "id": 25421
        },
        {
          "text": "In the days of the king who enrolled men in the book of the dead, our Redeemer came down and enrolled men in the book of the living.",
          "id": 25422
        },
        {
          "text": "He enrolled, and they also: on high He enrolled us, on earth they enrolled Him.",
          "id": 25423
        },
        {
          "text": "Glory to His Name!  3.",
          "id": 25424
        },
        {
          "text": "In the days of the king whose name was Semha, the type and the Reality met together, the king and the King, Semha and Denha.",
          "id": 25425
        },
        {
          "text": "His Cross upon His shoulders, was the sign of His Kingdom.",
          "id": 25426
        },
        {
          "text": "Blessed be He Who bare it.",
          "id": 25427
        },
        {
          "text": "4.",
          "id": 25428
        },
        {
          "text": "Thirty years He went in poverty upon the earth! The sounds of praise in all their measures let us twine, my brethren, to the years of the Lord, as thirty crowns to the thirty years.",
          "id": 25429
        },
        {
          "text": "Blessed be His Birth!  5.",
          "id": 25430
        },
        {
          "text": "In the first year, that is chieftain over the treasures and Dispenser of abundant blessings, let the Cherubim who bare up the Son in glory, praise Him with us! He left His glory, and toiled and found the sheep that was lost.",
          "id": 25431
        },
        {
          "text": "To Him be thanksgiving!  6.",
          "id": 25432
        },
        {
          "text": "In the second year, let the Seraphim praise Him yet more with us.",
          "id": 25433
        },
        {
          "text": "They that had proclaimed the Son Holy, by and by saw Him when He was reviled among the gainsayers; He bore the contempt and taught praise.",
          "id": 25434
        },
        {
          "text": "To Him be Glory!  7.",
          "id": 25435
        },
        {
          "text": "In the third year, let Michael and his followers, that ministered to the Son in the highest, praise Him with us.",
          "id": 25436
        },
        {
          "text": "They saw Him on the earth when He was ministering, washing feet, cleansing souls.",
          "id": 25437
        },
        {
          "text": "Blessed be His lowliness!  8.",
          "id": 25438
        },
        {
          "text": "In the fourth year, let the whole earth praise Him with us.",
          "id": 25439
        },
        {
          "text": "It is but small for the Son, and it marvelled because it saw that it entertained Him in its bed that is so very mean.",
          "id": 25440
        },
        {
          "text": "He filled the bed, and filled the Heaven.",
          "id": 25441
        },
        {
          "text": "To Him be Majesty!  9.",
          "id": 25442
        },
        {
          "text": "In the fifth year, the Sun shone unto the earth.",
          "id": 25443
        },
        {
          "text": "With its breath let it praise our Sun Who brought His breadth down low, and humbled His mightiness, that the subtle eye of the unseen soul might be able to look upon Him.",
          "id": 25444
        },
        {
          "text": "Blessed be His brightness!  10.",
          "id": 25445
        },
        {
          "text": "In the sixth year again, let the whole air praise Him with us, in whose wide space it is that all things are made glorious, which saw its mighty Lord that had become a little Child in a little bosom.",
          "id": 25446
        },
        {
          "text": "Blessed be His dignity!  11.",
          "id": 25447
        },
        {
          "text": "In the seventh year, the clouds and winds rejoiced with us and sprinkled the dews over the flowers, for they saw the Son who enslaved His brightness and received disgrace and foul spitting.",
          "id": 25448
        },
        {
          "text": "Blessed be His Redemption!  12.",
          "id": 25449
        },
        {
          "text": "In the year also that is eighth, let the fields give praise, that suckle their fruits from His fountains.",
          "id": 25450
        },
        {
          "text": "They worshipped because they saw the Son in arms and the pure One sucking pure milk.",
          "id": 25451
        },
        {
          "text": "Blessed be His good pleasure!  13.",
          "id": 25452
        },
        {
          "text": "In the ninth year, let the earth glorify the might of her Creator, Who laid seed in her in the beginning that she might bring forth all her produce; for it saw Mary, a thirsty land, who yielded the fruit of a Child that was a wonder, yea, a marvel.",
          "id": 25453
        },
        {
          "text": "[Then] it praised Him more exceedingly, for that He was a great Sea of all good things.",
          "id": 25454
        },
        {
          "text": "To Him be exaltation!  14.",
          "id": 25455
        },
        {
          "text": "In the tenth year, let the mount Sinai glorify Him, it which trembled before its Lord.",
          "id": 25456
        },
        {
          "text": "It saw that they took up stones against its Lord; He received stones, Who should build His Church upon a Stone.",
          "id": 25457
        },
        {
          "text": "Blessed be His building!  15.",
          "id": 25458
        },
        {
          "text": "In the eleventh year, let the great sea praise the fists of the Son that measured it, and it was astonished and saw that He came down, was baptized in a small water, and cleansed the creatures.",
          "id": 25459
        },
        {
          "text": "Blessed be His noble act!  16.",
          "id": 25460
        },
        {
          "text": "In the twelfth year, let the holy Temple praise Him, that saw the Child when He sat amongst the old men: the priests were silent when the Lamb of the Feast bleated in His feast.",
          "id": 25461
        },
        {
          "text": "Blessed be His propitiation!  17.",
          "id": 25462
        },
        {
          "text": "In the thirteenth year, let the crowns praise with us the King who conquered, that died and was crowned with a crown of thorns, and bound upon Adam a great crown at His right hand.",
          "id": 25463
        },
        {
          "text": "Blessed be His Apostleship!  18.",
          "id": 25464
        },
        {
          "text": "In the fourteenth year, let the passover in Egypt praise the Passover that came and passed over all, and instead of Pharaoh sunk Legion, instead of horses choked the devil.",
          "id": 25465
        },
        {
          "text": "Blessed be His vengeance!  19.",
          "id": 25466
        },
        {
          "text": "In the fifteenth year, let the lamb of the gluttons praise Him: since our Lord was so far from slaughtering it as Moses did, that He even redeemed mankind with His own Blood.",
          "id": 25467
        },
        {
          "text": "He that feeds all, died for all.",
          "id": 25468
        },
        {
          "text": "Blessed be His Father!  20.",
          "id": 25469
        },
        {
          "text": "In the sixteenth year, let the wheat praise by its type that Husbandman, Who sowed His Body in the barren earth, since it covers all, spreads itself out and yields new Bread.",
          "id": 25470
        },
        {
          "text": "Blessed be the Pure One!  21.",
          "id": 25471
        },
        {
          "text": "In the seventeenth year, let the Vine praise the Lord that garnished it.",
          "id": 25472
        },
        {
          "text": "He planted a vineyard, souls were as vineplants.",
          "id": 25473
        },
        {
          "text": "He gave peace to the vineyard, but destroyed the vineyard that brought forth wild grapes.",
          "id": 25474
        },
        {
          "text": "Blessed be its Uprooter!  22.",
          "id": 25475
        },
        {
          "text": "In the eighteenth year, let the Vine which the wild boar out of the wood had eaten, praise the True Vine which trimmed Himself, and kept His fruit, and brought the fruits to the Lord of the Vineyard.",
          "id": 25476
        },
        {
          "text": "Blessed be His Vintage!  23.",
          "id": 25477
        },
        {
          "text": "In the nineteenth year, let our leaven praise the true leaven which worked itself in among those that were in error, and drove them all together, and made them one mind by one Doctrine.",
          "id": 25478
        },
        {
          "text": "Blessed be thy doctrine!  24.",
          "id": 25479
        },
        {
          "text": "In the twentieth year, let salt praise Thy living Body, wherewith are salted the bodies and the souls of all the faithful, and faith is the salt of men wherewith they are preserved.",
          "id": 25480
        },
        {
          "text": "Blessed be Thy preserving!  25.",
          "id": 25481
        },
        {
          "text": "In the twenty-first year, let the waters of the desert praise Thee.",
          "id": 25482
        },
        {
          "text": "They are sweet to them afar off, they are bitter to them that are near, who did not minister to Him.",
          "id": 25483
        },
        {
          "text": "The [chosen] people and the nations were bitter in the desert, and He destroyed them.",
          "id": 25484
        },
        {
          "text": "They were sweetened by the Cross which redeemed them.",
          "id": 25485
        },
        {
          "text": "Blessed be Thy pleasantness!  26.",
          "id": 25486
        },
        {
          "text": "In the twenty-second year, let arms and the sword praise Thee: they sufficed not to kill our adversary.",
          "id": 25487
        },
        {
          "text": "It was Thou that killed him, even Thou who didst fix the ear on, which Simon's sword cut off.",
          "id": 25488
        },
        {
          "text": "Blessed be Thy healing!  27.",
          "id": 25489
        },
        {
          "text": "In the twenty-third year, let the ass praise Him, that gave its foal for Him to ride on, that loosed the bonds, that opened the mouth of the dumb, that opened also the mouth of the wild asses when the race of Hagar gave a shout of praise.",
          "id": 25490
        },
        {
          "text": "Blessed be the praise of Thee!  28.",
          "id": 25491
        },
        {
          "text": "In the twenty-fourth year, let the Treasury praise the Son.",
          "id": 25492
        },
        {
          "text": "The treasures marvelled at the Lord of treasures, when in the house of the poor He was increasing, Who made Himself poor that He might enrich all.",
          "id": 25493
        },
        {
          "text": "Blessed be Thy rule!  29.",
          "id": 25494
        },
        {
          "text": "In the twenty-fifth year, let Isaac praise the Son, for by His goodness he was rescued upon the Mount from the knife, and in his stead there was the victim, the type of the Lamb for the slaughter.",
          "id": 25495
        },
        {
          "text": "The mortal escaped, and He that quickens all died.",
          "id": 25496
        },
        {
          "text": "Blessed be His offering!  30.",
          "id": 25497
        },
        {
          "text": "In the twenty-sixth year, let Moses praise Him with us, for that he was afraid and fled from his murderers.",
          "id": 25498
        },
        {
          "text": "Let him praise the Lord that bore the spear and that received the nails in His hands, in His feet.",
          "id": 25499
        },
        {
          "text": "He entered into hell and spoiled it, and came forth.",
          "id": 25500
        },
        {
          "text": "Blessed be Thy Resurrection!  31.",
          "id": 25501
        },
        {
          "text": "In the year which is the twenty-seventh, let the eloquent speakers praise the Son, for they found no cloke to save our cause.",
          "id": 25502
        },
        {
          "text": "He was silent in the judgment-hall, and He carried our cause.",
          "id": 25503
        },
        {
          "text": "Honour be to Him!  32.",
          "id": 25504
        },
        {
          "text": "And in this year let all judges praise Him, who, as being just men, killed the ungodly; let them praise the Son who died for the wicked, as being good.",
          "id": 25505
        },
        {
          "text": "Though Son of the Just One, He gave them all manner of good things in abundance.",
          "id": 25506
        },
        {
          "text": "Blessed be His bowels of mercy!  33.",
          "id": 25507
        },
        {
          "text": "In the eight and twentieth year, let all mighty men of valour praise the Son, because they delivered not from him who took us captive.",
          "id": 25508
        },
        {
          "text": "He only is to be praised, who being slain showed us life.",
          "id": 25509
        },
        {
          "text": "Blessed be His delivery!  34.",
          "id": 25510
        },
        {
          "text": "In the twenty-ninth year, let Job praise Him with us, who bore sufferings for himself, and our Lord bore for us the spitting and the spear, and the crown of thorns, and scourges, contempt and reproach, yea mocking.",
          "id": 25511
        },
        {
          "text": "Blessed be His mercy!  35.",
          "id": 25512
        },
        {
          "text": "In the year that is thirteenth, let the dead praise Him with us, because they are quickened, and the living, because they have turned to repentance, because height and depth were set at one by Him.",
          "id": 25513
        },
        {
          "text": "Blessed be He and His Father!.",
          "id": 25514
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Hymn XIV.",
          "id": 25515
        },
        {
          "text": "(Resp.",
          "id": 25516
        },
        {
          "text": "—Blessed be he who became beyond measure low, that he might make us beyond measure great)  1.",
          "id": 25517
        },
        {
          "text": "Of the Birth of the Firstborn, let us tell on His Feast-day.",
          "id": 25518
        },
        {
          "text": "—He gives on His day, secret comforts.",
          "id": 25519
        },
        {
          "text": "—If the unclean King at his feast, in memory of his day,—gave the gift of wrath, the head in a charger,—how much more shall the Blessed, give blessings to him—who sings praise at His Feast!  2.",
          "id": 25520
        },
        {
          "text": "Let us not count our vigil like vigils of every day.",
          "id": 25521
        },
        {
          "text": "—His feast, its reward, exceeds an hundredfold.",
          "id": 25522
        },
        {
          "text": "—For this feast makes war, on sleep by its vigil;—speaking it makes war, on silence by its voice;—clad with all blessings, it is chief of feasts,—and of every joy.",
          "id": 25523
        },
        {
          "text": "3.",
          "id": 25524
        },
        {
          "text": "To-day the angels, and the archangels,—descended to sing—a new song on earth.",
          "id": 25525
        },
        {
          "text": "—In this mystery they descend, and rejoice with the vigil-keepers.",
          "id": 25526
        },
        {
          "text": "—At the time when they gave praise, blasphemy abounded.",
          "id": 25527
        },
        {
          "text": "—Blessed be the Birth by which, lo! the world resounds—with anthems of praise.",
          "id": 25528
        },
        {
          "text": "4.",
          "id": 25529
        },
        {
          "text": "For this is the night that joined, the Watchers on high with the vigil-keepers.",
          "id": 25530
        },
        {
          "text": "—The Watcher came to make watchers in the midst of creation.",
          "id": 25531
        },
        {
          "text": "—Lo! the vigil-keepers are made comrades with the Watchers:—the singers of praise are made, companions of the Seraphs.",
          "id": 25532
        },
        {
          "text": "—Blessed be he who becomes, the harp of Thy praise!—and Thy grace becomes his reward.",
          "id": 25533
        },
        {
          "text": "5.",
          "id": 25534
        },
        {
          "text": "The Birth then of the Firstborn, I will sing and tell how—the Godhead in the womb wove itself a vesture.",
          "id": 25535
        },
        {
          "text": "—He put it on and came forth in birth, in death again put it off;—once he put it off, twice He put it on.",
          "id": 25536
        },
        {
          "text": "—On the left He wore it, then took it off thence,—and laid it at the right.",
          "id": 25537
        },
        {
          "text": "6.",
          "id": 25538
        },
        {
          "text": "He dwelt in a narrow bosom, the Might that rules all.",
          "id": 25539
        },
        {
          "text": "—While He was dwelling there, He held the reins of the whole:—to His Father He made offering, that He might fulfil His Will:—Heaven was filled by Him, and every creature.",
          "id": 25540
        },
        {
          "text": "—The Sun entered the womb, and in the height and the depth—his splendour abode.",
          "id": 25541
        },
        {
          "text": "7.",
          "id": 25542
        },
        {
          "text": "He dwelt in the wide bosoms, of all the creatures;—too narrow to hold, the greatness of the Firstborn.",
          "id": 25543
        },
        {
          "text": "—How then sufficed for it, that bosom of Mary?—Marvellous if it sufficed, bewilderment if it sufficed not.",
          "id": 25544
        },
        {
          "text": "—Of all bosoms that held Him, one bosom sufficed for Him,—His, the Supreme Who begat Him.",
          "id": 25545
        },
        {
          "text": "8.",
          "id": 25546
        },
        {
          "text": "The bosom that held Him, if it held Him Wholly,—equals the wondrous bosom, of the Supreme Who begat Him.",
          "id": 25547
        },
        {
          "text": "—But who dare say the bosom, that is narrow weak and lowly,—is equal to His, Who is the Supreme Being?—He dwelt there of His mercy, though so great is His Nature:—it is without bound.",
          "id": 25548
        },
        {
          "text": "9.",
          "id": 25549
        },
        {
          "text": "Reconciling Peace, sent to the nations!—gladdening Brightness, that camest to the sad!—Mighty Leaven in silence, overcoming all!—Patient One that hast taken, man after man in Thy net!—Happy he who has welcomed, thy joy in his heart,—and forgot his groans in Thee!  10.",
          "id": 25550
        },
        {
          "text": "They sounded forth peace, the Watchers to the vigil-keepers.",
          "id": 25551
        },
        {
          "text": "—Among the vigil-keepers the good tidings, were announced by the Watchers.",
          "id": 25552
        },
        {
          "text": "—Who would sleep on that night, which has waked all creatures?—For they bear good tidings of peace, where warfare had been.",
          "id": 25553
        },
        {
          "text": "—Blessed is he who has pleased, the Divine Majesty by his silence,—when speaking moved His wrath!  11.",
          "id": 25554
        },
        {
          "text": "Watchers mixed with watchers, they rejoiced that the world came to life.",
          "id": 25555
        },
        {
          "text": "—The Evil One was shamed who was king, and had woven a crown of lies;—and set up his throne, as God in the world.",
          "id": 25556
        },
        {
          "text": "—The Babe laid in the manger, cast him from his dominion.",
          "id": 25557
        },
        {
          "text": "—The Sun rendered worship, doing Him homage by his Magi;—in his worshippers he worshipped Him.",
          "id": 25558
        },
        {
          "text": "12.",
          "id": 25559
        },
        {
          "text": "God saw that mankind, worship things created:—He put on a created body, that in our custom He might capture us.",
          "id": 25560
        },
        {
          "text": "—Lo! in this our form, He that formed us healed us;—and in this created shape, our Creator gave us life.",
          "id": 25561
        },
        {
          "text": "—He drew us not by force: blessed be He Who came in ours,—and joined us in His!  13.",
          "id": 25562
        },
        {
          "text": "Who would not marvel, at Mary, David's daughter,—bearing an infant, and her virginity kept!—She lays Him on her breast, and lulls Him with song and He rejoices.",
          "id": 25563
        },
        {
          "text": "—The Angels raise hymns, the Seraphs cry \"Holy,\"—the Magi offer, acceptable gifts,—to the Son Who is born.",
          "id": 25564
        },
        {
          "text": "14.",
          "id": 25565
        },
        {
          "text": "O great above measure, immeasurably made low,—praised beyond praises, debased to humiliation!—the tender mercies laid on Thee, bowed Thee down to all this;—let Thy grace bow me down, though evil to give praise!—Happy he who becomes, a fountain of voices,—all praising Thee in all!  15.",
          "id": 25566
        },
        {
          "text": "He was servant on earth; He is Lord in Heaven.",
          "id": 25567
        },
        {
          "text": "—Heir of height and depth, He became a stranger:—Whom men judged in guile, He is judge in truth:—He Whose face they spat on, breathes His Spirit on theirs:—He Who held the frail reed, is become the staff of the world,—which grows old and leans on Him.",
          "id": 25568
        },
        {
          "text": "16.",
          "id": 25569
        },
        {
          "text": "He Who rose to wait on His servants, now sits to be worshipped.",
          "id": 25570
        },
        {
          "text": "—Whom the scribes despised, before Him Seraphs cry \"Holy\".",
          "id": 25571
        },
        {
          "text": "—This praise Adam desired, to steal privily.",
          "id": 25572
        },
        {
          "text": "—The serpent which made him fall, saw to what height he was raised:—he crushed it because it deceived him; the feet of Eve trod it down,—which had sent venom into her ears.",
          "id": 25573
        },
        {
          "text": "17.",
          "id": 25574
        },
        {
          "text": "The wife proved barren, and withheld her fruit;—but the bosom of Mary, holily conceived.",
          "id": 25575
        },
        {
          "text": "—To wonder at fields, and to admire plants—she needed not who received, and rendered what she borrowed not.",
          "id": 25576
        },
        {
          "text": "—Nature confessed its defeat; the womb was aware of it,—and restored what Nature gave not.",
          "id": 25577
        },
        {
          "text": "18.",
          "id": 25578
        },
        {
          "text": "Mary was defeated, in the judgment by Elizabeth.",
          "id": 25579
        },
        {
          "text": "—She that was barren pleaded, that the Will which prevailed—to close the open door, has opened the closed.",
          "id": 25580
        },
        {
          "text": "—He has made childless the married womb; He has made fruitful the virgin womb.",
          "id": 25581
        },
        {
          "text": "—Because the People were accurst faithless, He made her that was married,—held from bearing before the face of the maiden.",
          "id": 25582
        },
        {
          "text": "19.",
          "id": 25583
        },
        {
          "text": "He Who could give moisture, to breasts barren and dead,—caused them to fail in youth, made them to flow in age;—forced and changed nature, in its season and out of its season.",
          "id": 25584
        },
        {
          "text": "—The Lord of natures changed, the Virgin's nature.",
          "id": 25585
        },
        {
          "text": "—Because the People were barren, He made her that was aged,—a mouth on behalf of the damsel.",
          "id": 25586
        },
        {
          "text": "20.",
          "id": 25587
        },
        {
          "text": "And as He began at birth, He went on and fulfilled in death.",
          "id": 25588
        },
        {
          "text": "—His Birth received worship; His Death paid the debt.",
          "id": 25589
        },
        {
          "text": "—As He came to His Birth, the Magi worshipped Him;—again He came to His Passion, and the thief sought refuge in Him—Between His Birth and Death, midway He set the world:—in birth and Death he gave it life.",
          "id": 25590
        },
        {
          "text": "21.",
          "id": 25591
        },
        {
          "text": "Thousand thousands stand, and ten thousand thousands haste.",
          "id": 25592
        },
        {
          "text": "—The thousands and ten thousands, cannot search out the One:—for all of them stand, in silence to serve.",
          "id": 25593
        },
        {
          "text": "—He has no heir of His Throne, save the Son Who is of Him.",
          "id": 25594
        },
        {
          "text": "—In the midst of silence is the enquiry into Him, when the watchers come to search Him out,—they attain to silence and are stayed.",
          "id": 25595
        },
        {
          "text": "22.",
          "id": 25596
        },
        {
          "text": "The Firstborn entered the womb, and the pure Virgin was not harmed.",
          "id": 25597
        },
        {
          "text": "—He stirred and came forth in her travail, and the fair Mother was troubled by Him.",
          "id": 25598
        },
        {
          "text": "—Glorious and unseen in entering, humble and manifest in issuing;—for He was God in entering, and He was man in issuing.",
          "id": 25599
        },
        {
          "text": "—A marvel and bewilderment to hear: fire entered the womb; put on a body and came forth!  23.",
          "id": 25600
        },
        {
          "text": "Gabriel chief of Angels, called Him \"My Lord\":—he called Him \"My Lord,\" to teach that He was his Lord, not his fellow.",
          "id": 25601
        },
        {
          "text": "—Gabriel had with him, Michael as fellow:—the Son is Lord of the servants; exalted is His Nature as His Name.",
          "id": 25602
        },
        {
          "text": "—No servant can search Him out; for the greater the servant,—He is great above His servant.",
          "id": 25603
        },
        {
          "text": "24.",
          "id": 25604
        },
        {
          "text": "When they stand before Thee, the watchers with songs of praise,—they know not in what part, they shall discern Thee.",
          "id": 25605
        },
        {
          "text": "—They have sought Thee above in the height; they have seen Thee below in the depth:—they have searched for Thee in the midst of heaven; they have seen Thee in the midst of the abyss:—they have discerned Thee beside Him that is worshipped; they have found Thee in the midst of the creatures:—they have come down to Thee and sung Glory to Thee.",
          "id": 25606
        },
        {
          "text": "25.",
          "id": 25607
        },
        {
          "text": "Thou art all wonderful, in all parts where we seek Thee.",
          "id": 25608
        },
        {
          "text": "—Near art Thou,—and far, and who may attain to Thee?—No seeking avails, that its stretch should reach unto Thee.",
          "id": 25609
        },
        {
          "text": "—Whereon it stretches to reach Thee, it is checked and stops,—it falls short of Thy mountain; Faith reaches thither,—and Love with prayer.",
          "id": 25610
        },
        {
          "text": "26.",
          "id": 25611
        },
        {
          "text": "The Magi also sought Him, and in the manger when they found Him,—instead of scrutiny worship, they offered Him in silence;—for empty strivings, oblations gave they Him.",
          "id": 25612
        },
        {
          "text": "—Seek thou too the Firstborn, and if thou find Him in the height,—instead of troubled questionings, open thy treasures before Him,—and offer Him thy works.",
          "id": 25613
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Hymn XV.",
          "id": 25614
        },
        {
          "text": "Resp.",
          "id": 25615
        },
        {
          "text": "—Blessed is He above all in His Birth! (bis).",
          "id": 25616
        },
        {
          "text": "1.",
          "id": 25617
        },
        {
          "text": "Celebrate, O nations, this feast, first fruits of all feasts;—recount the sufferings that were, and the wounds and pains,—that we may know what plagues, He healed, the Son Who was sent.",
          "id": 25618
        },
        {
          "text": "R.",
          "id": 25619
        },
        {
          "text": ", Blessed be He Who sufficed to heal our pains!  2.",
          "id": 25620
        },
        {
          "text": "Celebrate, O saved nations, Him Who saves all in His Birth.",
          "id": 25621
        },
        {
          "text": "—Even my feeble tongue, has become a harp through His mercy.",
          "id": 25622
        },
        {
          "text": "—The excellency of the Firstborn, in His Festival let us sing.",
          "id": 25623
        },
        {
          "text": "R.",
          "id": 25624
        },
        {
          "text": ", Blessed is He Who has made us meet for His Feast!  3.",
          "id": 25625
        },
        {
          "text": "How then can any one, admire a physician,—until he hear and learn, what were the pains he healed?—And when our plagues are proclaimed, then is our Healer magnified.",
          "id": 25626
        },
        {
          "text": "R.",
          "id": 25627
        },
        {
          "text": ", Blessed be He Who is exalted in our pains!  4.",
          "id": 25628
        },
        {
          "text": "Created things were worshipped: because the worshipper was foolish,—he used to worship all things; but One they worshipped not.",
          "id": 25629
        },
        {
          "text": "—He came down therefore in mercy and broke, the yoke that enslaved all.",
          "id": 25630
        },
        {
          "text": "R.",
          "id": 25631
        },
        {
          "text": ", Blessed is He Who loosed our pains!  5.",
          "id": 25632
        },
        {
          "text": "The mercies of the Highest were revealed; He came down and set free His creature.",
          "id": 25633
        },
        {
          "text": "—In this blessed month, wherein are made releases of slaves,—the Lord underwent bondage, to call the bond to freedom.",
          "id": 25634
        },
        {
          "text": "R.",
          "id": 25635
        },
        {
          "text": ", Blessed is He Who brought freedom!  6.",
          "id": 25636
        },
        {
          "text": "The Lord of the months chose Him, two months for His doings.",
          "id": 25637
        },
        {
          "text": "—His Conception was in Nisan, and His Birth in Conun.",
          "id": 25638
        },
        {
          "text": "—In Nisan He sanctified them that were conceived; and them that were born He set free in Conun.",
          "id": 25639
        },
        {
          "text": "R.",
          "id": 25640
        },
        {
          "text": ", Blessed be He Who makes glad His months!  7.",
          "id": 25641
        },
        {
          "text": "The Sun revealed in silence, his worshippers to his Lord:—it was grievous to him, a servant, to be worshipped instead of his Lord.",
          "id": 25642
        },
        {
          "text": "—Lo! creation is glad, that the Creator is worshipped.",
          "id": 25643
        },
        {
          "text": "R.",
          "id": 25644
        },
        {
          "text": ", Blessed is the Child that is worshipped.",
          "id": 25645
        },
        {
          "text": "8.",
          "id": 25646
        },
        {
          "text": "The months wore three crowns, and crowned Him in His triumphs.",
          "id": 25647
        },
        {
          "text": "—Blessed is the Sun for His Birth, and for His Resurrection desired,—and for His Ascension blessed; the months have borne Him crowns.",
          "id": 25648
        },
        {
          "text": "R.",
          "id": 25649
        },
        {
          "text": ", Blessed be He Who has triumphed in His months!  9.",
          "id": 25650
        },
        {
          "text": "Unveil and make glad thy face, O Creature, in our feast.",
          "id": 25651
        },
        {
          "text": "—Let the Church sing with voice; Heaven and earth in silence!—Sing and praise the Child, who has brought release for all!  R.",
          "id": 25652
        },
        {
          "text": ", Blessed be He Who has annulled the bonds!  10.",
          "id": 25653
        },
        {
          "text": "When fools did reverence to the Sun, in reverence to him they disgraced him.",
          "id": 25654
        },
        {
          "text": "—But now when all know he is a servant, in his course his Lord is worshipped;—all servants rejoice, that as servants they are reckoned.",
          "id": 25655
        },
        {
          "text": "R.",
          "id": 25656
        },
        {
          "text": ", Blessed be He Who ordered their natures!  11.",
          "id": 25657
        },
        {
          "text": "We have done perverse things, who have become servants of servants.",
          "id": 25658
        },
        {
          "text": "—Lo! our freedom compelled him, a servant, to become lord to us:—the Sun, the servant for all, we have made Lord for all.",
          "id": 25659
        },
        {
          "text": "R.",
          "id": 25660
        },
        {
          "text": ", Blessed is He Who to Himself has turned us!  12.",
          "id": 25661
        },
        {
          "text": "And the Moon too which was worshipped, has been set free by His Birth.",
          "id": 25662
        },
        {
          "text": "—For 'tis strange that by her light, which enlightens the eyes,—by it the eyes were darkened, that they gazed on her as a God.",
          "id": 25663
        },
        {
          "text": "R.",
          "id": 25664
        },
        {
          "text": ", Blessed be the beam that has enlightened us!  13.",
          "id": 25665
        },
        {
          "text": "Fire commended Thy Birth, which drew away worship from it.",
          "id": 25666
        },
        {
          "text": "—The magi used to worship it: they who have worshipped before Thee.",
          "id": 25667
        },
        {
          "text": "—They left it and worshipped its Lord; they exchanged fire for the Fire.",
          "id": 25668
        },
        {
          "text": "R.",
          "id": 25669
        },
        {
          "text": ", Blessed is He Who has bathed us in His light!  14.",
          "id": 25670
        },
        {
          "text": "In place of the senseless fire that eats up its own body of itself,—the magi adored the Fire Who gave His Body to be eaten.",
          "id": 25671
        },
        {
          "text": "—The live coal drew near and sanctified, the lips that were unclean.",
          "id": 25672
        },
        {
          "text": "R.",
          "id": 25673
        },
        {
          "text": ", Blessed is He Who has mixed His Fire in us!  15.",
          "id": 25674
        },
        {
          "text": "Delusion blinded men, to worship created things:—fellow servants were worshipped, and the God of all was wronged.",
          "id": 25675
        },
        {
          "text": "—He Who is to be worshipped came down to His birth, and gathered to himself worship.",
          "id": 25676
        },
        {
          "text": "R.",
          "id": 25677
        },
        {
          "text": ", Blessed is He Who by all is worshipped!  16.",
          "id": 25678
        },
        {
          "text": "The All-knowing saw, that men worship things that were made:—He put on a body that was made, that in our custom He might take us captive,—and by a body that was made, drew us to the Creator.",
          "id": 25679
        },
        {
          "text": "R.",
          "id": 25680
        },
        {
          "text": ", Blessed be He Who drew us with guile!  17.",
          "id": 25681
        },
        {
          "text": "The Evil One knew how to harm us; and by lights he blinded us,—by possessions he hurt us, through gold he made us poor,—by the graver's graven images, he made us a heart of stone.",
          "id": 25682
        },
        {
          "text": "R.",
          "id": 25683
        },
        {
          "text": ", Blessed is He Who came and softened it!  18.",
          "id": 25684
        },
        {
          "text": "They graved and set up stones, whereon men should stumble.",
          "id": 25685
        },
        {
          "text": "—They set them not on the highway, for the blind to stumble on:—they called them Gods, that on them with open eyes men might stumble.",
          "id": 25686
        },
        {
          "text": "R.",
          "id": 25687
        },
        {
          "text": ", Blessed is He Who exposed the idols which they feared!  19.",
          "id": 25688
        },
        {
          "text": "Sin had spread its wings, and covered all things,—that none could discern, of himself or from above, the truth.",
          "id": 25689
        },
        {
          "text": "—Truth came down into the womb, came forth and rolled away error.",
          "id": 25690
        },
        {
          "text": "R.",
          "id": 25691
        },
        {
          "text": ", Blessed is He Who dispelled Sin by His Birth!  20.",
          "id": 25692
        },
        {
          "text": "For Mercy endured not, to see the way hindered.",
          "id": 25693
        },
        {
          "text": "—When He came down for conception, He opened the way and made it easy:—when He came forth in birth, He trod it and marked its miles.",
          "id": 25694
        },
        {
          "text": "R.",
          "id": 25695
        },
        {
          "text": ", Blessed is the peace of Thy Way!  21.",
          "id": 25696
        },
        {
          "text": "He chose the Prophets; they cleared the way for the people:—He sent the Apostles; they smoothed paths for the nations.",
          "id": 25697
        },
        {
          "text": "—The snares of the Evil One were shamed, when feeble men cleared them away.",
          "id": 25698
        },
        {
          "text": "R.",
          "id": 25699
        },
        {
          "text": ", Blessed is He Who made our paths plain!  22.",
          "id": 25700
        },
        {
          "text": "The graven images blinded, their gravers in secret:—they graved eyes on stone, and darkened the eyes of the soul.",
          "id": 25701
        },
        {
          "text": "—Praise to Thy Birth that opened, the sight that was blinded.",
          "id": 25702
        },
        {
          "text": "R.",
          "id": 25703
        },
        {
          "text": ", Blessed be He Who has restored sight!  23.",
          "id": 25704
        },
        {
          "text": "Let women praise Her, the pure Mary,—that as in Eve their mother,—great was their reproach,—lo! in Mary their sister,—greatly magnified was their honour.",
          "id": 25705
        },
        {
          "text": "R.",
          "id": 25706
        },
        {
          "text": ", Blessed is He Who sprang from women!  24.",
          "id": 25707
        },
        {
          "text": "Let the nations praise Thy Birth, that they have gained eyes to see,—how their wine has made them reel; and they have seen their own humiliation?—They come to know themselves, and worship Him who has rescued them.",
          "id": 25708
        },
        {
          "text": "R.",
          "id": 25709
        },
        {
          "text": ", Blessed is He Who has taught repentance!  25.",
          "id": 25710
        },
        {
          "text": "Its worship mankind—had spread everywhere:—Him Who is to be worshipped it sought not, that worship should be paid Him.",
          "id": 25711
        },
        {
          "text": "—But He endured not—worshippers that err.",
          "id": 25712
        },
        {
          "text": "R.",
          "id": 25713
        },
        {
          "text": ", Blessed is He Who came down and is worshipped!  26.",
          "id": 25714
        },
        {
          "text": "The gold of the idols worshipped Thee, that Thou didst treat it as alms; which availed not apart, for the uses of life.",
          "id": 25715
        },
        {
          "text": "—It hasted to Thy purse, as it had hasted to the manger.",
          "id": 25716
        },
        {
          "text": "R.",
          "id": 25717
        },
        {
          "text": ", Blessed be He Whom Creation has loved!  27.",
          "id": 25718
        },
        {
          "text": "The frankincense worshipped Thy Birth, which had served demons.",
          "id": 25719
        },
        {
          "text": "—It sorrowed then in its vapour: it exulted when it saw its Lord.",
          "id": 25720
        },
        {
          "text": "—Instead of being the incense of delusion, it was an oblation before God!  R.",
          "id": 25721
        },
        {
          "text": ", Blessed is Thy Birth which is worshipped!  28.",
          "id": 25722
        },
        {
          "text": "The myrrh worshipped Thee for itself, and for its kindred ointments.",
          "id": 25723
        },
        {
          "text": "—The hands that bore its ointment, had anointed abominable graven images.",
          "id": 25724
        },
        {
          "text": "—To Thee the perfume was sweet, from the anointing wherewith Mary anointed Thee.",
          "id": 25725
        },
        {
          "text": "R.",
          "id": 25726
        },
        {
          "text": ", Blessed is Thy savour which is sweet to us!  29.",
          "id": 25727
        },
        {
          "text": "The gold that had been worshipped worshipped thee, when the magi offered it.",
          "id": 25728
        },
        {
          "text": "—That which had been worshipped in molten images, gave worship to Thee.",
          "id": 25729
        },
        {
          "text": "—With its worshippers it worshipped Thee, it confessed that Thou art He that is to be worshipped.",
          "id": 25730
        },
        {
          "text": "R.",
          "id": 25731
        },
        {
          "text": ", Blessed is He Who claimed worship for Himself!  30.",
          "id": 25732
        },
        {
          "text": "The Evil One fled and his hosts, he that used to exult in the world.",
          "id": 25733
        },
        {
          "text": "—In the high places they sacrificed heifers to him, in the gardens they slew bulls for him.",
          "id": 25734
        },
        {
          "text": "—He swallowed up all creation, he filled his belly with prey.",
          "id": 25735
        },
        {
          "text": "R.",
          "id": 25736
        },
        {
          "text": ", Blessed be He Who came and made him disgorge!  31.",
          "id": 25737
        },
        {
          "text": "Of him the Lord said, that he had fallen from Heaven.",
          "id": 25738
        },
        {
          "text": "—The Abhorred One had exalted himself; from his uplifting he has fallen.",
          "id": 25739
        },
        {
          "text": "The foot of Mary has trod him down, who bruised Eve with his heel.",
          "id": 25740
        },
        {
          "text": "R.",
          "id": 25741
        },
        {
          "text": ", Blessed be He Who by His Birth laid him low!  32.",
          "id": 25742
        },
        {
          "text": "Chaldeans went about, in all places and led astray:—the preachers of delusion, were shamed through the world,—they were shamed and overcome,—by the preachers of truth.",
          "id": 25743
        },
        {
          "text": "R.",
          "id": 25744
        },
        {
          "text": ", Blessed be the Babe Whom they preached!  33.",
          "id": 25745
        },
        {
          "text": "Sin had spread out, her nets for the draught.",
          "id": 25746
        },
        {
          "text": "—Praise be to Thy Birth that captured, the nets of delusion.",
          "id": 25747
        },
        {
          "text": "—The soul took flight on high, which had been taken in the deep.",
          "id": 25748
        },
        {
          "text": "R.",
          "id": 25749
        },
        {
          "text": ", Blessed is He Who prepared for us wings!  34.",
          "id": 25750
        },
        {
          "text": "His Will was able, even by force to rescue us.",
          "id": 25751
        },
        {
          "text": "—But since it was not force that made us guilty, it was not by force He purged us.",
          "id": 25752
        },
        {
          "text": "—The Evil One by enticement enslaved us: Thy Birth enticed to give us life.",
          "id": 25753
        },
        {
          "text": "R.",
          "id": 25754
        },
        {
          "text": ", Blessed be He Who planned and gave us life!  35.",
          "id": 25755
        },
        {
          "text": "The creatures complained that they were worshipped; in silence they sought release.",
          "id": 25756
        },
        {
          "text": "—The All-Releaser heard, and because He endured it not He came down,—put on the form of a servant in the womb, came forth, set free Creation.",
          "id": 25757
        },
        {
          "text": "R.",
          "id": 25758
        },
        {
          "text": ", Blessed be He Who made his Creation his gain!  36.",
          "id": 25759
        },
        {
          "text": "Mercy was kindled on high, at the voice of Creation that cried out:—Gabriel was sent; he came and gave tidings of Thy Conception.",
          "id": 25760
        },
        {
          "text": "—When Thou camest to the Birth, Watchers gave tidings of thy coming forth.",
          "id": 25761
        },
        {
          "text": "R.",
          "id": 25762
        },
        {
          "text": ", Blessed be by Thy Worship above all!  37.",
          "id": 25763
        },
        {
          "text": "For greater is the joy of the Birth than the Conception.",
          "id": 25764
        },
        {
          "text": "—Yea it was one angel, that brought us tidings of Thy Conception:—but in the joy of Thy Birth, a multitude of Watchers brought tidings.",
          "id": 25765
        },
        {
          "text": "R.",
          "id": 25766
        },
        {
          "text": ", Blessed be Thy tidings in Thy day!  38.",
          "id": 25767
        },
        {
          "text": "Glory to Thee I too in Thy day, will offer, O Thou that art worshipped!—Take of the fruit that is mine; and give me mercy which is Thine!—For if the evil that is in me gives gifts, how much more shalt Thou give Who art good!  R.",
          "id": 25768
        },
        {
          "text": ", Blessed is Thy wealth in Thy servant!  39.",
          "id": 25769
        },
        {
          "text": "The two things Thou soughtest, in Thy Birth have been done for us.",
          "id": 25770
        },
        {
          "text": "—Our visible body Thou hast put on; Thy invisible might we have put on:—our body has become Thy clothing; Thy Spirit has become our robe.",
          "id": 25771
        },
        {
          "text": "R.",
          "id": 25772
        },
        {
          "text": ", Blessed be He Who has been adorned and has adorned us!  40.",
          "id": 25773
        },
        {
          "text": "Height and depth were amazed, that Thy Birth subdued the rebels.",
          "id": 25774
        },
        {
          "text": "—For that we gave Thee hostages, Thou gavest us the Paraclete:—when the hostages went up from us, the Captain of the host came down to us.",
          "id": 25775
        },
        {
          "text": "R.",
          "id": 25776
        },
        {
          "text": ", Blessed be He Who took away and sent down!  41.",
          "id": 25777
        },
        {
          "text": "Come ye mouths of all and pour forth, and be in the likeness of waters, and wells of voices! May the Holy Spirit come,—and sing glory through us all, to the Father Who has redeemed us through His Son!  R.",
          "id": 25778
        },
        {
          "text": ", Blessed is He above all in His Birth!.",
          "id": 25779
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Hymn XVI.",
          "id": 25780
        },
        {
          "text": "(Resp.",
          "id": 25781
        },
        {
          "text": "—Glory to all of Thee from all of us! (bis.",
          "id": 25782
        },
        {
          "text": ")  1.",
          "id": 25783
        },
        {
          "text": "Who then that is mortal man, can declare concerning the All-Life giver,—Who quitted the height of His Majesty, and abased Himself to humility?—Thou Who exaltest all in Thy Birth, exalt my weak mind,—to declare of Thy Birth; not that I should search out Thy Majesty,—but that I should proclaim Thy grace.",
          "id": 25784
        },
        {
          "text": "R.",
          "id": 25785
        },
        {
          "text": ", Blessed be He Who conceals and reveals in His discourses!  2.",
          "id": 25786
        },
        {
          "text": "It is a great marvel that the Son, dwelt wholly in a body;—abode therein wholly and it sufficed for Him; dwelt therein though not bounded thereby.",
          "id": 25787
        },
        {
          "text": "—His Will was wholly therein; His bounds reached wholly to His Father.",
          "id": 25788
        },
        {
          "text": "—Who is sufficient to tell, how though He dwelt wholly in a body.",
          "id": 25789
        },
        {
          "text": "—He likewise dwelt wholly in all?  R.",
          "id": 25790
        },
        {
          "text": ", Blessed is He Who though without bounds was bounded!  3.",
          "id": 25791
        },
        {
          "text": "Thy Majesty is concealed from us; Thy Grace is revealed before us.",
          "id": 25792
        },
        {
          "text": "—I will be silent, O Lord of Thy Majesty; and I will tell of Thy grace.",
          "id": 25793
        },
        {
          "text": "—Thy grace clove to Thee, and bowed Thee down to our vileness:—Thy grace made Thee a babe; Thy grace made Thee man:—it straitened, it enlarged, Thy Majesty.",
          "id": 25794
        },
        {
          "text": "R.",
          "id": 25795
        },
        {
          "text": ", Blessed be the might that became little and became great!  4.",
          "id": 25796
        },
        {
          "text": "Glory to Him Who became lowly, though lofty He was by His nature!—He became in His love the firstborn of Mary, Firstborn though He be of Godhead.",
          "id": 25797
        },
        {
          "text": "—He became in name the offspring of Joseph, offspring though He be of the Most High.",
          "id": 25798
        },
        {
          "text": "—He became by His own Will man, God though He be by His Nature.",
          "id": 25799
        },
        {
          "text": "—Glorified be Thy Will and Thy Nature!  R.",
          "id": 25800
        },
        {
          "text": ", Blessed be Thy Glory which put on our image!  5.",
          "id": 25801
        },
        {
          "text": "Yea, O Lord, Thy Birth, has become mother of all creatures; for it travailed anew and gave birth, to mankind which gave birth to Thee.",
          "id": 25802
        },
        {
          "text": "Thou wast born of it bodily; it was born of Thee spiritually.",
          "id": 25803
        },
        {
          "text": "—All that Thou camest for to birth, was that man might be born in Thy likeness.",
          "id": 25804
        },
        {
          "text": "—Thy Birth became the author of birth to all.",
          "id": 25805
        },
        {
          "text": "R.",
          "id": 25806
        },
        {
          "text": ", Blessed be He Who became a youth and to all gave youth!  6.",
          "id": 25807
        },
        {
          "text": "When man's hope had broken down, hope was increased by Thy Birth.",
          "id": 25808
        },
        {
          "text": "—Good tidings of hope they bore, the Heavenly Ones to men.",
          "id": 25809
        },
        {
          "text": "—Satan who cut off our hope, his own hope by his own hands had cut off.",
          "id": 25810
        },
        {
          "text": "—when he saw that hope was increased: Thy Birth became to the hopeless,—a fountain teaming with hope.",
          "id": 25811
        },
        {
          "text": "R.",
          "id": 25812
        },
        {
          "text": ", Blessed be He Who bore the tidings of hope!  7.",
          "id": 25813
        },
        {
          "text": "The day of Thy Birth is like Thee, for it is desired and loved as Thou.",
          "id": 25814
        },
        {
          "text": "—We who saw not Thy Birth, and its flame as in its own time,—in this Thy day we see Thee, even as Thou wast a babe;—beloved by all men, lo! in Thee the Churches rejoice;—Thy day adorns and is adorned.",
          "id": 25815
        },
        {
          "text": "R.",
          "id": 25816
        },
        {
          "text": ", Blessed be Thy day which was ordained for us!  8.",
          "id": 25817
        },
        {
          "text": "Thy day has given us a gift, to which the Father has none other like;—It was not Seraphim He sent us, nor yet did Cherubim come down among us;—there came not Watchers or Ministers, but the Firstborn to Whom they minister.",
          "id": 25818
        },
        {
          "text": "—Who can suffice to give thanks, that the Majesty which is beyond measure—is laid in the lowly manger!  R.",
          "id": 25819
        },
        {
          "text": ", Blessed be He Who gave us what He had won!  9.",
          "id": 25820
        },
        {
          "text": "That generation Thy Birth made glad, and our generation Thy day makes glad: twofold was the happiness of that generation, for they saw Thy Birth and also Thy day:—less is the happiness of them that come after, for the day of Thy Birth they see only.",
          "id": 25821
        },
        {
          "text": "—Yet because they that then were, doubted, greater is the happiness of them that come after,—who though they have not seen Thee have believed in Thee.",
          "id": 25822
        },
        {
          "text": "R.",
          "id": 25823
        },
        {
          "text": ", Blessed be Thy happiness that is added to us!  10.",
          "id": 25824
        },
        {
          "text": "The Magi exalted from afar; the Scribes murmured near at hand;—the prophet showed his message, and Herod his wrath;—the scribes showed their doctrine, the Magi showed their offerings.",
          "id": 25825
        },
        {
          "text": "It is a marvel that to Him, the Babe, they of His own house hasted with their swords, and they that were strangers with their offerings.",
          "id": 25826
        },
        {
          "text": "R.",
          "id": 25827
        },
        {
          "text": ", Blessed be Thy Birth which has stirred up all!  11.",
          "id": 25828
        },
        {
          "text": "The bosom of Mary amazes me, that it sufficed for Thee, Lord, and embraced Thee.",
          "id": 25829
        },
        {
          "text": "—All creation were too small, to conceal Thy Majesty;—Heaven and earth too narrow, to be in the likeness of wings, to cover Thy Godhead.",
          "id": 25830
        },
        {
          "text": "—Too small for Thee was the bosom of earth; great enough for Thee was the bosom of Mary.",
          "id": 25831
        },
        {
          "text": "—He dwelt in the bosom and healed in her bosom.",
          "id": 25832
        },
        {
          "text": "R.",
          "id": 25833
        },
        {
          "text": ",  12.",
          "id": 25834
        },
        {
          "text": "He was wrapped meanly in swaddling clothes, and offerings were offered Him.",
          "id": 25835
        },
        {
          "text": "—He put on garments in youth, and from them there came forth helps: He put on the waters of baptism, and from them there shone forth beams:—He put on linen cloths in death, and in them were shown forth triumphs; with His humiliations, His exaltations.",
          "id": 25836
        },
        {
          "text": "R.",
          "id": 25837
        },
        {
          "text": ", Blessed be He Who joined His Glory to His Passion!  13.",
          "id": 25838
        },
        {
          "text": "All these are the changes of raiment, which Mercy put off and put on,—when He strove to put on Adam, the glory which he had put off.",
          "id": 25839
        },
        {
          "text": "—He was wrapped in swaddling-clothes as Adam with leaves; and clad in garments instead of skins.",
          "id": 25840
        },
        {
          "text": "—He was baptized for Adam's sin, and buried for Adam's death:—He rose and raised Adam into Glory.",
          "id": 25841
        },
        {
          "text": "R.",
          "id": 25842
        },
        {
          "text": ", Blessed be He Who came down and clothed him and went up!  14.",
          "id": 25843
        },
        {
          "text": "Though Thy Birth had sufficed, for Adam's sons as for Adam;—O Mighty One Who didst become a babe, in Thy Birth anew hast Thou begotten me!—O pure One Who wast baptized, let Thy Washing wash away our filth—O Living One who wast buried, may we gain life in Thy death!—I will praise all of Thee in Him that fills all.",
          "id": 25844
        },
        {
          "text": "R.",
          "id": 25845
        },
        {
          "text": ", Glory to all of Thee from all of us!.",
          "id": 25846
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Hymn XVII.",
          "id": 25847
        },
        {
          "text": "(Resp.",
          "id": 25848
        },
        {
          "text": ", Praise to Thee from every mouth on this Day of Thy Birth!)  1.",
          "id": 25849
        },
        {
          "text": "Infants were slain because of Thy Birth, Thou Giver of life to all—But because He Who was slain was a King, our Lord the Lord of Kingdoms,—the tyrant in subtlety, gave for Him slain hostages,—clad in the mysteries of His slaying: the ranks of heaven received,—the hostages that they of earth offered.",
          "id": 25850
        },
        {
          "text": "R.",
          "id": 25851
        },
        {
          "text": ", Blessed be the King who magnified Him!  2.",
          "id": 25852
        },
        {
          "text": "All the Kings of the house of David, transmitted and hauled on each to each,—the throne and crown of the Son of David, as guardian of a deposit.",
          "id": 25853
        },
        {
          "text": "—In one they reached their bound and limit, when He came, the Lord of all things,—and took away from them all things, and cut off the transmission of all things.",
          "id": 25854
        },
        {
          "text": "…  R.",
          "id": 25855
        },
        {
          "text": ", Blessed be He Who is clad in that which is His!  3.",
          "id": 25856
        },
        {
          "text": "The doves moaned in Bethlehem, that the serpent destroyed their offspring.",
          "id": 25857
        },
        {
          "text": "—The eagle betook himself to Egypt, to go down and receive the promises.",
          "id": 25858
        },
        {
          "text": "—Egypt rejoiced in Him that there came, abundance for payment of debts,—which had failed the sons of Joseph.",
          "id": 25859
        },
        {
          "text": "Among the sons of Joseph He laboured and paid—the debts of the sons of Joseph.",
          "id": 25860
        },
        {
          "text": "R.",
          "id": 25861
        },
        {
          "text": ", Blessed is He Who called Him out of Egypt!  4.",
          "id": 25862
        },
        {
          "text": "The Scribes read daily, that the Star arises out of Jacob.",
          "id": 25863
        },
        {
          "text": "—For the People were the Voice and the reading, for the nations the rising of the Star and the interpretation:—for them were the Books and for us the facts; for them boughs and for us fruits.",
          "id": 25864
        },
        {
          "text": "—The Scribes read in things written; the Magi saw in things done, the outshining of that which was read.",
          "id": 25865
        },
        {
          "text": "R.",
          "id": 25866
        },
        {
          "text": ", Blessed be He Who added to us their books!  5.",
          "id": 25867
        },
        {
          "text": "Who is able to tell, of the withdrawal and the appearings,—of the shining star that went, before the bearers of the offerings?—It appeared and proclaimed the crown; it was hid and concealed His Body.",
          "id": 25868
        },
        {
          "text": "—It was for the Son in twofold wise, herald and guardian;—it guarded His Body, it proclaimed His Crown.",
          "id": 25869
        },
        {
          "text": "R.",
          "id": 25870
        },
        {
          "text": ", Blessed is He Who has given wisdom to them that proclaim Him!  6.",
          "id": 25871
        },
        {
          "text": "The tyrant gazed on the Magi, as they asked \"Where is the son of the King?\"—While his heart was gloomy, he sought for himself a cheerful countenance.",
          "id": 25872
        },
        {
          "text": "—With the sheep he sent wolves, that should kill the Lamb of God.",
          "id": 25873
        },
        {
          "text": "—The Lamb went down to Egypt, that thence He might judge them,—whence He had saved them.",
          "id": 25874
        },
        {
          "text": "R.",
          "id": 25875
        },
        {
          "text": ", Blessed be He Who yet again subdued them.",
          "id": 25876
        },
        {
          "text": "7.",
          "id": 25877
        },
        {
          "text": "The Magi declared to the tyrant, \"When thy servants joined us,—the bright star withdrew itself, yea the paths hid themselves\".",
          "id": 25878
        },
        {
          "text": "—The blessed ones knew not, that the king had sent bitter foes,—murderers as if worshippers, to destroy the sweet fruit,—whereof the bitter eat and are made sweet.",
          "id": 25879
        },
        {
          "text": "R.",
          "id": 25880
        },
        {
          "text": ", To Thee be glory, Medicine of life!  8.",
          "id": 25881
        },
        {
          "text": "When there the Magi received, commandment to go and seek Him.",
          "id": 25882
        },
        {
          "text": "—it is written of them that they saw, that bright star and rejoiced.",
          "id": 25883
        },
        {
          "text": "—Thus it is known that it had been withdrawn; therefore rejoiced they at its aspect.",
          "id": 25884
        },
        {
          "text": "—It was hid and hindered the murderers, it arose and called the worshippers;—it overthrew a part and it called a part.",
          "id": 25885
        },
        {
          "text": "R.",
          "id": 25886
        },
        {
          "text": ", Blessed be He Who has triumphed in both parts!  9.",
          "id": 25887
        },
        {
          "text": "The abhorred one who slew the children, how did he overlook the Child?—Justice hindered him that he thought, the Magi would return to him.",
          "id": 25888
        },
        {
          "text": "—While he stayed waiting to seize, the Worshipped and His worshippers,—everything escaped his hands, the offerings and the worshippers took flight,—from the tyrant to the Son of the King.",
          "id": 25889
        },
        {
          "text": "R.",
          "id": 25890
        },
        {
          "text": ", Glory to Him who knows all counsels!  10.",
          "id": 25891
        },
        {
          "text": "The blameless Magi as they slept, meditated on their beds:—sleep became a mirror, and a dream rose on it as light.",
          "id": 25892
        },
        {
          "text": "—The murderer they saw and trembled, as his guile and his sword flashed forth.",
          "id": 25893
        },
        {
          "text": "—He taught the men guile, he sharpened the sword to sharpness:—the Watcher taught the sleepers.",
          "id": 25894
        },
        {
          "text": "R.",
          "id": 25895
        },
        {
          "text": ", Blessed is He who gives prudence to the simple!  11.",
          "id": 25896
        },
        {
          "text": "The simple who believe have known, two Comings of Christ:—but the foolish scribes have not even perceived one Coming.",
          "id": 25897
        },
        {
          "text": "—Yet the nations have life in the first, and shall rise again there in the second.",
          "id": 25898
        },
        {
          "text": "—The People whose mind is blinded, the first Coming has dispersed;—the second shall blot out their memory.",
          "id": 25899
        },
        {
          "text": "R.",
          "id": 25900
        },
        {
          "text": ", Blessed be the King Who is come and is to come!  12.",
          "id": 25901
        },
        {
          "text": "When the Saviour arose as the blind, the Sun showed forth his beams,—and they were clothed in darkness: the Brightness sent forth his light,—and He brought the sons of the stars, to make manifest the sons of darkness.",
          "id": 25902
        },
        {
          "text": "—For lo! among you is the star, but on your eyes the veil.",
          "id": 25903
        },
        {
          "text": "R.",
          "id": 25904
        },
        {
          "text": ", To Thee be glory, newborn Sun!  13.",
          "id": 25905
        },
        {
          "text": "Prophets declared concerning His Birth, but they made not plain the time thereof.",
          "id": 25906
        },
        {
          "text": "—He sent the Magi, and they came and showed of its time.",
          "id": 25907
        },
        {
          "text": "—Yet the Magi who made known the time, made not plain who the Child should be.",
          "id": 25908
        },
        {
          "text": "—A star of splendid light, in its course showed who the Child was,—how splendid was His lineage.",
          "id": 25909
        },
        {
          "text": "R.",
          "id": 25910
        },
        {
          "text": ", Blessed be He Who by them all was pointed out!  14.",
          "id": 25911
        },
        {
          "text": "They scorned the trumpet of Isaiah, which sounded forth His pure Conception,—they silenced the lute of the Psalms, which sang of His Priesthood;—the harp of the Spirit they hushed, which sang again of His Kingdom;—under deep silence they closed up, the great Birth that joined the cry—of them above with them below.",
          "id": 25912
        },
        {
          "text": "R.",
          "id": 25913
        },
        {
          "text": ", Blessed be He Who appeared in the midst of silence!  15.",
          "id": 25914
        },
        {
          "text": "His voice was the secret key that opened the mouths of the Magi.",
          "id": 25915
        },
        {
          "text": "—Whereas preachers were silent in Judah, they made their voice sound through creation;—and the Gospel which those had scorned, these who came from far took and departed.",
          "id": 25916
        },
        {
          "text": "—The scorners began to hear their own orders from strangers, who cried out the name of the Son of David.",
          "id": 25917
        },
        {
          "text": "R.",
          "id": 25918
        },
        {
          "text": ", Blessed be He Who by our voice has put them to silence!  16.",
          "id": 25919
        },
        {
          "text": "Whereas the People scorned offerings, and brought them not to Him the Son of the King,—He sent His herald to the nations, and caused them to come with their offerings:—yet not all of them caused He to come, for it could not suffice for them,—the narrow bosom of Bethlehem; but the bosom of Holy Church,—enlarged itself and contained her children.",
          "id": 25920
        },
        {
          "text": "R.",
          "id": 25921
        },
        {
          "text": ", Blessed be He Who has made the barren fruitful!  17.",
          "id": 25922
        },
        {
          "text": "The slayers of Bethlehem mowed down the tender flowers that among them—should perish the tender seedling, wherein was hidden the Bread of life.",
          "id": 25923
        },
        {
          "text": "—But the ear of corn that has life had escaped, that it should come to the sheaves in harvest:—the grape that escaped when young, gave itself to the treading,—that its wine might give life to souls.",
          "id": 25924
        },
        {
          "text": "R.",
          "id": 25925
        },
        {
          "text": ", Glory to Thee, Treasury of life!  18.",
          "id": 25926
        },
        {
          "text": "The murderers went into a paradise, full of tender fruits:—they shook off the flowers from the bough, blossoms and buds they destroyed,—unblemished oblations he offered, the persecutor unwittingly.",
          "id": 25927
        },
        {
          "text": "—To him woe, but to them blessing! Bethlehem was first to give, virgin fruits to the Holy One.",
          "id": 25928
        },
        {
          "text": "R.",
          "id": 25929
        },
        {
          "text": ", Blessed is He Who receives the first fruits!  19.",
          "id": 25930
        },
        {
          "text": "The Scribes were silenced in envy, the Pharisees in jealousy.",
          "id": 25931
        },
        {
          "text": "—Men of stone cried out and gave praise, who had a heart of stone.",
          "id": 25932
        },
        {
          "text": "—They applauded in presence of the Stone, the rejected that has become the Head.",
          "id": 25933
        },
        {
          "text": "—Stones were made flesh by that Stone, and obtained mouths to speak; stones cried out through that Stone.",
          "id": 25934
        },
        {
          "text": "R.",
          "id": 25935
        },
        {
          "text": ", Blessed be Thy Birth that has caused stones to cry out!  20.",
          "id": 25936
        },
        {
          "text": "The Star that is written in Scripture, the nations beheld from afar,—that the People might be shamed which is near; O People instructed and puffed up! which by the nations hast been in turn instructed, how and where they saw,—that vision whereof Balaam spake; a stranger he who spread abroad concerning it,—strangers they who saw it.",
          "id": 25937
        },
        {
          "text": "R.",
          "id": 25938
        },
        {
          "text": ", Blessed is He Who has provoked to jealousy them of His own house!  21.",
          "id": 25939
        },
        {
          "text": "Let my supplication draw nigh to Thy Door, yea my poverty to Thy Treasury!—Give to me my Lord without measure, as God unto man!—And though Thou increase gifts as Son of the Blessed, and though Thou add to them as Son of the King;—though I be thankless as are all creatures of dust, as Adam so is the son of Adam,—and as the Blessed so too is the Son of the Blessed.",
          "id": 25940
        },
        {
          "text": "R.",
          "id": 25941
        },
        {
          "text": ", Praise be to Thee Who art like unto Thy Father!.",
          "id": 25942
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Hymn XVIII.",
          "id": 25943
        },
        {
          "text": "Resp.",
          "id": 25944
        },
        {
          "text": "—Praise be to Him Who sent Him! (bis)  1.",
          "id": 25945
        },
        {
          "text": "Blessed art thou, O Church, for lo! in thee is the sound,—of the great feast the festival of the King!—Sion is deserted, her gates are sore athirst,—and forsaken of festivals.",
          "id": 25946
        },
        {
          "text": "—Blessed thy gates that are open yet not filled,—and thy halls that are enlarged yet suffice not!—In the midst of thee lo! is the sound, of the nations that cry out, and have put to silence the People.",
          "id": 25947
        },
        {
          "text": "2.",
          "id": 25948
        },
        {
          "text": "Blessed art thou, O Church, that in thy festivals,—the Watchers rejoice amid thy festivity!—for one night the Watchers gave praise,—on the earth which withheld and refused praise.",
          "id": 25949
        },
        {
          "text": "—Blessed thy voices that have been sown and reaped,—and in Heaven stored up in garners!—Thy mouth is a censer, and thy voices as perfumes, breathing vapour in thy festivals.",
          "id": 25950
        },
        {
          "text": "3.",
          "id": 25951
        },
        {
          "text": "Blessed art thou, O Church, that all oblations,—are brought unto thee in this feast.",
          "id": 25952
        },
        {
          "text": "—The Magi once among traitors, offered them to the Truth.",
          "id": 25953
        },
        {
          "text": "—Blessed thy abode that He bowed Himself and dwelt therein, Son of the King Who is worshipped with gifts!—Gold from the West, and spices from the East,—are offered in Thy Festivals.",
          "id": 25954
        },
        {
          "text": "4.",
          "id": 25955
        },
        {
          "text": "Blessed art thou, O Church, that there is not with thee,—a tyrant King slayer of babes! for he killed in Bethlehem the little ones at random,—that he might put to death the Child that gives life to all.",
          "id": 25956
        },
        {
          "text": "—Blessed thy children that are envied and worshipped,—by Kings, for those are promised for Thy worship,—the crowns of the East:—he who trod down thy dear ones, shall be trodden down by thy beloved.",
          "id": 25957
        },
        {
          "text": "5.",
          "id": 25958
        },
        {
          "text": "Blessed art thou, O Church, for lo! over thee,—Isaiah too exults in his prophecy,—\"Lo a Virgin shall conceive and bear,—a Son\" Whose name is great mystery!—O interpretation revealed in the Church!—two names that were joined and became one;—\"Emmanuel,\"—God be with thee ever, Who joined thee with His members!  6.",
          "id": 25959
        },
        {
          "text": "Blessed art thou, O Church, in Micah who cried out,—\"A Shepherd shall come forth from Ephrata\":—for He came to Bethlehem to take—from thence the rod of Jesse and to rule the nations.",
          "id": 25960
        },
        {
          "text": "—Blessed thy lambs that are sealed with His seal,—and thy sheep that are kept by His sword!—Thou art, O Church,—the abiding Bethlehem,—for in thee is the Bread of Life!  7.",
          "id": 25961
        },
        {
          "text": "Blessed art thou, O Church, for lo! in thee rejoices,—Daniel also the man beloved,—who foretold that the glorious Messiah shall be killed,—and the city of holiness be laid desolate at His killing!—Woe to the People that was rejected and is not converted—Blessed the nations that were called and turned not away!—The bidden guests refused,—and others in their stead enjoyed their banquet.",
          "id": 25962
        },
        {
          "text": "8.",
          "id": 25963
        },
        {
          "text": "Blessed art thou, O Church, for on thy, lute, lo! King David sings psalms in thee! In the Spirit he sings of Him \"Thou art My Son and I—this day have begotten Thee\" in the glories of holiness.",
          "id": 25964
        },
        {
          "text": "—Blessed thy ears that have been purged to hear!—On His day watch thou as His Body and call on Him;—be taught by Sion,—which saddened His Feast; make Him glad Who has gladdened thee.",
          "id": 25965
        },
        {
          "text": "9.",
          "id": 25966
        },
        {
          "text": "Blessed art thou, O Church, that all festivals—have taken flight from Sion and sheltered with thee!—In the midst of thee the wearied Prophets have found rest,—from the labour and the reproachthey bore in Judah.",
          "id": 25967
        },
        {
          "text": "—Blessed the books unrolled in thy temples,—and the festivals celebrated in thy shrines!—Sion is forsaken,—and lo! today the nations shout in thy festivals.",
          "id": 25968
        },
        {
          "text": "10.",
          "id": 25969
        },
        {
          "text": "Blessed art thou, O Church, in ten blessings,—which our Lord has given as a mystery complete:—for on ten all the numbers hang, therefore art thou perfect by ten blessings.",
          "id": 25970
        },
        {
          "text": "—Blessed thy crowns that are twined—with all blessings mixed in every crown!—O blessed one,—with every blessing crowned, on me too send thy blessing!  11.",
          "id": 25971
        },
        {
          "text": "Blessed art thou, Ephrata, mother of Kings, that from thee sprang the Lord of diadems!—Micah gave thee tidings that He is from everlasting, and the span of His times is not comprehended.",
          "id": 25972
        },
        {
          "text": "—Blessed thine eyes which first of all discerned Him!—thee He deemed worthy to see Him when He appeared,—Chief of benediction,—and Beginning of gladness, thou didst receive first of all.",
          "id": 25973
        },
        {
          "text": "12.",
          "id": 25974
        },
        {
          "text": "Blessed art thou, Bethlehem, that the towns envy thee,—and the fortified cities!—As they envy thee, so the women envy Mary,—and the virgins daughters of princes.",
          "id": 25975
        },
        {
          "text": "—Blessed the maiden in whom He deigned to abide,—and the city wherein He deigned to sojourn;—a poor maiden,—and a small city, He chose Him to humble Himself.",
          "id": 25976
        },
        {
          "text": "13.",
          "id": 25977
        },
        {
          "text": "Blessed art thou, Bethlehem, that in thee was the beginning,—for Him the Son Who from everlasting is in the Father!—It is hard to comprehend, that before Time He is,—Who in thee made Himself subject to Time.",
          "id": 25978
        },
        {
          "text": "—Blessed thine ears, for in thee first was heard the cry—of the Lamb of God who exulted in thee!—Narrow though thy manger,—He spread Himself on all sides, and was worshipped of every creature.",
          "id": 25979
        },
        {
          "text": "14.",
          "id": 25980
        },
        {
          "text": "Blessed art thou too, Mary, that thy name—is great and exalted because of thy child!—Thou canst tell then how and how long—and where He dwelt in thee, the great One in small room.",
          "id": 25981
        },
        {
          "text": "—Blessed thy mouth that praised and enquired not,—and thy tongue that glorified and questioned not!—For His Mother was uncertain concerning Him,—even while she carried Him in the womb; who then shall suffice to comprehend Him?  15.",
          "id": 25982
        },
        {
          "text": "O Woman, thou whom no man knew,—how can we behold the Son thou hast borne?—For no eyes suffice to stand—before the transfigurations of the glory, that is on Him.",
          "id": 25983
        },
        {
          "text": "—For tongues of fire abide in Him—Who sent tongues by His Ascension.",
          "id": 25984
        },
        {
          "text": "—Be every tongue warned,—that our questioning is as stubble, and as fire our scrutiny.",
          "id": 25985
        },
        {
          "text": "16.",
          "id": 25986
        },
        {
          "text": "Blessed is he the priest who in the sanctuary,—offers to the Father the Son of the Father,—the fruit that is plucked from our tree, though it be wholly of the Divine Majesty!—Blessed the hands that are hallowed and offer Him!—and the lips that are spent in kissing Him!—The Spirit in the Temple—longed for His embrace; and at His Crucifixion rent the veil and went forth.",
          "id": 25987
        },
        {
          "text": "17.",
          "id": 25988
        },
        {
          "text": "The Archangel gave thee greeting,—as the earnest of holiness—Earth became to him new Heavens,—when the Watcher came down and sang glory on it.",
          "id": 25989
        },
        {
          "text": "—The sons of the Highest encompassed thy habitation—because of the Son of the King that dwelt in thee.",
          "id": 25990
        },
        {
          "text": "—Thy abode below,—to the Heaven above was made like by the host of Watchers.",
          "id": 25991
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Hymn XIX.",
          "id": 25992
        },
        {
          "text": "(Resp.",
          "id": 25993
        },
        {
          "text": "—Blessed be thy Birth that gladdens all creatures!)  1.",
          "id": 25994
        },
        {
          "text": "The first year wherein, our Saviour was born,—is source of blessing, and ground of life;—for by it are borne,—manifold triumphs, the sum of all help:—as the first day of \"the beginning,\"—the great pillar of all creatures,—bears the building of Creation;—so the year of the Firstborn bears help for man.",
          "id": 25995
        },
        {
          "text": "2.",
          "id": 25996
        },
        {
          "text": "In the second year, of our Saviour's Birth,—the Magi exult, the Pharisees mourn:—treasures are opened,—kings are hastening, and infants are slain.",
          "id": 25997
        },
        {
          "text": "—For in it are offered in Bethlehem,—oblations precious and terrible;—for while love made offering of gold,—hatred offered infants by the sword.",
          "id": 25998
        },
        {
          "text": "3.",
          "id": 25999
        },
        {
          "text": "The day of the All-Lightening, exults in His birth;—a pillar of radiance, which drives away, by its beams—the works of darkness.",
          "id": 26000
        },
        {
          "text": "After the type of that day, wherein light was created,—and sundered the darkness that spread—over the fair beauty of Creation;—the radiance of our Saviour's birth—came in to sunder the darkness that was on the heart.",
          "id": 26001
        },
        {
          "text": "4.",
          "id": 26002
        },
        {
          "text": "The first day the source and the beginning,—orders the roots, to make all things grow.",
          "id": 26003
        },
        {
          "text": "—Our Saviour's day—is praised far above it, a tree planted in the world.",
          "id": 26004
        },
        {
          "text": "—For His Death is as the root in the earth; His Resurrection as the head in heaven; on all sides His words reach as boughs; likewise His Body as fruit for the eaters.",
          "id": 26005
        },
        {
          "text": "5.",
          "id": 26006
        },
        {
          "text": "Let the second day, sing praise to the Birth—of the second Son, and His voice which first—commanded the firmament and it was made,—divided the waters that were above, and gathered the seas that were under.",
          "id": 26007
        },
        {
          "text": "—He Who divided waters from waters, divided Himself from the Watchers and came down to man.",
          "id": 26008
        },
        {
          "text": "—For the waters which at His command were gathered.",
          "id": 26009
        },
        {
          "text": "—He cleft the fountain of life and gave drink.",
          "id": 26010
        },
        {
          "text": "6.",
          "id": 26011
        },
        {
          "text": "Let the third day weave with divers hymns—the crown of psalms and with one voice present it—for His Birth who gave growth—of buds and flowers, on the third day.",
          "id": 26012
        },
        {
          "text": "—But now He the All-giver of growth,—has come down and become the All-holy Flower; from the thirsting earth has sprang forth and gone up,—that he may decorate and crown the conquerors.",
          "id": 26013
        },
        {
          "text": "7.",
          "id": 26014
        },
        {
          "text": "Let the fourth day praise, first among the four,—His Birth Who created as the fourth day—the two lightgivers,—which fools worship, and are sightless and blind.",
          "id": 26015
        },
        {
          "text": "—The Lord of Lightgivers has come down,—and from the womb has shone on us as the Sun.",
          "id": 26016
        },
        {
          "text": "—His splendours have opened the eyes of the blind:—His rays have given light to the wandering.",
          "id": 26017
        },
        {
          "text": "8.",
          "id": 26018
        },
        {
          "text": "Let the fifth day laud Him Who created—on the fifth day creeping things and Dragons—of whose kind is the serpent.",
          "id": 26019
        },
        {
          "text": "—He deceived with guile our mother, a maid void of counsel.",
          "id": 26020
        },
        {
          "text": "—The deceiver who had mocked the maid,—by the Dove was exposed as false,—which from a virgin bosom sprang, and came forth—the Wise that trod down the crafty.",
          "id": 26021
        },
        {
          "text": "9.",
          "id": 26022
        },
        {
          "text": "Let the sixth day laud Him who created—on Vesper-day Adam, whom Satan envied; as a feigned friend—cheered him in offering poison in his food.",
          "id": 26023
        },
        {
          "text": "—The medicine of life reached them both,—put on a body and came near to both.",
          "id": 26024
        },
        {
          "text": "—The mortal tasted Him and lived through Him;—the devourer who ate Him was left void.",
          "id": 26025
        },
        {
          "text": "10.",
          "id": 26026
        },
        {
          "text": "Let the seventh day hallow the Holy One,—Who halloweth the Sabbath, and gave rest to all that live.",
          "id": 26027
        },
        {
          "text": "—The Blessed One Who wearied not—has care for mankind, and has care for the beasts.",
          "id": 26028
        },
        {
          "text": "—When Freedom fell under the yoke,—He came to the Birth and became bond to make it free:—He was smitten on the face by servants in the judgment hall;—He broke the yoke that was on the free, as Lord.",
          "id": 26029
        },
        {
          "text": "11.",
          "id": 26030
        },
        {
          "text": "Let the eighth day, which circumcised the Hebrews,—praise Him Who commanded his namesake Joshua—to circumcise with a flint—the people circumcised in body, while the heart was profane within.",
          "id": 26031
        },
        {
          "text": "—Lo! as the eighth day, as a Babe,—to circumcision He came Who circumcises all.",
          "id": 26032
        },
        {
          "text": "—Though the sign of Abraham is on His Flesh,—the blind daughter of Sion had defiled it.",
          "id": 26033
        },
        {
          "text": "12.",
          "id": 26034
        },
        {
          "text": "Let the tenth day sing, praises in its turn.",
          "id": 26035
        },
        {
          "text": "—For God the first letter of Jesus (goodly name!), is ten in numbering.",
          "id": 26036
        },
        {
          "text": "—He Who is as a lamb, turns back the numbers.",
          "id": 26037
        },
        {
          "text": "—For when the number goes up to ten, it is turned back to begin again from one.",
          "id": 26038
        },
        {
          "text": "O great mystery of that which is in Jesus, Whose might turns all creation back again!  13.",
          "id": 26039
        },
        {
          "text": "The All-Purifier Firstborn in the day of His purifying,—purified the purification of the firstborn and was offered in the Temple:—the Lord of offering needed offerings,—to make offering of birds.",
          "id": 26040
        },
        {
          "text": "—In His Birth were fulfilled the types,—in His purification and circumcision the allegories.",
          "id": 26041
        },
        {
          "text": "—He came and paid over debts in His coming down;—in His Resurrection He went up and sent down treasures.",
          "id": 26042
        }
      ]
    }
  ]
}