{
  "book": "Ignatius: Epistle to Polycarp",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Epistle of Ignatius to Polycarp Shorter and Longer Versions  Ignatius, who is also called Theophorus, to Polycarp, Bishop of the Church of the Smyrnaeans, or rather, who has, as his own bishop, God the Father, and the Lord Jesus Christ: wishes abundance of happiness.",
          "id": 172024
        },
        {
          "text": "Ignatius, bishop of Antioch, and a witness for Jesus Christ, to Polycarp, Bishop of the Church of the Smyrnaeans, or rather, who has, as his own bishop, God the Father, and Jesus Christ: wishes abundance of happiness.",
          "id": 172025
        },
        {
          "text": "Chapter 1 — Commendation and exhortation.",
          "id": 172026
        },
        {
          "text": "Having obtained good proof that thy mind is fixed in God as upon an immoveable rock, I loudly glorify His name that I have been thought worthy to behold thy blameless face, which may I ever enjoy in God! I entreat thee, by the grace with which thou art clothed, to press forward in thy course, and to exhort all that they may be saved.",
          "id": 172027
        },
        {
          "text": "Maintain thy position with all care, both in the flesh and spirit.",
          "id": 172028
        },
        {
          "text": "Have a regard to preserve unity, than which nothing is better.",
          "id": 172029
        },
        {
          "text": "Bear with all, even as the Lord does with thee.",
          "id": 172030
        },
        {
          "text": "Support all in love, as also thou doest.",
          "id": 172031
        },
        {
          "text": "Give thyself to prayer without ceasing.",
          "id": 172032
        },
        {
          "text": "Implore additional understanding to what thou already hast.",
          "id": 172033
        },
        {
          "text": "Be watchful, possessing a sleepless spirit.",
          "id": 172034
        },
        {
          "text": "Speak to every man separately, as God enables thee.",
          "id": 172035
        },
        {
          "text": "Bear the infirmities of all, as being a perfect athlete in the Christian life: where the labour is great, the gain is all the more.",
          "id": 172036
        },
        {
          "text": "Having obtained good proof that thy mind is fixed in God as upon an immoveable rock, I loudly glorify His name that I have been thought worthy to behold thy blameless face, which may I ever enjoy in God! I entreat thee, by the grace with which thou art clothed, to press forward in thy course, and to exhort all that they may be saved.",
          "id": 172037
        },
        {
          "text": "Maintain thy position with all care, both in the flesh and spirit.",
          "id": 172038
        },
        {
          "text": "Have a regard to preserve unity, than which nothing is better.",
          "id": 172039
        },
        {
          "text": "Bear with all even as the Lord does with thee.",
          "id": 172040
        },
        {
          "text": "Support all in love, as also thou doest.",
          "id": 172041
        },
        {
          "text": "Give thyself to prayer without ceasing.",
          "id": 172042
        },
        {
          "text": "Implore additional understanding to what thou already hast.",
          "id": 172043
        },
        {
          "text": "Be watchful, possessing a sleepless spirit.",
          "id": 172044
        },
        {
          "text": "Speak to every man separately, as God enables thee.",
          "id": 172045
        },
        {
          "text": "Bear the infirmities of all, as being a perfect athlete in the Christian life, even as does the Lord of all.",
          "id": 172046
        },
        {
          "text": "For says the Scripture, \"He Himself took our infirmities, and bare our sicknesses\".",
          "id": 172047
        },
        {
          "text": "Where the labour is great, the gain is all the more.",
          "id": 172048
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 2 — Exhortations.",
          "id": 172049
        },
        {
          "text": "If thou lovest the good disciples, no thanks are due to thee on that account; but rather seek by meekness to subdue the more troublesome.",
          "id": 172050
        },
        {
          "text": "Every kind of wound is not healed with the same plaster.",
          "id": 172051
        },
        {
          "text": "Mitigate violent attacks of disease by gentle applications.",
          "id": 172052
        },
        {
          "text": "Be in all things \"wise as a serpent, and harmless as a dove\".",
          "id": 172053
        },
        {
          "text": "For this purpose thou art composed of both flesh and spirit, that thou mayest deal tenderly with those evils that present themselves visibly before thee.",
          "id": 172054
        },
        {
          "text": "And as respects those that are not seen, pray that God would reveal them unto thee, in order that thou mayest be wanting in nothing, but mayest abound in every gift.",
          "id": 172055
        },
        {
          "text": "The times call for thee, as pilots do for the winds, and as one tossed with tempest seeks for the haven, so that both thou and those under thy care may attain to God.",
          "id": 172056
        },
        {
          "text": "Be sober as an athlete of God: the prize set before thee is immortality and eternal life, of which thou art also persuaded.",
          "id": 172057
        },
        {
          "text": "In all things may my soul be for thine, and my bonds also, which thou hast loved.",
          "id": 172058
        },
        {
          "text": "If thou lovest the good disciples, no thanks are due to thee on that account; but rather seek by meekness to subdue the more troublesome.",
          "id": 172059
        },
        {
          "text": "Every kind of wound is not healed with the same plaster.",
          "id": 172060
        },
        {
          "text": "Mitigate violent attacks of disease by gentle applications.",
          "id": 172061
        },
        {
          "text": "Be in all things \"wise as a serpent, and harmless always as a dove\".",
          "id": 172062
        },
        {
          "text": "For this purpose thou art composed of both soul and body, art both fleshly and spiritual, that thou mayest correct those evils that present themselves visibly before thee; and as respects those that are not seen, mayest pray that these should be revealed to thee, so that thou mayest be wanting in nothing, but mayest abound in every gift.",
          "id": 172063
        },
        {
          "text": "The times call upon thee to pray.",
          "id": 172064
        },
        {
          "text": "For as the wind aids the pilot of a ship, and as havens are advantageous for safety to a tempest-tossed vessel, so is also prayer to thee, in order that thou mayest attain to God.",
          "id": 172065
        },
        {
          "text": "Be sober as an athlete of God, whose will is immortality and eternal life; of which thou art also persuaded.",
          "id": 172066
        },
        {
          "text": "In all things may my soul be for thine, and my bonds also, which thou hast loved.",
          "id": 172067
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 3 — Exhortations.",
          "id": 172068
        },
        {
          "text": "Let not those who seem worthy of credit, but teach strange doctrines, fill thee with apprehension.",
          "id": 172069
        },
        {
          "text": "Stand firm, as does an anvil which is beaten.",
          "id": 172070
        },
        {
          "text": "It is the part of a noble athlete to be wounded, and yet to conquer.",
          "id": 172071
        },
        {
          "text": "And especially, we ought to bear all things for the sake of God, that He also may bear with us.",
          "id": 172072
        },
        {
          "text": "Be ever becoming more zealous than what thou art.",
          "id": 172073
        },
        {
          "text": "Weigh carefully the times.",
          "id": 172074
        },
        {
          "text": "Look for Him who is above all time, eternal and invisible, yet who became visible for our sakes; impalpable and impassible, yet who became passible on our account; and who in every kind of way suffered for our sakes.",
          "id": 172075
        },
        {
          "text": "Let not those who seem worthy of credit, but teach strange doctrines, fill thee with apprehension.",
          "id": 172076
        },
        {
          "text": "Stand firm, as does an anvil which is beaten.",
          "id": 172077
        },
        {
          "text": "It is the part of a noble athlete to be wounded, and yet to conquer.",
          "id": 172078
        },
        {
          "text": "And especially we ought to bear all things for the sake of God, that He also may bear with us, and bring us into His kingdom.",
          "id": 172079
        },
        {
          "text": "Add more and more to thy diligence; run thy race with increasing energy; weigh carefully the times.",
          "id": 172080
        },
        {
          "text": "Whilst thou art here, be a conqueror; for here is the course, and there are the crowns.",
          "id": 172081
        },
        {
          "text": "Look for Christ, the Son of God; who was before time, yet appeared in time; who was invisible by nature, yet visible in the flesh; who was impalpable, and could not be touched, as being without a body, but for our sakes became such, might be touched and handled in the body; who was impassible as God, but became passible for our sakes as man; and who in every kind of way suffered for our sakes.",
          "id": 172082
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 4 — Exhortations.",
          "id": 172083
        },
        {
          "text": "Let not widows be neglected.",
          "id": 172084
        },
        {
          "text": "Be thou, after the Lord, their protector and friend.",
          "id": 172085
        },
        {
          "text": "Let nothing be done without thy consent; neither do thou anything without the approval of God, which indeed thou dost not, inasmuch as thou art stedfast.",
          "id": 172086
        },
        {
          "text": "Let your assembling together be of frequent occurrence: seek after all by name.",
          "id": 172087
        },
        {
          "text": "Do not despise either male or female slaves, yet neither let them be puffed up with conceit, but rather let them submit themselves the more, for the glory of God, that they may obtain from God a better liberty.",
          "id": 172088
        },
        {
          "text": "Let them not long to be set free from slavery at the public expense, that they be not found slaves to their own desires.",
          "id": 172089
        },
        {
          "text": "Let not the widows be neglected.",
          "id": 172090
        },
        {
          "text": "Be thou, after the Lord, their protector and friend.",
          "id": 172091
        },
        {
          "text": "Let nothing be done without thy consent; neither do thou anything without the approval of God, which indeed thou doest not.",
          "id": 172092
        },
        {
          "text": "Be thou stedfast.",
          "id": 172093
        },
        {
          "text": "Let your assembling together be of frequent occurrence: seek after all by name.",
          "id": 172094
        },
        {
          "text": "Do not despise either male or female slaves, yet neither let them be puffed up with conceit, but rather let them submit themselves the more, for the glory of God, that they may obtain from God a better liberty.",
          "id": 172095
        },
        {
          "text": "Let them not wish to be set free from slavery at the public expense, that they be not found slaves to their own desires.",
          "id": 172096
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 5 — The duties of husbands and wives.",
          "id": 172097
        },
        {
          "text": "Flee evil arts; but all the more discourse in public regarding them.",
          "id": 172098
        },
        {
          "text": "Speak to my sisters, that they love the Lord, and be satisfied with their husbands both in the flesh and spirit.",
          "id": 172099
        },
        {
          "text": "In like manner also, exhort my brethren, in the name of Jesus Christ, that they love their wives, even as the Lord the Church.",
          "id": 172100
        },
        {
          "text": "If any one can continue in a state of purity, to the honour of Him who is Lord of the flesh, let him so remain without boasting.",
          "id": 172101
        },
        {
          "text": "If he begins to boast, he is undone; and if he reckon himself greater than the bishop, he is ruined.",
          "id": 172102
        },
        {
          "text": "But it becomes both men and women who marry, to form their union with the approval of the bishop, that their marriage may be according to God, and not after their own lust.",
          "id": 172103
        },
        {
          "text": "Let all things be done to the honour of God.",
          "id": 172104
        },
        {
          "text": "Flee evil arts; but all the more discourse in public regarding them.",
          "id": 172105
        },
        {
          "text": "Speak to my sisters, that they love the Lord, and be satisfied with their husbands both in the flesh and spirit.",
          "id": 172106
        },
        {
          "text": "In like manner also, exhort my brethren, in the name of Jesus Christ, that they love their wives, even as the Lord the Church.",
          "id": 172107
        },
        {
          "text": "If any one can continue in a state of purity, to the honour of the flesh of the Lord, let him so remain without boasting.",
          "id": 172108
        },
        {
          "text": "If he shall boast, he is undone; and if he seeks to be more prominent than the bishop, he is ruined.",
          "id": 172109
        },
        {
          "text": "But it becomes both men and women who marry, to form their union with the approval of the bishop, that their marriage may be according to the Lord, and not after their own lust.",
          "id": 172110
        },
        {
          "text": "Let all things be done to the honour of God.",
          "id": 172111
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 6 — The duties of the Christian flock.",
          "id": 172112
        },
        {
          "text": "Give ye heed to the bishop, that God also may give heed to you.",
          "id": 172113
        },
        {
          "text": "My soul be for theirs that are submissive to the bishop, to the presbyters, and to the deacons, and may my portion be along with them in God! Labour together with one another; strive in company together; run together; suffer together; sleep together; and awake together, as the stewards, and associates, and servants of God.",
          "id": 172114
        },
        {
          "text": "Please ye Him under whom ye fight, and from whom ye receive your wages.",
          "id": 172115
        },
        {
          "text": "Let none of you be found a deserter.",
          "id": 172116
        },
        {
          "text": "Let your baptism endure as your arms; your faith as your helmet; your love as your spear; your patience as a complete panoply.",
          "id": 172117
        },
        {
          "text": "Let your works be the charge assigned to you, that ye may receive a worthy recompense.",
          "id": 172118
        },
        {
          "text": "Be long-suffering, therefore, with one another, in meekness, as God is towards you.",
          "id": 172119
        },
        {
          "text": "May I have joy of you for ever!  Give ye heed to the bishop, that God also may give heed to you.",
          "id": 172120
        },
        {
          "text": "My soul be for theirs that are submissive to the bishop, to the presbytery, and to the deacons: may I have my portion with them from God! Labour together with one another; strive in company together; run together; suffer together; sleep together; and awake together, as the stewards, and associates, and servants of God.",
          "id": 172121
        },
        {
          "text": "Please ye Him under whom ye fight, and from whom ye shall receive your wages.",
          "id": 172122
        },
        {
          "text": "Let none of you be found a deserter.",
          "id": 172123
        },
        {
          "text": "Let your baptism endure as your arms; your faith as your helmet; your love as your spear; your patience as a complete panoply.",
          "id": 172124
        },
        {
          "text": "Let your works be the charge assigned to you, that you may obtain for them a most worthy recompense.",
          "id": 172125
        },
        {
          "text": "Be long-suffering, therefore, with one another, in meekness, and God shall be so with you.",
          "id": 172126
        },
        {
          "text": "May I have joy of you for ever!.",
          "id": 172127
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 7 — Request that Polycarp would send a messenger to Antioch.",
          "id": 172128
        },
        {
          "text": "Seeing that the Church which is at Antioch in Syria is, as report has informed me, at peace, through your prayers, I also am the more encouraged, resting without anxiety in God, if indeed by means of suffering I may attain to God, so that, through your prayers, I may be found a disciple of Christ.",
          "id": 172129
        },
        {
          "text": "It is fitting, O Polycarp, most blessed in God, to assemble a very solemn council, and to elect one whom you greatly love, and know to be a man of activity, who may be designated the messenger of God; and to bestow on him this honour that he may go into Syria, and glorify your ever active love to the praise of Christ.",
          "id": 172130
        },
        {
          "text": "A Christian has not power over himself, but must always be ready for the service of God.",
          "id": 172131
        },
        {
          "text": "Now, this work is both God's and yours, when ye shall have completed it to His glory.",
          "id": 172132
        },
        {
          "text": "For I trust that, through grace, ye are prepared for every good work pertaining to God.",
          "id": 172133
        },
        {
          "text": "Knowing, therefore, your energetic love of the truth, I have exhorted you by this brief Epistle.",
          "id": 172134
        },
        {
          "text": "Seeing that the Church which is at Antioch in Syria is, as report has informed me, at peace, through your prayers, I also am the more encouraged, resting without anxiety in God, if indeed by means of suffering I may attain to God, so that, through your prayers, I may be found a disciple of Christ.",
          "id": 172135
        },
        {
          "text": "It is fitting, O Polycarp, most blessed in God, to assemble a very solemn council, and to elect one whom you greatly love, and know to be a man of activity, who may be designated the messenger of God; and to bestow on him the honour of going into Syria, so that, going into Syria, he may glorify your ever active love to the praise of God.",
          "id": 172136
        },
        {
          "text": "A Christian has not power over himself, but must always be ready for the service of God.",
          "id": 172137
        },
        {
          "text": "Now, this work is both God's and yours, when ye shall have completed it.",
          "id": 172138
        },
        {
          "text": "For I trust that, through grace, ye are prepared for every good work pertaining to God.",
          "id": 172139
        },
        {
          "text": "Knowing your energetic love of the truth, I have exhorted you by this brief Epistle.",
          "id": 172140
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 8 — Let other churches also send to Antioch.",
          "id": 172141
        },
        {
          "text": "Inasmuch as I have not been able to write to all the Churches, because I must suddenly sail from Troas to Neapolis, as the will of the emperor enjoins, I beg that thou, as being acquainted with the purpose of God, wilt write to the adjacent Churches, that they also may act in like manner, such as are able to do so sending messengers, and the others transmitting letters through those persons who are sent by thee, that thou mayest be glorified by a work which shall be remembered for ever, as indeed thou art worthy to be.",
          "id": 172142
        },
        {
          "text": "I salute all by name, and in particular the wife of Epitropus, with all her house and children.",
          "id": 172143
        },
        {
          "text": "I salute Attalus, my beloved.",
          "id": 172144
        },
        {
          "text": "I salute him who shall be deemed worthy to go from you into Syria.",
          "id": 172145
        },
        {
          "text": "Grace shall be with him for ever, and with Polycarp that sends him.",
          "id": 172146
        },
        {
          "text": "I pray for your happiness for ever in our God, Jesus Christ, by whom continue ye in the unity and under the protection of God, I salute Alce, my dearly beloved.",
          "id": 172147
        },
        {
          "text": "Fare ye well in the Lord.",
          "id": 172148
        },
        {
          "text": "Inasmuch, therefore, as I have not been able to write to all Churches, because I must suddenly sail from Troas to Neapolis, as the will of the emperor enjoins, I beg that thou, as being acquainted with the purpose of God, wilt write to the adjacent Churches, that they also may act in like manner, such as are able to do so sending messenger, and the others transmitting letters through those persons who are sent by thee, that thou mayest be glorified by a work which shall be remembered for ever, as indeed thou art worthy to be.",
          "id": 172149
        },
        {
          "text": "I salute all by name, and in particular the wife of Epitropus, with all her house and children.",
          "id": 172150
        },
        {
          "text": "I salute Attalus, my beloved.",
          "id": 172151
        },
        {
          "text": "I salute him who shall be deemed worthy to go from you into Syria.",
          "id": 172152
        },
        {
          "text": "Grace shall be with him for ever, and with Polycarp that sends him.",
          "id": 172153
        },
        {
          "text": "I pray for your happiness for ever in our God, Jesus Christ, by whom continue ye in the unity and under the protection of God.",
          "id": 172154
        },
        {
          "text": "I salute Alce, my dearly beloved, Amen.",
          "id": 172155
        },
        {
          "text": "Grace be with you.",
          "id": 172156
        },
        {
          "text": "Fare ye well in the Lord.",
          "id": 172157
        }
      ]
    }
  ]
}