{
  "book": "Ignatius: Epistle to Ephesians (Syriac)",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Second Epistle of Ignatius to the Ephesians  Ignatius, who is also called Theophorus, to the Church which is blessed in the greatness of God the Father, and perfected; to her who was selected from eternity, that she might be at all times for glory, which abideth, and is unchangeable, and is perfected and chosen in the purpose of truth by the will of the Father of Jesus Christ our God; to her who is worthy of happiness; to her who is at Ephesus, in Jesus Christ, in joy which is unblameable: wishes abundance of happiness.",
          "id": 172204
        },
        {
          "text": "Chapter 1  Inasmuch as your name, which is greatly beloved, is acceptable to me in God, your name which ye have acquired by nature, through a right and just will, and also by the faith and love of Jesus Christ our Saviour, and ye are imitators of God, and are fervent in the blood of God, and have speedily completed a work congenial to you; for when ye heard that I was bound, so as to be able to do nothing for the sake of the common name and hope (and I hope, through your prayers, that I may be devoured by beasts at Rome, so that by means of this of which I have been accounted worthy, I may be endowed with strength to be a disciple of God), ye were diligent to come and see me.",
          "id": 172205
        },
        {
          "text": "Seeing, then, that we have become acquainted with your multitude in the name of God, by Onesimus, who is your bishop, in love which is unutterable, whom I pray that ye love in Jesus Christ our Lord, and that all of you imitate his example, for blessed is He who has given you such a bishop, even as ye deserve to have.",
          "id": 172206
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 3  But inasmuch as love does not permit me to be silent in regard to you, on this account I have been forward to entreat of you that ye would be diligent in the will of God.",
          "id": 172207
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 8  For, so long as there is not implanted in you any one lust which is able to torment you, behold, ye live in God.",
          "id": 172208
        },
        {
          "text": "I rejoice in you, and offer supplication on account of you, Ephesians, a Church which is renowned in all ages.",
          "id": 172209
        },
        {
          "text": "For those who are carnal are not able to do spiritual things, nor those that are spiritual carnal things; in like manner as neither can faith do those things which are foreign to faith, nor want of faith do what belongs to faith.",
          "id": 172210
        },
        {
          "text": "For those things which ye have done in the flesh, even these are spiritual, because ye have done everything in Jesus Christ.",
          "id": 172211
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 9  And ye are prepared for the building of God the Father, and ye are raised up on high by the instrument of Jesus Christ, which is the cross; and ye are drawn by the rope, which is the Holy Spirit; and your pulley is your faith, and your love is the way which leadeth up on high to God.",
          "id": 172212
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 10  Pray for all men; for there is hope of repentance for them, that they may be counted worthy of God.",
          "id": 172213
        },
        {
          "text": "By your works especially let them be instructed.",
          "id": 172214
        },
        {
          "text": "Against their harsh words be ye conciliatory, by meekness of mind and gentleness.",
          "id": 172215
        },
        {
          "text": "Against their blasphemies do ye give yourselves to prayer; and against their error be ye armed with faith.",
          "id": 172216
        },
        {
          "text": "Against their fierceness be ye peaceful and quiet, and be ye not astounded by them.",
          "id": 172217
        },
        {
          "text": "Let us, then, be imitators of our Lord in meekness, and strive who shall more especially be injured, and oppressed, and defrauded.",
          "id": 172218
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 14  The work is not of promise, unless a man be found in the power of faith, even to the end.",
          "id": 172219
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 15  It is better that a man should be silent while he is something, than that he should be talking when he is not; that by those things which be speaks he should act, and by those things of which he is silent he should be known.",
          "id": 172220
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 18  My spirit bows in adoration to the cross, which is a stumbling-block to those who do not believe, but is to you for salvation and eternal life.",
          "id": 172221
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter 19  There was concealed from the ruler of this world the virginity of Mary and the birth of our Lord, and the three renowned mysteries which were done in the tranquillity of God from the star.",
          "id": 172222
        },
        {
          "text": "And here, at the manifestation of the Son, magic began to be destroyed, and all bonds were loosed; and the ancient kingdom and the error of evil was destroyed.",
          "id": 172223
        },
        {
          "text": "Henceforward all things were moved together, and the destruction of death was devised, and there was the commencement of that which was perfected in God.",
          "id": 172224
        }
      ]
    }
  ]
}