{
  "book": "Ignatius:  Epistle to Polycarp (Syriac)",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Epistle of Ignatius to Polycarp  Ignatius, who is also called Theophorus, to Polycarp, bishop of Smyrna, or rather, who has as his own bishop God the Father, and our Lord Jesus Christ: wishes abundance of happiness.",
          "id": 172158
        },
        {
          "text": "Chapter 1  Because thy mind is acceptable to me, inasmuch as it is established in God, as on a rock which is immoveable, I glorify God the more exceedingly that I have been counted worthy of seeing thy face, which I longed after in God.",
          "id": 172159
        },
        {
          "text": "Now I beseech thee, by the grace with which thou art clothed, to add speed to thy course, and that thou ever pray for all men that they may be saved, and that thou demand things which are befitting, with all assiduity both of the flesh and spirit.",
          "id": 172160
        },
        {
          "text": "Be studious of unity, than which nothing is more precious.",
          "id": 172161
        },
        {
          "text": "Bear with all men, even as our Lord beareth with thee.",
          "id": 172162
        },
        {
          "text": "Show patience with all men in love, as indeed thou doest.",
          "id": 172163
        },
        {
          "text": "Be stedfast in prayer.",
          "id": 172164
        },
        {
          "text": "Ask for more understanding than that which thou already hast.",
          "id": 172165
        },
        {
          "text": "Be watchful, as possessing a spirit which sleepeth not.",
          "id": 172166
        },
        {
          "text": "Speak with every man according to the will of God.",
          "id": 172167
        },
        {
          "text": "Bear the infirmities of all men as a perfect athlete; for where the labour is great, the gain is also great.",
          "id": 172168
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter 2  If thou lovest the good disciples only, thou hast no grace; but rather subdue those that are evil by gentleness.",
          "id": 172169
        },
        {
          "text": "All sorts of wounds are not healed by the same medicine.",
          "id": 172170
        },
        {
          "text": "Mitigate the pain of cutting by tenderness.",
          "id": 172171
        },
        {
          "text": "Be wise as the serpent in everything, and innocent, with respect to those things which are requisite, even as the dove.",
          "id": 172172
        },
        {
          "text": "For this reason thou art composed of both flesh and spirit, that thou mayest entice those things which are visible before thy face, and mayest ask, as to those which are concealed from thee, that they too may be revealed to thee, in order that thou be deficient in nothing, and mayest abound in all gifts.",
          "id": 172173
        },
        {
          "text": "The time demands, even as a pilot does a ship, and as one who stands exposed to the tempest does a haven, that thou shouldst be worthy of God.",
          "id": 172174
        },
        {
          "text": "Be thou watchful as an athlete of God.",
          "id": 172175
        },
        {
          "text": "That which is promised to us is life eternal, which cannot be corrupted, of which things thou art also persuaded.",
          "id": 172176
        },
        {
          "text": "In everything I will be instead of thy soul, and my bonds which thou hast loved.",
          "id": 172177
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter 3  Let not those who seem to be somewhat, and teach strange doctrines, strike thee with apprehension; but stand thou in the truth, as an athlete who is smitten, for it is the part of a great athlete to be smitten, and yet conquer.",
          "id": 172178
        },
        {
          "text": "More especially is it fitting that we should bear everything for the sake of God, that He also may bear us.",
          "id": 172179
        },
        {
          "text": "Be still more diligent than thou yet art.",
          "id": 172180
        },
        {
          "text": "Be discerning of the times.",
          "id": 172181
        },
        {
          "text": "Look for Him that is above the times, Him who has no times, Him who is invisible, Him who for our sakes became visible, Him who is impalpable, Him who is impassible, Him who for our sakes suffered, Him who endured everything in every form for our sakes.",
          "id": 172182
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter 4  Let not the widows be overlooked; on account of our Lord be thou their guardian, and let nothing be done without thy will; also do thou nothing without the will of God, as indeed thou doest not.",
          "id": 172183
        },
        {
          "text": "Stand rightly.",
          "id": 172184
        },
        {
          "text": "Let there be frequent assemblies: ask every man to them by his name.",
          "id": 172185
        },
        {
          "text": "Despise not slaves, either male or female; but neither let them be contemptuous, but let them labour the more as for the glory of God, that they may be counted worthy of a more precious freedom, which is of God.",
          "id": 172186
        },
        {
          "text": "Let them not desire to be set free out of the common fund, lest they be found the slaves of lust.",
          "id": 172187
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter 5  Flee wicked arts; but all the more discourse regarding them.",
          "id": 172188
        },
        {
          "text": "Speak to my sisters, that they love in our Lord, and that their husbands be sufficient for them in the flesh and spirit.",
          "id": 172189
        },
        {
          "text": "Then, again, charge my brethren in the name of our Lord Jesus Christ, that they love their wives, as our Lord His Church.",
          "id": 172190
        },
        {
          "text": "If any man is able in power to continue in purity, to the honour of the flesh of our Lord, let him continue so without boasting; if he boasts, he is undone; if he become known apart from the bishop, he has destroyed himself.",
          "id": 172191
        },
        {
          "text": "It is becoming, therefore, to men and women who marry, that they marry with the counsel of the bishop, that the marriage may be in our Lord, and not in lust.",
          "id": 172192
        },
        {
          "text": "Let everything, therefore, be done for the honour of God.",
          "id": 172193
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter 6  Look ye to the bishop, that God also may look upon you.",
          "id": 172194
        },
        {
          "text": "I will be instead of the souls of those who are subject to the bishop, and the presbyters, and the deacons; with them may I have a portion in the presence of God! Labour together with one another, act as athletes together, run together, suffer together, sleep together, rise together.",
          "id": 172195
        },
        {
          "text": "As stewards of God, and of His household, and His servants, please Him and serve Him, that ye may receive from Him the wages promised.",
          "id": 172196
        },
        {
          "text": "Let none of you be rebellious.",
          "id": 172197
        },
        {
          "text": "Let your baptism be to you as armour, and faith as a spear, and love as a helmet, and patience as a panoply.",
          "id": 172198
        },
        {
          "text": "Let your treasures be your good works, that ye may receive the gift of God, as is just.",
          "id": 172199
        },
        {
          "text": "Let your spirit be long-suffering towards each other with meekness, even as God is toward you.",
          "id": 172200
        },
        {
          "text": "As for me, I rejoice in you at all times.",
          "id": 172201
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter 7  The Christian has not power over himself, but is ever ready to be subject to God.",
          "id": 172202
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter 8  I salute him who is reckoned worthy to go to Antioch in my stead, as I commanded thee.",
          "id": 172203
        }
      ]
    }
  ]
}