{
  "book": "II Clement",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Second Epistle of Clement Introductory Notice: It is gratifying that our series is marked by tokens of critical progress, and not less cheering tokens of scientific research.",
          "id": 348043
        },
        {
          "text": "The clearing-up of much that has perplexed us about Hermas; the Bryennios discovery; and, not least, the completion of this fragment, which has long been a scandal to patristic inquiry,—are surely such tokens.",
          "id": 348044
        },
        {
          "text": "They enrich the reader with definite ideas on many collateral subjects.",
          "id": 348045
        },
        {
          "text": "May they not stimulate American scholarship and American affluence to fresh enterprises of the same character for the advancement of learning, and the glory of the world's Redeemer and Illuminator?  The very early date to which this homily is now assigned makes its slightest allusions to the New-Testament canon of very great importance.",
          "id": 348046
        },
        {
          "text": "I have ventured to indicate a few such, even where they may be mere allusions, not textual quotations: as, e.",
          "id": 348047
        },
        {
          "text": "g.",
          "id": 348048
        },
        {
          "text": ", on p.",
          "id": 348049
        },
        {
          "text": ", at notes  and , slight indications of a reference to the Second Epistle of St.",
          "id": 348050
        },
        {
          "text": "Peter and to the Apocalypse.",
          "id": 348051
        },
        {
          "text": "I shall have occasion to refer to this work in the elucidation of the Liturgies which are to follow.",
          "id": 348052
        },
        {
          "text": "If it be, as Bishop Lightfoot supposes, a homily of the second century, it may lend important retrospective aid to the student of these volumes in other particulars; but, having entrusted this interesting relic to the editorial care of a most competent scholar, I shall not presume to anticipate his judgment in any matter.",
          "id": 348053
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "The Homily.",
          "id": 348054
        },
        {
          "text": "Chap.",
          "id": 348055
        },
        {
          "text": "i.",
          "id": 348056
        },
        {
          "text": "—we ought to think highly of christ.",
          "id": 348057
        },
        {
          "text": "Brethren, it is fitting that you should think of Jesus Christ as of God,—as the Judge of the living and the dead.",
          "id": 348058
        },
        {
          "text": "And it does not become us to think lightly of our salvation; for if we think little of Him, we shall also hope but to obtain little from Him.",
          "id": 348059
        },
        {
          "text": "And those of us who hear carelessly of these things, as if they were of small importance, commit sin, not knowing whence we have been called, and by whom, and to what place, and how much Jesus Christ submitted to suffer for our sakes.",
          "id": 348060
        },
        {
          "text": "What return, then, shall we make to Him? or what fruit that shall be worthy of that which He has given to us? For, indeed, how great are the benefits which we owe to Him! He has graciously given us light; as a Father, He has called us sons; He has saved us when we were ready to perish.",
          "id": 348061
        },
        {
          "text": "What praise, then, shall we give to Him, or what return shall we make for the things which we have received? We were deficient in understanding, worshipping stones and wood, and gold, and silver, and brass, the works of men's hand; and our whole life was nothing else than death.",
          "id": 348062
        },
        {
          "text": "Involved in blindness, and with such darkness before our eyes, we have received sight, and through His will have laid aside that cloud by which we were enveloped.",
          "id": 348063
        },
        {
          "text": "For He had compassion on us, and mercifully saved us, observing the many errors in which we were entangled, as well as the destruction to which we were exposed, and that we had no hope of salvation except it came to us from Him.",
          "id": 348064
        },
        {
          "text": "For He called us when we were not, and willed that out of nothing we should attain a real existence.",
          "id": 348065
        },
        {
          "text": "Chap.",
          "id": 348066
        },
        {
          "text": "ii.",
          "id": 348067
        },
        {
          "text": "—the church, formerly barren, is now fruitful.",
          "id": 348068
        },
        {
          "text": "\"Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not; for she that is desolate hath many more children than she that hath an husband\".",
          "id": 348069
        },
        {
          "text": "In that He said, \"Rejoice, thou barren that bearest not,\" He referred to us, for our Church was barren before that children were given to her.",
          "id": 348070
        },
        {
          "text": "But when He said, \"Cry out, thou that travailest not,\" He means this, that we should sincerely offer up our prayers to God, and should not, like women in travail, show signs of weakness.",
          "id": 348071
        },
        {
          "text": "And in that He said, \"For she that is desolate hath many more children than she that hath an husband,\" He means that our people seemed to be outcast from God, but now, through believing, have become more numerous than those who are reckoned to possess God.",
          "id": 348072
        },
        {
          "text": "And another Scripture saith, \"I came not to call the righteous, but sinners\".",
          "id": 348073
        },
        {
          "text": "This means that those who are perishing must be saved.",
          "id": 348074
        },
        {
          "text": "For it is indeed a great and admirable thing to establish, not the things which are standing, but these that are falling.",
          "id": 348075
        },
        {
          "text": "Thus also did Christ desire to save the things which were perishing, and has saved many by coming and calling us when hastening to destruction.",
          "id": 348076
        },
        {
          "text": "Chap.",
          "id": 348077
        },
        {
          "text": "iii.",
          "id": 348078
        },
        {
          "text": "—the duty of confessing christ.",
          "id": 348079
        },
        {
          "text": "Since, then, He has displayed so great mercy towards us, and especially in this respect, that we who are living should not offer sacrifices to gods that are dead, or pay them worship, but should attain through Him to the knowledge of the true Father, whereby shall we show that we do indeed know Him, but by not denying Him through whom this knowledge has been attained? For He Himself declares, \"Whosoever shall confess Me before men, him will I confess before My Father\".",
          "id": 348080
        },
        {
          "text": "This, then, is our reward if we shall confess Him by whom we have been saved.",
          "id": 348081
        },
        {
          "text": "But in what way shall we confess Him? By doing what He says, and not transgressing His commandments, and by honouring Him not with our lips only, but with all our heart and all our mind.",
          "id": 348082
        },
        {
          "text": "For he says in Isaiah, \"This people honoureth Me with their lips, but their heart is far from Me\".",
          "id": 348083
        },
        {
          "text": "Chap.",
          "id": 348084
        },
        {
          "text": "iv.",
          "id": 348085
        },
        {
          "text": "—true confession of christ.",
          "id": 348086
        },
        {
          "text": "Let us, then, not only call Him Lord, for that will not save us.",
          "id": 348087
        },
        {
          "text": "For He saith, \"Not every one that saith to Me, Lord, Lord, shall be saved, but he that worketh righteousness\".",
          "id": 348088
        },
        {
          "text": "Wherefore, brethren, let us confess Him by our works, by loving one another, by not committing adultery, or speaking evil of one another, or cherishing envy; but being continent, compassionate, and good.",
          "id": 348089
        },
        {
          "text": "We ought also to sympathize with one another, and not be avaricious.",
          "id": 348090
        },
        {
          "text": "By such works let us confess Him, and not by those that are of an opposite kind.",
          "id": 348091
        },
        {
          "text": "And it is not fitting that we should fear men, but rather God.",
          "id": 348092
        },
        {
          "text": "For this reason, if we should do such wicked things, the Lord hath said, \"Even though ye were gathered together to Me in My very bosom, yet if ye were not to keep My commandments, I would cast you off, and say unto you, Depart from Me; I know you not whence ye are, ye workers of iniquity\".",
          "id": 348093
        },
        {
          "text": "Chap.",
          "id": 348094
        },
        {
          "text": "v.",
          "id": 348095
        },
        {
          "text": "—this world should be despised.",
          "id": 348096
        },
        {
          "text": "Wherefore, brethren, leaving willingly our sojourn in this present world, let us do the will of Him that called us, and not fear to depart out of this world.",
          "id": 348097
        },
        {
          "text": "For the Lord saith, \"Ye shall be as lambs in the midst of wolves\".",
          "id": 348098
        },
        {
          "text": "And Peter answered and said unto Him, \"What, then, if the wolves shall tear in pieces the lambs?\" Jesus said unto Peter, \"The lambs have no cause after they are dead to fear the wolves; and in like manner, fear not ye them that kill you, and can do nothing more unto you; but fear Him who, after you are dead, has power over both soul and body to cast them into hell-fire\".",
          "id": 348099
        },
        {
          "text": "And consider, brethren, that the sojourning in the flesh in this world is but brief and transient, but the promise of Christ is great and wonderful, even the rest of the kingdom to come, and of life everlasting.",
          "id": 348100
        },
        {
          "text": "By what course of conduct, then, shall we attain these things, but by leading a holy and righteous life, and by deeming these worldly things as not belonging to us, and not fixing our desires upon them? For if we desire to possess them, we fall away from the path of righteousness.",
          "id": 348101
        },
        {
          "text": "Chap.",
          "id": 348102
        },
        {
          "text": "vi.",
          "id": 348103
        },
        {
          "text": "—the present and future worlds are enemies to each other.",
          "id": 348104
        },
        {
          "text": "Now the Lord declares, \"No servant can serve two masters\".",
          "id": 348105
        },
        {
          "text": "If we desire, then, to Serve both God and mammon, it will be unprofitable for us.",
          "id": 348106
        },
        {
          "text": "\"For what will it profit if a man gain the whole world, and lose his own soul?\" This world and the next are two enemies.",
          "id": 348107
        },
        {
          "text": "The one urges to adultery and corruption, avarice and deceit; the other bids farewell to these things.",
          "id": 348108
        },
        {
          "text": "We cannot therefore be the friends of both; and it behoves us, by renouncing the one, to make sure of the other.",
          "id": 348109
        },
        {
          "text": "Let us reckon that it is better to hate the things present, since they are trifling, and transient, and corruptible; and to love those which are to come, as being good and incorruptible.",
          "id": 348110
        },
        {
          "text": "For if we do the will of Christ, we shall find rest; otherwise, nothing shall deliver us from eternal punishment, if we disobey His commandments.",
          "id": 348111
        },
        {
          "text": "For thus also saith the Scripture in Ezekiel, \"If Noah, Job, and Daniel should rise up, they should not deliver their children in captivity\".",
          "id": 348112
        },
        {
          "text": "Now, if men so eminently righteous are not able by their righteousness to deliver their children, how can we hope to enter into the royal residence of God unless we keep our baptism holy and undefiled? Or who shall be our advocate, unless we be found possessed of works of holiness and righteousness?  Chap.",
          "id": 348113
        },
        {
          "text": "vii.",
          "id": 348114
        },
        {
          "text": "—we must strive in order to be crowned.",
          "id": 348115
        },
        {
          "text": "Wherefore, then, my brethren, let us struggle with all earnestness, knowing that the contest is in our case close at hand, and that many undertake long voyages to strive for a corruptible reward; yet all are not crowned, but those only that have laboured hard and striven gloriously.",
          "id": 348116
        },
        {
          "text": "Let us therefore so strive, that we may all be crowned.",
          "id": 348117
        },
        {
          "text": "Let us run the straight course, even the race that is incorruptible; and let us in great numbers set out for it, and strive that we may be crowned.",
          "id": 348118
        },
        {
          "text": "And should we not all be able to obtain the crown, let us at least come near to it.",
          "id": 348119
        },
        {
          "text": "We must remember that he who strives in the corruptible contest, if he be found acting unfairly, is taken away and scourged, and cast forth from the lists.",
          "id": 348120
        },
        {
          "text": "What then think ye? If one does anything unseemly in the incorruptible contest, what shall he have to bear? For of those who do not preserve the seal unbroken, the Scripture saith, \"Their worm shall not die, and their fire shall not be quenched, and they shall be a spectacle to all flesh\".",
          "id": 348121
        },
        {
          "text": "Chap.",
          "id": 348122
        },
        {
          "text": "viii.",
          "id": 348123
        },
        {
          "text": "—the necessity of repentance while we are on earth.",
          "id": 348124
        },
        {
          "text": "As long, therefore, as we are upon earth, let us practice repentance, for we are as clay in the hand of the artificer.",
          "id": 348125
        },
        {
          "text": "For as the potter, if he make a vessel, and it be distorted or broken in his hands, fashions it over again; but if he have before this cast it into the furnace of fire, can no longer find any help for it: so let us also, while we are in this world, repent with our whole heart of the evil deeds we have done in the flesh, that we may be saved by the Lord, while we have yet an opportunity of repentance.",
          "id": 348126
        },
        {
          "text": "For after we have gone out of the world, no further power of confessing or repenting will there belong to us.",
          "id": 348127
        },
        {
          "text": "Wherefore, brethren, by doing the will of the Father, and keeping the flesh holy, and observing the commandments of the Lord, we shall obtain eternal life.",
          "id": 348128
        },
        {
          "text": "For the Lord saith in the Gospel, \"If ye have not kept that which was small, who will commit to you the great? For I say unto you, that he that is faithful in that which is least, is faithful also in much\".",
          "id": 348129
        },
        {
          "text": "This, then, is what He means: \"Keep the flesh holy and the seal undefiled, that ye may receive eternal life\".",
          "id": 348130
        },
        {
          "text": "Chap.",
          "id": 348131
        },
        {
          "text": "ix.",
          "id": 348132
        },
        {
          "text": "—we shall be judged in the flesh.",
          "id": 348133
        },
        {
          "text": "And let no one of you say that this very flesh shall not be judged, nor rise again.",
          "id": 348134
        },
        {
          "text": "Consider ye in what state ye were saved, in what ye received sight, if not while ye were in this flesh.",
          "id": 348135
        },
        {
          "text": "We must therefore preserve the flesh as the temple of God.",
          "id": 348136
        },
        {
          "text": "For as ye were called in the flesh, ye shall also come to be judged in the flesh.",
          "id": 348137
        },
        {
          "text": "As Christ the Lord who saved us, though He was first a Spirit, became flesh, and thus called us, so shall we also receive the reward in this flesh.",
          "id": 348138
        },
        {
          "text": "Let us therefore love one another, that we may all attain to the kingdom of God.",
          "id": 348139
        },
        {
          "text": "While we have an opportunity of being healed, let us yield ourselves to God that healeth us, and give to Him a recompense.",
          "id": 348140
        },
        {
          "text": "Of what sort? Repentance out of a sincere heart; for He knows all things beforehand, and is acquainted with what is in our hearts.",
          "id": 348141
        },
        {
          "text": "Let us therefore give Him praise, not with the mouth only, but also with the heart, that He may accept us as sons.",
          "id": 348142
        },
        {
          "text": "For the Lord has said, \"Those are My brethren who do the will of My Father\".",
          "id": 348143
        },
        {
          "text": "Chap.",
          "id": 348144
        },
        {
          "text": "x.",
          "id": 348145
        },
        {
          "text": "—vice is to be forsaken, and virtue followed.",
          "id": 348146
        },
        {
          "text": "Wherefore, my brethren, let us do the will of the Father who called us, that we may live; and let us earnestly follow after virtue, but forsake every wicked tendency which would lead into transgression; and flee from ungodliness, lest evils overtake us.",
          "id": 348147
        },
        {
          "text": "For if we are diligent in doing good, peace will follow us.",
          "id": 348148
        },
        {
          "text": "On this account, such men cannot find it, i-e:, peace, as are influenced by human terrors, and prefer rather present enjoyment to the promise which shall afterwards be fulfilled.",
          "id": 348149
        },
        {
          "text": "For they know not what torment present enjoyment incurs, or what felicity is involved in the future promise.",
          "id": 348150
        },
        {
          "text": "And if, indeed, they themselves only did such things, it would be the more tolerable; but now they persist in imbuing innocent souls with their pernicious doctrines, not knowing that they shall receive a double condemnation, both they and those that hear them.",
          "id": 348151
        },
        {
          "text": "Chap.",
          "id": 348152
        },
        {
          "text": "xi.",
          "id": 348153
        },
        {
          "text": "—we ought to serve god, trusting in his promises.",
          "id": 348154
        },
        {
          "text": "Let us therefore serve God with a pure heart, and we shall be righteous; but if we do not serve Him, because we believe not the promise of God, we shall be miserable.",
          "id": 348155
        },
        {
          "text": "For the prophetic word also declares, \"Wretched are those of a double mind, and who doubt in their heart, who say, All these things have we heard even in the times of our fathers; but though we have waited day by day, we have seen none of them accomplished.",
          "id": 348156
        },
        {
          "text": "Ye fools! compare yourselves to a tree; take, for instance, the vine.",
          "id": 348157
        },
        {
          "text": "First of all it sheds its leaves, then the bud appears; after that the sour grape, and then the fully-ripened fruit.",
          "id": 348158
        },
        {
          "text": "So, likewise, my people have borne disturbances and afflictions, but afterwards shall they receive their good things\".",
          "id": 348159
        },
        {
          "text": "Wherefore, my brethren, let us not be of a double mind, but let us hope and endure, that we also may obtain the reward.",
          "id": 348160
        },
        {
          "text": "For He is faithful who has promised that He will bestow on every one a reward according to his works.",
          "id": 348161
        },
        {
          "text": "If, therefore, we shall do righteousness in the sight of God, we shall enter into His kingdom, and shall receive the promises, \"which ear hath not heard, nor eye seen, neither have entered into the heart of man\".",
          "id": 348162
        },
        {
          "text": "Chap.",
          "id": 348163
        },
        {
          "text": "xii.",
          "id": 348164
        },
        {
          "text": "—we are constantly to look for the kingdom of god.",
          "id": 348165
        },
        {
          "text": "Let us expect, therefore, hour by hour, the kingdom of God in love and righteousness, since we know not the day of the appearing of God.",
          "id": 348166
        },
        {
          "text": "For the Lord Himself, being asked by one when His kingdom would come, replied, \"When two shall be one, and that which is without as that which is within, and the male with the female, neither male nor female\".",
          "id": 348167
        },
        {
          "text": "Now, two are one when we speak the truth one to another, and there is unfeignedly one soul in two bodies.",
          "id": 348168
        },
        {
          "text": "And \"that which is without as that which is within\" meaneth this: He calls the soul \"that which is within,\" and the body \"that which is without\".",
          "id": 348169
        },
        {
          "text": "As, then, thy body is visible to sight, so also let thy soul be manifest by good works.",
          "id": 348170
        },
        {
          "text": "And \"the male with the female, neither male nor female,\" this …     The newly recovered portion follows: —    … meaneth, that a brother seeing a sister should think nothing about her as of a female, nor she think anything about him as of a male.",
          "id": 348171
        },
        {
          "text": "If ye do these things, saith He, the kingdom of my Father shall come.",
          "id": 348172
        },
        {
          "text": "Chap.",
          "id": 348173
        },
        {
          "text": "xiii.",
          "id": 348174
        },
        {
          "text": "—disobedience causeth god's name to be blasphemed.",
          "id": 348175
        },
        {
          "text": "Therefore, brethren, let us now at length repent; let us be sober unto what is good; for we are full of much folly and wickedness.",
          "id": 348176
        },
        {
          "text": "Let us blot out from us our former sins, and repenting from the soul let us be saved; and let us not become men-pleasers, nor let us desire to please only one another, but also the men that are without, by our righteousness, that the Name be not blasphemed on account of us.",
          "id": 348177
        },
        {
          "text": "For the Lord also saith \"Continually My name is blasphemed among all the Gentiles,\" and again, \"Woe to him on account of whom My name is blasphemed\".",
          "id": 348178
        },
        {
          "text": "Wherein is it blasphemed? In your not doing what I desire.",
          "id": 348179
        },
        {
          "text": "For the Gentiles, when they hear from our mouth the oracles of God, marvel at them as beautiful and great; afterwards, when they have learned that our works are not worthy of the words we speak, they then turn themselves to blasphemy, saying that it is some fable and delusion.",
          "id": 348180
        },
        {
          "text": "For when they hear from us that God saith, \"There is no thank unto you, if ye love them that love you; but there is thank unto you, if ye love your enemies and them that hate you;\" when they hear these things, they marvel at the excellency of the goodness; but when they see that we not only do not love them that hate us, but not even them that love us, they laugh us to scorn, and the Name is blasphemed.",
          "id": 348181
        },
        {
          "text": "Chap.",
          "id": 348182
        },
        {
          "text": "xiv.",
          "id": 348183
        },
        {
          "text": "—the living church is the body of christ.",
          "id": 348184
        },
        {
          "text": "Wherefore, brethren, if we do the will of God our father, we shall be of the first Church, that is, spiritual, that hath been created before the sun and moon; but if we do not the will of the Lord, we shall be of the scripture that saith, \"My house was made a den of robbers\".",
          "id": 348185
        },
        {
          "text": "So then let us choose to be of the Church of life, that we may be saved.",
          "id": 348186
        },
        {
          "text": "I do not, however, suppose ye are ignorant that the living Church is the body of Christ; for the scripture saith, \"God made man, male and female\".",
          "id": 348187
        },
        {
          "text": "the male is Christ, the female is the Church.",
          "id": 348188
        },
        {
          "text": "And the Books and the Apostles plainly declare that the Church is not of the present, but from the beginning.",
          "id": 348189
        },
        {
          "text": "For she was spiritual, as our Jesus also was, but was manifested in the last days that He might save us.",
          "id": 348190
        },
        {
          "text": "Now the Church, being spiritual, was manifested in the flesh of Christ, thus signifying to us that, if any of us keep her in the flesh and do not corrupt her, he shall receive her again in the Holy Spirit: for this flesh is the copy of the spirit.",
          "id": 348191
        },
        {
          "text": "No one then who corrupts the copy, shall partake of the original.",
          "id": 348192
        },
        {
          "text": "This then is what He meaneth, \"Keep the flesh, that ye may partake of the spirit\".",
          "id": 348193
        },
        {
          "text": "But if we say that the flesh is the church and the spirit Christ, then he that hath shamefully used the flesh hath shamefully used the Church.",
          "id": 348194
        },
        {
          "text": "Such a one then shall not partake of the spirit, which is Christ.",
          "id": 348195
        },
        {
          "text": "Such life and incorruption this flesh can partake of, when the Holy Spirit is joined to it.",
          "id": 348196
        },
        {
          "text": "No one can utter or speak \"what the lord hath prepared\" for his elect.",
          "id": 348197
        },
        {
          "text": "Chap.",
          "id": 348198
        },
        {
          "text": "xv.",
          "id": 348199
        },
        {
          "text": "—faith and love the proper return to god.",
          "id": 348200
        },
        {
          "text": "Now I do not think I have given you any light counsel concerning self-control, which if any one do he will not repent of it, but will save both himself and me who counselled him.",
          "id": 348201
        },
        {
          "text": "For it is no light reward to turn again a wandering and perishing soul that it may be saved.",
          "id": 348202
        },
        {
          "text": "For this is the recompense we have to return to God who created us, if he that speaketh and heareth both speaketh and heareth with faith and love.",
          "id": 348203
        },
        {
          "text": "Let us therefore abide in the things which we believed, righteous and holy, that with boldness we may ask of God who saith, \"While thou art yet speaking, I will say, Lo, I am here\".",
          "id": 348204
        },
        {
          "text": "For this saying is the sign of a great promise; for the Lord saith of Himself that He is more ready to give than he that asketh to ask.",
          "id": 348205
        },
        {
          "text": "Being therefore partakers of so great kindness, let us not be envious of one another in the obtaining of so many good things.",
          "id": 348206
        },
        {
          "text": "For as great as is the pleasure which these sayings have for them that have done them, so great is the condemnation they have for them that have been disobedient.",
          "id": 348207
        },
        {
          "text": "Chap.",
          "id": 348208
        },
        {
          "text": "xvi.",
          "id": 348209
        },
        {
          "text": "—the excellence of almsgiving.",
          "id": 348210
        },
        {
          "text": "Wherefore, brethren, having received no small occasion for repentance, while we have the opportunity, let us turn unto God that called us, while we still have Him as One that receiveth us.",
          "id": 348211
        },
        {
          "text": "For if we renounce these enjoyments and conquer our soul in not doing these its evil desires, we shall partake of the mercy of Jesus.",
          "id": 348212
        },
        {
          "text": "But ye know that the day of judgment even now \"cometh as a burning oven,\" and some \"of the heavens shall melt,\" and all the earth shall be as lead melting on the fire, and then the hidden and open works of men shall appear.",
          "id": 348213
        },
        {
          "text": "Almsgiving therefore is a good thing, as repentance from sin; fasting is better than prayer, but almsgiving than both; \"but love covereth a multitude of sins\".",
          "id": 348214
        },
        {
          "text": "But prayer out of a good conscience delivereth from death.",
          "id": 348215
        },
        {
          "text": "Blessed is every one that is found full of these; for alms-giving lighteneth the burden of sin.",
          "id": 348216
        },
        {
          "text": "Chap.",
          "id": 348217
        },
        {
          "text": "xvii.",
          "id": 348218
        },
        {
          "text": "—the danger of impenitence.",
          "id": 348219
        },
        {
          "text": "Let us therefore repent from the whole heart, that no one of us perish by the way.",
          "id": 348220
        },
        {
          "text": "For if we have commandments that we should also practice this, to draw away men from idols and instruct them, how much more ought a soul already knowing God not to perish! Let us therefore assist one another that we may also lead up those weak as to what is good, in order that all may be saved; and let us convert and admonish one another.",
          "id": 348221
        },
        {
          "text": "And let us not think to give heed and believe now only, while we are admonished by the presbyters, but also when we have returned home,remembering the commandments of the Lord; and let us not be dragged away by worldly lusts, but coming more frequently let us attempt to make advances in the commandments of the Lord, that all being of the same mind we may be gathered together unto life.",
          "id": 348222
        },
        {
          "text": "For the Lord said, \"I come to gather together all the nations, tribes, and tongues\".",
          "id": 348223
        },
        {
          "text": "This He speaketh of the day of His appearing, when He shall come and redeem us, each one according to his works.",
          "id": 348224
        },
        {
          "text": "And the unbelievers \"shall see His glory,\" and strength; and they shall think it strange when they see the sovereignty of the world in Jesus, saying, Woe unto us, Thou wast He, and we did not know and did not believe, and we did not obey the presbyters when they declared unto us concerning our salvation.",
          "id": 348225
        },
        {
          "text": "And \"their worm dieth not, and their fire is not quenched, and they shall be for a spectacle unto all flesh\".",
          "id": 348226
        },
        {
          "text": "He speaketh of that day of judgment, when they shall see those among us that have been ungodly and acted deceitfully with the commandments of Jesus Christ.",
          "id": 348227
        },
        {
          "text": "But the righteous who have done well and endured torments and hated the enjoyments of the soul, when they shall behold those that have gone astray and denied Jesus through their words or through their works, how that they are punished with grievous torments in unquenchable fire, shall be giving glory to God, saying, There will be hope for him that hath served God with his whole heart.",
          "id": 348228
        },
        {
          "text": "Chap.",
          "id": 348229
        },
        {
          "text": "xviii.",
          "id": 348230
        },
        {
          "text": "—the preacher confesseth his own sinfulness.",
          "id": 348231
        },
        {
          "text": "Let us also become of the number of them that give thanks, that have served God, and not of the ungodly that are judged.",
          "id": 348232
        },
        {
          "text": "For I myself also, being an utter sinner, and not yet escaped from temptation, but still being in the midst of the engines of the devil, give diligence to follow after righteousness, that I may have strength to come even near it, fearing the judgment to come.",
          "id": 348233
        },
        {
          "text": "Chap.",
          "id": 348234
        },
        {
          "text": "xix.",
          "id": 348235
        },
        {
          "text": "—he justifieth his exhortation.",
          "id": 348236
        },
        {
          "text": "Wherefore, brethren and sisters, after the God of truth hath been heard, I read to you an entreaty that ye may give heed to the things that are written, in order that ye may save both yourselves and him that readeth among you.",
          "id": 348237
        },
        {
          "text": "For as a reward I ask of you that ye repent with the whole heart, thus giving to yourselves salvation and life.",
          "id": 348238
        },
        {
          "text": "For by doing this we shall set a goal for all the young who are minded to labour on behalf of piety and the goodness of God.",
          "id": 348239
        },
        {
          "text": "And let us not, unwise ones that we are, be affronted and sore displeased, whenever some one admonisheth and turneth us from iniquity unto righteousness.",
          "id": 348240
        },
        {
          "text": "For sometimes while we are practising evil things we do not perceive it on account of the double-mindedness and unbelief that is in our breasts, and we are \"darkened in our understanding\" by our vain lusts.",
          "id": 348241
        },
        {
          "text": "Let us then practice righteousness that we may be saved unto the end.",
          "id": 348242
        },
        {
          "text": "Blessed are they that obey these ordinances.",
          "id": 348243
        },
        {
          "text": "Even if for a little time they suffer evil in the world, they shall enjoy the immortal fruit of the resurrection.",
          "id": 348244
        },
        {
          "text": "Let not then the godly man be grieved, if he be wretched in the times that now are; a blessed time waits for him.",
          "id": 348245
        },
        {
          "text": "He, living again above with the fathers, shall be joyful for an eternity without grief.",
          "id": 348246
        },
        {
          "text": "Chap.",
          "id": 348247
        },
        {
          "text": "xx.",
          "id": 348248
        },
        {
          "text": "—concluding word of consolation.",
          "id": 348249
        },
        {
          "text": "doxology.",
          "id": 348250
        },
        {
          "text": "But neither let it trouble your understanding, that we see the unrighteous having riches and the servants of God straitened.",
          "id": 348251
        },
        {
          "text": "Let us therefore, brethren and sisters, be believing: we are striving in the contest of the living God, we are exercised by the present life, in order that we may be crowned by that to come.",
          "id": 348252
        },
        {
          "text": "No one of the righteous received fruit speedily, but awaiteth it.",
          "id": 348253
        },
        {
          "text": "For if God gave shortly the recompense of the righteous, straightway we would be exercising ourselves in business, not in godliness; for we would seem to be righteous, while pursuing not what is godly but what is gainful.",
          "id": 348254
        },
        {
          "text": "And on this account Divine judgment surprised a spirit that was not righteous, and loaded it with chains.",
          "id": 348255
        },
        {
          "text": "To the only God invisible, the Father of truth, who sent forth to us the Saviour and Prince of incorruption, through whom also He manifested to us the truth and the heavenly life, to Him be the glory for ever and ever, Amen.",
          "id": 348256
        }
      ]
    }
  ]
}