{
  "book": "Jerome: Against the Pelagians Book I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Against the Pelagians:  Book I.",
          "id": 316094
        },
        {
          "text": "  1.",
          "id": 316095
        },
        {
          "text": "Atticus.",
          "id": 316096
        },
        {
          "text": "I hear, Critobulus, that you have written that man can be without sin, if he chooses; and that the commandments of God are easy.",
          "id": 316097
        },
        {
          "text": "Tell me, is it true?  Critobulus.",
          "id": 316098
        },
        {
          "text": "It is true, Atticus; but our rivals do not take the words in the sense I attached to them.",
          "id": 316099
        },
        {
          "text": "A.",
          "id": 316100
        },
        {
          "text": "Are they then so ambiguous as to give rise to a difference as to their meaning? I do not ask for an answer to two questions at once.",
          "id": 316101
        },
        {
          "text": "You laid down two propositions; the one, that man can be without sin, if he chooses: the other, that God's commandments are easy.",
          "id": 316102
        },
        {
          "text": "Although, therefore, they were uttered together, let them be discussed separately, so that, while our faith appears to be one, no strife may arise through our misunderstanding each other.",
          "id": 316103
        },
        {
          "text": "C.",
          "id": 316104
        },
        {
          "text": "I said, Atticus, that man can be without sin, if he chooses; not, as some maliciously make us say, without the grace of God (the very thought is impiety), but simply that he can, if he chooses; the aid of the grace of God being presupposed.",
          "id": 316105
        },
        {
          "text": "A.",
          "id": 316106
        },
        {
          "text": "Is God, then, the author of your evil works?  C.",
          "id": 316107
        },
        {
          "text": "By no means.",
          "id": 316108
        },
        {
          "text": "But if there is any good in me, it is brought to perfection through His impulse and assistance.",
          "id": 316109
        },
        {
          "text": "A.",
          "id": 316110
        },
        {
          "text": "My question does not refer to natural constitution, but to action.",
          "id": 316111
        },
        {
          "text": "For who doubts that God is the Creator of all things? I wish you would tell me this: the good you do, is it your's or God's?  C.",
          "id": 316112
        },
        {
          "text": "It is mine and God's: I work and He assists.",
          "id": 316113
        },
        {
          "text": "A.",
          "id": 316114
        },
        {
          "text": "How is it then that everybody thinks you do away with the grace of God, and maintain that all our actions proceed from our own will?  C.",
          "id": 316115
        },
        {
          "text": "I am surprised, Atticus, at your asking me for the why and wherefore of other people's mistakes, and wanting to know what I did not write, when what I did write is perfectly clear.",
          "id": 316116
        },
        {
          "text": "I said that man can be without sin, if he chooses.",
          "id": 316117
        },
        {
          "text": "Did I add, without the grace of God?  A.",
          "id": 316118
        },
        {
          "text": "No; but the fact that you added nothing implies your denial of the need of grace.",
          "id": 316119
        },
        {
          "text": "C.",
          "id": 316120
        },
        {
          "text": "Nay, rather, the fact that I have not denied grace should be regarded as tantamount to an assertion of it.",
          "id": 316121
        },
        {
          "text": "It is unjust to suppose we deny whatever we do not assert.",
          "id": 316122
        },
        {
          "text": "A.",
          "id": 316123
        },
        {
          "text": "You admit then that man can be sinless, if he chooses, but with the grace of God.",
          "id": 316124
        },
        {
          "text": "C.",
          "id": 316125
        },
        {
          "text": "I not only admit it, but freely proclaim it.",
          "id": 316126
        },
        {
          "text": "A.",
          "id": 316127
        },
        {
          "text": "So then he who does away with the grace of God is in error.",
          "id": 316128
        },
        {
          "text": "C.",
          "id": 316129
        },
        {
          "text": "Just so.",
          "id": 316130
        },
        {
          "text": "Or rather, he ought to be thought impious, seeing that all things are governed by the pleasure of God, and that we owe our existence and the faculty of individual choice and desire to the goodness of God, the Creator.",
          "id": 316131
        },
        {
          "text": "For that we have free will, and according to our own choice incline to good or evil, is part of His grace who made us what we are, in His own image and likeness.",
          "id": 316132
        },
        {
          "text": "2.",
          "id": 316133
        },
        {
          "text": "A.",
          "id": 316134
        },
        {
          "text": "No one doubts, Critobulus, that all things depend on the judgment of Him Who is Creator of all, and that whatever we have ought to be attributed to His goodness.",
          "id": 316135
        },
        {
          "text": "But I should like to know respecting this faculty, which you attribute to the grace of God, whether you reckon it as part of the gift bestowed in our creation, or suppose it energetic in our separate actions, so that we avail ourselves of its assistance continually; or is it the case that, having been once for all created and endowed with free will, we do what we choose by our own choice or strength? For I know that very many of your party refer all things to the grace of God in such a sense that they understand the power of the will to be a gift not of a particular, but of a general character, that is to say, one which is bestowed not at each separate moment, but once for all at creation.",
          "id": 316136
        },
        {
          "text": "C.",
          "id": 316137
        },
        {
          "text": "It is not as you affirm; but I maintain both positions, that it is by the grace of God we were created such as we are, and also that in our several actions we are supported by His aid.",
          "id": 316138
        },
        {
          "text": "A.",
          "id": 316139
        },
        {
          "text": "We are agreed, then, that in good works, besides our own power of choice, we lean on the help of God; in evil works we are prompted by the devil.",
          "id": 316140
        },
        {
          "text": "C.",
          "id": 316141
        },
        {
          "text": "Quite so; there is no difference of opinion on that point.",
          "id": 316142
        },
        {
          "text": "A.",
          "id": 316143
        },
        {
          "text": "They are wrong, then, who strip us of the help of God in our separate actions.",
          "id": 316144
        },
        {
          "text": "The Psalmist sings:\"Except the Lord build the house, they labour in vain who build it.",
          "id": 316145
        },
        {
          "text": "Except the Lord keep the city, the watchman waketh but in vain;\" and there are similar passages.",
          "id": 316146
        },
        {
          "text": "But these men endeavour by perverse, or rather ridiculous interpretations, to twist his words to a different meaning.",
          "id": 316147
        },
        {
          "text": "3.",
          "id": 316148
        },
        {
          "text": "C.",
          "id": 316149
        },
        {
          "text": "Am I bound to contradict others when you have my own answer?  A.",
          "id": 316150
        },
        {
          "text": "Your answer to what effect? That they are right, or wrong?  C.",
          "id": 316151
        },
        {
          "text": "What necessity compels me to set my opinion against other men's?  A.",
          "id": 316152
        },
        {
          "text": "You are bound by the rules of discussion, and by respect for truth.",
          "id": 316153
        },
        {
          "text": "Do you not know that every assertion either affirms, or denies, and that what is affirmed or denied ought to be reckoned among good or bad things? You must, therefore, admit, and no thanks to you, that the statement to which my question relates is either a good thing or a bad.",
          "id": 316154
        },
        {
          "text": "C.",
          "id": 316155
        },
        {
          "text": "If in particular actions we must have the help of God, does it follow that we are unable to make a pen,or mend it when it is made? Can we not fashion the letters, be silent or speak, sit, stand, walk or run, eat or fast, weep or laugh, and so on, without God's assistance?  A.",
          "id": 316156
        },
        {
          "text": "From my point of view it is clearly impossible.",
          "id": 316157
        },
        {
          "text": "C.",
          "id": 316158
        },
        {
          "text": "How then have we free will, and how can we guard the grace of God towards us, if we cannot do even these things without God?  4.",
          "id": 316159
        },
        {
          "text": "A.",
          "id": 316160
        },
        {
          "text": "The bestowal of the grace of free will is not such as to do away with the support of God in particular actions.",
          "id": 316161
        },
        {
          "text": "C.",
          "id": 316162
        },
        {
          "text": "The help of God is not made of no account; inasmuch as creatures are preserved through the grace of free will once for all given to them.",
          "id": 316163
        },
        {
          "text": "For if without God, and except He assist me in every action, I can do nothing.",
          "id": 316164
        },
        {
          "text": "He can neither with justice crown me for my good deeds, nor punish me for my evil ones, but in each case He will either receive His own or will condemn the assistants He gave.",
          "id": 316165
        },
        {
          "text": "A.",
          "id": 316166
        },
        {
          "text": "Tell me, then, plainly, why you do away with the grace of God.",
          "id": 316167
        },
        {
          "text": "For whatever you destroy in the parts you must of necessity deny in the whole.",
          "id": 316168
        },
        {
          "text": "C.",
          "id": 316169
        },
        {
          "text": "I do not deny grace when I assert that I was so created by God, that by the grace of God it was put within the power of my choice either to do a thing or not to do it.",
          "id": 316170
        },
        {
          "text": "A.",
          "id": 316171
        },
        {
          "text": "So God falls asleep over our good actions, when once the faculty of free will has been given; and we need not pray to Him to assist us in our separate actions, since it depends upon our own choice and will either to do a thing if we choose, or not to do it if we do not choose.",
          "id": 316172
        },
        {
          "text": "5.",
          "id": 316173
        },
        {
          "text": "C.",
          "id": 316174
        },
        {
          "text": "As in the case of other creatures, the conditions of elicit creation are observed; so, when once the power of free will was granted, everything was left to our own choice.",
          "id": 316175
        },
        {
          "text": "A.",
          "id": 316176
        },
        {
          "text": "It follows, as I said, that I ought not to beg the assistance of God in the details of conduct, because I consider it was given once for all.",
          "id": 316177
        },
        {
          "text": "C.",
          "id": 316178
        },
        {
          "text": "If He co-operates with me in everything the result is no longer mine, but His Who assists, or rather works in and with me; and all the more because I can do nothing without Him.",
          "id": 316179
        },
        {
          "text": "A.",
          "id": 316180
        },
        {
          "text": "Have you not read, pray, \"that it is not of him that willeth, nor of him that runneth, but of God that showeth mercy!\" From this we understand that to will and to run is ours, but the carrying into effect our willing and running pertains to the mercy of God, and is so effected that on the one hand in willing and running free will is preserved; and on the other, in consummating our willing and running, everything is left to the power of God.",
          "id": 316181
        },
        {
          "text": "Of course, I ought now to adduce the frequent testimony of Scripture to show that in the details of conduct the saints intreat the help of God, and in their several actions desire to have Him for their helper and protector.",
          "id": 316182
        },
        {
          "text": "Read through the Psalter, and all the utterances of the saints, and you will find their actions never unaccompanied by prayer to God.",
          "id": 316183
        },
        {
          "text": "And this is a clear proof that you either deny the grace which you banish from the parts of life; or if you concede its presence in the parts, a concession plainly much against your will, you must have come over to the views of us who preserve free will for man, but so limit it that we do not deny the assistance of God in each action.",
          "id": 316184
        },
        {
          "text": "6.",
          "id": 316185
        },
        {
          "text": "C.",
          "id": 316186
        },
        {
          "text": "That is a sophistical conclusion and a mere display of logical skill.",
          "id": 316187
        },
        {
          "text": "No one can strip me of the power of free will; otherwise, if God were really my helper in what I do, the reward would not be due to me, but to Him who wrought in me.",
          "id": 316188
        },
        {
          "text": "A.",
          "id": 316189
        },
        {
          "text": "Make the most of your free will; arm your tongue against God, and therein prove yourself free, if you will, to blaspheme.",
          "id": 316190
        },
        {
          "text": "But to go a step farther, there is no doubt as to your sentiments, and the delusions of your profession have become as clear as day.",
          "id": 316191
        },
        {
          "text": "Now, let us turn back to the starting-point of our discussion.",
          "id": 316192
        },
        {
          "text": "You said just now that, granted God's assistance, man may be sinless if he chooses.",
          "id": 316193
        },
        {
          "text": "Tell me, please, for how long? For ever, or only for a short time?  C.",
          "id": 316194
        },
        {
          "text": "Your question is unnecessary.",
          "id": 316195
        },
        {
          "text": "If I say for a short time, for ever will none the less be implied.",
          "id": 316196
        },
        {
          "text": "For whatever you allow for a short time, you will admit may last for ever.",
          "id": 316197
        },
        {
          "text": "A.",
          "id": 316198
        },
        {
          "text": "I do not quite understand your meaning.",
          "id": 316199
        },
        {
          "text": "C.",
          "id": 316200
        },
        {
          "text": "Are you so senseless that you do not recognize plain facts?  7.",
          "id": 316201
        },
        {
          "text": "A.",
          "id": 316202
        },
        {
          "text": "I am not ashamed of my ignorance.",
          "id": 316203
        },
        {
          "text": "And both sides ought to be well agreed on a definition of the subject of dispute.",
          "id": 316204
        },
        {
          "text": "C.",
          "id": 316205
        },
        {
          "text": "I maintain this: he who can keep himself from sin one day, may do so another day: if he can on two, he may on three; if on three, on thirty: and so on for three hundred, or three thousand, or as long as ever he chooses to do so.",
          "id": 316206
        },
        {
          "text": "A.",
          "id": 316207
        },
        {
          "text": "Say then at once that a man may be without sin for ever, if he chooses.",
          "id": 316208
        },
        {
          "text": "Can we do anything we like?  C.",
          "id": 316209
        },
        {
          "text": "Certainly not, for I cannot do all I should like; but all I say is this, that a man can be without sin, if he chooses.",
          "id": 316210
        },
        {
          "text": "A.",
          "id": 316211
        },
        {
          "text": "Be so good as to tell me this: do you think I am a man or a beast?  C.",
          "id": 316212
        },
        {
          "text": "If I had any doubt as to whether you were a man, or a beast, I should confess myself to be the latter.",
          "id": 316213
        },
        {
          "text": "A.",
          "id": 316214
        },
        {
          "text": "If then, as you say, I am a man, how is it that when I wish and earnestly desire not to sin, I do transgress?  C.",
          "id": 316215
        },
        {
          "text": "Because your choice is imperfect.",
          "id": 316216
        },
        {
          "text": "If you really wished not to sin, you really would not.",
          "id": 316217
        },
        {
          "text": "A.",
          "id": 316218
        },
        {
          "text": "Well then, you who accuse me of not having a real desire, are you free from sin because you have a real desire?  C.",
          "id": 316219
        },
        {
          "text": "As though I were talking of myself whom I admit to be a sinner, and not of the few exceptional ones, if any, who have resolved not to sin.",
          "id": 316220
        },
        {
          "text": "8.",
          "id": 316221
        },
        {
          "text": "A.",
          "id": 316222
        },
        {
          "text": "Still, I who question, and you who answer, both consider ourselves sinners.",
          "id": 316223
        },
        {
          "text": "C.",
          "id": 316224
        },
        {
          "text": "But we are capable of not being so, if we please.",
          "id": 316225
        },
        {
          "text": "A.",
          "id": 316226
        },
        {
          "text": "I said I did not wish to sin, and no doubt your feeling is the same.",
          "id": 316227
        },
        {
          "text": "How is it then that what we both wish we can neither do?  C.",
          "id": 316228
        },
        {
          "text": "Because we do not wish perfectly.",
          "id": 316229
        },
        {
          "text": "A.",
          "id": 316230
        },
        {
          "text": "Show me any of our ancestors who had a perfect will and the power in perfection.",
          "id": 316231
        },
        {
          "text": "C.",
          "id": 316232
        },
        {
          "text": "That is not easy.",
          "id": 316233
        },
        {
          "text": "And when I say that a man may be without sin if he chooses, I do not contend that there ever have been such; I only maintain the abstract possibility—if he chooses.",
          "id": 316234
        },
        {
          "text": "For possibility of being is one thing, and is expressed in Greek by τῇ δυνάμει (possibility); being is another, the equivalent for which is τῇ ἐνεργεί& 139· (actuality).",
          "id": 316235
        },
        {
          "text": "I can be a physician; but meanwhile I am not.",
          "id": 316236
        },
        {
          "text": "I can be an artisan; but I have not yet learnt a trade.",
          "id": 316237
        },
        {
          "text": "So, whatever I am able to be, though I am not that yet, I shall be if I choose.",
          "id": 316238
        },
        {
          "text": "9.",
          "id": 316239
        },
        {
          "text": "A.",
          "id": 316240
        },
        {
          "text": "Art is one thing, that which isabove art is another.",
          "id": 316241
        },
        {
          "text": "Medical skill, craftsmanship, and so on, are found in many persons; but to be always without sin is a characteristic of the Divine power only.",
          "id": 316242
        },
        {
          "text": "Therefore, either give me an instance of those who were for ever without sin; or, if you cannot find one, confess your impotence, lay aside bombast, and do not mock the ears of fools with this being and possibility of being of yours.",
          "id": 316243
        },
        {
          "text": "For who will grant that a man can do what no man was ever able to do? You have not learnt even the rudiments of logic.",
          "id": 316244
        },
        {
          "text": "For if a man is able, he is no longer unable.",
          "id": 316245
        },
        {
          "text": "Either grant that some one was able to do what you maintain was possible to be done; or if no one has had this power, you must, though against your will, be held to this position, that no one is able to effect what yet you profess to be possible.",
          "id": 316246
        },
        {
          "text": "That was the point at issue between the powerful logicians,Diodorus andChrysippus, in their discussion of possibility.",
          "id": 316247
        },
        {
          "text": "Diodorus says that alone can possibly happen which is either true or will be true.",
          "id": 316248
        },
        {
          "text": "And whatever will be, that, he says, must of necessity happen.",
          "id": 316249
        },
        {
          "text": "But whatever will not be, that cannot possibly happen.",
          "id": 316250
        },
        {
          "text": "Chrysippus, however, says that things which will not be might happen; for instance, this pearl might be broken, even though it never will.",
          "id": 316251
        },
        {
          "text": "They, therefore, who say that a man can be without sin if he chooses, will not be able to prove the truth of the assertion, unless they show that it will come to pass.",
          "id": 316252
        },
        {
          "text": "But whereas the whole future is uncertain, and especially such things as have never occurred, it is clear that they say something will be which will not be.",
          "id": 316253
        },
        {
          "text": "And Ecclesiastes supports this decision: \"All that shall be, has already been in former ages\".",
          "id": 316254
        },
        {
          "text": "10.",
          "id": 316255
        },
        {
          "text": "C.",
          "id": 316256
        },
        {
          "text": "Pray answer this question: has God given possible or impossible commands?  A.",
          "id": 316257
        },
        {
          "text": "I see your drift.",
          "id": 316258
        },
        {
          "text": "But I must discuss it later on, that we may not, by confusing different questions, leave our audience in a fog.",
          "id": 316259
        },
        {
          "text": "I admit that God has given possible commands, for otherwise He would Himself be the author of injustice, were He to demand the doing of what cannot possibly be done.",
          "id": 316260
        },
        {
          "text": "Reserving this until later, finish your argument that a man can be without sin, if he chooses.",
          "id": 316261
        },
        {
          "text": "You will either give instances of such ability, or, if no one has had the power, you will clearly confess that a man cannot avoid sin always.",
          "id": 316262
        },
        {
          "text": "C.",
          "id": 316263
        },
        {
          "text": "Since you press me to give what I am not bound to give, consider what our Lord says,\"That it is easier for a camel to go through a needle's eye, than for a rich man to enter into the kingdom of heaven\".",
          "id": 316264
        },
        {
          "text": "And yet he said a thing might possibly happen, which never has happened.",
          "id": 316265
        },
        {
          "text": "For no camel has ever gone through a needle's eye.",
          "id": 316266
        },
        {
          "text": "A.",
          "id": 316267
        },
        {
          "text": "I am surprised at a prudent man submitting evidence which goes against himself.",
          "id": 316268
        },
        {
          "text": "For the passage in question does not speak of a possibility, but one impossibility is compared with another.",
          "id": 316269
        },
        {
          "text": "As a camel cannot go through a needle's eye, so neither will a rich man enter the kingdom of heaven.",
          "id": 316270
        },
        {
          "text": "Or, if you should be able to show that a rich man does enter the kingdom of heaven, it follows, also, that a camel goes through a needle's eye.",
          "id": 316271
        },
        {
          "text": "You must not instance Abraham and other rich men, about whom we read in the Old Testament, who, although they were rich, entered the kingdom of heaven; for, by spending their riches on good works, they ceased to be rich; nay, rather, inasmuch as they were rich, not for themselves, but for others, they ought to be called God's stewards rather than rich men.",
          "id": 316272
        },
        {
          "text": "But we must seek evangelical perfection, according to which there is the command, \"If thou wilt be perfect, go and sell all that thou hast, and give to the poor, and come, follow Me\".",
          "id": 316273
        },
        {
          "text": "11.",
          "id": 316274
        },
        {
          "text": "C.",
          "id": 316275
        },
        {
          "text": "You are caught unawares in your own snare.",
          "id": 316276
        },
        {
          "text": "A.",
          "id": 316277
        },
        {
          "text": "How so?  C.",
          "id": 316278
        },
        {
          "text": "You quote our Lord's utterance to the effect that a man can be perfect.",
          "id": 316279
        },
        {
          "text": "For when He says, \"If thou wilt be perfect, sell all that thou hast, and give to the poor, and come, follow Me,\" He shows that a man, if he chooses, and if he does what is commanded, can be perfect?  A.",
          "id": 316280
        },
        {
          "text": "You have given me such a terrible blow that I am almost dazed.",
          "id": 316281
        },
        {
          "text": "But yet the very words you quote, \"If thou wilt be perfect,\" were spoken to one who could not, or rather would not, and, therefore, could not; show me now, as you promised, some one who would and could.",
          "id": 316282
        },
        {
          "text": "C.",
          "id": 316283
        },
        {
          "text": "Why am I compelled to produce instances of perfection, when it is clear from what the Saviour said to one, and through one to all, \"If thou wilt be perfect\" that it is possible for men to be perfect?  A.",
          "id": 316284
        },
        {
          "text": "That is a mere shuffle.",
          "id": 316285
        },
        {
          "text": "You still stick fast in the mire.",
          "id": 316286
        },
        {
          "text": "For, either, if a thing is possible, it has occurred at some time or other; or, if it never has happened, grant that it is impossible.",
          "id": 316287
        },
        {
          "text": "12.",
          "id": 316288
        },
        {
          "text": "C.",
          "id": 316289
        },
        {
          "text": "Why do I any longer delay? You must be vanquished by the authority or Scripture.",
          "id": 316290
        },
        {
          "text": "To pass over other passages, you must be silenced by the two in which we read the praises of Job, and of Zacharias and Elizabeth.",
          "id": 316291
        },
        {
          "text": "For, unless I am deceived, it is thus written in the book of Job: \"There was a man in the land of Uz, whose name was Job; and that man was perfect and upright, a true worshipper of God, and one who kept himself from every evil thing\".",
          "id": 316292
        },
        {
          "text": "And again:\"Who is he that reproveth one that is righteous and free from sin, and speaketh words without knowledge?\" Also, in the Gospel according to Luke, we read:\"There was in the days of Herod, king of Judaea, a certain priest named Zacharias, of the course of Abijah: and he had a wife of the daughters of Aaron, and her name was Elizabeth.",
          "id": 316293
        },
        {
          "text": "And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless\".",
          "id": 316294
        },
        {
          "text": "If a true worshipper of God is also without spot and without offence, and if those who walked in all the ordinances of the Lord are righteous before God, I suppose they are free from sin, and lack nothing that pertains to righteousness.",
          "id": 316295
        },
        {
          "text": "A.",
          "id": 316296
        },
        {
          "text": "You have cited passages which have been detached not only from the rest of Scripture, but from the books in which they occur.",
          "id": 316297
        },
        {
          "text": "For even Job, after he was stricken with the plague, is convicted of having spoken many things against the ruling of God, and to have summoned Him to the bar: \"Would that a man stood with God in the judgment as a son of man stands with his fellow\".",
          "id": 316298
        },
        {
          "text": "And again:\"Oh that I had one to hear me! that the Almighty might hear my desire, and that the judge would himself write a book!\" And again: \"Though I be righteous, mine own mouth shall condemn me: though I be perfect, it shall prove me perverse.",
          "id": 316299
        },
        {
          "text": "If I wash myself with snow-water, and make my hands never so clean, Thou hast dyed me again and again with filth.",
          "id": 316300
        },
        {
          "text": "Mine own clothes have abhorred me\".",
          "id": 316301
        },
        {
          "text": "And of Zacharias it is written, that when the angel promised the birth of a son, he said:\"Whereby shall I know this? for I am an old man, and my wife well stricken in years\".",
          "id": 316302
        },
        {
          "text": "For which answer he was at once condemned to silence: \"Thou shalt be silent, and not able to speak, until the day that these things shall come to pass, because thou believest not my words, which shall be fulfilled in their season\".",
          "id": 316303
        },
        {
          "text": "From this it is clear that men are called righteous, and said to be without fault; but that, if negligence comes over them, they may fall; and that a man always occupies a middle place, so that he may slip from the height of virtue into vice, or may rise from vice to virtue; and that he is never safe, but must dread shipwreck even in fair weather; and, therefore, that a man cannot be without sin.",
          "id": 316304
        },
        {
          "text": "Solomon says, \"There is not a righteous man upon earth that doeth good and sinneth not\"; and likewise in the book of Kings: \"There is no man that sinneth not\".",
          "id": 316305
        },
        {
          "text": "So, also, the blessed David says: \"Who can understand his errors? Cleanse Thou me from hidden faults, and keep back Thy servant from presumptuous sins\".",
          "id": 316306
        },
        {
          "text": "And again: \"Enter not into judgment with Thy servant, for in Thy sight shall no man living be justified\".",
          "id": 316307
        },
        {
          "text": "Holy Scripture is full of passages to the same effect.",
          "id": 316308
        },
        {
          "text": "13.",
          "id": 316309
        },
        {
          "text": "C.",
          "id": 316310
        },
        {
          "text": "But what answer will you give to the famous declaration of John the Evangelist:\"We know that whosoever is begotten of God sinneth not; but the begetting of God keepeth him, and the evil one toucheth him not.",
          "id": 316311
        },
        {
          "text": "We know that we are of God, and the whole world lieth in the evil one?\"  A.",
          "id": 316312
        },
        {
          "text": "I will requite like with like, and will show that, according to you, the little epistle of the Evangelist contradicts itself.",
          "id": 316313
        },
        {
          "text": "For, if whosoever is begotten of God sinneth not because His seed abideth in him, and he cannot sin, because he is born of God, how is it that the writer says in the same place:\"If we say that we have no sin, we deceive ourselves, and the truth is not in us?\" You cannot explain.",
          "id": 316314
        },
        {
          "text": "You hesitate and are confused.",
          "id": 316315
        },
        {
          "text": "Listen to the same Evangelist telling us that\"If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness\".",
          "id": 316316
        },
        {
          "text": "We are then righteous when we confess that we are sinners, and our righteousness depends not upon our own merits, but on the mercy of God, as the Holy Scripture says,\"The righteous man accuseth himself when he beginneth to speak,\" and elsewhere,\"Tell thy sins that thou mayest be justified\".",
          "id": 316317
        },
        {
          "text": "\"God hath shut up all under sin, that He may have mercy upon all\".",
          "id": 316318
        },
        {
          "text": "And the highest righteousness of man is this—whatever virtue he may be able to acquire, not to think it his own, but the gift of God.",
          "id": 316319
        },
        {
          "text": "He then who is born of God does not sin, so long as the seed of God remains in him, and he cannot sin, because he is born of God.",
          "id": 316320
        },
        {
          "text": "But seeing that, while the householder slept, an enemy sowed tares, and that when we know not, a sower by night scatters in the Lord's field darnel and wild oats among the good corn, this parable of the householder in the Gospel should excite our fears.",
          "id": 316321
        },
        {
          "text": "He cleanses his floor, and gathers the wheat into his garner, but leaves the chaff to be scattered by the winds, or burned by the fire.",
          "id": 316322
        },
        {
          "text": "And so we read in Jeremiah, \"What is the chaff to the wheat? saith the Lord\".",
          "id": 316323
        },
        {
          "text": "The chaff, moreover, is separated from the wheat at the end of the world, a proof that, while we are in the mortal body, chaff is mixed with the wheat.",
          "id": 316324
        },
        {
          "text": "But if you object, and ask why did the Apostle say \"and he cannot sin, because he is born of God,\" I reply by asking you what becomes of the reward of his choice? For if a man does not sin because he cannot sin, free will is destroyed, and goodness cannot possibly be due to his efforts, but must be part of a nature unreceptive of evil.",
          "id": 316325
        },
        {
          "text": "14.",
          "id": 316326
        },
        {
          "text": "C.",
          "id": 316327
        },
        {
          "text": "The task I set you just now was an easy one by way of practice for something more difficult.",
          "id": 316328
        },
        {
          "text": "What have you to say to my next argument? Clever as you are, all your skill will not avail to overthrow it.",
          "id": 316329
        },
        {
          "text": "I shall first quote from the Old Testament, then from the New.",
          "id": 316330
        },
        {
          "text": "Moses is the chief figure in the Old Testament, our Lord and Saviour in the New.",
          "id": 316331
        },
        {
          "text": "Moses says to the people,\"Be perfect in the sight of the Lord your God\".",
          "id": 316332
        },
        {
          "text": "And the Saviour bids the Apostles\"Be perfect as your heavenly Father is perfect\".",
          "id": 316333
        },
        {
          "text": "Now it was either possible for the hearers to do what Moses and the Lord commanded, or, if it be impossible, the fault does not lie with them who cannot obey, but with Him who gave impossible commands.",
          "id": 316334
        },
        {
          "text": "A.",
          "id": 316335
        },
        {
          "text": "This passage to the ignorant, and to those who are unaccustomed to meditate on Holy Scripture, and who neither know nor use it, does appear at first sight to favour your opinion.",
          "id": 316336
        },
        {
          "text": "But when you look into it, the difficulty soon disappears.",
          "id": 316337
        },
        {
          "text": "And when you compare passages of Scripture with others, that the Holy Spirit may not seem to contradict Himself with changing place and time, according to what is written,\"Deep calleth unto deep at the noise of thy water spouts,\" the truth will show itself, that is, that Christ did give a possible command when He said: \"Be ye perfect as your heavenly Father is perfect,\" and yet that the Apostles were not perfect.",
          "id": 316338
        },
        {
          "text": "C.",
          "id": 316339
        },
        {
          "text": "I am not talking of what the Apostles did, but of what Christ commanded.",
          "id": 316340
        },
        {
          "text": "And the fault does not lie with the giver of the command, but with the hearers of it, because we cannot admit the justice of him who commands without conceding the possibility of doing what is commanded.",
          "id": 316341
        },
        {
          "text": "A.",
          "id": 316342
        },
        {
          "text": "Good! Don't tell me then that a man can be without sin if he chooses, but that a man can be what the Apostles were not.",
          "id": 316343
        },
        {
          "text": "C.",
          "id": 316344
        },
        {
          "text": "Do you think me fool enough to dare say such a thing?  A.",
          "id": 316345
        },
        {
          "text": "Although you do not say it in so many words, however reluctant you may be to admit the fact, it follows by natural sequence from your proposition.",
          "id": 316346
        },
        {
          "text": "For if a man can be without sin, and it is clear the Apostles were not without sin, a man can be higher than the Apostles: to say nothing of patriarchs and prophets whose righteousness under the law was not perfect, as the Apostle says, \"For all have sinned, and fall short of the glory of God: being justified freely by His grace through the redemption that is in Christ Jesus: whom God set forth to be a propitiator\".",
          "id": 316347
        },
        {
          "text": "14a.",
          "id": 316348
        },
        {
          "text": "C.",
          "id": 316349
        },
        {
          "text": "This way of arguing is intricate and brings the simplicity which becomes the Church into the tangled thickets of philosophy.",
          "id": 316350
        },
        {
          "text": "What has Paul to do with Aristotle? or Peter with Plato? For as the latter was the prince of philosophers, so was the former chief of the Apostles: on him the Lord's Church was firmly founded, and neither rushing flood nor storm can shake it.",
          "id": 316351
        },
        {
          "text": "A.",
          "id": 316352
        },
        {
          "text": "Now you are rhetorical, and while you taunt me with philosophy, you yourself cross over to the camp of the orators.",
          "id": 316353
        },
        {
          "text": "But listen to what your same favourite orator says:\"Let us have no more commonplaces: we get them at home\".",
          "id": 316354
        },
        {
          "text": "C.",
          "id": 316355
        },
        {
          "text": "There is no eloquence in this, no bombast like that of the orators, who might be defined as persons whose object is to persuade, and who frame their language accordingly.",
          "id": 316356
        },
        {
          "text": "We are seeking unadulterated truth, and use unsophisticated language.",
          "id": 316357
        },
        {
          "text": "Either the Lord did not give impossible commands, so that they are to blame who did not do what was possible; or, if what is commanded cannot be done, then not they who do not things impossible are convicted of unrighteousness, but He Who commanded things impossible, and that is an impious statement.",
          "id": 316358
        },
        {
          "text": "A.",
          "id": 316359
        },
        {
          "text": "I see you are much more disturbed than is your wont; so I will not ply you with arguments.",
          "id": 316360
        },
        {
          "text": "But let me briefly ask what you think of the well-known passage of the Apostle when he wrote to the Philippians: \"Not that I have already obtained, or am already made perfect: but I press on, if so be that I may apprehend that for which also I was apprehended by Christ Jesus.",
          "id": 316361
        },
        {
          "text": "Brethren, I count not myself to have yet apprehended: but one thing I do; forgetting the things which are behind, and stretching forward to the things which are before, I press on towards the goal unto the prize of the high calling of God in Christ Jesus.",
          "id": 316362
        },
        {
          "text": "Let us, therefore, as many as be perfect, be thus minded: and if in anything ye are otherwise minded, even this shall God reveal unto you,\" and so on; no doubt you know the rest, which, in my desire to be brief, I omit.",
          "id": 316363
        },
        {
          "text": "He says that he had not yet apprehended, and was by no means perfect; but, like an archer, aimed his arrows at the mark set up (more expressively calledσκοπός in Greek), lest the shaft, turning to one side or the other, might show the unskilfulness of the archer.",
          "id": 316364
        },
        {
          "text": "He further declares that he always forgot the past, and ever stretched forward to the things in front, thus teaching that no heed should be paid to the past, but the future earnestly desired; so that what to-day he thought perfect, while he was stretching forward to better things and things in front, to-morrow proves to have been imperfect.",
          "id": 316365
        },
        {
          "text": "And thus at every step, never standing still, but always running, he shows that to be imperfect which we men thought perfect, and teaches that our only perfection and true righteousness is that which is measured by the excellence of God.",
          "id": 316366
        },
        {
          "text": "\"I press on towards the goal,\" he says, \"unto the prize of the high calling of God in Christ Jesus\".",
          "id": 316367
        },
        {
          "text": "Oh, blessed Apostle Paul, pardon me, a poor creature who confess my faults, if I venture to ask a question.",
          "id": 316368
        },
        {
          "text": "You say that you had not yet obtained, nor yet apprehended, nor were yet perfect, and that you always forgot the things behind, and stretched forward to the things in front, if by any means you might have part in the resurrection of the dead, and win the prize of your high calling.",
          "id": 316369
        },
        {
          "text": "How, then, is it that you immediately add, \"As many therefore as are perfect are thus minded\"? (or, let us be thus minded, for the copies vary).",
          "id": 316370
        },
        {
          "text": "And what mind is it that we have, or are to have? that we are perfect? that we have apprehended that which we have not apprehended, received what we have not received, are perfect who are not yet perfect? What mind then have we, or rather what mind ought we to have who are not perfect? To confess that we are imperfect, and have not yet apprehended, nor yet obtained, this is true wisdom in man: know thyself to be imperfect; and, if I may so speak, the perfection of all who are righteous, so long as they are in the flesh, is imperfect.",
          "id": 316371
        },
        {
          "text": "Hence we read in Proverbs: \"To understand true righteousness\".",
          "id": 316372
        },
        {
          "text": "For if there were not also a false righteousness, the righteousness of God would never be called true.",
          "id": 316373
        },
        {
          "text": "The Apostle continues: \"and if ye are otherwise minded, God will also reveal that to you\".",
          "id": 316374
        },
        {
          "text": "This sounds strange to my ears.",
          "id": 316375
        },
        {
          "text": "He who but just now said, \"Not that I have already obtained, or am already perfect\"; the chosen vessel, who was so confident of Christ's dwelling in him that he dared to say \"Do ye seek a proof of Christ that speaketh in me? \"and yet plainly confessed that he was not perfect; he now gives to the multitude what he denied to himself in particular, he unites himself with the rest and says, \"As many of us as are perfect, let us be thus minded\".",
          "id": 316376
        },
        {
          "text": "But why he said this, he explains presently.",
          "id": 316377
        },
        {
          "text": "Let us, he means, who wish to be perfect according to the poor measure of human frailty, think this, that we have not yet obtained, nor yet apprehended, nor are yet perfect, and inasmuch as we are not yet perfect, and, perhaps, think otherwise than true and perfect perfection requires, if we are minded otherwise than is dictated by the full knowledge of God, God will also reveal this to us, so that we may pray with David and say, \"Open Thou mine eyes that I may behold wondrous things out of Thy law\".",
          "id": 316378
        },
        {
          "text": "15.",
          "id": 316379
        },
        {
          "text": "All this makes it clear that in Holy Scripture there are two sorts of perfection, two of righteousness, and two of fear.",
          "id": 316380
        },
        {
          "text": "The first is that perfection, and incomparable truth, and perfect righteousnessand fear, which is the beginning of wisdom, and which we must measure by the excellence of God; the second, which is within the range not only of men, but of every creature, and is not inconsistent with our frailty, as we read in the Psalms: \"In Thy sight shall no man living be justified,\" is that righteousness which is said to be perfect, not in comparison with God, but as recognized by God.",
          "id": 316381
        },
        {
          "text": "Job, and Zacharias, and Elizabeth, were called righteous, in respect of that righteousness which might some day turn to unrighteousness, and not in respect of that which is incapable of change, concerning which it is said,\"I am God, and change not\".",
          "id": 316382
        },
        {
          "text": "And this is that which the Apostle elsewhere writes: \"That which hath been made glorious hath not been made glorious in this respect, by reason of the glory that surpasseth\"; because, that is, the righteousness of the law, in comparison of the grace of the Gospel, does not seem to be righteousness at all\".",
          "id": 316383
        },
        {
          "text": "For if,\" he says, that which passeth away was with glory, much more that which remaineth is in glory.",
          "id": 316384
        },
        {
          "text": "And again, \"We know in part, and we prophesy in part; but when that which is perfect is come, that which is in part shall be done away\".",
          "id": 316385
        },
        {
          "text": "And,\"For now we see in a mirror, darkly; but then face to face: now I know in part; but then shall I know even as also I have been known\".",
          "id": 316386
        },
        {
          "text": "And in the Psalms,\"Such knowledge is too wonderful for me; it is high, I cannot attain unto it\".",
          "id": 316387
        },
        {
          "text": "And again,\"When I thought how I might know this, it was too painful for me; until I went into the sanctuary of God, and considered their latter end\".",
          "id": 316388
        },
        {
          "text": "And in the same place, \"I was as a beast before thee: nevertheless I am continually with thee\".",
          "id": 316389
        },
        {
          "text": "And Jeremiah says, \"Every man is become brutish and without knowledge\".",
          "id": 316390
        },
        {
          "text": "And to return to the Apostle Paul, \"The foolishness of God is wiser than men\".",
          "id": 316391
        },
        {
          "text": "And much besides, which I omit for brevity's sake.",
          "id": 316392
        },
        {
          "text": "16.",
          "id": 316393
        },
        {
          "text": "C.",
          "id": 316394
        },
        {
          "text": "My dear Atticus, your speech is really a clever feat of memory.",
          "id": 316395
        },
        {
          "text": "But the labour you have spent in mustering this host of authorities is to my advantage.",
          "id": 316396
        },
        {
          "text": "For I do not any more than you compare man with God, but with other men, in comparison with whom he who takes the trouble can be perfect.",
          "id": 316397
        },
        {
          "text": "And so, when we say that man, if he chooses, can be without sin, the standard is the measure of man, not the majesty of God, in comparison with Whom no creature can be perfect.",
          "id": 316398
        },
        {
          "text": "A.",
          "id": 316399
        },
        {
          "text": "Critobulus, I am obliged to you for reminding me of the fact.",
          "id": 316400
        },
        {
          "text": "For it is just my own view that no creature can be perfect in respect of true and finished righteousness.",
          "id": 316401
        },
        {
          "text": "But that one differs from another, and that one man's righteousness is not the same as another's, no one doubts; nor again that one may be greater or less than another, and yet that, relatively to their own status and capacity, men may be called righteous who are not righteous when compared with others.",
          "id": 316402
        },
        {
          "text": "For instance, the Apostle Paul, the chosen vessel who laboured more than all the Apostles, was, I suppose, righteous when he wrote to Timothy, \"I have fought the good fight, I have finished the course, I have kept the faith: henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, shall give to me at that day: and not only to me, but also to all them that love His appearing\".",
          "id": 316403
        },
        {
          "text": "Timothy, his disciple and imitator, whom he taught the rules of action and the limits of virtue, was also righteous.",
          "id": 316404
        },
        {
          "text": "Are we to think there was one and the same righteousness in them both, and that he had not more merit who laboured more than all? \"In my Father's house are many mansions\".",
          "id": 316405
        },
        {
          "text": "I suppose there are also different degrees of merit.",
          "id": 316406
        },
        {
          "text": "\"One star differeth from another star in glory,\" and in the one body of the Church there are different members.",
          "id": 316407
        },
        {
          "text": "The sun has its own splendour, the moon tempers the darkness of the night; and the five heavenly bodies which are called planets traverse the sky in different tracks and with different degrees of luminousness.",
          "id": 316408
        },
        {
          "text": "There are countless other stars whose movements we trace in the firmament.",
          "id": 316409
        },
        {
          "text": "Each has its own brightness, and though each in respect of its own is perfect, yet, in comparison with one of greater magnitude, it lacks perfection.",
          "id": 316410
        },
        {
          "text": "In the body also with its different members, the eye has one function, the hand another, the foot another.",
          "id": 316411
        },
        {
          "text": "Whence the Apostle says, \"The eye cannot say to the hand, I have no need of thee: or again the head to the feet, I have no need of you.",
          "id": 316412
        },
        {
          "text": "Are all Apostles? are all prophets? are all teachers? are all workers of miracles? have all gifts of healing? do all speak with tongues? do all interpret? But desire earnestly the greater gifts.",
          "id": 316413
        },
        {
          "text": "But all these worketh the one and the same Spirit, dividing to each one severally even as He will\".",
          "id": 316414
        },
        {
          "text": "And here mark carefully that he does not say, as each member desires, but as the Spirit Himself will.",
          "id": 316415
        },
        {
          "text": "For the vessel cannot say to him that makes it, \"Why dost thou make me thus or thus? Hath not the potter a right over the clay, from the same lump to make one part a vessel unto honour, and another unto dishonour?\" And so in close sequence he added, \"Desire earnestly the greater gifts,\" so that, by the exercise of faith and diligence, we may win something in addition to other gifts, and may be superior to those who, compared with us, are in the second or third class.",
          "id": 316416
        },
        {
          "text": "In a great house there are different vessels, some of gold, some of silver, brass, iron, wood.",
          "id": 316417
        },
        {
          "text": "And yet while in its kind a vessel of brass is perfect, in comparison with one of silver it is called imperfect, and again one of silver, compared with one of gold, is inferior.",
          "id": 316418
        },
        {
          "text": "And thus, when compared with one another, all things are imperfect and perfect.",
          "id": 316419
        },
        {
          "text": "In a field of good soil, and from one sowing, there springs a crop thirty-fold, sixty-fold, or a hundred-fold.",
          "id": 316420
        },
        {
          "text": "The very numbers show that there is disparity in the parts of the produce, and yet in its own kind each is perfect.",
          "id": 316421
        },
        {
          "text": "Elizabeth and Zacharias, whom you adduce and with whom you cover yourself as with an impenetrable shield, may teach us how far they are beneath the holiness of blessed Mary, the Lord's Mother, who, conscious that God was dwelling in her, proclaims without reserve, \"Behold, from henceforth all generations shall call me blessed.",
          "id": 316422
        },
        {
          "text": "For He that is mighty hath done to me great things; and holy is His name.",
          "id": 316423
        },
        {
          "text": "And His mercy is unto generations and generations of them that fear Him: He hath showed strength with His arm\".",
          "id": 316424
        },
        {
          "text": "Where, observe, she says she is blessed not by her own merit and virtue, but by the mercy of God dwelling in her.",
          "id": 316425
        },
        {
          "text": "And John himself, a greater than whom has not arisen among the sons of men, is better than his parents.",
          "id": 316426
        },
        {
          "text": "For not only does our Lord compare him with men, but with angels also.",
          "id": 316427
        },
        {
          "text": "And yet he, who was greater on earth than all other men, is said to be less than the least in the kingdom of heaven.",
          "id": 316428
        },
        {
          "text": "17.",
          "id": 316429
        },
        {
          "text": "Need we be surprised that, when saints are compared, some are better, some worse, since the same holds good in the comparison of sins? To Jerusalem, pierced and wounded with many sins, it is said, \"Sodom is justified by thee\".",
          "id": 316430
        },
        {
          "text": "It is not because Sodom, which has sunk for ever into ashes, is just in herself, that it is said by Ezekiel, \"Sodom shall be restored to her former estate\"; but that, in comparison with the more accursed Jerusalem, she appears just.",
          "id": 316431
        },
        {
          "text": "For Jerusalem killed the Son of God; Sodom through fulness of bread and excessive luxury carried her lust beyond all bounds.",
          "id": 316432
        },
        {
          "text": "The publican in the Gospel who smote upon his breast as though it were a magazine of the worst thoughts, and, conscious of his offences, dared not lift up his eyes, is justified rather than the proud Pharisee.",
          "id": 316433
        },
        {
          "text": "And Thamar in the guise of a harlot deceived Judah, and in the estimation of this man himself who was deceived, was worthy of the words, \"Thamar is more righteous than I\".",
          "id": 316434
        },
        {
          "text": "All this goes to prove that not only in comparison with Divine majesty are men far from perfection, but also when compared with angels, and other men who have climbed the heights of virtue.",
          "id": 316435
        },
        {
          "text": "You may be superior to some one whom you have shown to be imperfect, and yet be outstripped by another; and consequently may not have true perfection, which, if it be perfect, is absolute.",
          "id": 316436
        },
        {
          "text": "18.",
          "id": 316437
        },
        {
          "text": "C.",
          "id": 316438
        },
        {
          "text": "How is it then, Atticus, that the Divine Word urges us to perfection?  A.",
          "id": 316439
        },
        {
          "text": "I have already explained that in proportion to our strength each one, with all his power, must stretch forward, if by any means he may attain to, and apprehend the reward of his high calling.",
          "id": 316440
        },
        {
          "text": "In short Almighty God, to whom, as the Apostle teaches, the Son must in accordance with the dispensation of the Incarnation be subjected, that\"God may be all in all,\" clearly shows that all things are by no means subject to Himself.",
          "id": 316441
        },
        {
          "text": "Hence the prophet anticipates his own final subjection, saying, \"Shall not my soul be subject to God alone? for of Him cometh my salvation\".",
          "id": 316442
        },
        {
          "text": "And because in the body of the Church Christ is the head, and some of the members still resist, the body does not appear to be subject even to the head.",
          "id": 316443
        },
        {
          "text": "For if one member suffer, all the members suffer with it, and the whole body is tortured by the pain in one member.",
          "id": 316444
        },
        {
          "text": "My meaning may be more clearly expressed thus.",
          "id": 316445
        },
        {
          "text": "So long as we have the treasure in earthen vessels, and are clothed with frail flesh, or rather with mortal and corruptible flesh, we think ourselves fortunate if, in single virtues and separate portions of virtue, we are subject to God.",
          "id": 316446
        },
        {
          "text": "But when this mortal shall have put on immortality, and this corruptible shall have put on incorruption, and death shall be swallowed up in the victory of Christ, then will God be all in all: and so there will not be merely wisdom in Solomon, sweetness in David, zeal in Elias and Phinees, faith in Abraham, perfect love in Peter, to whom it was said, \"Simon, son of John, lovest thou me?\" zeal for preaching in the chosen vessel, and two or three virtues each in others, but God will be wholly in all, and the company of the saints will rejoice in the whole band of virtues, and God will be all in all.",
          "id": 316447
        },
        {
          "text": "19.",
          "id": 316448
        },
        {
          "text": "C.",
          "id": 316449
        },
        {
          "text": "Do I understand you to say that no saint, so long as he is in this poor body, can have all virtues?  A.",
          "id": 316450
        },
        {
          "text": "Just so, because now we prophesy in part, and know in part.",
          "id": 316451
        },
        {
          "text": "It is impossible for all things to be in all men, for no son of man is immortal.",
          "id": 316452
        },
        {
          "text": "C.",
          "id": 316453
        },
        {
          "text": "How is it, then, that we read that he who has one virtue appears to have all?  A.",
          "id": 316454
        },
        {
          "text": "By partaking of them, not possessing them, for individuals must excel in particular virtues.",
          "id": 316455
        },
        {
          "text": "But I confess I don't know where to find what you say you have read.",
          "id": 316456
        },
        {
          "text": "C.",
          "id": 316457
        },
        {
          "text": "Are you not aware that the philosophers take that view?  A.",
          "id": 316458
        },
        {
          "text": "The philosophers may, but the Apostles do not.",
          "id": 316459
        },
        {
          "text": "I heed not what Aristotle, but what Paul, teaches.",
          "id": 316460
        },
        {
          "text": "C.",
          "id": 316461
        },
        {
          "text": "Pray does not James the Apostle write that he who stumbles in one point is guilty of all?  A.",
          "id": 316462
        },
        {
          "text": "The passage is its own interpreter.",
          "id": 316463
        },
        {
          "text": "James did not say, as a starting-point for the discussion, he who prefers a rich man to a poor man in honour is guilty of adultery or murder.",
          "id": 316464
        },
        {
          "text": "That is a delusion of the Stoics who maintain the equality of sins.",
          "id": 316465
        },
        {
          "text": "But he proceeds thus: \"He who said, Thou shalt not commit adultery, said also, Thou shalt not kill: but although thou dost not kill, yet, if thou commit adultery, thou art become a transgressor of the law\".",
          "id": 316466
        },
        {
          "text": "Light offences are compared with light ones, and heavy offences with heavy ones.",
          "id": 316467
        },
        {
          "text": "A fault that deserves the rod must not be avenged with the sword; nor must a crime worthy of the sword, be checked with the rod.",
          "id": 316468
        },
        {
          "text": "C.",
          "id": 316469
        },
        {
          "text": "Suppose it true that no saint has all the virtues: you will surely grant that within the range of his ability, if a man do what he can, he is perfect.",
          "id": 316470
        },
        {
          "text": "A.",
          "id": 316471
        },
        {
          "text": "Do you not remember what I said before?  C.",
          "id": 316472
        },
        {
          "text": "What was it?  A.",
          "id": 316473
        },
        {
          "text": "That a man is perfect in respect of what he has done, imperfect in respect of what he could not do.",
          "id": 316474
        },
        {
          "text": "C.",
          "id": 316475
        },
        {
          "text": "But as he is perfect in respect of what he has done, because he willed to do it, so in respect of that which constitutes him imperfect, because he has not done it, he might have been perfect, had he willed to do it.",
          "id": 316476
        },
        {
          "text": "A.",
          "id": 316477
        },
        {
          "text": "Who does not wish to do what is perfect? Or who does not long to grow vigorously in all virtue? If you look for all virtues in each individual, you do away with the distinctions of things, and the difference of graces, and the variety of the work of the Creator, whose prophet cries aloud in the sacred song: \"In wisdom hast thou made them all\".",
          "id": 316478
        },
        {
          "text": "Lucifer may be indignant because he has not the brightness of the moon.",
          "id": 316479
        },
        {
          "text": "The moon may dispute over her eclipses and ceaseless toil, and ask why she must traverse every month the yearly orbit of the sun.",
          "id": 316480
        },
        {
          "text": "The sun may complain and want to know what he has done that he travels more slowly than the moon.",
          "id": 316481
        },
        {
          "text": "And we poor creatures may demand to know why it is that we were made men and not angels; although your teacher,the Ancient, the fountain from which these streams flow, asserts that all rational creatures were created equal and started fairly, like charioteers, either to succumb halfway, or to pass on rapidly and reach the wished-for goal.",
          "id": 316482
        },
        {
          "text": "Elephants, with their huge bulk, and griffins, might discuss their ponderous frames and ask why they must go on four feet, while flies, midges, and other creatures like them have six feet under their tiny wings, and there are some creeping things which have such an abundance of feet that the keenest vision cannot follow their countless and simultaneous movements.",
          "id": 316483
        },
        {
          "text": "Marcion and all the heretics who denied the Creator's works might speak thus.",
          "id": 316484
        },
        {
          "text": "Your principle goes so far that while its adherents attack particular points, they are laying hands on God; they are asking why He only is God, why He envies the creatures, and why they are not all endowed with the same power and importance.",
          "id": 316485
        },
        {
          "text": "You would not say so much (for you are not mad enough to openly fight against God), yet this is your meaning in other words, when you give man an attribute of God, and make him to be without sin like God Himself.",
          "id": 316486
        },
        {
          "text": "Hence the Apostle, with his voice of thunder, says, concerning different graces: \"There are diversities of gifts, but the same spirit; and differences of ministrations, but the same Lord; and there are diversities of workings, but the same God, Who worketh all things in all\".",
          "id": 316487
        },
        {
          "text": "20.",
          "id": 316488
        },
        {
          "text": "C.",
          "id": 316489
        },
        {
          "text": "You push this one particular point too far in seeking to convince me that a man cannot have all excellences at the same time.",
          "id": 316490
        },
        {
          "text": "As though God were guilty of envy, or unable to bestow upon His image and likeness a correspondence in all things to his Creator.",
          "id": 316491
        },
        {
          "text": "A.",
          "id": 316492
        },
        {
          "text": "Is it I or you who go too far? You revive questions already settled, and do not understand that likeness is one thing, equality another; that the former is a painting, the latter, reality.",
          "id": 316493
        },
        {
          "text": "A real horse courses over the plains; the painted one with his chariot does not leave the wall.",
          "id": 316494
        },
        {
          "text": "The Arians do not allow to the Son of God what you give to every man.",
          "id": 316495
        },
        {
          "text": "Some do not dare to confess the perfect humanity of Christ, lest they should be compelled to accept the belief that He had the sins of a man as though the Creator were unequal to the act of creating, and the title Son of Man were co-extensive with the title Son of God.",
          "id": 316496
        },
        {
          "text": "So either set me something else to answer, or lay aside pride and give glory to God.",
          "id": 316497
        },
        {
          "text": "C.",
          "id": 316498
        },
        {
          "text": "You forget a former answer of yours, and have been so busy forging your chain of argument, and careering through the wide fields of Scripture, like a horse that has slipped its bridle, that you have not said a single word about the main point.",
          "id": 316499
        },
        {
          "text": "Your forgetfulness is a pretext for escaping the necessity of a reply.",
          "id": 316500
        },
        {
          "text": "It was foolish in me to concede to you for the nonce what you asked, and to suppose that you would voluntarily give up what you had received, and would not need a reminder to make you pay what you owed.",
          "id": 316501
        },
        {
          "text": "A.",
          "id": 316502
        },
        {
          "text": "If I mistake not, it was the question of possible commands of which I deferred the answer.",
          "id": 316503
        },
        {
          "text": "Pray proceed as you think best.",
          "id": 316504
        },
        {
          "text": "21.",
          "id": 316505
        },
        {
          "text": "C.",
          "id": 316506
        },
        {
          "text": "The commands which God has given are either possible or impossible.",
          "id": 316507
        },
        {
          "text": "If possible, it is in our power to do them, if we choose.",
          "id": 316508
        },
        {
          "text": "If impossible, we cannot be held guilty for omitting duties which it is not given us to fulfill.",
          "id": 316509
        },
        {
          "text": "Hence it results that, whether God has given possible or impossible commands, a man can be without sin if he chooses.",
          "id": 316510
        },
        {
          "text": "A.",
          "id": 316511
        },
        {
          "text": "I beg your patient attention, for what we seek is not victory over an opponent, but the triumph of truth over falsehood.",
          "id": 316512
        },
        {
          "text": "God has put within the power of mankind all arts, for we see that a vast number of men have mastered them.",
          "id": 316513
        },
        {
          "text": "To pass over those which the Greeks callβάναυσοι, as we may say, the manual arts, I will instance grammar, rhetoric, the three sorts of philosophy—physics, ethics, logic—geometry also, and astronomy, astrology, arithmetic, music, which are also parts of philosophy; medicine, too, in its threefold division—theory, investigation, practice; a knowledge of law in general and of particular enactments.",
          "id": 316514
        },
        {
          "text": "Which of us, however clever he may be, will be able to understand them all, when the most eloquent of orators, discussing rhetoric and jurisprudence, said: \"A few may excel in one, in both no one can\".",
          "id": 316515
        },
        {
          "text": "You see, then, that God has commanded what is possible, and yet, that no one can by nature attain to what is possible.",
          "id": 316516
        },
        {
          "text": "Similarly he has given different rules and various virtues, all of which we cannot possess at the same time.",
          "id": 316517
        },
        {
          "text": "Hence it happens that a virtue which in one person takes the chief place, or is found in perfection, in another is but partial; and yet, he is not to blame who has not all excellence, nor is he condemned for lacking that which he has not; but he is justified through what he does possess.",
          "id": 316518
        },
        {
          "text": "The Apostle described the character of a bishop when he wrote to Timothy, \"The bishop, therefore, must be without reproach, the husband of one wife, temperate, modest, orderly, given to hospitality, apt to teach; no brawler, no striker; but gentle, not contentious, no lover of money; one that ruleth well his own house, having his children in subjection with all modesty\".",
          "id": 316519
        },
        {
          "text": "And again, \"Not a novice, lest, being puffed up, he fall into the condemnation of the devil.",
          "id": 316520
        },
        {
          "text": "Moreover, he must have good testimony from them that are without, lest he fall into reproach and the snare of the devil\".",
          "id": 316521
        },
        {
          "text": "Writing also to his disciple Titus, he briefly points out what sort of bishops he ought to ordain:\"For this cause left I thee in Crete, that thou shouldest set in order the things that were wanting, and appoint elders in every city, as I gave thee charge; if any man is blameless, the husband of one wife, having children that believe, who are not accused of riot or unruly.",
          "id": 316522
        },
        {
          "text": "For the bishop must be blameless (or free from accusation, for so much is conveyed by the original) as God's steward; not self-willed, not soon angry, no brawler, no striker, not greedy of filthy lucre; but given to hospitality, kind, modest, just, holy, temperate; holding to the faithful word which is according to the teaching, that he may be able both to exhort in the sound doctrine, and to convict the gainsayers\".",
          "id": 316523
        },
        {
          "text": "I will not now say anything of the various rules relating to different persons, but will confine myself to the commands connected with the bishop.",
          "id": 316524
        },
        {
          "text": "22.",
          "id": 316525
        },
        {
          "text": "God certainly wishes bishops or priests to be such as the chosen vessel teaches they should be.",
          "id": 316526
        },
        {
          "text": "As to the first qualification it is seldom or never that one is found without reproach; for who is it that has not some fault, like a mole or a wart on a lovely body? If the Apostle himself says of Peter that he did not tread a straight path in the truth of the Gospel, and was so far to blame that even Barnabas was led away into the same dissimulation, who will be indignant if that is denied to him which the chief of the Apostles had not? Then, supposing you find one, \"the husband of one wife, sober-minded, orderly, given to hospitality,\" the next attribute—διδακτικόν , apt to teach, not merely as the Latin renders the word, apt to be taught—you will hardly find in company with the other virtues.",
          "id": 316527
        },
        {
          "text": "A bishop or priest that is a brawler, or a striker, or a lover of money, the Apostle rejects, and in his stead would have one gentle, not contentious, free from avarice, one that rules well his own house, and what is very hard, one who has his children in subjection with all modesty, whether they be children of the flesh or children of the faith.",
          "id": 316528
        },
        {
          "text": "\"With all modesty,\" he says.",
          "id": 316529
        },
        {
          "text": "It is not enough for him to have his own modesty unless it be enhanced by the modesty of his children, companions, and servants, as David says, \"He that walketh in a perfect way, he shall minister unto me\".",
          "id": 316530
        },
        {
          "text": "Let us consider, also, the emphasis laid on modesty by the addition of the words \"having his children in subjection with all modesty\".",
          "id": 316531
        },
        {
          "text": "Not only in deed but in word and gesture must he hold aloof from immodesty, lest perchance the experience of Eli be his.",
          "id": 316532
        },
        {
          "text": "Eli certainly rebuked his sons, saying, \"Nay, my sons, nay; it is not a good report which I hear of you\".",
          "id": 316533
        },
        {
          "text": "He chided them, and yet was punished, because he should not have chided, but cast them off.",
          "id": 316534
        },
        {
          "text": "What will he do who rejoices at vice or lacks the courage to correct it? Who fears his own conscience, and therefore pretends to be ignorant of what is in everybody's mouth? The next point is that the bishop must be free from accusation, that he have a good report from them who are without, that no reproaches of opponents be levelled at him, and that they who dislike his doctrine may be pleased with his life.",
          "id": 316535
        },
        {
          "text": "I suppose it would not be easy to find all this, and particularly one \"able to resist the gain-sayers,\" to check and overcome erroneous opinions.",
          "id": 316536
        },
        {
          "text": "He wishes no novice to be ordained bishop, and yet in our time we see the youthful novice sought after as though he represented the highest righteousness.",
          "id": 316537
        },
        {
          "text": "If baptism immediately made a man righteous, and full of all righteousness, it was of course idle for the Apostle to repel a novice; but baptism annuls old sins, does not bestow new virtues; it looses from prison, and promises rewards to the released if he will work.",
          "id": 316538
        },
        {
          "text": "Seldom or never, I say, is there a man who has all the virtues which a bishop should have.",
          "id": 316539
        },
        {
          "text": "And yet if a bishop lacked one or two of the virtues in the list, it does not follow that he can no longer be called righteous, nor will he be condemned for his deficiencies, but will be crowned for what he has.",
          "id": 316540
        },
        {
          "text": "For to have all and lack nothing is the virtue of Him \"Who did no sin; neither was guile found in His mouth; Who, when He was reviled, reviled not again;\" Who, confident in the consciousness of virtue, said, \"Behold the prince of this world cometh, and findeth nothing in me;\"\"Who, being in the form of God, thought it not robbery to be on an equality with God, but emptied Himself, taking the form of a servant, and became obedient unto death, even the death of the cross.",
          "id": 316541
        },
        {
          "text": "Wherefore God gave Him the name which is above every name, that at the name of Jesus every knee should bow, of things in heaven, and things on earth, and things under the earth\".",
          "id": 316542
        },
        {
          "text": "If, then, in the person of a single bishop you will either not find at all, or with difficulty, even a few of the things commanded, how will you deal with the mass of men in general who are bound to fulfil all the commandments?  23.",
          "id": 316543
        },
        {
          "text": "Let us reason from things bodily to things spiritual.",
          "id": 316544
        },
        {
          "text": "One man is swift-footed, but not strong-handed.",
          "id": 316545
        },
        {
          "text": "That man's movements are slow, but he stands firm in battle.",
          "id": 316546
        },
        {
          "text": "This man has a fine face, but a harsh voice: another is repulsive to look at, but sings sweetly and melodiously.",
          "id": 316547
        },
        {
          "text": "There we see a man of great ability, but equally poor memory; here is another whose memory serves him, but whose wits are slow.",
          "id": 316548
        },
        {
          "text": "In the very discussions with which when we were boys we amused ourselves, all the disputants are not on a level, either in introducing a subject, or in narrative, or in digressions, or wealth of illustration, and charm of peroration, but their various oratorical efforts exhibit different degrees of merit.",
          "id": 316549
        },
        {
          "text": "Of churchmen I will say more.",
          "id": 316550
        },
        {
          "text": "Many discourse well upon the Gospels, but in explaining an Apostle's meaning are unequal to themselves.",
          "id": 316551
        },
        {
          "text": "Others, although most acute in the New Testament are dumb in the Psalms and the Old Testament.",
          "id": 316552
        },
        {
          "text": "I quite agree with Virgil—Non omnia possumus omnes; and seldom or never is the rich man found who in the abundance of his wealth has everything in equal proportions.",
          "id": 316553
        },
        {
          "text": "That God has given possible commands, I admit no less than you.",
          "id": 316554
        },
        {
          "text": "But it is not for each one of us to make all these possible virtues our own, not because our nature is weak, for that is a slander upon God, but because our hearts and minds grow weary and cannot keep all virtues simultaneously and perpetually.",
          "id": 316555
        },
        {
          "text": "And if you blame the Creator for having made you subject to weariness and failure, I shall reply, your censure would be still more severe if you thought proper to accuse Him of not having made you God.",
          "id": 316556
        },
        {
          "text": "But you will say, if I have not the power, no sin attaches to me.",
          "id": 316557
        },
        {
          "text": "You have sinned because you have not done what another could do.",
          "id": 316558
        },
        {
          "text": "And again, he in comparison with whom you are inferior will be a sinner in respect of some other virtue, relatively to you or to another person; and thus it happens that whoever is thought to be first, is inferior to him who is his superior in some other particular.",
          "id": 316559
        },
        {
          "text": "24.",
          "id": 316560
        },
        {
          "text": "C.",
          "id": 316561
        },
        {
          "text": "If it is impossible for man to be without sin, what does the Apostle Jude mean by writing, \"Now unto Him that is able to keep you without sin, and to set you before the presence of His glory without blemish\"? This is clear proof that it is possible to keep a man without sin and without blemish.",
          "id": 316562
        },
        {
          "text": "A.",
          "id": 316563
        },
        {
          "text": "You do not understand the passage.",
          "id": 316564
        },
        {
          "text": "We are not told that a man can be without sin, which is your view, but that God, if He chooses, can keep a man free from sin, and of His mercy guard him so that he may be without blemish.",
          "id": 316565
        },
        {
          "text": "And I say that all things are possible with God; but that everything which a man desires is not possible to him, and especially, an attribute which belongs to no created thing you ever read of.",
          "id": 316566
        },
        {
          "text": "C.",
          "id": 316567
        },
        {
          "text": "I do not say that a man is without sin, which, perhaps, appears to you to be possible; but that he may be, if he chooses.",
          "id": 316568
        },
        {
          "text": "For actuality is one thing, possibility another.",
          "id": 316569
        },
        {
          "text": "In the actual we look for an instance; possibility implies that our power to act is real.",
          "id": 316570
        },
        {
          "text": "A.",
          "id": 316571
        },
        {
          "text": "You are trifling, and forget the proverb, \"Don't do what is done\".",
          "id": 316572
        },
        {
          "text": "You keep turning in the same mire, and only make more dirt.",
          "id": 316573
        },
        {
          "text": "I shall, therefore, tell you, what is clear to all, that you are trying to establish a thing that is not, never was, and, perhaps, never will be.",
          "id": 316574
        },
        {
          "text": "To employ your own words, and show the folly and inconsistency of your argument, I say that you are maintaining an impossible possibility.",
          "id": 316575
        },
        {
          "text": "For your proposition, that a man can be without sin if he chooses, is either true or false.",
          "id": 316576
        },
        {
          "text": "If it be true, show me who the man is; if it be false, whatever is false can never happen.",
          "id": 316577
        },
        {
          "text": "But let us have no more of these notions.",
          "id": 316578
        },
        {
          "text": "Hissed off the stage, and no longer daring to appear in public, they should stay on the book shelves, and not let themselves be heard.",
          "id": 316579
        },
        {
          "text": "25.",
          "id": 316580
        },
        {
          "text": "Let us proceed to other matters.",
          "id": 316581
        },
        {
          "text": "And here I must speak uninterruptedly, so far, at least, as is consistent with giving you an opportunity of refuting me, or asking any question you think fit.",
          "id": 316582
        },
        {
          "text": "C.",
          "id": 316583
        },
        {
          "text": "I will listen patiently, though I cannot say gladly.",
          "id": 316584
        },
        {
          "text": "The ability of your reasoning will strike me all the more, while I am amazed at its falsity.",
          "id": 316585
        },
        {
          "text": "A.",
          "id": 316586
        },
        {
          "text": "Whether what I am going to say is true or false, you will be able to judge when you have heard it.",
          "id": 316587
        },
        {
          "text": "C.",
          "id": 316588
        },
        {
          "text": "Follow your own method.",
          "id": 316589
        },
        {
          "text": "I am resolved, if I am unable to answer, to hold my tongue rather than assent to a lie.",
          "id": 316590
        },
        {
          "text": "A.",
          "id": 316591
        },
        {
          "text": "What difference does it make whether I defeat you speaking or silent, and, as it is in the story of Proteus, catch you asleep or awake?  C.",
          "id": 316592
        },
        {
          "text": "When you have said what you like, you shall hear what you will certainly not like.",
          "id": 316593
        },
        {
          "text": "For though truth may be put to hard shifts it cannot be subdued.",
          "id": 316594
        },
        {
          "text": "A.",
          "id": 316595
        },
        {
          "text": "I want to sift your opinions a little, that your followers may know what an inspired genius you are.",
          "id": 316596
        },
        {
          "text": "You say, \"It is impossible for any but those who have the knowledge of the law to be without sin\"; and you, consequently, shut out from righteousness a large number of Christians, and, preacher of sinlessness though you are, declare nearly all to be sinners.",
          "id": 316597
        },
        {
          "text": "For how many Christians have that knowledge of the law which you can find but seldom, or hardly at all, in many doctors of the Church? But your liberality is so great that, in order to stand well with your Amazons, you have elsewhere written, \"Even women ought to have a knowledge of the law,\" although the Apostle preaches that women ought to keep silence in the churches, and if they want to know anything consult their husbands at home.",
          "id": 316598
        },
        {
          "text": "And you are not content with having given your cohort a knowledge of Scripture, but you must delight yourself with their songs and canticles, for you have a heading to the effect that \"Women also should sing unto God\".",
          "id": 316599
        },
        {
          "text": "Who does not know that women should sing in the privacy of their own rooms, away from the company of men and the crowded congregation? But you allow what is not lawful, and the consequence is, that, with the support of their master, they make an open show of that which should be done with modesty, and with no eye to witness.",
          "id": 316600
        },
        {
          "text": "26.",
          "id": 316601
        },
        {
          "text": "You go on to say, \"The servant of God should utter from his lips no bitterness, but ever that which is sweet and pleasant\"; and as though a servant of God were one thing, a doctor and priest of the Church another, forgetting what was previously laid down, you say in another heading, \"A priest or doctor ought to watch the actions of all, and confidently rebuke sinners, lest he be responsible for them and their blood be required at his hands\".",
          "id": 316602
        },
        {
          "text": "And, not satisfied with saying it once, you repeat it, and inculcate that, \"A priest or doctor should flatter no one, but boldly rebuke all, lest he destroy both himself and those who hear him\".",
          "id": 316603
        },
        {
          "text": "Is there so little harmony in one and the same work that you do not know what you have previously said? For if the servant of God ought to utter no bitterness from his mouth, but always that which is sweet and pleasant, it follows either that a priest and doctor will not be servants of God who ought to confidently rebuke sinners, and flatter no one, but boldly reprove all: or, if a priest and a doctor are not only servants of God, but have the chief place among His servants, it is idle to reserve smooth and pleasant speeches for the servants of God, for these are characteristic of heretics and of them who wish to deceive; as the Apostle says, \"They that are such serve not our Lord Christ but their own belly, and by their smooth and fair speech they beguile the hearts of the innocent\".",
          "id": 316604
        },
        {
          "text": "Flattery is always insidious, crafty, and smooth.",
          "id": 316605
        },
        {
          "text": "And the flatterer is well described by the philosophers as \"a pleasant enemy\".",
          "id": 316606
        },
        {
          "text": "Truth is bitter, of gloomy visage and wrinkled brow, and distasteful to those who are rebuked.",
          "id": 316607
        },
        {
          "text": "Hence the Apostle says, \"Am I become your enemy, because I tell you the truth?\" And the comic poet tells us that \"Obsequiousness is the mother of friendship, truth of enmity\".",
          "id": 316608
        },
        {
          "text": "Wherefore we also eat the Passover with bitter herbs, and the chosen vessel teaches that the Passover should be kept with truth and sincerity.",
          "id": 316609
        },
        {
          "text": "Let truth in our case be plain speaking, and bitterness will instantly follow.",
          "id": 316610
        },
        {
          "text": "27.",
          "id": 316611
        },
        {
          "text": "In another place you maintain that \"All are governed by their own free choice\".",
          "id": 316612
        },
        {
          "text": "What Christian can bear to hear this? For if not one, nor a few, nor many, but all of us are governed by our own free choice, what becomes of the help of God? And how do you explain the text, \"A man's goings are ordered by the Lord\"? And \"A man's way is not in himself\"; and \"No one can receive anything, unless it be given him from above\"; and elsewhere, \"What hast thou which thou didst not receive? But if thou didst receive it, why dost thou glory as if thou hadst not received it?\" Our Lord and Saviour says:\"I am come down from heaven not to do Mine own will, but the will of the Father who sent Me\".",
          "id": 316613
        },
        {
          "text": "And in another place, \"Father, if it be possible, let this cup pass from Me; nevertheless not My will, but Thine be done\".",
          "id": 316614
        },
        {
          "text": "And in the Lord's prayer, \"Thy will be done as in heaven, so on earth\".",
          "id": 316615
        },
        {
          "text": "How is it that you are so rash as to do away with all God's help? Elsewhere, you make a vain attempt to append the words \"not without the grace of God\"; but in what sense you would have them understood is clear from this passage, for you do not admit His grace in separate actions, but connect it with our creation, the gift of the law, and the power of free will.",
          "id": 316616
        },
        {
          "text": "28.",
          "id": 316617
        },
        {
          "text": "The argument of the next section is, \"In the day of judgment, no mercy will be shown to the unjust and to sinners, but they must be consumed in eternal fire\".",
          "id": 316618
        },
        {
          "text": "Who can bear this, and suffer you to prohibit the mercy of God, and to sit in judgment on the sentence of the Judge before the day of judgment, so that, if He wished to show mercy to the unjust and the sinners, He must not, because you have given your veto? For you say it is written in the one hundred and fourth Psalm, \"Let sinners cease to be in the earth, and the wicked be no more\".",
          "id": 316619
        },
        {
          "text": "And in Isaiah, \"The wicked and sinners shall be burned up together, and they who forsake God shall be consumed\".",
          "id": 316620
        },
        {
          "text": "Do you not know that mercy is sometimes blended with the threatenings of God? He does not say that they must be burnt with eternal fires, but let them cease to be in the earth, and the wicked be no more.",
          "id": 316621
        },
        {
          "text": "For it is one thing for them to desist from sin and wickedness, another for them to perish for ever and be burnt in eternal fire.",
          "id": 316622
        },
        {
          "text": "And as for the passage which you quote from Isaiah, \"Sinners and the wicked shall be burned up together,\" he does not add for ever.",
          "id": 316623
        },
        {
          "text": "\"And they who forsake God shall be consumed\".",
          "id": 316624
        },
        {
          "text": "This properly refers to heretics, who leave the straight path of the faith, and shall be consumed if they will not return to the Lord whom they have forsaken.",
          "id": 316625
        },
        {
          "text": "And the same sentence is ready for you if you neglect to turn to better things.",
          "id": 316626
        },
        {
          "text": "Again, is it not marvellous temerity to couple the wicked and sinners with the impious, for the distinction between them is great? Every impious person is wicked and a sinner; but we cannot conversely say every sinner and wicked person is also impious, for impiety properly belongs to those who have not the knowledge of God, or, if they have once had it, lose it by transgression.",
          "id": 316627
        },
        {
          "text": "But the wounds of sin and wickedness, like faults in general, admit of healing.",
          "id": 316628
        },
        {
          "text": "Hence, it is written, \"Many are the scourges of the sinner\"; it is not said that he is eternally destroyed.",
          "id": 316629
        },
        {
          "text": "And through all the scourging and torture the faults of Israel are corrected,\"For whom the Lord loveth He chasteneth, and scourgeth every son whom He receiveth\".",
          "id": 316630
        },
        {
          "text": "It is one thing to smite with the affection of a teacher and a parent; another to be madly cruel towards adversaries.",
          "id": 316631
        },
        {
          "text": "Wherefore, we sing in the first Psalm, \"The impious do not rise in the judgment,\" for they are already sentenced to destruction; \"nor sinners in the counsel of the just\".",
          "id": 316632
        },
        {
          "text": "To lose the glory of the resurrection is a different thing from perishing for ever.",
          "id": 316633
        },
        {
          "text": "\"The hour cometh,\" he says, \"In which all that are in the tombs shall hear His voice, and shall come forth: they that have done good unto the resurrection of life, and they that have done ill unto the resurrection of judgment\".",
          "id": 316634
        },
        {
          "text": "And so the Apostle, in the same sense, because in the same Spirit, says to the Romans,\"As many as have sinned without law shall also perish without law; and as many as have sinned under law, shall be judged by law\".",
          "id": 316635
        },
        {
          "text": "The man without law is the unbeliever who will perish for ever.",
          "id": 316636
        },
        {
          "text": "Under the law is the sinner who believes in God, and who will be judged by the law, and will not perish.",
          "id": 316637
        },
        {
          "text": "If the wicked and sinners are to be burned with everlasting fire, are you not afraid of the sentence you pass on yourself, seeing that you admit you are wicked and a sinner, while still you argue that a man is not without sin, but that he may be.",
          "id": 316638
        },
        {
          "text": "It follows that the only person who can be saved is an individual who never existed, does not exist, and perhaps never will, and that all our predecessors of whom we read must perish.",
          "id": 316639
        },
        {
          "text": "Take your own case.",
          "id": 316640
        },
        {
          "text": "You are puffed up with all the pride of Cato, and haveMilo's giant shoulders; but is it not amazing temerity for you, who are a sinner, to take the name of a teacher? If you are righteous, and, with a false humility, say you are a sinner, we may be surprised, but we shall rejoice at having so unique a treasure, and at reckoning amongst our friends a personage unknown to patriarch, prophet, and Apostle.",
          "id": 316641
        },
        {
          "text": "And if Origen does maintain that no rational creatures ought to be lost, and allows repentance to the devil, what is that to us, who say that the devil and his attendants, and all impious persons and transgressors, perish eternally, and thatChristians, if they be overtaken by sin, must be saved after they have been punished?  29.",
          "id": 316642
        },
        {
          "text": "Besides all this you add two chapters which contradict one another, and which, if true, would effectually close your mouth.",
          "id": 316643
        },
        {
          "text": "\"Except a man have learned, he cannot be acquainted with wisdom and understand the Scriptures\".",
          "id": 316644
        },
        {
          "text": "And again, \"He that has not been taught, ought not to assume that he knows the law\".",
          "id": 316645
        },
        {
          "text": "You must, then, either produce the master from whom you learned, if you are lawfully to claim the knowledge of the law; or, if your master is a person who never learned from any one else, and taught you what he did nor know himself, it follows that you are not acting rightly in claiming a knowledge of Scripture, when you have not been taught, and in starting as a master before you have been a disciple.",
          "id": 316646
        },
        {
          "text": "And yet, perhaps, with your customary humility, you make your boast that the Lord Himself, Who teaches all knowledge, was your master, and that, like Moses in the cloud and darkness, face to face, you hear the words of God, and so, with thehalo round your head, take the lead of us.",
          "id": 316647
        },
        {
          "text": "And even this is not enough, but all at once you turn Stoic, and thunder in our ears Zeno's proud maxims.",
          "id": 316648
        },
        {
          "text": "\"A Christian ought to be so patient that if any one wished to take his property he would let it go with joy\".",
          "id": 316649
        },
        {
          "text": "Is it not enough for us patiently to lose what we have, without returning thanks to him who ill-treats and plunders us, and sending after him all blessings? The Gospel teaches that to him who would go to law with us, and by strife and litigation take away our coat, we must give our cloak also.",
          "id": 316650
        },
        {
          "text": "It does not enjoin the giving of thanks and joy at the loss of our property.",
          "id": 316651
        },
        {
          "text": "What I say is this, not that there is any enormity in your view, but that everywhere you are prone to exaggeration, and indulge in ambitious flights.",
          "id": 316652
        },
        {
          "text": "This is why you add that \"The bravery of dress and ornament is an enemy of God\".",
          "id": 316653
        },
        {
          "text": "What enmity, I should like to know, is there towards God if my tunic is cleaner than usual, or if the bishop, priest, or deacon, or any other ecclesiastics, at the offering of the sacrifices walk in white? Beware, ye clergy; beware, ye monks; widows and virgins, you are in peril unless the people see you begrimed with dirt, and clad in rags.",
          "id": 316654
        },
        {
          "text": "I say nothing of lay-men, who proclaim open war and enmity against God if they wear costly and elegant apparel.",
          "id": 316655
        },
        {
          "text": "30.",
          "id": 316656
        },
        {
          "text": "Let us hear the rest.",
          "id": 316657
        },
        {
          "text": "\"We must love our enemies as we do our neighbours\"; and immediately, falling into a deep slumber, you lay down this proposition: \"We must never believe an enemy\".",
          "id": 316658
        },
        {
          "text": "Not a word is needed from me to show the contradiction here.",
          "id": 316659
        },
        {
          "text": "You will say that both propositions are found in Scripture, but you do not observe the particular connection in which the passages occur.",
          "id": 316660
        },
        {
          "text": "I am told to love my enemies and pray for my persecutors.",
          "id": 316661
        },
        {
          "text": "Am I bidden to love them as though they were my neighbours, kindred, and friends, and to make no difference between a rival and a relative? If I love my enemies as my neighbours, what more affection can I show to my friends? If you had maintained this position, you ought to have taken care not to contradict yourself by saying that we must never believe an enemy.",
          "id": 316662
        },
        {
          "text": "But even the law teaches us how an enemy should be loved.",
          "id": 316663
        },
        {
          "text": "If an enemy's beast be fallen, we must raise it up.",
          "id": 316664
        },
        {
          "text": "And the Apostle tells us,\"If thine enemy hunger, feed him; if he thirst, give him drink.",
          "id": 316665
        },
        {
          "text": "For by so doing thou shalt heap coals of fire upon his head,\" not by way of curse and condemnation, as most people think, but to chasten and bring him to repentance, so that, overcome by kindness, and melted by the warmth of love, he may no longer be an enemy.",
          "id": 316666
        },
        {
          "text": "31.",
          "id": 316667
        },
        {
          "text": "Your next point is that \"the kingdom of heaven is promised even in the Old Testament,\" and you adduce evidence from the Apocrypha, although it is clear that the kingdom of heaven was first preached under the Gospel by John the Baptist, and our Lord and Saviour, and the Apostles.",
          "id": 316668
        },
        {
          "text": "Read the Gospels.",
          "id": 316669
        },
        {
          "text": "John the Baptist cries in the desert, \"Repent, for the kingdom of heaven is at hand\"; and concerning the Saviour it is written, \"From that time He began to preach and to say, Repent, for the kingdom of heaven is at hand\".",
          "id": 316670
        },
        {
          "text": "And again,\"Jesus went round about the towns and villages, teaching in their synagogues, and preaching the kingdom of God\".",
          "id": 316671
        },
        {
          "text": "And He commanded His Apostles to\"go and preach, saying, the kingdom of heaven is at hand\".",
          "id": 316672
        },
        {
          "text": "But you call us Manichaeans because we prefer the Gospel to the law, and say that in the latter we have the shadow, in the former, the substance, and you do not see that your foolishness goes hand in hand with impudence.",
          "id": 316673
        },
        {
          "text": "It is one thing to condemn the law, as Manichaeus did; it is another to prefer the Gospel to the law, for this is in accordance with apostolic teaching.",
          "id": 316674
        },
        {
          "text": "In the law the servants of the Lord speak, in the Gospel the Lord Himself; in the former are the promises, in the latter their fulfilment; there are the beginnings, here is perfection; in the law the foundations of works are laid; in the Gospel the edifice is crowned with the top-stone of faith and grace.",
          "id": 316675
        },
        {
          "text": "I have mentioned this to show the character of the teaching given by our distinguished professor.",
          "id": 316676
        },
        {
          "text": "32.",
          "id": 316677
        },
        {
          "text": "The hundredth heading runs thus: \"A man can be without sin, and easily keep the commandments of God if he chooses,\" as to which enough has already been said.",
          "id": 316678
        },
        {
          "text": "And although he professes to imitate, or rather complete the work of the blessed martyr Cyprian in the treatise which the latter wrote toQuirinus, he does not perceive that he has said just the opposite in the work under discussion.",
          "id": 316679
        },
        {
          "text": "Cyprian, in the fifty-fourth heading of the third book, lays it down that no one is free from stain and without sin, and he immediately gives proofs, among them the passage in Job, \"Who is cleansed from uncleanness? Not he who has lived but one day upon the earth\".",
          "id": 316680
        },
        {
          "text": "And in the fifty-first Psalm, \"Behold I was shapen in iniquity, and in sin did my mother conceive me\".",
          "id": 316681
        },
        {
          "text": "And in the Epistle of John, \"If we say that we have no sin, we deceive ourselves, and the truth is not in us\".",
          "id": 316682
        },
        {
          "text": "You, on the other hand, maintain that \"A man can be without sin,\" and that you may give your words the semblance of truth, you immediately add, \"And easily keep the commandments of God, if he chooses,\" and yet they have been seldom or never kept by any one.",
          "id": 316683
        },
        {
          "text": "Now, if they were easy, they ought to have been kept by all.",
          "id": 316684
        },
        {
          "text": "But if, to concede you a point, at rare intervals some one may be found able to keep them, it is clear that what is rare is difficult.",
          "id": 316685
        },
        {
          "text": "And by way of supplementing this and displaying the greatness of your own virtues (we are to believe, forsooth, that you bring forth the sentiment out of the treasure of a good conscience), you have a heading to the effect that: \"We ought not to commit even light offences\".",
          "id": 316686
        },
        {
          "text": "And for fear some one might think you had not explained in the work the meaning of light, you add that, \"We must not even think an evil thought,\" forgetting the words, \"Who understands his offences? Clear thou me from hidden faults, and keep back thy servant from presumptuous sins, O Lord\".",
          "id": 316687
        },
        {
          "text": "You should have known that the Church admits even failures through ignorance and sins of mere thought to be offences; so much so that she bids sacrifices be offered for errors, and the high priest who makes intercession for the whole people previously offers victims for himself.",
          "id": 316688
        },
        {
          "text": "Now, if he were not himself righteous, he would never be commanded to offer for others.",
          "id": 316689
        },
        {
          "text": "Nor, again, would he offer for himself if he were free from sins of ignorance.",
          "id": 316690
        },
        {
          "text": "If I were to attempt to show that error and ignorance is sin, I must roam at large over the wide fields of Scripture.",
          "id": 316691
        },
        {
          "text": "33.",
          "id": 316692
        },
        {
          "text": "C.",
          "id": 316693
        },
        {
          "text": "Pray have you not read that\"He who looks upon a woman to lust after her hath committed adultery with her already in his heart?\" It seems that not only are the look and the allurements to vice reckoned as sin, but whatever it be to which we give assent.",
          "id": 316694
        },
        {
          "text": "For either we can avoid an evil thought, and consequently may be free from sin; or, if we cannot avoid it, that is not reckoned as sin which cannot be avoided.",
          "id": 316695
        },
        {
          "text": "A.",
          "id": 316696
        },
        {
          "text": "Your argument is ingenious, but you do not see that it goes against Holy Scripture, which declares that even ignorance is not without sin.",
          "id": 316697
        },
        {
          "text": "Hence it was that Job offered sacrifices for his sons, lest, perchance, they had unwittingly sinned in thought.",
          "id": 316698
        },
        {
          "text": "And if, when one is cutting wood, the axe-head flies from the handle and kills a man, the owner iscommanded to go to one of the cities of refuge and stay there until the high priest dies; that is to say, until he is redeemed by the Saviour's blood, either in the baptistery, or in penitence which is a copy of the grace of baptism, through the ineffable mercy of the Saviour, who would not have any one perish, nor delights in the death of sinners, but would rather that they should be converted and live.",
          "id": 316699
        },
        {
          "text": "C.",
          "id": 316700
        },
        {
          "text": "It is surely strange justice to hold me guilty of a sin of error of which my conscience does not accuse itself.",
          "id": 316701
        },
        {
          "text": "I am not aware that I have sinned, and am I to pay the penalty for an offence of which I am ignorant? What more can I do, if I sin voluntarily?  A.",
          "id": 316702
        },
        {
          "text": "Do you expect me to explain the purposes and plans of God? The Book of Wisdom gives an answer to your foolish question:\"Look not into things above thee, and search not things too mighty for thee\".",
          "id": 316703
        },
        {
          "text": "And elsewhere, \"Make not thyself overwise, and argue not more than is fitting\".",
          "id": 316704
        },
        {
          "text": "And in the same place, \"In wisdom and simplicity of heart seek God\".",
          "id": 316705
        },
        {
          "text": "You will perhaps deny the authority of this book; listen then to the Apostle blowing the Gospel trumpet:\"O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are His judgments, and His ways past tracing out! For who hath known the mind of the Lord? or who hath been His counsellor?\" Your questions are such as he elsewhere describes:\"But foolish and ignorant questioning avoid, knowing that they gender strifes\".",
          "id": 316706
        },
        {
          "text": "And in Ecclesiastes (a book concerning which there can be no doubt) we read,\"I said, I will be wise, but it was far from me.",
          "id": 316707
        },
        {
          "text": "That which is exceeding deep, who can find it out?\" You ask me to tell you why the potter makes one vessel to honour, another to dishonour, and will not be satisfied with Paul, who replies on behalf of his Lord,\"O man, who art thou that repliest against God?\"  The remainder of this book is occupied by a series of quotations from the Old Testament, designed to show that it is not only the outer and conscious act which is reckoned sinful, but the opposition to the Divine will, which is often implicit and half-conscious.",
          "id": 316708
        },
        {
          "text": "Occasionally, also, the speaker shows how the texts quoted enforce the argument which he has before used, that men may be spoken of as righteous in a general sense, yet by no means free from sins of thought or desire, if not of act.",
          "id": 316709
        }
      ]
    }
  ]
}