{
  "book": "John of Damascus: Exposition of the Orthodox Faith Book II",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Book II.",
          "id": 64730
        },
        {
          "text": "Chapter I.",
          "id": 64731
        },
        {
          "text": "—Concerning aeon or age.",
          "id": 64732
        },
        {
          "text": "He created the ages Who Himself was before the ages, Whom the divine David thus addresses, From age to age Thou art.",
          "id": 64733
        },
        {
          "text": "The divine apostle also says, Through Whom He created the ages.",
          "id": 64734
        },
        {
          "text": "It must then be understood that the word age has various meanings, for it denotes many things.",
          "id": 64735
        },
        {
          "text": "The life of each man is called an age.",
          "id": 64736
        },
        {
          "text": "Again, a period of a thousand years is called an age.",
          "id": 64737
        },
        {
          "text": "Again, the whole course of the present life is called an age: also the future life, the immortal life after the resurrection, is spoken of as an age.",
          "id": 64738
        },
        {
          "text": "Again, the word age is used to denote, not time nor yet a part of time as measured by the movement and course of the sun, that is to say, composed of days and nights, but the sort of temporal motion and interval that is co-extensive with eternity.",
          "id": 64739
        },
        {
          "text": "For age is to things eternal just what time is to things temporal.",
          "id": 64740
        },
        {
          "text": "Seven ages of this world are spoken of, that is, from the creation of the heaven and earth till the general consummation and resurrection of men.",
          "id": 64741
        },
        {
          "text": "For there is a partial consummation, viz.",
          "id": 64742
        },
        {
          "text": ", the death of each man: but there is also a general and complete consummation, when the general resurrection of men will come to pass.",
          "id": 64743
        },
        {
          "text": "And the eighth age is the age to come.",
          "id": 64744
        },
        {
          "text": "Before the world was formed, when there was as yet no sun dividing day from night, there was not an age such as could be measured, but there was the sort of temporal motion and interval that is co-extensive with eternity.",
          "id": 64745
        },
        {
          "text": "And in this sense there is but one age, and God is spoken of as αἰ& 240·νιος and προαιώνιος, for the age or aeon itself is His creation.",
          "id": 64746
        },
        {
          "text": "For God, Who alone is without beginning, is Himself the Creator of all things, whether age or any other existing thing.",
          "id": 64747
        },
        {
          "text": "And when I say God, it is evident that I mean the Father and His Only begotten Son, our Lord, Jesus Christ, and His all-holy Spirit, our one God.",
          "id": 64748
        },
        {
          "text": "But we speak also of ages of ages, inasmuch as the seven ages of the present world include many ages in the sense of lives of men, and the one age embraces all the ages, and the present and the future are spoken of as age of age.",
          "id": 64749
        },
        {
          "text": "Further, everlasting (i-e: αἰ& 240·νιος) life and everlasting punishment prove that the age or aeon to come is unending.",
          "id": 64750
        },
        {
          "text": "For time will not be counted by days and nights even after the resurrection, but there will rather be one day with no evening, wherein the Sun of Justice will shine brightly on the just, but for the sinful there will be night profound and limitless.",
          "id": 64751
        },
        {
          "text": "In what way then will the period of one thousand years be counted which, according to Origen, is required for the complete restoration? Of all the ages, therefore, the sole creator is God Who hath also created the universe and Who was before the ages.",
          "id": 64752
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 64753
        },
        {
          "text": "—Concerning the creation.",
          "id": 64754
        },
        {
          "text": "Since, then, God, Who is good and more than good, did not find satisfaction in self-contemplation, but in His exceeding goodness wished certain things to come into existence which would enjoy His benefits and share in His goodness, He brought all things out of nothing into being and created them, both what is invisible and what is visible.",
          "id": 64755
        },
        {
          "text": "Yea, even man, who is a compound of the visible and the invisible.",
          "id": 64756
        },
        {
          "text": "And it is by thought that He creates, and thought is the basis of the work, the Word filling it and the Spirit perfecting it.",
          "id": 64757
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 64758
        },
        {
          "text": "—Concerning angels.",
          "id": 64759
        },
        {
          "text": "He is Himself the Maker and Creator of the angels: for He brought them out of nothing into being and created them after His own image, an incorporeal race, a sort of spirit or immaterial fire: in the words of the divine David, He maketh His angels spirits, and His ministers a flame of fire: and He has described their lightness and the ardour, and heat, and keenness and sharpness with which they hunger for God and serve Him, and how they are borne to the regions above and are quite delivered from all material thought.",
          "id": 64760
        },
        {
          "text": "An angel, then, is an intelligent essence, in perpetual motion, with free-will, incorporeal, ministering to God, having obtained by grace an immortal nature: and the Creator alone knows the form and limitation of its essence.",
          "id": 64761
        },
        {
          "text": "But all that we can understand is, that it is incorporeal and immaterial.",
          "id": 64762
        },
        {
          "text": "For all that is compared with God Who alone is incomparable, we find to be dense and material.",
          "id": 64763
        },
        {
          "text": "For in reality only the Deity is immaterial and incorporeal.",
          "id": 64764
        },
        {
          "text": "The angel's nature then is rational, and intelligent, and endowed with free-will, changeable in will, or fickle.",
          "id": 64765
        },
        {
          "text": "For all that is created is changeable, and only that which is un-created is unchangeable.",
          "id": 64766
        },
        {
          "text": "Also all that is rational is endowed with free-will.",
          "id": 64767
        },
        {
          "text": "As it is, then, rational and intelligent, it is endowed with free-will: and as it is created, it is changeable, having power either to abide or progress in goodness, or to turn towards evil.",
          "id": 64768
        },
        {
          "text": "It is not susceptible of repentance because it is incorporeal.",
          "id": 64769
        },
        {
          "text": "For it is owing to the weakness of his body that man comes to have repentance.",
          "id": 64770
        },
        {
          "text": "It is immortal, not by nature but by grace.",
          "id": 64771
        },
        {
          "text": "For all that has had beginning comes also to its natural end.",
          "id": 64772
        },
        {
          "text": "But God alone is eternal, or rather, He is above the Eternal: for He, the Creator of times, is not under the dominion of time, but above time.",
          "id": 64773
        },
        {
          "text": "They are secondary intelligent lights derived from that first light which is without beginning, for they have the power of illumination; they have no need of tongue or hearing, but without uttering words they communicate to each other their own thoughts and counsels.",
          "id": 64774
        },
        {
          "text": "Through the Word, therefore, all the angels were created, and through the sanctification by the Holy Spirit were they brought to perfection, sharing each in proportion to his worth and rank in brightness and grace.",
          "id": 64775
        },
        {
          "text": "They are circumscribed: for when they are in the Heaven they are not on the earth: and when they are sent by God down to the earth they do not remain in the Heaven.",
          "id": 64776
        },
        {
          "text": "They are not hemmed in by walls and doors, and bars and seals, for they are quite unlimited.",
          "id": 64777
        },
        {
          "text": "Unlimited, I repeat, for it is not as they really are that they reveal themselves to the worthy men to whom God wishes them to appear, but in a changed form which the beholders are capable of seeing.",
          "id": 64778
        },
        {
          "text": "For that alone is naturally and strictly unlimited which is un-created.",
          "id": 64779
        },
        {
          "text": "For every created thing is limited by God Who created it.",
          "id": 64780
        },
        {
          "text": "Further, apart from their essence they receive the sanctification from the Spirit: through the divine grace they prophesy: they have no need of marriage for they are immortal.",
          "id": 64781
        },
        {
          "text": "Seeing that they are minds they are in mental places, and are not circumscribed after the fashion of a body.",
          "id": 64782
        },
        {
          "text": "For they have not a bodily form by nature, nor are they extended in three dimensions.",
          "id": 64783
        },
        {
          "text": "But to whatever post they may be assigned, there they are present after the manner of a mind and energise, and cannot be present and energise in various places at the same time.",
          "id": 64784
        },
        {
          "text": "Whether they are equals in essence or differ from one another we know not.",
          "id": 64785
        },
        {
          "text": "God, their Creator, Who knoweth all things, alone knoweth.",
          "id": 64786
        },
        {
          "text": "But they differ from each other in brightness and position, whether it is that their position is dependent on their brightness, or their brightness on their position: and they impart brightness to one another, because they excel one another in rank and nature.",
          "id": 64787
        },
        {
          "text": "And clearly the higher share their brightness and knowledge with the lower.",
          "id": 64788
        },
        {
          "text": "They are mighty and prompt to fulfil the will of the Deity, and their nature is endowed with such celerity that wherever the Divine glance bids them there they are straightway found.",
          "id": 64789
        },
        {
          "text": "They are the guardians of the divisions of the earth: they are set over nations and regions, allotted to them by their Creator: they govern all our affairs and bring us succour.",
          "id": 64790
        },
        {
          "text": "And the reason surely is because they are set over us by the divine will and command and are ever in the vicinity of God.",
          "id": 64791
        },
        {
          "text": "With difficulty they are moved to evil, yet they are not absolutely immoveable: but now they are altogether immoveable, not by nature but by grace and by their nearness to the Only Good.",
          "id": 64792
        },
        {
          "text": "They behold God according to their capacity, and this is their food.",
          "id": 64793
        },
        {
          "text": "They are above us for they are incorporeal, and are free of all bodily passion, yet are not passionless: for the Deity alone is passionless.",
          "id": 64794
        },
        {
          "text": "They take different forms at the bidding of their Master, God, and thus reveal themselves to men and unveil the divine mysteries to them.",
          "id": 64795
        },
        {
          "text": "They have Heaven for their dwelling-place, and have one duty, to sing God's praise and carry out His divine will.",
          "id": 64796
        },
        {
          "text": "Moreover, as that most holy, and sacred, and gifted theologian, Dionysius the Areopagite, says, All theology, that is to say, the holy Scripture, has nine different names for the heavenly essences.",
          "id": 64797
        },
        {
          "text": "These essences that divine master in sacred things divides into three groups, each containing three.",
          "id": 64798
        },
        {
          "text": "And the first group, he says, consists of those who are in God's presence and are said to be directly and immediately one with Him, viz.",
          "id": 64799
        },
        {
          "text": ", the Seraphim with their six wings, the many-eyed Cherubim and those that sit in the holiest thrones.",
          "id": 64800
        },
        {
          "text": "The second group is that of the Dominions, and the Powers, and the Authorities; and the third, and last, is that of the Rulers and Archangels and Angels.",
          "id": 64801
        },
        {
          "text": "Some, indeed, like Gregory the Theologian, say that these were before the creation of other things.",
          "id": 64802
        },
        {
          "text": "He thinks that the angelic and heavenly powers were first and that thought was their function.",
          "id": 64803
        },
        {
          "text": "Others, again, hold that they were created after the first heaven was made.",
          "id": 64804
        },
        {
          "text": "But all are agreed that it was before the foundation of man.",
          "id": 64805
        },
        {
          "text": "For myself, I am in harmony with the theologian.",
          "id": 64806
        },
        {
          "text": "For it was fitting that the mental essence should be the first created, and then that which can be perceived, and finally man himself, in whose being both parts are united.",
          "id": 64807
        },
        {
          "text": "But those who say that the angels are creators of any kind of essence whatever are the mouth of their father, the devil.",
          "id": 64808
        },
        {
          "text": "For since they are created things they are not creators.",
          "id": 64809
        },
        {
          "text": "But He Who creates and provides for and maintains all things is God, Who alone is uncreate and is praised and glorified in the Father, the Son, and the Holy Spirit.",
          "id": 64810
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 64811
        },
        {
          "text": "—Concerning the devil and demons.",
          "id": 64812
        },
        {
          "text": "He who from among these angelic powers was set over the earthly realm, and into whose hands God committed the guardianship of the earth, was not made wicked in nature but was good, and made for good ends, and received from his Creator no trace whatever of evil in himself.",
          "id": 64813
        },
        {
          "text": "But he did not sustain the brightness and the honour which the Creator had bestowed on him, and of his free choice was changed from what was in harmony to what was at variance with his nature, and became roused against God Who created him, and determined to rise in rebellion against Him: and he was the first to depart from good and become evil.",
          "id": 64814
        },
        {
          "text": "For evil is nothing else than absence of goodness, just as darkness also is absence of light.",
          "id": 64815
        },
        {
          "text": "For goodness is the light of the mind, and, similarly, evil is the darkness of the mind.",
          "id": 64816
        },
        {
          "text": "Light, therefore, being the work of the Creator and being made good (for God saw all that He made, and behold they were exceeding good) produced darkness at His free-will.",
          "id": 64817
        },
        {
          "text": "But along with him an innumerable host of angels subject to him were torn away and followed him and shared in his fall.",
          "id": 64818
        },
        {
          "text": "Wherefore, being of the same nature as the angels, they became wicked, turning away at their own free choice from good to evil.",
          "id": 64819
        },
        {
          "text": "Hence they have no power or strength against any one except what God in His dispensation hath conceded to them, as for instance, against Job and those swine that are mentioned in the Gospels.",
          "id": 64820
        },
        {
          "text": "But when God has made the concession they do prevail, and are changed and transformed into any form whatever in which they wish to appear.",
          "id": 64821
        },
        {
          "text": "Of the future both the angels of God and the demons are alike ignorant: yet they make predictions.",
          "id": 64822
        },
        {
          "text": "God reveals the future to the angels and commands them to prophesy, and so what they say comes to pass.",
          "id": 64823
        },
        {
          "text": "But the demons also make predictions, sometimes because they see what is happening at a distance, and sometimes merely making guesses: hence much that they say is false and they should not be believed, even although they do often, in the way we have said, tell what is true.",
          "id": 64824
        },
        {
          "text": "Besides they know the Scriptures.",
          "id": 64825
        },
        {
          "text": "All wickedness, then, and all impure passions are the work of their mind.",
          "id": 64826
        },
        {
          "text": "But while the liberty to attack man has been granted to them, they have not the strength to over-master any one: for we have it in our power to receive or not to receive the attack.",
          "id": 64827
        },
        {
          "text": "Wherefore there has been prepared for the devil and his demons, and those who follow him, fire unquenchable and everlasting punishment.",
          "id": 64828
        },
        {
          "text": "Note, further, that what in the case of man is death is a fall in the case of angels.",
          "id": 64829
        },
        {
          "text": "For after the fall there is no possibility of repentance for them, just as after death there is for men no repentance.",
          "id": 64830
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 64831
        },
        {
          "text": "—Concerning the visible creation.",
          "id": 64832
        },
        {
          "text": "Our God Himself, Whom we glorify as Three in One, created the heaven and the earth and all that they contain, and brought all things out of nothing into being: some He made out of no pre-existing basis of matter, such as heaven, earth, air, fire, water: and the rest out of these elements that He had created, such as living creatures, plants, seeds.",
          "id": 64833
        },
        {
          "text": "For these are made up of earth, and water, and air, and fire, at the bidding of the Creator.",
          "id": 64834
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 64835
        },
        {
          "text": "—Concerning the Heaven.",
          "id": 64836
        },
        {
          "text": "The heaven is the circumference of things created, both visible and invisible.",
          "id": 64837
        },
        {
          "text": "For within its boundary are included and marked off both the mental faculties of the angels and all the world of sense.",
          "id": 64838
        },
        {
          "text": "But the Deity alone is uncircumscribed, filling all things, and surrounding all things, and bounding all things, for He is above all things, and has created all things.",
          "id": 64839
        },
        {
          "text": "Since, therefore, the Scripture speaks of heaven, and heaven of heaven, and heavens of heavens, and the blessed Paul says that he was snatched away to the third heaven, we say that in the cosmogony of the universe we accept the creation of a heaven which the foreign philosophers, appropriating the views of Moses, call a starless sphere.",
          "id": 64840
        },
        {
          "text": "But further, God called the firmament also heaven, which He commanded to be in the midst of the waters, setting it to divide the waters that are above the firmament from the waters that are below the firmament.",
          "id": 64841
        },
        {
          "text": "And its nature, according to the divine Basilius, who is versed in the mysteries of divine Scripture, is delicate as smoke.",
          "id": 64842
        },
        {
          "text": "Others, however, hold that it is watery in nature, since it is set in the midst of the waters: others say it is composed of the four elements: and lastly, others speak of it as a fifth body, distinct from the four elements.",
          "id": 64843
        },
        {
          "text": "Further, some have thought that the heaven encircles the universe and has the form of a sphere, and that everywhere it is the highest point, and that the centre of the space enclosed by it is the lowest part: and, further, that those bodies that are light and airy are allotted by the Creator the upper region: while those that are heavy and tend to descend occupy the lower region, which is the middle.",
          "id": 64844
        },
        {
          "text": "The element, then, that is lightest and most inclined to soar upwards is fire, and hence they hold that its position is immediately after the heaven, and they call it ether, and after it comes the lower air.",
          "id": 64845
        },
        {
          "text": "But earth and water, which are heavier and have more of a downward tendency, are suspended in the centre.",
          "id": 64846
        },
        {
          "text": "Therefore, taking them in the reverse order, we have in the lowest situation earth and water: but water is lighter than earth, and hence is more easily set in motion: above these on all hands, like a covering, is the circle of air, and all round the air is the circle of ether, and outside air is the circle of the heaven.",
          "id": 64847
        },
        {
          "text": "Further, they say that the heaven moves in a circle and so compresses all that is within it, that they remain firm and not liable to fall asunder.",
          "id": 64848
        },
        {
          "text": "They say also that there are seven zones of the heaven, one higher than the other.",
          "id": 64849
        },
        {
          "text": "And its nature, they say, is of extreme fineness, like that of smoke, and each zone contains one of the planets.",
          "id": 64850
        },
        {
          "text": "For there are said to be seven planets: Sol, Luna, Jupiter, Mercury, Mars, Venus and Saturn.",
          "id": 64851
        },
        {
          "text": "But sometimes Venus is called Lucifer and sometimes Vesper.",
          "id": 64852
        },
        {
          "text": "These are called planets because their movements are the reverse of those of the heaven.",
          "id": 64853
        },
        {
          "text": "For while the heaven and all other stars move from east to west, these alone move from west to east.",
          "id": 64854
        },
        {
          "text": "And this can easily be seen in the case of the moon, which moves each evening a little backwards.",
          "id": 64855
        },
        {
          "text": "All, therefore, who hold that the heaven is in the form of a sphere, say that it is equally removed and distant from the earth at all points, whether above, or sideways, or below.",
          "id": 64856
        },
        {
          "text": "And by 'below' and 'sideways' I mean all that comes within the range of our senses.",
          "id": 64857
        },
        {
          "text": "For it follows from what has been said, that the heaven occupies the whole of the upper region and the earth the whole of the lower.",
          "id": 64858
        },
        {
          "text": "They say, besides, that the heaven encircles the earth in the manner of a sphere, and bears along with it in its most rapid revolutions sun, moon and stars, and that when the sun is over the earth it becomes day there, and when it is under the earth it is night.",
          "id": 64859
        },
        {
          "text": "And, again, when the sun goes under the earth it is night here, but day yonder.",
          "id": 64860
        },
        {
          "text": "Others have pictured the heaven as a hemisphere.",
          "id": 64861
        },
        {
          "text": "This idea is suggested by these words of David, the singer of God, Who stretchest out the heavens like a curtain, by which word he clearly means a tent: and by these from the blessed Isaiah, Who hath established the heavens like a vault: and also because when the sun, moon, and stars set they make a circuit round the earth from west to north, and so reach once more the east.",
          "id": 64862
        },
        {
          "text": "Still, whether it is this way or that, all things have been made and established by the divine command, and have the divine will and counsel for a foundation that cannot be moved.",
          "id": 64863
        },
        {
          "text": "For He Himself spoke and they were made: He Himself commanded and they were created.",
          "id": 64864
        },
        {
          "text": "He hath also established them for ever and ever: He hath made a decree which will not pass.",
          "id": 64865
        },
        {
          "text": "The heaven of heaven, then, is the first heaven which is above the firmament.",
          "id": 64866
        },
        {
          "text": "So here we have two heavens, for God called the firmament also Heaven.",
          "id": 64867
        },
        {
          "text": "And it is customary in the divine Scripture to speak of the air also as heavens, because we see it above us.",
          "id": 64868
        },
        {
          "text": "Bless Him, it says, all ye birds of the heaven, meaning of the air.",
          "id": 64869
        },
        {
          "text": "For it is the air and not the heaven that is the region in which birds fly.",
          "id": 64870
        },
        {
          "text": "So here we have three heavens, as the divine Apostle said.",
          "id": 64871
        },
        {
          "text": "But if you should wish to look upon the seven zones as seven heavens there is no injury done to the word of truth.",
          "id": 64872
        },
        {
          "text": "For it is usual in the Hebrew tongue to speak of heaven in the plural, that is, as heavens, and when a Hebrew wishes to say heaven of heaven, he usually says heavens of heavens, and this clearly means heaven of heaven, which is above the firmament, and the waters which are above the heavens, whether it is the air and the firmament, or the seven zones of the firmament, or the firmament itself which are spoken of in the plural as heavens according to the Hebrew custom.",
          "id": 64873
        },
        {
          "text": "All things, then, which are brought into existence are subject to corruption according to the law of their nature, and so even the heavens themselves are corruptible.",
          "id": 64874
        },
        {
          "text": "But by the grace of God they are maintained and preserved.",
          "id": 64875
        },
        {
          "text": "Only the Deity, however, is by nature without beginning and without end.",
          "id": 64876
        },
        {
          "text": "Wherefore it has been said, They will perish, but Thou dost endure: nevertheless, the heavens will not be utterly destroyed.",
          "id": 64877
        },
        {
          "text": "For they will wax old and be wound round as a covering, and will be changed, and there will be a new heaven and a new earth.",
          "id": 64878
        },
        {
          "text": "For the great part the heaven is greater than the earth, but we need not investigate the essence of the heaven, for it is quite beyond our knowledge.",
          "id": 64879
        },
        {
          "text": "It must not be supposed that the heavens or the luminaries are endowed with life.",
          "id": 64880
        },
        {
          "text": "For they are inanimate and insensible.",
          "id": 64881
        },
        {
          "text": "So that when the divine Scripture saith, Let the heavens rejoice and the earth be glad, it is the angels in heaven and the men on earth that are invited to rejoice.",
          "id": 64882
        },
        {
          "text": "For the Scripture is familiar with the figure of personification, and is wont to speak of inanimate things as though they were animate: for example, The sea saw it and fled: Jordan was driven back.",
          "id": 64883
        },
        {
          "text": "And again, What ailed thee, O thou sea, that thou fleddest? thou, O Jordan, that thou was driven back? Mountains, too, and hills are asked the reason of their leaping in the same way as we are wont to say, the city was gathered together, when we do not mean the buildings, but the inhabitants of the city: again, the heavens declare the glory of God, does not mean that they send forth a voice that can be heard by bodily ears, but that from their own greatness they bring before our minds the power of the Creator: and when we contemplate their beauty we praise the Maker as the Master-Craftsman.",
          "id": 64884
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 64885
        },
        {
          "text": "—Concerning light, fire, the luminaries, sun, moon and stars.",
          "id": 64886
        },
        {
          "text": "Fire is one of the four elements, light and with a greater tendency to ascend than the others.",
          "id": 64887
        },
        {
          "text": "It has the power of burning and also of giving light, and it was made by the Creator on the first day.",
          "id": 64888
        },
        {
          "text": "For the divine Scripture says, And God said, Let there be light, and there was light.",
          "id": 64889
        },
        {
          "text": "Fire is not a different thing from what light is, as some maintain.",
          "id": 64890
        },
        {
          "text": "Others again hold that this fire of the universe is above the air and call it ether.",
          "id": 64891
        },
        {
          "text": "In the beginning, then, that is to say on the first day, God created light, the ornament and glory of the whole visible creation.",
          "id": 64892
        },
        {
          "text": "For take away light and all things remain in undistinguishable darkness, incapable of displaying their native beauty.",
          "id": 64893
        },
        {
          "text": "And God called the light day, but the darkness He called night.",
          "id": 64894
        },
        {
          "text": "Further, darkness is not any essence, but an accident: for it is simply absence of light.",
          "id": 64895
        },
        {
          "text": "The air, indeed, has not light in its essence.",
          "id": 64896
        },
        {
          "text": "It was, then, this very absence of light from the air that God called darkness: and it is not the essence of air that is darkness, but the absence of light which clearly is rather an accident than an essence.",
          "id": 64897
        },
        {
          "text": "And, indeed, it was not night, but day, that was first named, so that day is first and after that comes night.",
          "id": 64898
        },
        {
          "text": "Night, therefore, follows day.",
          "id": 64899
        },
        {
          "text": "And from the beginning of day till the next day is one complete period of day and night.",
          "id": 64900
        },
        {
          "text": "For the Scripture says, And the evening and the morning were one day.",
          "id": 64901
        },
        {
          "text": "When, therefore, in the first three days the light was poured forth and reduced at the divine command, both day and night came to pass.",
          "id": 64902
        },
        {
          "text": "But on the fourth day God created the great luminary, that is, the sun, to have rule and authority over the day: for it is by it that day is made: for it is day when the sun is above the earth, and the duration of a day is the course of the sun over the earth from its rising till its setting.",
          "id": 64903
        },
        {
          "text": "And He also created the lesser luminaries, that is, the moon and the stars, to have rule and authority over the night, and to give light by night.",
          "id": 64904
        },
        {
          "text": "For it is night when the sun is under the earth, and the duration of night is the course of the sun under the earth from its rising till its setting.",
          "id": 64905
        },
        {
          "text": "The moon, then, and the stars were set to lighten the night: not that they are in the daytime under the earth, for even by day stars are in the heaven over the earth but the sun conceals both the stars and the moon by the greater brilliance of its light and prevents them from being seen.",
          "id": 64906
        },
        {
          "text": "On these luminaries the Creator bestowed the first-created light: not because He was in need of other light, but that that light might not remain idle.",
          "id": 64907
        },
        {
          "text": "For a luminary is not merely light, but a vessel for containing light.",
          "id": 64908
        },
        {
          "text": "There are, we are told, seven planets amongst these luminaries, and these move in a direction opposite to that of the heaven: hence the name planets.",
          "id": 64909
        },
        {
          "text": "For, while they say that the heaven moves from east to west, the planets move from west to east; but the heaven bears the seven planets along with it by its swifter motion.",
          "id": 64910
        },
        {
          "text": "Now these are the names of the seven planets: Luna, Mercury, Venus, Sol, Mars, Jupiter, Saturn, and in each zone of heaven is, we are told, one of these seven planets:  In the first and highest Saturn  In the second Jupiter  In the third Mars  In the fourth Sol  In the fifth Venus  In the sixth Mercury  In the seventh and lowest Luna.",
          "id": 64911
        },
        {
          "text": "The course which the Creator appointed for them to run is unceasing and remaineth fixed as He established them.",
          "id": 64912
        },
        {
          "text": "For the divine David says, The moon and the stars which Thou establishedst, and by the word 'establishedst,' he referred to the fixity and unchangeableness of the order and series granted to them by God.",
          "id": 64913
        },
        {
          "text": "For He appointed them for seasons, and signs, and days and years.",
          "id": 64914
        },
        {
          "text": "It is through the Sun that the four seasons are brought about.",
          "id": 64915
        },
        {
          "text": "And the first of these is spring: for in it God created all things, and even down to the present time its presence is evidenced by the bursting of the flowers into bud, and this is the equinoctial period, since day and night each consist of twelve hours.",
          "id": 64916
        },
        {
          "text": "It is caused by the sun rising in the middle, and is mild and increases the blood, and is warm and moist, and holds a position midway between winter and summer, being warmer and drier than winter, but colder and moister than summer.",
          "id": 64917
        },
        {
          "text": "This season lasts from March 21st till June 24th.",
          "id": 64918
        },
        {
          "text": "Next, when the rising of the sun moves towards more northerly parts, the season of summer succeeds, which has a place midway between spring and autumn, combining the warmth of spring with the dryness of autumn: for it is dry and warm, and increases the yellow bile.",
          "id": 64919
        },
        {
          "text": "In it falls the longest day, which has fifteen hours, and the shortest night of all, having only nine hours.",
          "id": 64920
        },
        {
          "text": "This season lasts from June 24th till September 25th.",
          "id": 64921
        },
        {
          "text": "Then when the sun again returns to the middle, autumn takes the place of summer.",
          "id": 64922
        },
        {
          "text": "It has a medium amount of cold and heat, dryness and moisture, and holds a place midway between summer and winter, combining the dryness of summer with the cold of winter.",
          "id": 64923
        },
        {
          "text": "For it is cold and dry, and increases the black bile.",
          "id": 64924
        },
        {
          "text": "This season, again, is equinoctial, both day and night consisting of twelve hours, and it lasts from September 25th till December 25th.",
          "id": 64925
        },
        {
          "text": "And when the rising of the sun sinks to its smallest and lowest point, i-e: the south, winter is reached, with its cold and moisture.",
          "id": 64926
        },
        {
          "text": "It occupies a place midway between autumn and spring, combining the cold of autumn and the moisture of spring.",
          "id": 64927
        },
        {
          "text": "In it falls the shortest day, which has only nine hours, and the longest night, which has fifteen: and it lasts from December 25th till March 21st.",
          "id": 64928
        },
        {
          "text": "For the Creator made this wise provision that we should not pass from the extreme of cold, or heat, or dryness, or moisture, to the opposite extreme, and thus incur grievous maladies.",
          "id": 64929
        },
        {
          "text": "For reason itself teaches us the danger of sudden changes.",
          "id": 64930
        },
        {
          "text": "So, then, it is the sun that makes the seasons, and through them the year: it likewise makes the days and nights, the days when it rises and is above the earth, and the nights when it sets below the earth: and it bestows on the other luminaries, both moon and stars, their power of giving forth light.",
          "id": 64931
        },
        {
          "text": "Further, they say that there are in the heaven twelve signs made by the stars, and that these move in an opposite direction to the sun and moon, and the other five planets, and that the seven planets pass across these twelve signs.",
          "id": 64932
        },
        {
          "text": "Further, the sun makes a complete month in each sign and traverses the twelve signs in the same number of months.",
          "id": 64933
        },
        {
          "text": "These, then, are the names of the twelve signs and their respective months:—  The Ram, which receives the sun on the 21st of March.",
          "id": 64934
        },
        {
          "text": "The Bull, on the 23rd of April.",
          "id": 64935
        },
        {
          "text": "The Twins, on the 24th of May.",
          "id": 64936
        },
        {
          "text": "The Crab, on the 24th of June.",
          "id": 64937
        },
        {
          "text": "The Virgin, on the 25th of July.",
          "id": 64938
        },
        {
          "text": "The Scales, on the 25th of September.",
          "id": 64939
        },
        {
          "text": "The Scorpion, on the 25th of October.",
          "id": 64940
        },
        {
          "text": "The Archer, on the 25th of November.",
          "id": 64941
        },
        {
          "text": "Capricorn, on the 25th of December.",
          "id": 64942
        },
        {
          "text": "Aquarius, on the 25th of January.",
          "id": 64943
        },
        {
          "text": "The Fish, on the 24th of February.",
          "id": 64944
        },
        {
          "text": "But the moon traverses the twelve signs each month, since it occupies a lower position and travels through the signs at a quicker rate.",
          "id": 64945
        },
        {
          "text": "For if you draw one circle within another, the inner one will be found to be the lesser: and so it is that owing to the moon occupying a lower position its course is shorter and is sooner completed.",
          "id": 64946
        },
        {
          "text": "Now the Greeks declare that all our affairs are controlled by the rising and setting and collision of these stars, viz.",
          "id": 64947
        },
        {
          "text": ", the sun and moon: for it is with these matters that astrology has to do.",
          "id": 64948
        },
        {
          "text": "But we hold that we get from them signs of rain and drought, cold and heat, moisture and dryness, and of the various winds, and so forth, but no sign whatever as to our actions.",
          "id": 64949
        },
        {
          "text": "For we have been created with free wills by our Creator and are masters over our own actions.",
          "id": 64950
        },
        {
          "text": "Indeed, if all our actions depend on the courses of the stars, all we do is done of necessity: and necessity precludes either virtue or vice.",
          "id": 64951
        },
        {
          "text": "But if we possess neither virtue nor vice, we do not deserve praise or punishment, and God, too, will turn out to be unjust, since He gives good things to some and afflicts others.",
          "id": 64952
        },
        {
          "text": "Nay, He will no longer continue to guide or provide for His own creatures, if all things are carried and swept along in the grip of necessity.",
          "id": 64953
        },
        {
          "text": "And the faculty of reason will be superfluous to us: for if we are not masters of any of our actions, deliberation is quite superfluous.",
          "id": 64954
        },
        {
          "text": "Reason, indeed, is granted to us solely that we might take counsel, and hence all reason implies freedom of will.",
          "id": 64955
        },
        {
          "text": "And, therefore, we hold that the stars are not the causes of the things that occur, nor of the origin of things that come to pass, nor of the destruction of those things that perish.",
          "id": 64956
        },
        {
          "text": "They are rather signs of showers and changes of air.",
          "id": 64957
        },
        {
          "text": "But, perhaps, some one may say that though they are not the causes of wars, yet they are signs of them.",
          "id": 64958
        },
        {
          "text": "And, in truth, the quality of the air which is produced by sun, and moon, and stars, produces in various ways different temperaments, and habits, and dispositions.",
          "id": 64959
        },
        {
          "text": "But the habits are amongst the things that we have in our own hands, for it is reason that rules, and directs, and changes them.",
          "id": 64960
        },
        {
          "text": "It often happens, also, that comets arise.",
          "id": 64961
        },
        {
          "text": "These are signs of the death of kings, and they are not any of the stars that were made in the beginning, but are formed at the same time by divine command and again dissolved.",
          "id": 64962
        },
        {
          "text": "And so not even that star which the Magi saw at the birth of the Friend and Saviour of man, our Lord, Who became flesh for our sake, is of the number of those that were made in the beginning.",
          "id": 64963
        },
        {
          "text": "And this is evidently the case because sometimes its course was from east to west, and sometimes from north to south; at one moment it was hidden, and at the next it was revealed: which is quite out of harmony with the order and nature of the stars.",
          "id": 64964
        },
        {
          "text": "It must be understood, then, that the moon derives its light from the sun; not that God was unable to grant it light of its own, but in order that rhythm and order may be unimpressed upon nature, one part ruling, the other being ruled, and that we might thus be taught to live in community and to share our possessions with one another, and to be under subjection, first to our Maker and Creator, our God and Master, and then also to the rulers set in authority over us by Him: and not to question why this man is ruler and not I myself, but to welcome all that comes from God in a gracious and reasonable spirit.",
          "id": 64965
        },
        {
          "text": "The sun and the moon, moreover, suffer eclipse, and this demonstrates the folly of those who worship the creature in place of the Creator, and teaches us how changeable and alterable all things are.",
          "id": 64966
        },
        {
          "text": "For all things are changeable save God, and whatever is changeable is liable to corruption in accordance with the laws of its own nature.",
          "id": 64967
        },
        {
          "text": "Now the cause of the eclipse of the sun is that the body of the moon is interposed like a partition-wall and casts a shadow, and prevents the light from being shed down on us: and the extent of the eclipse is proportional to the size of the moon's body that is found to conceal the sun.",
          "id": 64968
        },
        {
          "text": "But do not marvel that the moon's body is the smaller.",
          "id": 64969
        },
        {
          "text": "For many declare that the sun is many times larger even than the earth, and the holy Fathers say that it is equal to the earth: yet often a small cloud, or even a small hill or a wall quite conceals it.",
          "id": 64970
        },
        {
          "text": "The eclipse of the moon, on the other hand, is due to the shadow the earth casts on it when it is a fifteen days' moon and the sun and moon happen to be at the opposite poles of the highest circle, the sun being under the earth and the moon above the earth.",
          "id": 64971
        },
        {
          "text": "For the earth casts a shadow and the sun's light is prevented from illuminating the moon, and therefore it is then eclipsed.",
          "id": 64972
        },
        {
          "text": "It should be understood that the moon was made full by the Creator, that is, a fifteen days' moon: for it was fitting that it should be made complete.",
          "id": 64973
        },
        {
          "text": "But on the fourth day, as we said, the sun was created.",
          "id": 64974
        },
        {
          "text": "Therefore the moon was eleven days in advance of the sun, because from the fourth to the fifteenth day there are eleven days.",
          "id": 64975
        },
        {
          "text": "Hence it happens that in each year the twelve months of the moon contain eleven days fewer than the twelve months of the sun.",
          "id": 64976
        },
        {
          "text": "For the twelve months of the sun contain three hundred and sixty-five and a quarter days, and so because the quarter becomes a whole, in four years an extra day is completed, which is called bis-sextile.",
          "id": 64977
        },
        {
          "text": "And that year has three hundred and sixty-six days.",
          "id": 64978
        },
        {
          "text": "The years of the moon, on the other hand, have three hundred and fifty-four days.",
          "id": 64979
        },
        {
          "text": "For the moon wanes from the time of its origin, or renewal, till it is fourteen and three-quarter days' old, and proceeds to wane till the twenty-ninth and a half day, when it is completely void of light.",
          "id": 64980
        },
        {
          "text": "And then when it is once more connected with the sun it is reproduced and renewed, a memorial of our resurrection.",
          "id": 64981
        },
        {
          "text": "Thus in each year the moon gives away eleven days to the sun, and so in three years the intercalary month of the Hebrews arises, and that year comes to consist of thirteen months, owing to the addition of these eleven days.",
          "id": 64982
        },
        {
          "text": "It is evident that both sun and moon and stars are compound and liable to corruption according to the laws of their various natures.",
          "id": 64983
        },
        {
          "text": "But of their nature we are ignorant.",
          "id": 64984
        },
        {
          "text": "Some, indeed, say that fire when deprived of matter is invisible, and thus, that when it is quenched it vanishes altogether.",
          "id": 64985
        },
        {
          "text": "Others, again, say that when it is quenched it is transformed into air.",
          "id": 64986
        },
        {
          "text": "The circle of the zodiac has an oblique motion and is divided into twelve sections called zodia, or signs: each sign has three divisions of ten each, i-e: thirty divisions, and each division has sixty very minute subdivisions.",
          "id": 64987
        },
        {
          "text": "The heaven, therefore, has three hundred and sixty-five degrees: the hemisphere above the earth and that below the earth each having one hundred and eighty degrees.",
          "id": 64988
        },
        {
          "text": "The abodes of the planets.",
          "id": 64989
        },
        {
          "text": "The Ram and the Scorpion are the abode of Mars: the Bull and the Scales, of Venus: the Twins and the Virgin, of Mercury: the Crab, of the Moon: the Lion, of the Sun: the Archer and the Fish, of Jupiter: Capricorn and Aquarius, of Saturn.",
          "id": 64990
        },
        {
          "text": "Their altitudes.",
          "id": 64991
        },
        {
          "text": "The Ram has the altitude of the Sun: the Bull, of the Moon: the Crab, of Jupiter: the Virgin, of Mars: the Scales, of Saturn: Capricorn, of Mercury: the Fish, of Venus.",
          "id": 64992
        },
        {
          "text": "The phases of the moon.",
          "id": 64993
        },
        {
          "text": "It is in conjunction whenever it is in the same degree as the sun: it is born when it is fifteen degrees distant from the sun: it rises when it is crescent-shaped, and this occurs twice, at which times it is sixty degrees distant from the sun: it is half-full twice, when it is ninety degrees from the sun: twice it is gibbous, when it is one hundred and twenty degrees from the sun: it is twice a full moon, giving full light, when it is a hundred and fifty degrees from the sun: it is a complete moon when it is a hundred and eighty degrees distant from the sun.",
          "id": 64994
        },
        {
          "text": "We say twice, because these phases occur both when the moon waxes and when it wanes.",
          "id": 64995
        },
        {
          "text": "In two and a half days the moon traverses each sign.",
          "id": 64996
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 64997
        },
        {
          "text": "—Concerning air and winds.",
          "id": 64998
        },
        {
          "text": "Air is the most subtle element, and is moist and warm: heavier, indeed, than fire: but lighter than earth and water: it is the cause of respiration and voice: it is colourless, that is, it has no colour by nature: it is clear and transparent, for it is capable of receiving light: it ministers to three of our senses, for it is by its aid that we see, hear and smell: it has the power likewise of receiving heat and cold, dryness and moisture, and its movements in space are up, down, within, without, to the right and to the left, and the cyclical movement.",
          "id": 64999
        },
        {
          "text": "It does not derive its light from itself, but is illuminated by sun, and moon, and stars, and fire.",
          "id": 65000
        },
        {
          "text": "And this is just what the Scripture means when it says, And darkness was upon the deep; for its object is to shew that the air has not derived its light from itself, but that it is quite a different essence from light.",
          "id": 65001
        },
        {
          "text": "And wind is a movement of air: or wind is a rush of air which changes its name as it changes the place whence it rushes.",
          "id": 65002
        },
        {
          "text": "Its place is in the air.",
          "id": 65003
        },
        {
          "text": "For place is the circumference of a body.",
          "id": 65004
        },
        {
          "text": "But what is it that surrounds bodies but air? There are, moreover, different places in which the movement of air originates, and from these the winds get their names.",
          "id": 65005
        },
        {
          "text": "There are in all twelve winds.",
          "id": 65006
        },
        {
          "text": "It is said that air is just fire after it has been extinguished, or the vapour of heated water.",
          "id": 65007
        },
        {
          "text": "At all events, in its own special nature the air is warm, but it becomes cold owing to the proximity of water and earth, so that the lower parts of it are cold, and the higher warm.",
          "id": 65008
        },
        {
          "text": "These then are the winds: Caecias, or Meses, arises in the region where the sun rises in summer.",
          "id": 65009
        },
        {
          "text": "Subsolanus, where the sun rises at the equinoxes.",
          "id": 65010
        },
        {
          "text": "Eurus, where it rises in winter.",
          "id": 65011
        },
        {
          "text": "Africus, where it sets in winter.",
          "id": 65012
        },
        {
          "text": "Favonius, where it sets at the equinoxes, and Corus, or Olympias, or Iapyx, where it sets in summer.",
          "id": 65013
        },
        {
          "text": "Then come Auster and Aquilo, whose blasts oppose one another.",
          "id": 65014
        },
        {
          "text": "Between Aquilo and Caecias comes Boreas: and between Eurus and Auster, Phoenix or Euronotus; between Auster and Africus, Libonotus or Leuconotus: and lastly, between Aquilo and Corus, Thrascias, or Cercius, as it is called by the inhabitants of that region.",
          "id": 65015
        },
        {
          "text": "[These, then, are the races which dwell at the ends of the world: beside Subsolanus are the Bactriani: beside Eurus, the Indians: beside Phoenix, the Red Sea and Ethiopia: beside Libonotus, the Garamantes, who are beyond Systis: beside Africus, the Ethiopians and the Western Mauri: beside Favonius, the columns of Hercules and the beginnings of Libya and Europe: beside Corus, Iberia, which is now called Spain: beside Thrascia, the Gauls and the neighbouring nations: beside Aquilo, the Scythians who are beyond Thrace: beside Boreas, Pontus, Maeotis and the Sarmatae: beside Caecias, the Caspian Sea and the Sacai.",
          "id": 65016
        },
        {
          "text": "].",
          "id": 65017
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 65018
        },
        {
          "text": "—Concerning the waters.",
          "id": 65019
        },
        {
          "text": "Water also is one of the four elements, the most beautiful of God's creations.",
          "id": 65020
        },
        {
          "text": "It is both wet and cold, heavy, and with a tendency to descend, and flows with great readiness.",
          "id": 65021
        },
        {
          "text": "It is this the Holy Scripture has in view when it says, And darkness was upon the face of the deep.",
          "id": 65022
        },
        {
          "text": "And the Spirit of God moved upon the face of the waters.",
          "id": 65023
        },
        {
          "text": "For the deep is nothing else than a huge quantity of water whose limit man cannot comprehend.",
          "id": 65024
        },
        {
          "text": "In the beginning, indeed, the water lay all over the surface of the earth.",
          "id": 65025
        },
        {
          "text": "And first God created the firmament to divide the water above the firmament from the water below the firmament.",
          "id": 65026
        },
        {
          "text": "For in the midst of the sea of waters the firmament was established at the Master's decree.",
          "id": 65027
        },
        {
          "text": "And out of it God bade the firmament arise, and it arose.",
          "id": 65028
        },
        {
          "text": "Now for what reason was it that God placed water above the firmament? It was because of the intense burning heat of the sun and ether.",
          "id": 65029
        },
        {
          "text": "For immediately under the firmament is spread out the ether, and the sun and moon and stars are in the firmament, and so if water had not been put above it the firmament would have been consumed by the heat.",
          "id": 65030
        },
        {
          "text": "Next, God bade the waters be gathered together into one mass.",
          "id": 65031
        },
        {
          "text": "But when the Scripture speaks of one mass it evidently does not mean that they were gathered together into one place: for immediately it goes on to say, And the gatherings of the waters He called seas: but the words signify that the waters were separated off in a body from the earth into distinct groups.",
          "id": 65032
        },
        {
          "text": "Thus the waters were gathered together into their special collections and the dry land was brought to view.",
          "id": 65033
        },
        {
          "text": "And hence arose the two seas that surround Egypt, for it lies between two seas.",
          "id": 65034
        },
        {
          "text": "These collections contain various seas and mountains, and islands, and promontories, and harbours, and surround various bays and beaches, and coastlands.",
          "id": 65035
        },
        {
          "text": "For the word beach is used when the nature of the tract is sandy, while coastland signifies that it is rocky and deep close into shore, getting deep all on a sudden.",
          "id": 65036
        },
        {
          "text": "In like manner arose also the sea that lies where the sun rises, the name of which is the Indian Sea: also the northern sea called the Caspian.",
          "id": 65037
        },
        {
          "text": "The lakes also were formed in the same manner.",
          "id": 65038
        },
        {
          "text": "The ocean, then, is like a river encircling the whole earth, and I think it is concerning it that the divine Scripture says, A river went out of Paradise.",
          "id": 65039
        },
        {
          "text": "The water of the ocean is sweet and potable.",
          "id": 65040
        },
        {
          "text": "It is it that furnishes the seas with water which, because it stays a long time in the seas and stands unmoved, becomes bitter: for the sun and the waterspouts draw up always the finer parts.",
          "id": 65041
        },
        {
          "text": "Thus it is that clouds are formed and showers take place, because the filtration makes the water sweet.",
          "id": 65042
        },
        {
          "text": "This is parted into four first divisions, that is to say, into four rivers.",
          "id": 65043
        },
        {
          "text": "The name of the first is Pheison, which is the Indian Ganges; the name of the second is Geon, which is the Nile flowing from Ethiopia down to Egypt: the name of the third is Tigris, and the name of the fourth is Euphrates.",
          "id": 65044
        },
        {
          "text": "There are also very many other mighty rivers of which some empty themselves into the sea and others are used up in the earth.",
          "id": 65045
        },
        {
          "text": "Thus the whole earth is bored through and mined, and has, so to speak, certain veins through which it sends up in springs the water it has received from the sea.",
          "id": 65046
        },
        {
          "text": "The water of the spring thus depends for its character on the quality of the earth.",
          "id": 65047
        },
        {
          "text": "For the sea water is filtered and strained through the earth and thus becomes sweet.",
          "id": 65048
        },
        {
          "text": "But if the place from which the spring arises is bitter or briny, so also is the water that is sent up.",
          "id": 65049
        },
        {
          "text": "Moreover, it often happens that water which has been closely pent up bursts through with violence, and thus it becomes warm.",
          "id": 65050
        },
        {
          "text": "And this is why they send forth waters that are naturally warm.",
          "id": 65051
        },
        {
          "text": "By the divine decree hollow places are made in the earth, and so into these the waters are gathered.",
          "id": 65052
        },
        {
          "text": "And this is how mountains are formed.",
          "id": 65053
        },
        {
          "text": "God, then, bade the first water produce living breath, since it was to be by water and the Holy Spirit that moved upon the waters in the beginning, that man was to be renewed.",
          "id": 65054
        },
        {
          "text": "For this is what the divine Basilius said: Therefore it produced living creatures, small and big; whales and dragons, fish that swim in the waters, and feathered fowl.",
          "id": 65055
        },
        {
          "text": "The birds form a link between water and earth and air: for they have their origin in the water, they live on the earth and they fly in the air.",
          "id": 65056
        },
        {
          "text": "Water, then, is the most beautiful element and rich in usefulness, and purifies from all filth, and not only from the filth of the body but from that of the soul, if it should have received the grace of the Spirit.",
          "id": 65057
        },
        {
          "text": "Concerning the seas.",
          "id": 65058
        },
        {
          "text": "The aegean Sea is received by the Hellespont, which ends at Abydos and Sestus: next, the Propontis, which ends at Chalcedon and Byzantium: here are the straits where the Pontus arises.",
          "id": 65059
        },
        {
          "text": "Next, the lake of Maeotis.",
          "id": 65060
        },
        {
          "text": "Again, from the beginning of Europe and Libya it is the Iberian Sea, which extends from the pillars of Hercules to the Pyrenees mountain.",
          "id": 65061
        },
        {
          "text": "Then the Ligurian Sea as far as the borders of Etruria.",
          "id": 65062
        },
        {
          "text": "Next, the Sardinian Sea, which is above Sardinia and inclines downwards to Libya.",
          "id": 65063
        },
        {
          "text": "Then the Etrurian Sea, which begins at the extreme limits of Liguria and ends at Sicily.",
          "id": 65064
        },
        {
          "text": "Then the Libyan Sea.",
          "id": 65065
        },
        {
          "text": "Then the Cretan, and Sicilian, and Ionian, and Adriatic Seas, the last of which is poured out of the Sicilian Sea, which is called the Corinthian Gulf, or the Alcyonian Sea.",
          "id": 65066
        },
        {
          "text": "The Saronic Sea is surrounded by the Sunian and Scyllaean Seas.",
          "id": 65067
        },
        {
          "text": "Next is the Myrtoan Sea and the Icarian Sea, in which are also the Cyclades.",
          "id": 65068
        },
        {
          "text": "Then the Carpathian, and Pamphylian, and Egyptian Seas: and, thereafter, above the Icarian Sea, the aegean Sea pours itself out.",
          "id": 65069
        },
        {
          "text": "There is also the coast of Europe from the mouth of the Tanais River to the Pillars of Hercules, 609,709 stadia: and that of Libya from the Tigris, as far as the mouth of the Canobus, 209,252 stadia: and lastly, that of Asia from the Canobus to the Tanais, which, including the Gulf, is 4,111 stadia.",
          "id": 65070
        },
        {
          "text": "And so the full extent of the seaboard of the world that we inhabit with the gulfs is 1,309,072 stadia.",
          "id": 65071
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 65072
        },
        {
          "text": "—Concerning earth and its products.",
          "id": 65073
        },
        {
          "text": "The earth is one of the four elements, dry, cold, heavy, motionless, brought into being by God, out of nothing on the first day.",
          "id": 65074
        },
        {
          "text": "For in the beginning, he said, God created the heaven and the earth: but the seat and foundation of the earth no man has been able to declare.",
          "id": 65075
        },
        {
          "text": "Some, indeed, hold that its seat is the waters: thus the divine David says, To Him Who established the earth on the waters.",
          "id": 65076
        },
        {
          "text": "Others place it in the air.",
          "id": 65077
        },
        {
          "text": "Again some other says, He Who hangeth the earth on nothing.",
          "id": 65078
        },
        {
          "text": "And, again, David, the singer of God, says, as though the representative of God, I bear up the pillars of it, meaning by \"pillars\" the force that sustains it.",
          "id": 65079
        },
        {
          "text": "Further, the expression, He hath founded it upon the seas, shews clearly that the earth is on all hands surrounded with water.",
          "id": 65080
        },
        {
          "text": "But whether we grant that it is established on itself, or on air or on water, or on nothing, we must not turn aside from reverent thought, but must admit that all things are sustained and preserved by the power of the Creator.",
          "id": 65081
        },
        {
          "text": "In the beginning, then, as the Holy Scripture says, it was hidden beneath the waters, and was unwrought, that is to say, not beautified.",
          "id": 65082
        },
        {
          "text": "But at God's bidding, places to hold the waters appeared, and then the mountains came into existence, and at the divine command the earth received its own proper adornment, and was dressed in all manner of herbs and plants, and on these, by the divine decree, was bestowed the power of growth and nourishment, and of producing seed to generate their like.",
          "id": 65083
        },
        {
          "text": "Moreover, at the bidding of the Creator it produced also all manner of kinds of living creatures, creeping things, and wild beasts, and cattle.",
          "id": 65084
        },
        {
          "text": "All, indeed, are for the seasonable use of man: but of them some are for food, such as stags, sheep, deer, and such like: others for service such as camels, oxen, horses, asses, and such like: and others for enjoyment, such as apes, and among birds, jays and parrots, and such like.",
          "id": 65085
        },
        {
          "text": "Again, amongst plants and herbs some are fruit bearing, others edible, others fragrant and flowery, given to us for our enjoyment, for example, the rose and such like, and others for the healing of disease.",
          "id": 65086
        },
        {
          "text": "For there is not a single animal or plant in which the Creator has not implanted some form of energy capable of being used to satisfy man's needs.",
          "id": 65087
        },
        {
          "text": "For He Who knew all things before they were, saw that in the future man would go forward in the strength of his own will, and would be subject to corruption, and, therefore, He created all things for his seasonable use, alike those in the firmament, and those on the earth, and those in the waters.",
          "id": 65088
        },
        {
          "text": "Indeed, before the transgression all things were under his power.",
          "id": 65089
        },
        {
          "text": "For God set him as ruler over all things on the earth and in the waters.",
          "id": 65090
        },
        {
          "text": "Even the serpent was accustomed to man, and approached him more readily than it did other living creatures, and held intercourse with him with delightful motions.",
          "id": 65091
        },
        {
          "text": "And hence it was through it that the devil, the prince of evil, made his most wicked suggestion to our first parents.",
          "id": 65092
        },
        {
          "text": "Moreover, the earth of its own accord used to yield fruits, for the benefit of the animals that were obedient to man, and there was neither rain nor tempest on the earth.",
          "id": 65093
        },
        {
          "text": "But after the transgression, when he was compared with the unintelligent cattle and became like to them, after he had contrived that in him irrational desire should have rule over reasoning mind and had become disobedient to the Master's command, the subject creation rose up against him whom the Creator had appointed to be ruler: and it was appointed for him that he should till with sweat the earth from which he had been taken.",
          "id": 65094
        },
        {
          "text": "But even now wild beasts are not without their uses, for, by the terror they cause, they bring man to the knowledge of his Creator and lead him to call upon His name.",
          "id": 65095
        },
        {
          "text": "And, further, at the transgression the thorn sprung out of the earth in accordance with the Lord's express declaration and was conjoined with the pleasures of the rose, that it might lead us to remember the transgression on account of which the earth was condemned to bring forth for us thorns and prickles.",
          "id": 65096
        },
        {
          "text": "That this is the case is made worthy of belief from the fact that their endurance is secured by the word of the Lord, saying, Be fruitful and multiply, and replenish the earth.",
          "id": 65097
        },
        {
          "text": "Further, some hold that the earth is in the form of a sphere, others that it is in that of a cone.",
          "id": 65098
        },
        {
          "text": "At all events it is much smaller than the heaven, and suspended almost like a point in its midst.",
          "id": 65099
        },
        {
          "text": "And it will pass away and be changed.",
          "id": 65100
        },
        {
          "text": "But blessed is the man who inherits the earth promised to the meek.",
          "id": 65101
        },
        {
          "text": "For the earth that is to be the possession of the holy is immortal.",
          "id": 65102
        },
        {
          "text": "Who, then, can fitly marvel at the boundless and incomprehensible wisdom of the Creator? Or who can render sufficient thanks to the Giver of so many blessings?  [There are also provinces, or prefectures, of the earth which we recognise: Europe embraces thirty four, and the huge continent of Asia has forty-eight of these provinces, and twelve canons as they are called.",
          "id": 65103
        },
        {
          "text": "].",
          "id": 65104
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 65105
        },
        {
          "text": "—Concerning Paradise.",
          "id": 65106
        },
        {
          "text": "Now when God was about to fashion man out of the visible and invisible creation in His own image and likeness to reign as king and ruler over all the earth and all that it contains, He first made for him, so to speak, a kingdom in which he should live a life of happiness and prosperity.",
          "id": 65107
        },
        {
          "text": "And this is the divine paradise, planted in Eden by the hands of God, a very storehouse of joy and gladness of heart (for \"Eden\" means luxuriousness).",
          "id": 65108
        },
        {
          "text": "Its site is higher in the East than all the earth: it is temperate and the air that surrounds it is the rarest and purest: evergreen plants are its pride, sweet fragrances abound, it is flooded with light, and in sensuous freshness and beauty it transcends imagination: in truth the place is divine, a meet home for him who was created in God's image: no creature lacking reason made its dwelling there but man alone, the work of God's own hands.",
          "id": 65109
        },
        {
          "text": "In its midst God planted the tree of life and the tree of knowledge.",
          "id": 65110
        },
        {
          "text": "The tree of knowledge was for trial, and proof, and exercise of man's obedience and disobedience: and hence it was named the tree of the knowledge of good and evil, or else it was because to those who partook of it was given power to know their own nature.",
          "id": 65111
        },
        {
          "text": "Now this is a good thing for those who are mature, but an evil thing for the immature and those whose appetites are too strong, being like solid food to tender babes still in need of milk.",
          "id": 65112
        },
        {
          "text": "For our Creator, God, did not intend us to be burdened with care and troubled about many things, nor to take thought about, or make provision for, our own life.",
          "id": 65113
        },
        {
          "text": "But this at length was Adam's fate: for he tasted and knew that he was naked and made a girdle round about him: for he took fig-leaves and girded himself about.",
          "id": 65114
        },
        {
          "text": "But before they took of the fruit, They were both naked, Adam and Eve, and were not ashamed.",
          "id": 65115
        },
        {
          "text": "For God meant that we should be thus free from passion, and this is indeed the mark of a mind absolutely void of passion.",
          "id": 65116
        },
        {
          "text": "Yea, He meant us further to be free from care and to have but one work to perform, to sing as do the angels, without ceasing or intermission, the praises of the Creator, and to delight in contemplation of Him and to cast all our care on Him.",
          "id": 65117
        },
        {
          "text": "This is what the Prophet David proclaimed to us when He said, Cast thy burden on the Lord, and He will sustain thee.",
          "id": 65118
        },
        {
          "text": "And, again, in the Gospels, Christ taught His disciples saying, Take no thought for your life what ye shall eat, nor for your body what ye shall put on.",
          "id": 65119
        },
        {
          "text": "And further, Seek ye first the Kingdom of God and His righteousness and all these things shall be added unto you.",
          "id": 65120
        },
        {
          "text": "And to Martha He said, Martha, Martha, thou art careful and troubled about many things: but one thing is needful: and Mary hath chosen that good part, which shall not be taken away from her, meaning, clearly, sitting at His feet and listening to His words.",
          "id": 65121
        },
        {
          "text": "The tree of life, on the other hand, was a tree having the energy that is the cause of life, or to be eaten only by those who deserve to live and are not subject to death.",
          "id": 65122
        },
        {
          "text": "Some, indeed, have pictured Paradise as a realm of sense, and others as a realm of mind.",
          "id": 65123
        },
        {
          "text": "But it seems to me, that, just as man is a creature, in whom we find both sense and mind blended together, in like manner also man's most holy temple combines the properties of sense and mind, and has this twofold expression: for, as we said, the life in the body is spent in the most divine and lovely region, while the life in the soul is passed in a place far more sublime and of more surpassing beauty, where God makes His home, and where He wraps man about as with a glorious garment, and robes him in His grace, and delights and sustains him like an angel with the sweetest of all fruits, the contemplation of Himself.",
          "id": 65124
        },
        {
          "text": "Verily it has been fitly named the tree of life.",
          "id": 65125
        },
        {
          "text": "For since the life is not cut short by death, the sweetness of the divine participation is imparted to those who share it.",
          "id": 65126
        },
        {
          "text": "And this is, in truth, what God meant by every tree, saying, Of every tree in Paradise thou mayest freely eat.",
          "id": 65127
        },
        {
          "text": "For the 'every' is just Himself in Whom and through Whom the universe is maintained.",
          "id": 65128
        },
        {
          "text": "But the tree of the knowledge of good and evil was for the distinguishing between the many divisions of contemplation, and this is just the knowledge of one's own nature, which, indeed, is a good thing for those who are mature and advanced in divine contemplation (being of itself a proclamation of the magnificence of God), and have no fear of falling, because they have through time come to have the habit of such contemplation, but it is an evil thing to those still young and with stronger appetites, who by reason of their insecure hold on the better part, and because as yet they are not firmly established in the seat of the one and only good, are apt to be torn and dragged away from this to the care of their own body.",
          "id": 65129
        },
        {
          "text": "Thus, to my thinking, the divine Paradise is twofold, and the God-inspired Fathers handed down a true message, whether they taught this doctrine or that.",
          "id": 65130
        },
        {
          "text": "Indeed, it is possible to understand by every tree the knowledge of the divine power derived from created things.",
          "id": 65131
        },
        {
          "text": "In the words of the divine Apostle, For the invisible things of Him from the creation of the world are clearly seen, being understood by the things that are made.",
          "id": 65132
        },
        {
          "text": "But of all these thoughts and speculations the sublimest is that dealing with ourselves, that is, with our own composition.",
          "id": 65133
        },
        {
          "text": "As the divine David says, The knowledge of Thee from me, that is from my constitution, was made a wonder.",
          "id": 65134
        },
        {
          "text": "But for the reasons we have already mentioned, such knowledge was dangerous for Adam who had been so lately created.",
          "id": 65135
        },
        {
          "text": "The tree of life too may be understood as that more divine thought that has its origin in the world of sense, and the ascent through that to the originating and constructive cause of all.",
          "id": 65136
        },
        {
          "text": "And this was the name He gave to every tree, implying fulness and indivisibility, and conveying only participation in what is good.",
          "id": 65137
        },
        {
          "text": "But by the tree of the knowledge of good and evil, we are to understand that sensible and pleasurable food which, sweet though it seems, in reality brings him who partakes of it into communion with evil.",
          "id": 65138
        },
        {
          "text": "For God says, Of every tree in Paradise thou mayest freely eat.",
          "id": 65139
        },
        {
          "text": "It is, me-thinks, as if God said, Through all My creations thou art to ascend to Me thy creator, and of all the fruits thou mayest pluck one, that is, Myself who art the true life: let every thing bear for thee the fruit of life, and let participation in Me be the support of your own being.",
          "id": 65140
        },
        {
          "text": "For in this way thou wilt be immortal.",
          "id": 65141
        },
        {
          "text": "But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die.",
          "id": 65142
        },
        {
          "text": "For sensible food is by nature for the replenishing of that which gradually wastes away and it passes into the drought and perisheth: and he cannot remain incorruptible who partakes of sensible food.",
          "id": 65143
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 65144
        },
        {
          "text": "—Concerning Man.",
          "id": 65145
        },
        {
          "text": "In this way, then, God brought into existence mental essence, by which I mean, angels and all the heavenly orders.",
          "id": 65146
        },
        {
          "text": "For these clearly have a mental and incorporeal nature: \"incorporeal\" I mean in comparison with the denseness of matter.",
          "id": 65147
        },
        {
          "text": "For the Deity alone in reality is immaterial and incorporeal.",
          "id": 65148
        },
        {
          "text": "But further He created in the same way sensible essence, that is heaven and earth and the intermediate region; and so He created both the kind of being that is of His own nature (for the nature that has to do with reason is related to God, and apprehensible by mind alone), and the kind which, inasmuch as it clearly falls under the province of the senses, is separated from Him by the greatest interval.",
          "id": 65149
        },
        {
          "text": "And it was also fit that there should be a mixture of both kinds of being, as a token of still greater wisdom and of the opulence of the Divine expenditure as regards natures, as Gregorius, the expounder of God's being and ways, puts it, and to be a sort of connecting link between the visible and invisible natures.",
          "id": 65150
        },
        {
          "text": "And by the word \"fit\" I mean, simply that it was an evidence of the Creator's will, for that will is the law and ordinance most meet, and no one will say to his Maker, \"Why hast Thou so fashioned me?\" For the potter is able at his will to make vessels of various patterns out of his clay, as a proof of his own wisdom.",
          "id": 65151
        },
        {
          "text": "Now this being the case, He creates with His own hands man of a visible nature and an invisible, after His own image and likeness: on the one hand man's body He formed of earth, and on the other his reasoning and thinking soul He bestowed upon him by His own inbreathing, and this is what we mean by \"after His image\".",
          "id": 65152
        },
        {
          "text": "For the phrase \"after His image\" clearly refers to the side of his nature which consists of mind and free will, whereas \"after His likeness\" means likeness in virtue so far as that is possible.",
          "id": 65153
        },
        {
          "text": "Further, body and soul were formed at one and the same time, not first the one and then the other, as Origen so senselessly supposes.",
          "id": 65154
        },
        {
          "text": "God then made man without evil, upright, virtuous, free from pain and care, glorified with every virtue, adorned with all that is good, like a sort of second microcosm within the great world, another angel capable of worship, compound, surveying the visible creation and initiated into the mysteries of the realm of thought, king over the things of earth, but subject to a higher king, of the earth and of the heaven, temporal and eternal, belonging to the realm of sight and to the realm of thought, midway between greatness and lowliness, spirit and flesh: for he is spirit by grace, but flesh by overweening pride: spirit that he may abide and glorify his Benefactor, and flesh that he may suffer, and suffering may be admonished and disciplined when he prides himself in his greatness: here, that is, in the present life, his life is ordered as an animal's, but elsewhere, that is, in the age to come, he is changed and—to complete the mystery—becomes deified by merely inclining himself towards God; becoming deified, in the way of participating in the divine glory and not in that of a change into the divine being.",
          "id": 65155
        },
        {
          "text": "But God made him by nature sinless, and endowed him with free will.",
          "id": 65156
        },
        {
          "text": "By sinless, I mean not that sin could find no place in him (for that is the case with Deity alone), but that sin is the result of the free volition he enjoys rather than an integral part of his nature; that is to say, he has the power to continue and go forward in the path of goodness, by co-operating with the divine grace, and likewise to turn from good and take to wickedness, for God has conceded this by conferring freedom of will upon him.",
          "id": 65157
        },
        {
          "text": "For there is no virtue in what is the result of mere force.",
          "id": 65158
        },
        {
          "text": "The soul, accordingly, is a living essence, simple, incorporeal, invisible in its proper nature to bodily eyes, immortal, reasoning and intelligent, formless, making use of an organised body, and being the source of its powers of life, and growth, and sensation, and generation, mind being but its purest part and not in any wise alien to it; (for as the eye to the body, so is the mind to the soul); further it enjoys freedom and volition and energy, and is mutable, that is, it is given to change, because it is created.",
          "id": 65159
        },
        {
          "text": "All these qualities according to nature it has received of the grace of the Creator, of which grace it has received both its being and this particular kind of nature.",
          "id": 65160
        },
        {
          "text": "Marg.",
          "id": 65161
        },
        {
          "text": "The different applications of \"incorporeal\".",
          "id": 65162
        },
        {
          "text": "We understand two kinds of what is incorporeal and invisible and formless: the one is such in essence, the other by free gift: and likewise the one is such in nature, and the other only in comparison with the denseness of matter.",
          "id": 65163
        },
        {
          "text": "God then is incorporeal by nature, but the angels and demons and souls are said to be so by free gift, and in comparison with the denseness of matter.",
          "id": 65164
        },
        {
          "text": "Further, body is that which has three dimensions, that is to say, it has length and breadth and depth, or thickness.",
          "id": 65165
        },
        {
          "text": "And every body is composed of the four elements; the bodies of living creatures, moreover, are composed of the four humours.",
          "id": 65166
        },
        {
          "text": "Now there are, it should be known, four elements: earth which is dry and cold: water which is cold and wet: air which is wet and warm: fire which is warm and dry.",
          "id": 65167
        },
        {
          "text": "In like manner there are also four humours, analogous to the four elements: black bile, which bears an analogy to earth, for it is dry and cold: phlegm, analogous to water, for it is cold and wet: blood, analogous to air, for it is wet and warm: yellow bile, the analogue to fire, for it is warm and dry.",
          "id": 65168
        },
        {
          "text": "Now, fruits are composed of the elements, and the humours are composed of the fruits, and the bodies of living creatures consist of the humours and dissolve back into them.",
          "id": 65169
        },
        {
          "text": "For every thing that is compound dissolves back into its elements.",
          "id": 65170
        },
        {
          "text": "Marg.",
          "id": 65171
        },
        {
          "text": "That man has community alike with inanimate things and animate creatures, whether they are devoid of or possess the faculty of reason.",
          "id": 65172
        },
        {
          "text": "Man, it is to be noted, has community with things inanimate, and participates in the life of unreasoning creatures, and shares in the mental processes of those endowed with reason.",
          "id": 65173
        },
        {
          "text": "For the bond of union between man and inanimate things is the body and its composition out of the four elements: and the bond between man and plants consists, in addition to these things, of their powers of nourishment and growth and seeding, that is, generation: and finally, over and above these links man is connected with unreasoning animals by appetite, that is anger and desire, and sense and impulsive movement.",
          "id": 65174
        },
        {
          "text": "There are then five senses, sight, hearing, smell, taste, touch.",
          "id": 65175
        },
        {
          "text": "Further, impulsive movement consists in change from place to place, and in the movements of the body as a whole and in the emission of voice and the drawing of breath.",
          "id": 65176
        },
        {
          "text": "For we have it in our power to perform or refrain from performing these actions.",
          "id": 65177
        },
        {
          "text": "Lastly, man's reason unites him to incorporeal and intelligent natures, for he applies his reason and mind and judgment to everything, and pursues after virtues, and eagerly follows after piety, which is the crown of the virtues.",
          "id": 65178
        },
        {
          "text": "And so man is a microcosm.",
          "id": 65179
        },
        {
          "text": "Moreover, it should be known that division and flux and change are peculiar to the body alone.",
          "id": 65180
        },
        {
          "text": "By change, I mean change in quality, that is in heat and cold and so forth: by flux, I mean change in the way of depletion, for dry things and wet things and spirit suffer depletion, and require repletion: so that hunger and thirst are natural affections.",
          "id": 65181
        },
        {
          "text": "Again, division is the separation of the humours, one from another, and the partition into form and matter.",
          "id": 65182
        },
        {
          "text": "But piety and thought are the peculiar properties of the soul.",
          "id": 65183
        },
        {
          "text": "And the virtues are common to soul and body, although they are referred to the soul as if the soul were making use of the body.",
          "id": 65184
        },
        {
          "text": "The reasoning part, it should be understood, naturally bears rule over that which is void of reason.",
          "id": 65185
        },
        {
          "text": "For the faculties of the soul are divided into that which has reason, and that which is without reason.",
          "id": 65186
        },
        {
          "text": "Again, of that which is without reason there are two divisions: that which does not listen to reason, that is to say, is disobedient to reason, and that which listens and obeys reason.",
          "id": 65187
        },
        {
          "text": "That which does not listen or obey reason is the vital or pulsating faculty, and the spermatic or generative faculty, and the vegetative or nutritive faculty: to this belong also the faculties of growth and bodily formation.",
          "id": 65188
        },
        {
          "text": "For these are not under the dominion of reason but under that of nature.",
          "id": 65189
        },
        {
          "text": "That which listens to and obeys reason, on the other hand is divided into anger and desire.",
          "id": 65190
        },
        {
          "text": "And the unreasoning part of the soul is called in common the pathetic and the appetitive.",
          "id": 65191
        },
        {
          "text": "Further, it is to be understood, that impulsive movement likewise belongs to the part that is obedient to reason.",
          "id": 65192
        },
        {
          "text": "The part which does not pay heed to reason includes the nutritive and generative and pulsating faculties: and the name \"vegetative\" is applied to the faculties of increase and nutriment and generation, and the name \"vital\" to the faculty of pulsation.",
          "id": 65193
        },
        {
          "text": "Of the faculty of nutrition, then, there are four forces: an attractive force which attracts nourishment: a retentive force by which nourishment is retained and not suffered to be immediately excreted: an alternative force by which the food is resolved into the humours: and an excretive force, by which the excess of food is excreted into the draught and cast forth.",
          "id": 65194
        },
        {
          "text": "The forces again, inherent in a living creature are, it should be noted, partly psychical, partly vegetative, partly vital.",
          "id": 65195
        },
        {
          "text": "The psychical forces are concerned with free volition, that is to say, impulsive movement and sensation.",
          "id": 65196
        },
        {
          "text": "Impulsive movement includes change of place and movement of the body as a whole, and phonation and respiration.",
          "id": 65197
        },
        {
          "text": "For it is in our power to perform or refrain from performing these acts.",
          "id": 65198
        },
        {
          "text": "The vegetative and vital forces, however, are quite outside the province of will.",
          "id": 65199
        },
        {
          "text": "The vegetative, moreover, include the faculties of nourishment and growth, and generation, and the vital power is the faculty of pulsation.",
          "id": 65200
        },
        {
          "text": "For these go on energising whether we will it or not.",
          "id": 65201
        },
        {
          "text": "Lastly, we must observe that of actual things, some are good, and some are bad.",
          "id": 65202
        },
        {
          "text": "A good thing in anticipation constitutes desire: while a good thing in realisation constitutes pleasure.",
          "id": 65203
        },
        {
          "text": "Similarly an evil thing in anticipation begets fear, and in realisation it begets pain.",
          "id": 65204
        },
        {
          "text": "And when we speak of good in this connection we are to be understood to mean both real and apparent good: and, similarly, we mean real and apparent evil.",
          "id": 65205
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 65206
        },
        {
          "text": "—Concerning Pleasures.",
          "id": 65207
        },
        {
          "text": "There are pleasures of the soul and pleasures of the body.",
          "id": 65208
        },
        {
          "text": "The pleasures of the soul are those which are the exclusive possession of the soul, such as the pleasures of learning and contemplation.",
          "id": 65209
        },
        {
          "text": "The pleasures of the body, however, are those which are enjoyed by soul and body in fellowship, and hence are called bodily pleasures: and such are the pleasures of food and intercourse and the like.",
          "id": 65210
        },
        {
          "text": "But one could not find any class of pleasures belonging solely to the body.",
          "id": 65211
        },
        {
          "text": "Again, some pleasures are true, others false.",
          "id": 65212
        },
        {
          "text": "And the exclusively intellectual pleasures consist in knowledge and contemplation, while the pleasures of the body depend upon sensation.",
          "id": 65213
        },
        {
          "text": "Further, of bodily pleasures, some are both natural and necessary, in the absence of which life is impossible, for example the pleasures of food which replenishes waste, and the pleasures of necessary clothing.",
          "id": 65214
        },
        {
          "text": "Others are natural but not necessary, as the pleasures of natural and lawful intercourse.",
          "id": 65215
        },
        {
          "text": "For though the function that these perform is to secure the permanence of the race as a whole, it is still possible to live a virgin life apart from them.",
          "id": 65216
        },
        {
          "text": "Others, however, are neither natural nor necessary, such as drunkenness, lust, and surfeiting to excess.",
          "id": 65217
        },
        {
          "text": "For these contribute neither to the maintenance of our own lives nor to the succession of the race, but on the contrary, are rather even a hindrance.",
          "id": 65218
        },
        {
          "text": "He therefore that would live a life acceptable to God must follow after those pleasures which are both natural and necessary: and must give a secondary place to those which are natural but not necessary, and enjoy them only in fitting season, and manner, and measure; while the others must be altogether renounced.",
          "id": 65219
        },
        {
          "text": "Those then are to be considered moral pleasures which are not bound up with pain, and bring no cause for repentance, and result in no other harm and keep within the bounds of moderation, and do not draw us far away from serious occupations, nor make slaves of us.",
          "id": 65220
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 65221
        },
        {
          "text": "—Concerning Pain.",
          "id": 65222
        },
        {
          "text": "There are four varieties of pain, viz.",
          "id": 65223
        },
        {
          "text": ", anguish, grief, envy, pity.",
          "id": 65224
        },
        {
          "text": "Anguish is pain without utterance: grief is pain that is heavy to bear like a burden: envy is pain over the good fortune of others: pity is pain over the evil fortune of others.",
          "id": 65225
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 65226
        },
        {
          "text": "—Concerning Fear.",
          "id": 65227
        },
        {
          "text": "Fear is divided into six varieties: viz.",
          "id": 65228
        },
        {
          "text": ", shrinking, shame, disgrace, consternation, panic, anxiety.",
          "id": 65229
        },
        {
          "text": "Shrinking is fear of some act about to take place.",
          "id": 65230
        },
        {
          "text": "Shame is fear arising from the anticipation of blame: and this is the highest form of the affection.",
          "id": 65231
        },
        {
          "text": "Disgrace is fear springing from some base act already done, and even for this form there is some hope of salvation.",
          "id": 65232
        },
        {
          "text": "Consternation is fear originating in some huge product of the imagination.",
          "id": 65233
        },
        {
          "text": "Panic is fear caused by some unusual product of the imagination.",
          "id": 65234
        },
        {
          "text": "Anxiety is fear of failure, that is, of misfortune: for when we fear that our efforts will not meet with success, we suffer anxiety.",
          "id": 65235
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 65236
        },
        {
          "text": "—Concerning Anger.",
          "id": 65237
        },
        {
          "text": "Anger is the ebullition of the heart's blood produced by bilious exhalation or turbidity.",
          "id": 65238
        },
        {
          "text": "Hence it is that the words χολή and χόλος are both used in the sense of anger.",
          "id": 65239
        },
        {
          "text": "Anger is sometimes lust for vengeance.",
          "id": 65240
        },
        {
          "text": "For when we are wronged or think that we are wronged, we are distressed, and there arises this mixture of desire and anger.",
          "id": 65241
        },
        {
          "text": "There are three forms of anger: rage, which the Greeks also call χολή or χόλος, μῆνις and κότος.",
          "id": 65242
        },
        {
          "text": "When anger arises and begins to be roused, it is called rage or χολή or χόλος.",
          "id": 65243
        },
        {
          "text": "Wrath again implies that the bile endures, that is to say, that the memory of the wrong abides: and indeed the Greek word for it, μῆνις is derived from μένειν, and means what abides and is transferred to memory.",
          "id": 65244
        },
        {
          "text": "Rancour, on the other hand, implies watching for a suitable moment for revenge, and the Greek word for it is κότος from κεῖσθαι.",
          "id": 65245
        },
        {
          "text": "Anger further is the satellite of reason, the vindicator of desire.",
          "id": 65246
        },
        {
          "text": "For when we long after anything and are opposed in our desire by some one, we are angered at that person, as though we had been wronged: and reason evidently deems that there are just grounds for displeasure in what has happened, in the case of those who, like us, have in the natural course of things to guard their own position.",
          "id": 65247
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 65248
        },
        {
          "text": "—Concerning Imagination.",
          "id": 65249
        },
        {
          "text": "Imagination is a faculty of the unreasoning part of the soul.",
          "id": 65250
        },
        {
          "text": "It is through the organs of sense that it is brought into action, and it is spoken of as sensation.",
          "id": 65251
        },
        {
          "text": "And further, what is imagined and perceived is that which comes within the scope of the faculty of imagination and sensation.",
          "id": 65252
        },
        {
          "text": "For example, the sense of sight is the visual faculty itself, but the object of sight is that which comes within the scope of the sense of sight, such as a stone or any other such object.",
          "id": 65253
        },
        {
          "text": "Further, an imagination is an affection of the unreasoning part of the soul which is occasioned by some object acting upon the sensation.",
          "id": 65254
        },
        {
          "text": "But an appearance is an empty affection of the unreasoning part of the soul, not occasioned by any object acting upon the sensation.",
          "id": 65255
        },
        {
          "text": "Moreover the organ of imagination is the anterior ventricle of the brain.",
          "id": 65256
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 65257
        },
        {
          "text": "—Concerning Sensation.",
          "id": 65258
        },
        {
          "text": "Sensation is that faculty of the soul whereby material objects can be apprehended or discriminated.",
          "id": 65259
        },
        {
          "text": "And the sensoria are the organs or members through which sensations are conveyed.",
          "id": 65260
        },
        {
          "text": "And the objects of sense are the things that come within the province of sensation.",
          "id": 65261
        },
        {
          "text": "And lastly, the subject of sense is the living animal which possesses the faculty of sensation.",
          "id": 65262
        },
        {
          "text": "Now there are five senses, and likewise five organs of sense.",
          "id": 65263
        },
        {
          "text": "The first sense is sight: and the sensoria or organs of sight are the nerves of the brain and the eyes.",
          "id": 65264
        },
        {
          "text": "Now sight is primarily perception of colour, but along with the colour it discriminates the body that has colour, and its size and form, and locality, and the intervening space and the number: also whether it is in motion or at rest, rough or smooth, even or uneven, sharp or blunt, and finally whether its composition is watery or earthy, that is, wet or dry.",
          "id": 65265
        },
        {
          "text": "The second sense is hearing, whereby voices and sounds are perceived.",
          "id": 65266
        },
        {
          "text": "And it distinguishes these as sharp or deep, or smooth or loud.",
          "id": 65267
        },
        {
          "text": "Its organs are the soft nerves of the brain, and the structure of the ears.",
          "id": 65268
        },
        {
          "text": "Further, man and the ape are the only animals that do not move their ears.",
          "id": 65269
        },
        {
          "text": "The third sense is smell, which is caused by the nostrils transmitting the vapours to the brain: and it is bounded by the extreme limits of the anterior ventricle of the brain.",
          "id": 65270
        },
        {
          "text": "It is the faculty by which vapours are perceived and apprehended.",
          "id": 65271
        },
        {
          "text": "Now, the most generic distinction between vapours is whether they have a good or an evil odour, or form an intermediate class with neither a good nor an evil odour.",
          "id": 65272
        },
        {
          "text": "A good odour is produced by the thorough digestion in the body of the humours.",
          "id": 65273
        },
        {
          "text": "When they are only moderately digested the intermediate class is formed, and when the digestion is very imperfect or utterly wanting, an evil odour results.",
          "id": 65274
        },
        {
          "text": "The fourth sense is taste: it is the faculty whereby the humours are apprehended or perceived, and its organs of sense are the tongue, and more especially the lips, and the palate (which the Greeks call οὐρανίσκος ), and in these are nerves that come from the brain and are spread out, and convey to the dominant part of the soul the perception or sensation they have encountered.",
          "id": 65275
        },
        {
          "text": "The so-called gustatory qualities of the humours are these:—sweetness, pungency, bitterness, astringency, acerbity, sourness, saltness, fattiness, stickiness; for taste is capable of discriminating all these.",
          "id": 65276
        },
        {
          "text": "But water has none of these qualities, and is therefore devoid of taste.",
          "id": 65277
        },
        {
          "text": "Moreover, astringency is only a more intense and exaggerated form of acerbity.",
          "id": 65278
        },
        {
          "text": "The fifth sense is touch, which is common to all living things.",
          "id": 65279
        },
        {
          "text": "Its organs are nerves which come from the brain and ramify all through the body.",
          "id": 65280
        },
        {
          "text": "Hence the body as a whole, including even the other organs of sense, possesses the sense of touch.",
          "id": 65281
        },
        {
          "text": "Within its scope come heat and cold, softness and hardness, viscosity and brittleness, heaviness and lightness: for it is by touch alone that these qualities are discriminated.",
          "id": 65282
        },
        {
          "text": "On the other hand, roughness and smoothness, dryness and wetness, thickness and thinness, up and down, place and size, whenever that is such as to be embraced in a single application of the sense of touch, are all common to touch and sight, as well as denseness and rareness, that is porosity, and rotundity if it is small, and some other shapes.",
          "id": 65283
        },
        {
          "text": "In like manner also by the aid of memory and thought perception of the nearness of a body is possible, and similarly perception of number up to two or three, and such small and easily reckoned figures.",
          "id": 65284
        },
        {
          "text": "But it is by sight rather than touch that these things are perceived.",
          "id": 65285
        },
        {
          "text": "The Creator, it is to be noted, fashioned all the other organs of sense in pairs, so that if one were destroyed, the other might fill its place.",
          "id": 65286
        },
        {
          "text": "For there are two eyes, two ears, two orifices of the nose, and two tongues, which in some animals, such as snakes, are separate, but in others, like man, are united.",
          "id": 65287
        },
        {
          "text": "But touch is spread over the whole body with the exception of bones, nerves, nails, horns, hairs, ligaments, and other such structures.",
          "id": 65288
        },
        {
          "text": "Further, it is to be observed that sight is possible only in straight lines, whereas smell and hearing are not limited to straight lines only, but act in all directions.",
          "id": 65289
        },
        {
          "text": "Touch, again, and taste act neither in straight lines, nor in every direction, but only when each comes near to the sensible objects that are proper to it.",
          "id": 65290
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 65291
        },
        {
          "text": "—Concerning Thought.",
          "id": 65292
        },
        {
          "text": "The faculty of thought deals with judgments and assents, and impulse to action and disinclinations, and escapes from action: and more especially with thoughts connected with what is thinkable, and the virtues and the different branches of learning, and the theories of the arts and matters of counsel and choice.",
          "id": 65293
        },
        {
          "text": "Further, it is this faculty which prophesies the future to us in dreams, and this is what the Pythagoreans, adopting the Hebrew view, hold to be the one true form of prophecy.",
          "id": 65294
        },
        {
          "text": "The organ of thought then is the mid-ventricle of the brain, and the vital spirit it contains.",
          "id": 65295
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 65296
        },
        {
          "text": "—Concerning Memory.",
          "id": 65297
        },
        {
          "text": "The faculty of memory is the cause and storehouse of remembrance and recollection.",
          "id": 65298
        },
        {
          "text": "For memory is a fantasy that is left behind of some sensation and thought manifesting itself in action; or the preservation of a sensation and thought.",
          "id": 65299
        },
        {
          "text": "For the soul comprehends objects of sense through the organs of sense, that is to say, it perceives, and thence arises a notion: and similarly it comprehends the objects of thought through the mind, and thence arises a thought.",
          "id": 65300
        },
        {
          "text": "It is then the preservation of the types of these notions and thoughts that is spoken of as memory.",
          "id": 65301
        },
        {
          "text": "Further, it is worthy of remark that the apprehension of matters of thought depends on learning, or natural process of thought, and not on sensation.",
          "id": 65302
        },
        {
          "text": "For though objects of sense are retained in the memory by themselves, only such objects of thought are remembered as we have learned, and we have no memory of their essence.",
          "id": 65303
        },
        {
          "text": "Recollection is the name given to the recovery of some memory lost by forgetfulness.",
          "id": 65304
        },
        {
          "text": "For forgetfulness is just loss of memory.",
          "id": 65305
        },
        {
          "text": "The faculty of imagination then, having apprehended material objects through the senses, transmits this to the faculty of thought or reason (for they are both the same), and this after it has received and passed judgment on it, passes it on to the faculty of memory.",
          "id": 65306
        },
        {
          "text": "Now the organ of memory is the posterior ventricle of the brain, which the Greeks call the παρεγκεφαλίς, and the vital spirit it contains.",
          "id": 65307
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter XXI.",
          "id": 65308
        },
        {
          "text": "—Concerning Conception and Articulation.",
          "id": 65309
        },
        {
          "text": "Again the reasoning part of the soul is divided into conception and articulation.",
          "id": 65310
        },
        {
          "text": "Conception is an activity of the soul originating in the reason without resulting in utterance.",
          "id": 65311
        },
        {
          "text": "Accordingly, often, even when we are silent we run through a whole speech in our minds, and hold discussions in our dreams.",
          "id": 65312
        },
        {
          "text": "And it is this faculty chiefly which constitutes us all reasoning beings.",
          "id": 65313
        },
        {
          "text": "For those who are dumb by birth or have lost their voice through some disease or injury, are just as much reasoning beings.",
          "id": 65314
        },
        {
          "text": "But articulation by voice or in the different dialects requires energy: that is to say, the word is articulated by the tongue and mouth, and this is why it is named articulation.",
          "id": 65315
        },
        {
          "text": "It is, indeed, the messenger of thought, and it is because of it that we are called speaking beings.",
          "id": 65316
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter XXII.",
          "id": 65317
        },
        {
          "text": "—Concerning Passion and Energy.",
          "id": 65318
        },
        {
          "text": "Passion is a word with various meanings.",
          "id": 65319
        },
        {
          "text": "It is used in regard to the body, and refers to diseases and wounds, and again, it is used in reference to the soul, and means desire and anger.",
          "id": 65320
        },
        {
          "text": "But to speak broadly and generally, passion is an animal affection which is succeeded by pleasure and pain.",
          "id": 65321
        },
        {
          "text": "For pain succeeds passion, but is not the same thing as passion.",
          "id": 65322
        },
        {
          "text": "For passion is an affection of things without sense, but not so pain.",
          "id": 65323
        },
        {
          "text": "Pain then is not passion, but the sensation of passion: and it must be considerable, that is to say, it must be great enough to come within the scope of sense.",
          "id": 65324
        },
        {
          "text": "Again, the definition of passions of the soul is this: Passion is a sensible activity of the appetitive faculty, depending on the presentation to the mind of something good or bad.",
          "id": 65325
        },
        {
          "text": "Or in other words, passion is an irrational activity of the soul, resulting from the notion of something good or bad.",
          "id": 65326
        },
        {
          "text": "For the notion of something good results in desire, and the notion of something bad results in anger.",
          "id": 65327
        },
        {
          "text": "But passion considered as a class, that is, passion in general, is defined as a movement in one thing caused by another.",
          "id": 65328
        },
        {
          "text": "Energy, on the other hand, is a drastic movement, and by \"drastic\" is meant that which is moved of itself.",
          "id": 65329
        },
        {
          "text": "Thus, anger is the energy manifested by the part of the soul where anger resides, whereas passion involves the two divisions of the soul, and in addition the whole body when it is forcibly impelled to action by anger.",
          "id": 65330
        },
        {
          "text": "For there has been caused movement in one thing caused by another, and this is called passion.",
          "id": 65331
        },
        {
          "text": "But in another sense energy is spoken of as passion.",
          "id": 65332
        },
        {
          "text": "For energy is a movement in harmony with nature, whereas passion is a movement at variance with nature.",
          "id": 65333
        },
        {
          "text": "According, then, to this view, energy may be spoken of as passion when it does not act in accord with nature, whether its movement is due to itself or to some other thing.",
          "id": 65334
        },
        {
          "text": "Thus, in connection with the heart, its natural pulsation is energy, whereas its palpitation, which is an excessive and unnatural movement, is passion and not energy.",
          "id": 65335
        },
        {
          "text": "But it is not every activity of the passionate part of the soul that is called passion, but only the more violent ones, and such as are capable of causing sensation: for the minor and unperceived movements are certainly not passions.",
          "id": 65336
        },
        {
          "text": "For to constitute passion there is necessary a considerable degree of force, and thus it is on this account that we add to the definition of passion that it is a sensible activity.",
          "id": 65337
        },
        {
          "text": "For the lesser activities escape the notice of the senses, and do not cause passion.",
          "id": 65338
        },
        {
          "text": "Observe also that our soul possesses twofold faculties, those of knowledge, and those of life.",
          "id": 65339
        },
        {
          "text": "The faculties of knowledge are mind, thought, notion, presentation, sensation: and the vital or appetitive faculties are will and choice.",
          "id": 65340
        },
        {
          "text": "Now, to make what has been said clearer, let us consider these things more closely, and first let us take the faculties of knowledge.",
          "id": 65341
        },
        {
          "text": "Presentation and sensation then have already been sufficiently discussed above.",
          "id": 65342
        },
        {
          "text": "It is sensation that causes a passion, which is called presentation, to arise in the soul, and from presentation comes notion.",
          "id": 65343
        },
        {
          "text": "Thereafter thought, weighing the truth or falseness of the notion, determines what is true: and this explains the Greek word for thought, διάνοια, which is derived from διανοεῖν, meaning to think and discriminate.",
          "id": 65344
        },
        {
          "text": "That, however, which is judged and determined to be true, is spoken of as mind.",
          "id": 65345
        },
        {
          "text": "Or to put it otherwise: The primary activity of the mind, observe, is intelligence, but intelligence applied to any object is called a thought, and when this persists and makes on the mind an impression of the object of thought, it is named reflection, and when reflection dwells on the same object and puts itself to the test, and closely examines the relation of the thought to the soul, it gets the name prudence.",
          "id": 65346
        },
        {
          "text": "Further, prudence, when it extends its area forms the power of reasoning, and is called conception, and this is defined as the fullest activity of the soul, arising in that part where reason resides, and being devoid of outward expression: and from it proceeds the uttered word spoken by the tongue.",
          "id": 65347
        },
        {
          "text": "And now that we have discussed the faculties of knowledge, let us turn to the vital or appetitive faculties.",
          "id": 65348
        },
        {
          "text": "It should be understood that there is implanted in the soul by nature a faculty of desiring that which is in harmony with its nature, and of maintaining in close union all that belongs essentially to its nature: and this power is called will or θέλησις.",
          "id": 65349
        },
        {
          "text": "For the essence both of existence and of living yearns after activity both as regards mind and sense, and in this it merely longs to realise its own natural and perfect being.",
          "id": 65350
        },
        {
          "text": "And so this definition also is given of this natural will: will is an appetite, both rational and vital, depending only on what is natural.",
          "id": 65351
        },
        {
          "text": "So that will is nothing else than the natural and vital and rational appetite of all things that go to constitute nature, that is, just the simple faculty.",
          "id": 65352
        },
        {
          "text": "For the appetite of creatures without reason, since it is irrational, is not called will.",
          "id": 65353
        },
        {
          "text": "Again βούλησις or wish is a sort of natural will, that is to say, a natural and rational appetite for some definite thing.",
          "id": 65354
        },
        {
          "text": "For there is seated in the soul of man a faculty of rational desire.",
          "id": 65355
        },
        {
          "text": "When, then, this rational desire directs itself naturally to some definite object it is called wish.",
          "id": 65356
        },
        {
          "text": "For wish is rational desire and longing for some definite thing.",
          "id": 65357
        },
        {
          "text": "Wish, however, is used both in connection with what is within our power, and in connection with what is outside our power, that is, both with regard to the possible and the impossible.",
          "id": 65358
        },
        {
          "text": "For we wish often to indulge lust or to be temperate, or to sleep and the like, and these are within our power to accomplish, and possible.",
          "id": 65359
        },
        {
          "text": "But we wish also to be kings, and this is not within our power, or we wish perchance never to die, and this is an impossibility.",
          "id": 65360
        },
        {
          "text": "The wish, then, has reference to the end alone, and not to the means by which the end is attained.",
          "id": 65361
        },
        {
          "text": "The end is the object of our wish, for instance, to be a king or to enjoy good health: but the means by which the end is attained, that is to say, the manner in which we ought to enjoy good health, or reach the rank of king, are the objects of deliberation.",
          "id": 65362
        },
        {
          "text": "Then after wish follow inquiry and speculation (ζήτησις and σκέψις), and after these, if the object is anything within our power, comes counsel or deliberation (βουλή or βούλευσις): counsel is an appetite for investigating lines of action lying within our own power.",
          "id": 65363
        },
        {
          "text": "For one deliberates, whether one ought to prosecute any matter or not, and next, one decides which is the better, and this is called judgment (κρίσις).",
          "id": 65364
        },
        {
          "text": "Thereafter, one becomes disposed to and forms a liking for that in favour of which deliberation gave judgment, and this is called inclination (γνώμη).",
          "id": 65365
        },
        {
          "text": "For should one form a judgment and not be disposed to or form a liking for the object of that judgment, it is not called inclination.",
          "id": 65366
        },
        {
          "text": "Then, again, after one has become so disposed, choice or selection (προαίρεσις and ἐπιλογή) comes into play.",
          "id": 65367
        },
        {
          "text": "For choice consists in the choosing and selecting of one of two possibilities in preference to the other.",
          "id": 65368
        },
        {
          "text": "Then one is impelled to action, and this is called impulse (ὁρμή): and thereafter it is brought into employment, and this is called use (χρῆσις).",
          "id": 65369
        },
        {
          "text": "The last stage after we have enjoyed the use is cessation from desire.",
          "id": 65370
        },
        {
          "text": "In the case, however, of creatures without reason, as soon as appetite is roused for anything, straightway arises impulse to action.",
          "id": 65371
        },
        {
          "text": "For the appetite of creatures without reason is irrational, and they are ruled by their natural appetite.",
          "id": 65372
        },
        {
          "text": "Hence, neither the names of will or wish are applicable to the appetite of creatures without reason.",
          "id": 65373
        },
        {
          "text": "For will is rational, free and natural desire, and in the case of man, endowed with reason as he is, the natural appetite is ruled rather than rules.",
          "id": 65374
        },
        {
          "text": "For his actions are free, and depend upon reason, since the faculties of knowledge and life are bound up together in man.",
          "id": 65375
        },
        {
          "text": "He is free in desire, free in wish, free in examination and investigation, free in deliberation, free in judgment, free in inclination, free in choice, free in impulse, and free in action where that is in accordance with nature.",
          "id": 65376
        },
        {
          "text": "But in the case of God, it is to be remembered, we speak of wish, but it is not correct to speak of choice.",
          "id": 65377
        },
        {
          "text": "For God does not deliberate, since that is a mark of ignorance, and no one deliberates about what he knows.",
          "id": 65378
        },
        {
          "text": "But if counsel is a mark of ignorance, surely choice must also be so.",
          "id": 65379
        },
        {
          "text": "God, then, since He has absolute knowledge of everything, does not deliberate.",
          "id": 65380
        },
        {
          "text": "Nor in the case of the soul of the Lord do we speak of counsel or choice, seeing that He had no part in ignorance.",
          "id": 65381
        },
        {
          "text": "For, although He was of a nature that is not cognisant of the future, yet because of His oneness in subsistence with God the Word, He had knowledge of all things, and that not by grace, but, as we have said, because He was one in subsistence.",
          "id": 65382
        },
        {
          "text": "For He Himself was both God and Man, and hence He did not possess the will that acts by opinion or disposition.",
          "id": 65383
        },
        {
          "text": "While He did possess the natural and simple will which is to be observed equally in all the personalities of men, His holy soul had not opinion (or, disposition) that is to say, no inclination opposed to His divine will, nor aught else contrary to His divine will.",
          "id": 65384
        },
        {
          "text": "For opinion (or, disposition) differs as persons differ, except in the case of the holy and simple and uncompound and indivisible Godhead.",
          "id": 65385
        },
        {
          "text": "There, indeed, since the subsistences are in nowise divided or separated, neither is the object of will divided.",
          "id": 65386
        },
        {
          "text": "And there, since there is but one nature, there is also but one natural will.",
          "id": 65387
        },
        {
          "text": "And again, since the subsistences are unseparated, the three subsistences have also one object of will, and one activity.",
          "id": 65388
        },
        {
          "text": "In the case of men, however, seeing that their nature is one, their natural will is also one, but since their subsistences are separated and divided from each other, alike in place and time, and disposition to things, and in many other respects, for this reason their acts of will and their opinions are different.",
          "id": 65389
        },
        {
          "text": "But in the case of our Lord Jesus Christ, since He possesses different natures, His natural wills, that is, His volitional faculties belonging to Him as God and as Man are also different.",
          "id": 65390
        },
        {
          "text": "But since the subsistence is one, and He Who exercises the will is one, the object of the will, that is, the gnomic will, is also one, His human will evidently following His divine will, and willing that which the divine will willed it to will.",
          "id": 65391
        },
        {
          "text": "Further note, that will (θέλησις) and wish (βούλησις) are two different things: also the object of will (τὸ θελητόν) and the capacity for will (θελητικόν), and the subject that exercises will (ὁ θέλων), are all different.",
          "id": 65392
        },
        {
          "text": "For will is just the simple faculty of willing, whereas wish is will directed to some definite object.",
          "id": 65393
        },
        {
          "text": "Again, the object of will is the matter underlying the will, that is to say, the thing that we will: for instance, when appetite is roused for food.",
          "id": 65394
        },
        {
          "text": "The appetite pure and simple, however, is a rational will.",
          "id": 65395
        },
        {
          "text": "The capacity for will, moreover, means that which possesses the volitional faculty, for example, man.",
          "id": 65396
        },
        {
          "text": "Further, the subject that exercises will is the actual person who makes use of will.",
          "id": 65397
        },
        {
          "text": "The word τὸ θελήμα, it is well to note, sometimes denotes the will, that is, the volitional faculty, and in this sense we speak of natural will: and sometimes it denotes the object of will, and we speak of will (θέλημα γνωμικόν) depending on inclination.",
          "id": 65398
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter XXIII.",
          "id": 65399
        },
        {
          "text": "—Concerning Energy.",
          "id": 65400
        },
        {
          "text": "All the faculties we have already discussed, both those of knowledge and those of life, both the natural and the artificial, are, it is to be noted, called energies.",
          "id": 65401
        },
        {
          "text": "For energy is the natural force and activity of each essence: or again, natural energy is the activity innate in every essence: and so, clearly, things that have the same essence have also the same energy, and things that have different natures have also different energies.",
          "id": 65402
        },
        {
          "text": "For no essence can be devoid of natural energy.",
          "id": 65403
        },
        {
          "text": "Natural energy again is the force in each essence by which its nature is made manifest.",
          "id": 65404
        },
        {
          "text": "And again: natural energy is the primal, eternally-moving force of the intelligent soul: that is, the eternally-moving word of the soul, which ever springs naturally from it.",
          "id": 65405
        },
        {
          "text": "And yet again: natural energy is the force and activity of each essence which only that which is not lacks.",
          "id": 65406
        },
        {
          "text": "But actions are also called energies: for instance, speaking, eating, drinking, and such like.",
          "id": 65407
        },
        {
          "text": "The natural affections also are often called energies, for instance, hunger, thirst, and so forth.",
          "id": 65408
        },
        {
          "text": "And yet again, the result of the force is also often called energy.",
          "id": 65409
        },
        {
          "text": "Things are spoken of in a twofold way as being potential and actual.",
          "id": 65410
        },
        {
          "text": "For we say that the child at the breast is a potential scholar, for he is so equipped that, if taught, he will become a scholar.",
          "id": 65411
        },
        {
          "text": "Further, we speak of a potential and an actual scholar, meaning that the latter is versed in letters, while the former has the power of interpreting letters, but does not put it into actual use: again, when we speak of an actual scholar, we mean that he puts his power into actual use, that is to say, that he really interprets writings.",
          "id": 65412
        },
        {
          "text": "It is, therefore, to be observed that in the second sense potentiality and actuality go together; for the scholar is in the one case potential, and in the other actual.",
          "id": 65413
        },
        {
          "text": "The primal and only true energy of nature is the voluntary or rational and independent life which constitutes our humanity.",
          "id": 65414
        },
        {
          "text": "I know not how those who rob the Lord of this can say that He became man.",
          "id": 65415
        },
        {
          "text": "Energy is drastic activity of nature: and by drastic is meant that which is moved of itself.",
          "id": 65416
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter XXIV.",
          "id": 65417
        },
        {
          "text": "—Concerning what is Voluntary and what is Involuntary.",
          "id": 65418
        },
        {
          "text": "The voluntary implies a certain definite action, and so-called involuntariness also implies a certain definite action.",
          "id": 65419
        },
        {
          "text": "Further, many attribute true involuntariness not only to suffering, but even to action.",
          "id": 65420
        },
        {
          "text": "We must then understand action to be rational energy.",
          "id": 65421
        },
        {
          "text": "Actions are followed by praise or blame, and some of them are accompanied with pleasure and others with pain; some are to be desired by the actor, others are to be shunned: further, of those that are desirable, some are always so, others only at some particular time.",
          "id": 65422
        },
        {
          "text": "And so it is also with those that are to be shunned.",
          "id": 65423
        },
        {
          "text": "Again, some actions enlist pity and are pardonable, others are hateful and deserve punishment.",
          "id": 65424
        },
        {
          "text": "Voluntariness, then, is assuredly followed by praise or blame, and renders the action pleasurable and desirable to the actor, either for all time or for the moment of its performance.",
          "id": 65425
        },
        {
          "text": "Involuntariness, on the other hand, brings merited pity or pardon in its train, and renders the act painful and undesirable to the doer, and makes him leave it in a state of incompleteness even though force is brought to bear upon him.",
          "id": 65426
        },
        {
          "text": "Further, what is involuntary, depends in part on force and in part on ignorance.",
          "id": 65427
        },
        {
          "text": "It depends on force when the creative beginning in cause is from without, that is to say, when one is forced by another without being at all persuaded, or when one does not contribute to the act on one's own impulse, or does not co-operate at all, or do on one's own account that which is exacted by force.",
          "id": 65428
        },
        {
          "text": "Thus we may give this definition: \"An involuntary act is one in which the beginning is from without, and where one does not contribute at all on one's own impulse to that which one is forced\".",
          "id": 65429
        },
        {
          "text": "And by beginning we mean the creative cause.",
          "id": 65430
        },
        {
          "text": "All involuntary act depends, on the other hand, on ignorance, when one is not the cause of the ignorance one's self, but events just so happen.",
          "id": 65431
        },
        {
          "text": "For, if one commits murder while drunk, it is an act of ignorance, but yet not involuntary: for one was one's self responsible for the cause of the ignorance, that is to say, the drunkenness.",
          "id": 65432
        },
        {
          "text": "But if while shooting at the customary range one slew one's father who happened to be passing by, this would be termed an ignorant and involuntary act.",
          "id": 65433
        },
        {
          "text": "As, then, that which is involuntary is in two parts, one depending on force, the other on ignorance, that which is voluntary is the opposite of both.",
          "id": 65434
        },
        {
          "text": "For that which is voluntary is the result neither of force nor of ignorance.",
          "id": 65435
        },
        {
          "text": "A voluntary act, then, is one of which the beginning or cause originates in an actor, who knows each individual circumstance through which and in which the action takes place.",
          "id": 65436
        },
        {
          "text": "By \"individual\" is meant what the rhetoricians call circumstantial elements: for instance, the actor, the sufferer, the action (perchance a murder), the instrument, the place, the time, the manner, the reason of the action.",
          "id": 65437
        },
        {
          "text": "Notice that there are certain things that occupy a place intermediate between what is voluntary and what is involuntary.",
          "id": 65438
        },
        {
          "text": "Although they are unpleasant and painful we welcome them as the escape from a still greater trouble; for instance, to escape shipwreck we cast the cargo overboard.",
          "id": 65439
        },
        {
          "text": "Notice also that children and irrational creatures perform voluntary actions, but these do not involve the exercise of choice: further, all our actions that are done in anger and without previous deliberation are voluntary actions, but do not in the least involve free choice.",
          "id": 65440
        },
        {
          "text": "Also, if a friend suddenly appears on the scene, or if one unexpectedly lights on a treasure, so far as we are concerned it is quite voluntary, but there is no question of choice in the matter.",
          "id": 65441
        },
        {
          "text": "For all these things are voluntary, because we desire pleasure from them, but they do not by any means imply choice, because they are not the result of deliberation.",
          "id": 65442
        },
        {
          "text": "And deliberation must assuredly precede choice, as we have said above.",
          "id": 65443
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter XXV.",
          "id": 65444
        },
        {
          "text": "—Concerning what is in our own power, that is, concerning Free-will.",
          "id": 65445
        },
        {
          "text": "The first enquiry involved in the consideration of free-will, that is, of what is in our own power, is whether anything is in our power: for there are many who deny this.",
          "id": 65446
        },
        {
          "text": "The second is, what are the things that are in our power, and over what things do we have authority? The third is, what is the reason for which God Who created us endued us with free-will? So then we shall take up the first question, and firstly we shall prove that of those things which even our opponents grant, some are within our power.",
          "id": 65447
        },
        {
          "text": "And let us proceed thus.",
          "id": 65448
        },
        {
          "text": "Of all the things that happen, the cause is said to be either God, or necessity, or fate, or nature, or chance, or accident.",
          "id": 65449
        },
        {
          "text": "But God's function has to do with essence and providence: necessity deals with the movement of things that ever keep to the same course: fate with the necessary accomplishment of the things it brings to pass (for fate itself implies necessity): nature with birth, growth, destruction, plants and animals; chance with what is rare and unexpected.",
          "id": 65450
        },
        {
          "text": "For chance is defined as the meeting and concurrence of two causes, originating in choice but bringing to pass something other than what is natural: for example, if a man finds a treasure while digging a ditch: for the man who hid the treasure did not do so that the other might find it, nor did the finder dig with the purpose of finding the treasure: but the former hid it that he might take it away when he wished, and the other's aim was to dig the ditch: whereas something happened quite different from what both had in view.",
          "id": 65451
        },
        {
          "text": "Accident again deals with casual occurrences that take place among lifeless or irrational things, apart from nature and art.",
          "id": 65452
        },
        {
          "text": "This then is their doctrine.",
          "id": 65453
        },
        {
          "text": "Under which, then, of these categories are we to bring what happens through the agency of man, if indeed man is not the cause and beginning of action? for it would not be right to ascribe to God actions that are sometimes base and unjust: nor may we ascribe these to necessity, for they are not such as ever continue the same: nor to fate, for fate implies not possibility only but necessity: nor to nature, for nature's province is animals and plants: nor to chance, for the actions of men are not rare and unexpected: nor to accident, for that is used in reference to the casual occurrences that take place in the world of lifeless and irrational things.",
          "id": 65454
        },
        {
          "text": "We are left then with this fact, that the man who acts and makes is himself the author of his own works, and is a creature endowed with free-will.",
          "id": 65455
        },
        {
          "text": "Further, if man is the author of no action, the faculty of deliberation is quite superfluous: for to what purpose could deliberation be put if man is the master of none of his actions? for all deliberation is for the sake of action.",
          "id": 65456
        },
        {
          "text": "But to prove that the fairest and most precious of man's endowments is quite superfluous would be the height of absurdity.",
          "id": 65457
        },
        {
          "text": "If then man deliberates, he deliberates with a view to action.",
          "id": 65458
        },
        {
          "text": "For all deliberation is with a view to and on account of action.",
          "id": 65459
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter XXVI.",
          "id": 65460
        },
        {
          "text": "—Concerning Events.",
          "id": 65461
        },
        {
          "text": "Of events, some are in our hands, others are not.",
          "id": 65462
        },
        {
          "text": "Those then are in our hands which we are free to do or not to do at our will, that is all actions that are done voluntarily (for those actions are not called voluntary the doing of which is not in our hands), and in a word, all that are followed by blame or praise and depend on motive and law.",
          "id": 65463
        },
        {
          "text": "Strictly all mental and deliberative acts are in our hands.",
          "id": 65464
        },
        {
          "text": "Now deliberation is concerned with equal possibilities: and an 'equal possibility' is an action that is itself within our power and its opposite, and our mind makes choice of the alternatives, and this is the origin of action.",
          "id": 65465
        },
        {
          "text": "The actions, therefore, that are in our hands are these equal possibilities: e.",
          "id": 65466
        },
        {
          "text": "g.",
          "id": 65467
        },
        {
          "text": "to be moved or not to be moved, to hasten or not to hasten, to long for unnecessaries or not to do so, to tell lies or not to tell lies, to give or not to give, to rejoice or not to rejoice as fits the occasion, and all such actions as imply virtue or vice in their performance, for we are free to do or not to do these at our pleasure.",
          "id": 65468
        },
        {
          "text": "Amongst equal possibilities also are included the arts, for we have it in our power to cultivate these or not as we please.",
          "id": 65469
        },
        {
          "text": "Note, however, that while the choice of what is to be done is ever in our power, the action itself often is prevented by some dispensation of the divine Providence.",
          "id": 65470
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter XXVII.",
          "id": 65471
        },
        {
          "text": "—Concerning the reason of our endowment with Free-will.",
          "id": 65472
        },
        {
          "text": "We hold, therefore, that free-will comes on the scene at the same moment as reason, and that change and alteration are congenital to all that is produced.",
          "id": 65473
        },
        {
          "text": "For all that is produced is also subject to change.",
          "id": 65474
        },
        {
          "text": "For those things must be subject to change whose production has its origin in change.",
          "id": 65475
        },
        {
          "text": "And change consists in being brought into being out of nothing, and in transforming a substratum of matter into something different.",
          "id": 65476
        },
        {
          "text": "Inanimate things, then, and things without reason undergo the aforementioned bodily changes, while the changes of things endowed with reason depend on choice.",
          "id": 65477
        },
        {
          "text": "For reason consists of a speculative and a practical part.",
          "id": 65478
        },
        {
          "text": "The speculative part is the contemplation of the nature of things, and the practical consists in deliberation and defines the true reason for what is to be done.",
          "id": 65479
        },
        {
          "text": "The speculative side is called mind or wisdom, and the practical side is called reason or prudence.",
          "id": 65480
        },
        {
          "text": "Every one, then, who deliberates does so in the belief that the choice of what is to be done lies in his hands, that he may choose what seems best as the result of his deliberation, and having chosen may act upon it.",
          "id": 65481
        },
        {
          "text": "And if this is so, free-will must necessarily be very closely related to reason.",
          "id": 65482
        },
        {
          "text": "For either man is an irrational being, or, if he is rational, he is master of his acts and endowed with free-will.",
          "id": 65483
        },
        {
          "text": "Hence also creatures without reason do not enjoy free-will: for nature leads them rather than they nature, and so they do not oppose the natural appetite, but as soon as their appetite longs after anything they rush headlong after it.",
          "id": 65484
        },
        {
          "text": "But man, being rational, leads nature rather than nature him, and so when he desires aught he has the power to curb his appetite or to indulge it as he pleases.",
          "id": 65485
        },
        {
          "text": "Hence also creatures devoid of reason are the subjects neither of praise nor blame, while man is the subject of both praise and blame.",
          "id": 65486
        },
        {
          "text": "Note also that the angels, being rational, are endowed with free-will, and, inasmuch as they are created, are liable to change.",
          "id": 65487
        },
        {
          "text": "This in fact is made plain by the devil who, although made good by the Creator, became of his own free-will the inventor of evil, and by the powers who revolted with him, that is the demons, and by the other troops of angels who abode in goodness.",
          "id": 65488
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chapter XXVIII.",
          "id": 65489
        },
        {
          "text": "—Concerning what is not in our hands.",
          "id": 65490
        },
        {
          "text": "Of things that are not in our hands some have their beginning or cause in those that are in our power, that is to say, the recompenses of our actions both in the present and in the age to come, but all the rest are dependent on the divine will.",
          "id": 65491
        },
        {
          "text": "For the origin of all things is from God, but their destruction has been introduced by our wickedness for our punishment or benefit.",
          "id": 65492
        },
        {
          "text": "For God did not create death, neither does He take delight in the destruction of living things.",
          "id": 65493
        },
        {
          "text": "But death is the work rather of man, that is, its origin is in Adam's transgression, in like manner as all other punishments.",
          "id": 65494
        },
        {
          "text": "But all other things must be referred to God.",
          "id": 65495
        },
        {
          "text": "For our birth is to be referred to His creative power; and our continuance to His conservative power; and our government and safety to His providential power; and the eternal enjoyment of good things by those who preserve the laws of nature in which we are formed is to be ascribed to His goodness.",
          "id": 65496
        },
        {
          "text": "But since some deny the existence of Providence, let us further devote a few words to the discussion of Providence.",
          "id": 65497
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chapter XXIX.",
          "id": 65498
        },
        {
          "text": "—Concerning Providence.",
          "id": 65499
        },
        {
          "text": "Providence, then, is the care that God takes over existing things.",
          "id": 65500
        },
        {
          "text": "And again: Providence is the will of God through which all existing things receive their fitting issue.",
          "id": 65501
        },
        {
          "text": "But if Providence is God's will, according to true reasoning all things that come into being through Providence must necessarily be both most fair and most excellent, and such that they cannot be surpassed.",
          "id": 65502
        },
        {
          "text": "For the same person must of necessity be creator of and provider for what exists: for it is not meet nor fitting that the creator of what exists and the provider should be separate persons.",
          "id": 65503
        },
        {
          "text": "For in that case they would both assuredly be deficient, the one in creating, the other in providing.",
          "id": 65504
        },
        {
          "text": "God therefore is both Creator and Provider, and His creative and preserving and providing power is simply His good-will.",
          "id": 65505
        },
        {
          "text": "For whatsoever the Lord pleased that did He in heaven and in earth, and no one resisted His will.",
          "id": 65506
        },
        {
          "text": "He willed that all things should be and they were.",
          "id": 65507
        },
        {
          "text": "He wills the universe to be framed and it is framed, and all that He wills comes to pass.",
          "id": 65508
        },
        {
          "text": "That He provides, and that He provides excellently, one can most readily perceive thus.",
          "id": 65509
        },
        {
          "text": "God alone is good and wise by nature.",
          "id": 65510
        },
        {
          "text": "Since then He is good, He provides: for he who does not provide is not good.",
          "id": 65511
        },
        {
          "text": "For even men and creatures without reason provide for their own offspring according to their nature, and he who does not provide is blamed.",
          "id": 65512
        },
        {
          "text": "Again, since He is wise, He takes the best care over what exists.",
          "id": 65513
        },
        {
          "text": "When, therefore, we give heed to these things we ought to be filled with wonder at all the works of Providence, and praise them all, and accept them all without enquiry, even though they are in the eyes of many unjust, because the Providence of God is beyond our ken and comprehension, while our reasonings and actions and the future are revealed to His eyes alone.",
          "id": 65514
        },
        {
          "text": "And by \"all\" I mean those that are not in our hands: for those that are in our power are outside the sphere of Providence and within that of our Free-will.",
          "id": 65515
        },
        {
          "text": "Now the works of Providence are partly according to the good-will (of God) and partly according to permission.",
          "id": 65516
        },
        {
          "text": "Works of good-will include all those that are undeniably good, while works of permission are…….",
          "id": 65517
        },
        {
          "text": "For Providence often permits the just man to encounter misfortune in order that he may reveal to others the virtue that lies concealed within him, as was the case with Job.",
          "id": 65518
        },
        {
          "text": "At other times it allows something strange to be done in order that something great and marvellous might be accomplished through the seemingly-strange act, as when the salvation of men was brought about through the Cross.",
          "id": 65519
        },
        {
          "text": "In another way it allows the pious man to suffer sore trials in order that he may not depart from a right conscience nor lapse into pride on account of the power and grace granted to him, as was the case with Paul.",
          "id": 65520
        },
        {
          "text": "One man is forsaken for a season with a view to another's restoration, in order that others when they see his state may be taught a lesson, as in the case of Lazarus and the rich man.",
          "id": 65521
        },
        {
          "text": "For it belongs to our nature to be cast down when we see persons in distress.",
          "id": 65522
        },
        {
          "text": "Another is deserted by Providence in order that another may be glorified, and not for his own sin or that of his parents, just as the man who was blind from his birth ministered to the glory of the Son of Man.",
          "id": 65523
        },
        {
          "text": "Again another is permitted to suffer in order to stir up emulation in the breasts of others, so that others by magnifying the glory of the sufferer may resolutely welcome suffering in the hope of future glory and the desire for future blessings, as in the case of the martyrs.",
          "id": 65524
        },
        {
          "text": "Another is allowed to fall at times into some act of baseness in order that another worse fault may be thus corrected, as for instance when God allows a man who takes pride in his virtue and righteousness to fall away into fornication in order that he may be brought through this fall into the perception of his own weakness and be humbled and approach and make confession to the Lord.",
          "id": 65525
        },
        {
          "text": "Moreover, it is to be observed that the choice of what is to be done is in our own hands: but the final issue depends, in the one case when our actions are good, on the cooperation of God, Who in His justice brings help according to His foreknowledge to such as choose the good with a right conscience, and, in the other case when our actions are to evil, on the desertion by God, Who again in His justice stands aloof in accordance with His foreknowledge.",
          "id": 65526
        },
        {
          "text": "Now there are two forms of desertion: for there is desertion in the matters of guidance and training, and there is complete and hopeless desertion.",
          "id": 65527
        },
        {
          "text": "The former has in view the restoration and safety and glory of the sufferer, or the rousing of feelings of emulation and imitation in others, or the glory of God: but the latter is when man, after God has done all that was possible to save him, remains of his own set purpose blind and uncured, or rather incurable, and then he is handed over to utter destruction, as was Judas.",
          "id": 65528
        },
        {
          "text": "May God be gracious to us, and deliver us from such desertion.",
          "id": 65529
        },
        {
          "text": "Observe further that the ways of God's providence are many, and they cannot be explained in words nor conceived by the mind.",
          "id": 65530
        },
        {
          "text": "And remember that all the assaults of dark and evil fortune contribute to the salvation of those who receive them with thankfulness, and are assuredly ambassadors of help.",
          "id": 65531
        },
        {
          "text": "Also one must bear in mind that God's original wish was that all should be saved and come to His Kingdom.",
          "id": 65532
        },
        {
          "text": "For it was not for punishment that He formed us but to share in His goodness, inasmuch as He is a good God.",
          "id": 65533
        },
        {
          "text": "But inasmuch as He is a just God, His will is that sinners should suffer punishment.",
          "id": 65534
        },
        {
          "text": "The first then is called God's antecedent will and pleasure, and springs from Himself, while the second is called God's consequent will and permission, and has its origin in us.",
          "id": 65535
        },
        {
          "text": "And the latter is two-fold; one part dealing with matters of guidance and training, and having in view our salvation, and the other being hopeless and leading to our utter punishment, as we said above.",
          "id": 65536
        },
        {
          "text": "And this is the case with actions that are not left in our hands.",
          "id": 65537
        },
        {
          "text": "But of actions that are in our hands the good ones depend on His antecedent goodwill and pleasure, while the wicked ones depend neither on His antecedent nor on His consequent will, but are a concession to free-will.",
          "id": 65538
        },
        {
          "text": "For that which is the result of compulsion has neither reason nor virtue in it.",
          "id": 65539
        },
        {
          "text": "God makes provision for all creation and makes all creation the instrument of His help and training, yea often even the demons themselves, as for example in the cases of Job and the swine.",
          "id": 65540
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chapter XXX.",
          "id": 65541
        },
        {
          "text": "—Concerning Prescience and Predestination.",
          "id": 65542
        },
        {
          "text": "We ought to understand that while God knows all things beforehand, yet He does not predetermine all things.",
          "id": 65543
        },
        {
          "text": "For He knows beforehand those things that are in our power, but He does not predetermine them.",
          "id": 65544
        },
        {
          "text": "For it is not His will that there should be wickedness nor does He choose to compel virtue.",
          "id": 65545
        },
        {
          "text": "So that predetermination is the work of the divine command based on fore-knowledge.",
          "id": 65546
        },
        {
          "text": "But on the other hand God predetermines those things which are not within our power in accordance with His prescience.",
          "id": 65547
        },
        {
          "text": "For already God in His prescience has prejudged all things in accordance with His goodness and justice.",
          "id": 65548
        },
        {
          "text": "Bear in mind, too, that virtue is a gift from God implanted in our nature, and that He Himself is the source and cause of all good, and without His co-operation and help we cannot will or do any good thing.",
          "id": 65549
        },
        {
          "text": "But we have it in our power either to abide in virtue and follow God, Who calls us into ways of virtue, or to stray from paths of virtue, which is to dwell in wickedness, and to follow the devil who summons but cannot compel us.",
          "id": 65550
        },
        {
          "text": "For wickedness is nothing else than the withdrawal of goodness, just as darkness is nothing else than the withdrawal of light.",
          "id": 65551
        },
        {
          "text": "While then we abide in the natural state we abide in virtue, but when we deviate from the natural state, that is from virtue, we come into an unnatural state and dwell in wickedness.",
          "id": 65552
        },
        {
          "text": "Repentance is the returning from the unnatural into the natural state, from the devil to God, through discipline and effort.",
          "id": 65553
        },
        {
          "text": "Man then the Creator made male, giving him to share in His own divine grace, and bringing him thus into communion with Himself: and thus it was that he gave in the manner of a prophet the names to living things, with authority as though they were given to be his slaves.",
          "id": 65554
        },
        {
          "text": "For having been endowed with reason and mind, and free-will after the image of God, he was fitly entrusted with dominion over earthly things by the common Creator and Master of all.",
          "id": 65555
        },
        {
          "text": "But since God in His prescience knew that man would transgress and become liable to destruction, He made from him a female to be a help to him like himself; a help, indeed, for the conservation of the race after the transgression from age to age by generation.",
          "id": 65556
        },
        {
          "text": "For the earliest formation is called 'making' and not 'generation.",
          "id": 65557
        },
        {
          "text": "' For 'making' is the original formation at God's hands, while 'generation' is the succession from each other made necessary by the sentence of death imposed on us on account of the transgression.",
          "id": 65558
        },
        {
          "text": "This man He placed in Paradise, a home that was alike spiritual and sensible.",
          "id": 65559
        },
        {
          "text": "For he lived in the body on the earth in the realm of sense, while he dwelt in the spirit among the angels, cultivating divine thoughts, and being supported by them: living in naked simplicity a life free from artificiality, and being led up through His creations to the one and only Creator, in Whose contemplation he found joy and gladness.",
          "id": 65560
        },
        {
          "text": "When therefore He had furnished his nature with free-will, He imposed a law on him, not to taste of the tree of knowledge.",
          "id": 65561
        },
        {
          "text": "Concerning this tree, we have said as much as is necessary in the chapter about Paradise, at least as much as it was in our power to say.",
          "id": 65562
        },
        {
          "text": "And with this command He gave the promise that, if he should preserve the dignity of the soul by giving the victory to reason, and acknowledging his Creator and observing His command, he should share eternal blessedness and live to all eternity, proving mightier than death: but if forsooth he should subject the soul to the body, and prefer the delights of the body, comparing himself in ignorance of his true dignity to the senseless beasts, and shaking off His Creator's yoke, and neglecting His divine injunction, he will be liable to death and corruption, and will be compelled to labour throughout a miserable life.",
          "id": 65563
        },
        {
          "text": "For it was no profit to man to obtain incorruption while still untried and unproved, lest he should fall into pride and under the judgment of the devil.",
          "id": 65564
        },
        {
          "text": "For through his incorruption the devil, when he had fallen as the result of his own free choice, was firmly established in wickedness, so that there was no room for repentance and no hope of change: just as, moreover, the angels also, when they had made free choice of virtue became through grace immoveably rooted in goodness.",
          "id": 65565
        },
        {
          "text": "It was necessary, therefore, that man should first be put to the test (for man untried and unproved would be worth nothing), and being made perfect by the trial through the observance of the command should thus receive incorruption as the prize of his virtue.",
          "id": 65566
        },
        {
          "text": "For being intermediate between God and matter he was destined, if he kept the command, to be delivered from his natural relation to existing things and to be made one with God's estate, and to be immoveably established in goodness, but, if he transgressed and inclined the rather to what was material, and tore his mind from the Author of his being, I mean God, his fate was to be corruption, and he was to become subject to passion instead of passionless, and mortal instead of immortal, and dependent on connection and unsettled generation.",
          "id": 65567
        },
        {
          "text": "And in his desire for life he would cling to pleasures as though they were necessary to maintain it, and would fearlessly abhor those who sought to deprive him of these, and transfer his desire from God to matter, and his anger from the real enemy of his salvation to his own brethren.",
          "id": 65568
        },
        {
          "text": "The envy of the devil then was the reason of man's fall.",
          "id": 65569
        },
        {
          "text": "For that same demon, so full of envy and with such a hatred of good, would not suffer us to enjoy the pleasures of heaven, when he himself was kept below on account of his arrogance, and hence the false one tempts miserable man with the hope of Godhead, and leading him up to as great a height of arrogance as himself, he hurls him down into a pit of destruction just as deep.",
          "id": 65570
        }
      ]
    }
  ]
}