{
  "book": "John of Damascus: Exposition of the Orthodox Faith Book III",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Book III.",
          "id": 65571
        },
        {
          "text": "Chapter I.",
          "id": 65572
        },
        {
          "text": "—Concerning the Divine oeconomy and God's care over us, and concerning our salvation.",
          "id": 65573
        },
        {
          "text": "Man, then, was thus snared by the assault of the arch-fiend, and broke his Creator's command, and was stripped of grace and put off his confidence with God, and covered himself with the asperities of a toilsome life (for this is the meaning of the fig-leaves); and was clothed about with death, that is, mortality and the grossness of flesh (for this is what the garment of skins signifies); and was banished from Paradise by God's just judgment, and condemned to death, and made subject to corruption.",
          "id": 65574
        },
        {
          "text": "Yet, notwithstanding all this, in His pity, God, Who gave him his being, and Who in His graciousness bestowed on him a life of happiness, did not disregard man.",
          "id": 65575
        },
        {
          "text": "But He first trained him in many ways and called him back, by groans and trembling, by the deluge of water, and the utter destruction of almost the whole race, by confusion and diversity of tongues, by the rule of angels, by the burning of cities, by figurative manifestations of God, by wars and victories and defeats, by signs and wonders, by manifold faculties, by the law and the prophets: for by all these means God earnestly strove to emancipate man from the wide-spread and enslaving bonds of sin, which had made life such a mass of iniquity, and to effect man's return to a life of happiness.",
          "id": 65576
        },
        {
          "text": "For it was sin that brought death like a wild and savage beast into the world to the ruin of the human life.",
          "id": 65577
        },
        {
          "text": "But it behoved the Redeemer to be without sin, and not made liable through sin to death, and further, that His nature should be strengthened and renewed, and trained by labour and taught the way of virtue which leads away from corruption to the life eternal and, in the end, is revealed the mighty ocean of love to man that is about Him.",
          "id": 65578
        },
        {
          "text": "For the very Creator and Lord Himself undertakes a struggle in behalf of the work of His own hands, and learns by toil to become Master.",
          "id": 65579
        },
        {
          "text": "And since the enemy snares man by the hope of Godhead, he himself is snared in turn by the screen of flesh, and so are shown at once the goodness and wisdom, the justice and might of God.",
          "id": 65580
        },
        {
          "text": "God's goodness is revealed in that He did not disregard the frailty of His own handiwork, but was moved with compassion for him in his fall, and stretched forth His hand to him: and His justice in that when man was overcome He did not make another victorious over the tyrant, nor did He snatch man by might from death, but in His goodness and justice He made him, who had become through his sins the slave of death, himself once more conqueror and rescued like by like, most difficult though it seemed: and His wisdom is seen in His devising the most fitting solution of the difficulty.",
          "id": 65581
        },
        {
          "text": "For by the good pleasure of our God and Father, the Only-begotten Son and Word of God and God, Who is in the bosom of the God and Father, of like essence with the Father and the Holy Spirit, Who was before the ages, Who is without beginning and was in the beginning, Who is in the presence of the God and Father, and is God and made in the form of God, bent the heavens and descended to earth: that is to say, He humbled without humiliation His lofty station which yet could not be humbled, and condescends to His servants, with a condescension ineffable and incomprehensible: (for that is what the descent signifies).",
          "id": 65582
        },
        {
          "text": "And God being perfect becomes perfect man, and brings to perfection the newest of all new things, the only new thing under the Sun, through which the boundless might of God is manifested.",
          "id": 65583
        },
        {
          "text": "For what greater thing is there, than that God should become Man? And the Word became flesh without being changed, of the Holy Spirit, and Mary the holy and ever-virgin one, the mother of God.",
          "id": 65584
        },
        {
          "text": "And He acts as mediator between God and man, He the only lover of man conceived in the Virgin's chaste womb without will or desire, or any connection with man or pleasurable generation, but through the Holy Spirit and the first offspring of Adam.",
          "id": 65585
        },
        {
          "text": "And He becomes obedient to the Father Who is like unto us, and finds a remedy for our disobedience in what He had assumed from us, and became a pattern of obedience to us without which it is not possible to obtain salvation.",
          "id": 65586
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 65587
        },
        {
          "text": "—Concerning the manner in which the Wordwas conceived, and concerning His divine incarnation.",
          "id": 65588
        },
        {
          "text": "The angel of the Lord was sent to the holy Virgin, who was descended from David's line.",
          "id": 65589
        },
        {
          "text": "For it is evident that our Lord sprang out of Judah, of which tribe no one turned his attention to the altar, as the divine apostle said: but about this we will speak more accurately later.",
          "id": 65590
        },
        {
          "text": "And bearing glad tidings to her, he said, Hail thou highly favoured one, the Lord is with thee.",
          "id": 65591
        },
        {
          "text": "And she was troubled at his word, and the angel said to her, Fear not, Mary, for thou hast found favour with God, and shalt bring forth a Son and shalt call His name Jesus; for He shall save His people from their sins.",
          "id": 65592
        },
        {
          "text": "Hence it comes that Jesus has the interpretation Saviour.",
          "id": 65593
        },
        {
          "text": "And when she asked in her perplexity, How can this be, seeing I know not a man? the angel again answered her, The Holy Spirit shall come upon thee, and the power of the Highest shall overshadow thee.",
          "id": 65594
        },
        {
          "text": "Therefore also that holy thing which shall be born of theeshall be called the Son of God.",
          "id": 65595
        },
        {
          "text": "And she said to him, Behold the handmaid of the Lord: be it unto me according to Thy word.",
          "id": 65596
        },
        {
          "text": "So then, after the assent of the holy Virgin, the Holy Spirit descended on her, according to the word of the Lord which the angel spoke, purifying her, and granting her power to receive the divinity of the Word, and likewise power to bring forth.",
          "id": 65597
        },
        {
          "text": "And then was she overshadowed by the enhypostatic Wisdom and Power of the most high God, the Son of God Who is of like essence with the Father as of Divine seed, and from her holy and most pure blood He formed flesh animated with the spirit of reason and thought, the first-fruits of our compound nature: not by procreation but by creation through the Holy Spirit: not developing the fashion of the body by gradual additions but perfecting it at once, He Himself, the very Word of God, standing to the flesh in the relation of subsistence.",
          "id": 65598
        },
        {
          "text": "For the divine Word was not made one with flesh that had an independent pre-existence, but taking up His abode in the womb of the holy Virgin, He unreservedly in His own subsistence took upon Himself through the pure blood of the eternal Virgin a body of flesh animated with the spirit of reason and thought, thus assuming to Himself the first-fruits of man's compound nature, Himself, the Word, having become a subsistence in the flesh.",
          "id": 65599
        },
        {
          "text": "So that He is at once flesh, and at the same time flesh of God the Word, and likewise flesh animated, possessing both reason and thought.",
          "id": 65600
        },
        {
          "text": "Wherefore we speak not of man as having become God, but of God as having become Man.",
          "id": 65601
        },
        {
          "text": "For being by nature perfect God, He naturally became likewise perfect Man: and did not change His nature nor make the dispensation an empty show, but became, without confusion or change or division, one in subsistence with the flesh, which was conceived of the holy Virgin, and animated with reason and thought, and had found existence in Him, while He did not change the nature of His divinity into the essence of flesh, nor the essence of flesh into the nature of His divinity, and did not make one compound nature out of His divine nature and the human nature He had assumed.",
          "id": 65602
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 65603
        },
        {
          "text": "—Concerning Christ's two natures, in opposition to those who hold that He has only one.",
          "id": 65604
        },
        {
          "text": "For the two natures were united with each other without change or alteration, neither the divine nature departing from its native simplicity, nor yet the human being either changed into the nature of God or reduced to non-existence, nor one compound nature being produced out of the two.",
          "id": 65605
        },
        {
          "text": "For the compound nature cannot be of the same essence as either of the natures out of which it is compounded, as made one thing out of others: for example, the body is composed of the four elements, but is not of the same essence as fire or air, or water or earth, nor does it keep these names.",
          "id": 65606
        },
        {
          "text": "If, therefore, after the union, Christ's nature was, as the heretics hold, a compound unity, He had changed from a simple into a compound nature, and is not of the same essence as the Father Whose nature is simple, nor as the mother, who is not a compound of divinity and humanity.",
          "id": 65607
        },
        {
          "text": "Nor will He then be in divinity and humanity: nor will He be called either God or Man, but simply Christ: and the word Christ will be the name not of the subsistence, but of what in their view is the one nature.",
          "id": 65608
        },
        {
          "text": "We, however, do not give it as our view that Christ's nature is compound, nor yet that He is one thing made of other things and differing from them as man is made of soul and body, or as the body is made of the four elements, but hold that, though He is constituted of these different parts He is yet the same.",
          "id": 65609
        },
        {
          "text": "For we confess that He alike in His divinity and in His humanity both is and is said to be perfect God, the same Being, and that He consists of two natures, and exists in two natures.",
          "id": 65610
        },
        {
          "text": "Further, by the word \"Christ\" we understand the name of the subsistence, not in the sense of one kind, but as signifying the existence of two natures.",
          "id": 65611
        },
        {
          "text": "For in His own person He anointed Himself; as God anointing His body with His own divinity, and as Man being anointed.",
          "id": 65612
        },
        {
          "text": "For He is Himself both God and Man.",
          "id": 65613
        },
        {
          "text": "And the anointing is the divinity of His humanity.",
          "id": 65614
        },
        {
          "text": "For if Christ, being of one compound nature, is of like essence to the Father, then the Father also must be compound and of like essence with the flesh, which is absurd and extremely blasphemous.",
          "id": 65615
        },
        {
          "text": "How, indeed, could one and the same nature come to embrace opposing and essential differences? For how is it possible that the same nature should be at once created and uncreated, mortal and immortal, circumscribed and uncircumscribed?  But if those who declare that Christ has only one nature should say also that that nature is a simple one, they must admit either that He is God pure and simple, and thus reduce the incarnation to a mere pretence, or that He is only man, according to Nestorius.",
          "id": 65616
        },
        {
          "text": "And how then about His being \"perfect in divinity and perfect in humanity\"? And when can Christ be said to be of two natures, if they hold that He is of one composite nature after the union? For it is surely clear to every one that before the union Christ's nature was one.",
          "id": 65617
        },
        {
          "text": "But this is what leads the heretics astray, viz.",
          "id": 65618
        },
        {
          "text": ", that they look upon nature and subsistence as the same thing.",
          "id": 65619
        },
        {
          "text": "For when we speak of the nature of men as one, observe that in saying this we are not looking to the question of soul and body.",
          "id": 65620
        },
        {
          "text": "For when we compare together the soul and the body it cannot be said that they are of one nature.",
          "id": 65621
        },
        {
          "text": "But since there are very many subsistences of men, and yet all have the same kind of nature: for all are composed of soul and body, and all have part in the nature of the soul, and possess the essence of the body, and the common form: we speak of the one nature of these very many and different subsistences; while each subsistence, to wit, has two natures, and fulfils itself in two natures, namely, soul and body.",
          "id": 65622
        },
        {
          "text": "But a common form cannot be admitted in the case of our Lord Jesus Christ.",
          "id": 65623
        },
        {
          "text": "For neither was there ever, nor is there, nor will there ever be another Christ constituted of deity and humanity, and existing in deity and humanity at once perfect God and perfect man.",
          "id": 65624
        },
        {
          "text": "And thus in the case of our Lord Jesus Christ we cannot speak of one nature made up of divinity and humanity, as we do in the case of the individual made up of soul and body.",
          "id": 65625
        },
        {
          "text": "For in the latter case we have to do with an individual, but Christ is not an individual.",
          "id": 65626
        },
        {
          "text": "For there is no predicable form of Christlihood, so to speak, that He possesses.",
          "id": 65627
        },
        {
          "text": "And therefore we hold that there has been a union of two perfect natures, one divine and one human; not with disorder or confusion, or intermixture, or commingling, as is said by the God-accursed Dioscorus and by Eutyches and Severus, and all that impious company: and not in a personal or relative manner, or as a matter of dignity or agreement in will, or equality in honour, or identity in name, or good pleasure, as Nestorius, hated of God, said, and Diodorus and Theodorus of Mopsuestia, and their diabolical tribe: but by synthesis; that is, in subsistence, without change or confusion or alteration or difference or separation, and we confess that in two perfect natures there is but one subsistence of the Son of God incarnate; holding that there is one and the same subsistence belonging to His divinity and His humanity, and granting that the two natures are preserved in Him after the union, but we do not hold that each is separate and by itself, but that they are united to each other in one compound subsistence.",
          "id": 65628
        },
        {
          "text": "For we look upon the union as essential, that is, as true and not imaginary.",
          "id": 65629
        },
        {
          "text": "We say that it is essential, moreover, not in the sense of two natures resulting in one compound nature, but in the sense of a true union of them in one compound subsistence of the Son of God, and we hold that their essential difference is preserved.",
          "id": 65630
        },
        {
          "text": "For the created remaineth created, and the uncreated, uncreated: the mortal remaineth mortal; the immortal, immortal: the circumscribed, circumscribed: the uncircumscribed, uncircumscribed: the visible, visible: the invisible, invisible.",
          "id": 65631
        },
        {
          "text": "\"The one part is all glorious with wonders: while the other is the victim of insults\".",
          "id": 65632
        },
        {
          "text": "Moreover, the Word appropriates to Himself the attributes of humanity: for all that pertains to His holy flesh is His: and He imparts to the flesh His own attributes by way of communication in virtue of the interpenetration of the parts one with another, and the oneness according to subsistence, and inasmuch as He Who lived and acted both as God and as man, taking to Himself either form and holding intercourse with the other form, was one and the same.",
          "id": 65633
        },
        {
          "text": "Hence it is that the Lord of Glory is said to have been crucified, although His divine nature never endured the Cross, and that the Son of Man is allowed to have been in heaven before the Passion, as the Lord Himself said.",
          "id": 65634
        },
        {
          "text": "For the Lord of Glory is one and the same with Him Who is in nature and in truth the Son of Man, that is, Who became man, and both His wonders and His sufferings are known to us, although His wonders were worked in His divine capacity, and His sufferings endured as man.",
          "id": 65635
        },
        {
          "text": "For we know that, just as is His one subsistence, so is the essential difference of the nature preserved.",
          "id": 65636
        },
        {
          "text": "For how could difference be preserved if the very things that differ from one another are not preserved? For difference is the difference between things that differ.",
          "id": 65637
        },
        {
          "text": "In so far as Christ's natures differ from one another, that is, in the matter of essence, we hold that Christ unites in Himself two extremes: in respect of His divinity He is connected with the Father and the Spirit, while in respect of His humanity He is connected with His mother and all mankind.",
          "id": 65638
        },
        {
          "text": "And in so far as His natures are united, we hold that He differs from the Father and the Spirit on the one hand, and from the mother and the rest of mankind on the other.",
          "id": 65639
        },
        {
          "text": "For the natures are united in His subsistence, having one compound subsistence, in which He differs from the Father and the Spirit, and also from the mother and us.",
          "id": 65640
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 65641
        },
        {
          "text": "—Concerning the manner of the Mutual Communication.",
          "id": 65642
        },
        {
          "text": "Now we have often said already that essence is one thing and subsistence another, and that essence signifies the common and general form of subsistences of the same kind, such as God, man, while subsistence marks the individual, that is to say, Father, Son, Holy Spirit, or Peter, Paul.",
          "id": 65643
        },
        {
          "text": "Observe, then, that the names, divinity and humanity, denote essences or natures: while the names, God and man, are applied both in connection with natures, as when we say that God is incomprehensible essence, and that God is one, and with reference to subsistences, that which is more specific having the name of the more general applied to it, as when the Scripture says, Therefore God, thy God, hath anointed thee, or again, There was a certain man in the land of Uz, for it was only to Job that reference was made.",
          "id": 65644
        },
        {
          "text": "Therefore, in the case of our Lord Jesus Christ, seeing that we recognise that He has two natures but only one subsistence compounded of both, when we contemplate His natures we speak of His divinity and His humanity, but when we contemplate the subsistence compounded of the natures we sometimes use terms that have reference to His double nature, as \"Christ,\" and \"at once God and man,\" and \"God Incarnate;\" and sometimes those that imply only one of His natures, as \"God\" alone, or \"Son of God,\" and \"man\" alone, or \"Son of Man;\" sometimes using names that imply His loftiness and sometimes those that imply His lowliness.",
          "id": 65645
        },
        {
          "text": "For He Who is alike God and man is one, being the former from the Father ever without cause, but having become the latter afterwards for His love towards man.",
          "id": 65646
        },
        {
          "text": "When, then, we speak of His divinity we do not ascribe to it the properties of humanity.",
          "id": 65647
        },
        {
          "text": "For we do not say that His divinity is subject to passion or created.",
          "id": 65648
        },
        {
          "text": "Nor, again, do we predicate of His flesh or of His humanity the properties of divinity: for we do not say that His flesh or His humanity is uncreated.",
          "id": 65649
        },
        {
          "text": "But when we speak of His subsistence, whether we give it a name implying both natures, or one that refers to only one of them, we still attribute to it the properties of both natures.",
          "id": 65650
        },
        {
          "text": "For Christ, which name implies both natures, is spoken of as at once God and man, created and uncreated, subject to suffering and incapable of suffering: and when He is named Son of God and God, in reference to only one of His natures, He still keeps the properties of the co-existing nature, that is, the flesh, being spoken of as God who suffers, and as the Lord of Glory crucified, not in respect of His being God but in respect of His being at the same time man.",
          "id": 65651
        },
        {
          "text": "Likewise also when He is called Man and Son of Man, He still keeps the properties and glories of the divine nature, a child before the ages, and man who knew no beginning; it is not, however, as child or man but as God that He is before the ages, and became a child in the end.",
          "id": 65652
        },
        {
          "text": "And this is the manner of the mutual communication, either nature giving in exchange to the other its own properties through the identity of the subsistence and the interpenetration of the parts with one another.",
          "id": 65653
        },
        {
          "text": "Accordingly we can say of Christ: This our God was seen upon the earth and lived amongst men, and This man is uncreated and impossible and uncircumscribed.",
          "id": 65654
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 65655
        },
        {
          "text": "—Concerning the number of the Natures.",
          "id": 65656
        },
        {
          "text": "In the case, therefore, of the Godhead we confess that there is but one nature, but hold that there are three subsistences actually existing, and hold that all things that are of nature and essence are simple, and recognise the difference of the subsistences only in the three properties of independence of cause and Fatherhood, of dependence on cause and Sonship, of dependence on cause and procession.",
          "id": 65657
        },
        {
          "text": "And we know further that these are indivisible and inseparable from each other and united into one, and interpenetrating one another without confusion.",
          "id": 65658
        },
        {
          "text": "Yea, I repeat, united without confusion, for they are three although united, and they are distinct, although inseparable.",
          "id": 65659
        },
        {
          "text": "For although each has an independent existence, that is to say, is a perfect subsistence and has an individuality of its own, that is, has a special mode of existence, yet they are one in essence and in the natural properties, and in being inseparable and indivisible from the Father's subsistence, and they both are and are said to be one God.",
          "id": 65660
        },
        {
          "text": "In the very same way, then, in the case of the divine and ineffable dispensation, exceeding all thought and comprehension, I mean the Incarnation of the One God the Word of the Holy Trinity, and our Lord Jesus Christ, we confess that there are two natures, one divine and one human, joined together with one another and united in subsistence, so that one compound subsistence is formed out of the two natures: but we hold that the two natures are still preserved, even after the union, in the one compound subsistence, that is, in the one Christ, and that these exist in reality and have their natural properties; for they are united without confusion, and are distinguished and enumerated without being separable.",
          "id": 65661
        },
        {
          "text": "And just as the three subsistences of the Holy Trinity are united without confusion, and are distinguished and enumerated without being separable, the enumeration not entailing division or separation or alienation or cleavage among them (for we recognise one God the Father, the Son and the Holy Spirit), so in the same way the natures of Christ also, although they are united, yet are united without confusion; and although they interpenetrate one another, yet they do not permit of change or transmutation of one into the other.",
          "id": 65662
        },
        {
          "text": "For each keeps its own natural individuality strictly unchanged.",
          "id": 65663
        },
        {
          "text": "And thus it is that they can be enumerated without the enumeration introducing division.",
          "id": 65664
        },
        {
          "text": "For Christ, indeed, is one, perfect both in divinity and in humanity.",
          "id": 65665
        },
        {
          "text": "For it is not the nature of number to cause separation or unity, but its nature is to indicate the quantity of what is enumerated, whether these are united or separated: for we have unity, for instance, when fifty stones compose a wall, but we have separation when the fifty stones lie on the ground; and again, we have unity when we speak of coal having two natures, namely, fire and wood, but we have separation in that the nature of fire is one thing, and the nature of wood another thing; for these things are united and separated not by number, but in another way.",
          "id": 65666
        },
        {
          "text": "So, then, just as even though the three subsistences of the Godhead are united with each other, we cannot speak of them as one subsistence because we should confuse and do away with the difference between the subsistences, so also we cannot speak of the two natures of Christ as one nature, united though they are in subsistence, because we should then confuse and do away with and reduce to nothing the difference between the two natures.",
          "id": 65667
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 65668
        },
        {
          "text": "—That in one of its subsistences the divine nature is united in its entirety to the human nature, in its entirety and not only part to part.",
          "id": 65669
        },
        {
          "text": "What is common and general is predicated of the included particulars.",
          "id": 65670
        },
        {
          "text": "Essence, then, is common as being a form, while subsistence is particular.",
          "id": 65671
        },
        {
          "text": "It is particular not as though it had part of the nature and had not the rest, but particular in a numerical sense, as being individual.",
          "id": 65672
        },
        {
          "text": "For it is in number and not in nature that the difference between subsistences is said to lie.",
          "id": 65673
        },
        {
          "text": "Essence, therefore, is predicated of subsistence, because in each subsistence of the same form the essence is perfect.",
          "id": 65674
        },
        {
          "text": "Wherefore subsistences do not differ from each other in essence but in the accidents which indeed are the characteristic properties, but characteristic of subsistence and not of nature.",
          "id": 65675
        },
        {
          "text": "For indeed they define subsistence as essence along with accidents.",
          "id": 65676
        },
        {
          "text": "So that the subsistence contains both the general and the particular, and has an independent existence, while essence has not an independent existence but is contemplated in the subsistences.",
          "id": 65677
        },
        {
          "text": "Accordingly when one of the subsistences suffers, the whole essence, being capable of suffering, is held to have suffered in one of its subsistences as much as the subsistence suffered, but it does not necessarily follow, however, that all the subsistences of the same class should suffer along with the suffering subsistence.",
          "id": 65678
        },
        {
          "text": "Thus, therefore, we confess that the nature of the Godhead is wholly and perfectly in each of its subsistences, wholly in the Father, wholly in the Son, and wholly in the Holy Spirit.",
          "id": 65679
        },
        {
          "text": "Wherefore also the Father is perfect God, the Son is perfect God, and the Holy Spirit is perfect God.",
          "id": 65680
        },
        {
          "text": "In like manner, too, in the Incarnation of the Trinity of the One God the Word of the Holy Trinity, we hold that in one of its subsistences the nature of the Godhead is wholly and perfectly united with the whole nature of humanity, and not part united to part.",
          "id": 65681
        },
        {
          "text": "The divine Apostle in truth says that in Him dwelleth all the fulness of the Godhead bodily, that is to say in His flesh.",
          "id": 65682
        },
        {
          "text": "And His divinely-inspired disciple, Dionysius, who had so deep a knowledge of things divine, said that the Godhead as a whole had fellowship with us in one of its own subsistences.",
          "id": 65683
        },
        {
          "text": "But we shall not be driven to hold that all the subsistences of the Holy Godhead, to wit the three, are made one in subsistence with all the subsistences of humanity.",
          "id": 65684
        },
        {
          "text": "For in no other respect did the Father and the Holy Spirit take part in the incarnation of God the Word than according to good will and pleasure.",
          "id": 65685
        },
        {
          "text": "But we hold that to the whole of human nature the whole essence of the Godhead was united.",
          "id": 65686
        },
        {
          "text": "For God the Word omitted none of the things which He implanted in our nature when He formed us in the beginning, but took them all upon Himself, body and soul both intelligent and rational, and all their properties.",
          "id": 65687
        },
        {
          "text": "For the creature that is devoid of one of these is not man.",
          "id": 65688
        },
        {
          "text": "But He in His fulness took upon Himself me in my fulness, and was united whole to whole that He might in His grace bestow salvation on the whole man.",
          "id": 65689
        },
        {
          "text": "For what has not been taken cannot be healed.",
          "id": 65690
        },
        {
          "text": "The Word of God, then, was united to flesh through the medium of mind which is intermediate between the purity of God and the grossness of flesh.",
          "id": 65691
        },
        {
          "text": "For the mind holds sway over soul and body, but while the mind is the purest part of the soul God is that of the mind.",
          "id": 65692
        },
        {
          "text": "And when it is allowed by that which is more excellent, the mind of Christ gives proof of its own authority, but it is under the dominion of and obedient to that which is more excellent, and does those things which the divine will purposes.",
          "id": 65693
        },
        {
          "text": "Further the mind has become the seat of the divinity united with it in subsistence, just as is evidently the case with the body too, not as an inmate, which is the impious error into which the heretics fall when they say that one bushel cannot contain two bushels, for they are judging what is immaterial by material standards.",
          "id": 65694
        },
        {
          "text": "How indeed could Christ be called perfect God and perfect man, and be said to be of like essence with the Father and with us, if only part of the divine nature is joined in Him to part of the human nature?  We hold, moreover, that our nature has been raised from the dead and has ascended to the heavens and taken its seat at the right hand of the Father: not that all the persons of men have risen from the dead and taken their seat at the right hand of the Father, but that this has happened to the whole of our nature in the subsistence of Christ.",
          "id": 65695
        },
        {
          "text": "Verily the divine Apostle says, God hath raised us up together and made us sit together in Christ.",
          "id": 65696
        },
        {
          "text": "And this further we hold, that the union took place through common essences.",
          "id": 65697
        },
        {
          "text": "For every essence is common to the subsistences contained in it, and there cannot be found a partial and particular nature, that is to say, essence: for otherwise we would have to hold that the same subsistences are at once the same and different in essence, and that the Holy Trinity in respect of the divinity is at once the same and different in essence.",
          "id": 65698
        },
        {
          "text": "So then the same nature is to be observed in each of the subsistences, and when we said that the nature of the word became flesh, as did the blessed Athanasius and Cyrillus, we mean that the divinity was joined to the flesh.",
          "id": 65699
        },
        {
          "text": "Hence we cannot say \"The nature of the Word suffered;\" for the divinity in it did not suffer, but we say that the human nature, not by any means, however, meaning all the subsistences of men, suffered in Christ, and we confess further that Christ suffered in His human nature.",
          "id": 65700
        },
        {
          "text": "So that when we speak of the nature of the Word we mean the Word Himself.",
          "id": 65701
        },
        {
          "text": "And the Word has both the general element of essence and the particular element of subsistence.",
          "id": 65702
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 65703
        },
        {
          "text": "—Concerning the one compound subsistence of God the Word.",
          "id": 65704
        },
        {
          "text": "We hold then that the divine subsistence of God the Word existed before all else and is without time and eternal, simple and uncompound, uncreated, incorporeal, invisible, intangible, uncircumscribed, possessing all the Father possesses, since He is of the same essence with Him, differing from the Father's subsistence in the manner of His generation and the relation of the Father's subsistence, being perfect also and at no time separated from the Father's subsistence: and in these last days, without leaving the Father's bosom, took up His abode in an uncircumscribed manner in the womb of the holy Virgin, without the instrumentality of seed, and in an incomprehensible manner known only to Himself, and causing the flesh derived from the holy Virgin to subsist in the very subsistence that was before all the ages.",
          "id": 65705
        },
        {
          "text": "So then He was both in all things and above all things and also dwelt in the womb of the holy Mother of God, but in it by the energy of the incarnation.",
          "id": 65706
        },
        {
          "text": "He therefore became flesh and He took upon Himself thereby the first-fruits of our compound nature, viz.",
          "id": 65707
        },
        {
          "text": ", the flesh animated with the intelligent and national soul, so that the very subsistence of God the Word was changed into the subsistence of the flesh, and the subsistence of the Word, which was formerly simple, became compound, yea compounded of two perfect natures, divinity and humanity, and bearing the characteristic and distinctive property of the divine Sonship of God the Word in virtue of which it is distinguished from the Father and the Spirit, and also the characteristic and distinctive properties of the flesh, in virtue of which it differs from the Mother and the rest of mankind, bearing further the properties of the divine nature in virtue of which it is united to the Father and the Spirit, and the marks of the human nature in virtue of which it is united to the Mother and to us.",
          "id": 65708
        },
        {
          "text": "And further it differs from the Father and the Spirit and the Mother and us in being at once God and man.",
          "id": 65709
        },
        {
          "text": "For this we know to be the most special property of the subsistence of Christ.",
          "id": 65710
        },
        {
          "text": "Wherefore we confess Him, even after the incarnation, the one Son of God, and likewise Son of Man, one Christ, one Lord, the only-begotten Son and Word of God, one Lord Jesus.",
          "id": 65711
        },
        {
          "text": "We reverence His two generations, one from the Father before time and beyond cause and reason and time and nature, and one in the end for our sake, and like to us and above us; for our sake because it was for our salvation, like to us in that He was man born of woman at full time, and above us because it was not by seed, but by the Holy Spirit and the Holy Virgin Mary, transcending the laws of parturition.",
          "id": 65712
        },
        {
          "text": "We proclaim Him not as God only, devoid of our humanity, nor yet as man only, stripping Him of His divinity, nor as two distinct persons, but as one and the same, at once God and man, perfect God and perfect man, wholly God and wholly man, the same being wholly God, even though He was also flesh and wholly man, even though He was also most high God.",
          "id": 65713
        },
        {
          "text": "And by \"perfect God\" and \"perfect man\" we mean to emphasize the fulness and unfailingness of the natures: while by \"wholly God\" and \"wholly man\" we mean to lay stress on the singularity and individuality of the subsistence.",
          "id": 65714
        },
        {
          "text": "And we confess also that there is one incarnate nature of God the Word, expressing by the word \"incarnate\" the essence of the flesh, according to the blessed Cyril.",
          "id": 65715
        },
        {
          "text": "And so the Word was made flesh and yet did not abandon His own proper immateriality: He became wholly flesh and yet remained wholly uncircumscribed.",
          "id": 65716
        },
        {
          "text": "So far as He is body He is diminished and contracted into narrow limits, but inasmuch as He is God He is uncircumscribed, His flesh not being coextensive with His uncircumscribed divinity.",
          "id": 65717
        },
        {
          "text": "He is then wholly perfect God, but yet is not simply God: for He is not only God but also man.",
          "id": 65718
        },
        {
          "text": "And He is also wholly perfect man but not simply man, for He is not only man but also God.",
          "id": 65719
        },
        {
          "text": "For \"simply\" here has reference to His nature, and \"wholly\" to His subsistence, just as \"another thing\" would refer to nature, while \"another\" would refer to subsistence.",
          "id": 65720
        },
        {
          "text": "But observe that although we hold that the natures of the Lord permeate one another, yet we know that the permeation springs from the divine nature.",
          "id": 65721
        },
        {
          "text": "For it is that that penetrates and permeates all things, as it wills, while nothing penetrates it: and it is it, too, that imparts to the flesh its own peculiar glories, while abiding itself impossible and without participation in the affections of the flesh.",
          "id": 65722
        },
        {
          "text": "For if the sun imparts to us his energies and yet does not participate in ours, how much the rather must this be true of the Creator and Lord of the Sun.",
          "id": 65723
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 65724
        },
        {
          "text": "—In reply to those who ask whether the natures of the Lord are brought under a continuous or a discontinuous quantity.",
          "id": 65725
        },
        {
          "text": "If any one asks concerning the natures of the Lord if they are brought under a continuous or discontinuous quantity, we will say that the natures of the Lord are neither one body nor one superficies, nor one line, nor time, nor place, so as to be reduced to a continuous quantity.",
          "id": 65726
        },
        {
          "text": "For these are the things that are reckoned continuously.",
          "id": 65727
        },
        {
          "text": "Further note that number deals with things that differ, and it is quite impossible to enumerate things that differ from one another in no respect: and just so far as they differ are they enumerated: for instance, Peter and Paul are not counted separately in so far as they are one.",
          "id": 65728
        },
        {
          "text": "For since they are one in respect of their essence they cannot be spoken of as two natures, but as they differ in respect of subsistence they are spoken of as two subsistences.",
          "id": 65729
        },
        {
          "text": "So that number deals with differences, and just as the differing objects differ from one another so far they are enumerated.",
          "id": 65730
        },
        {
          "text": "The natures of the Lord, then, are united without confusion so far as regards subsistence, and they are divided without separation according to the method and manner of difference.",
          "id": 65731
        },
        {
          "text": "And it is not according to the manner in which they are united that they are enumerated, for it is not in respect of subsistence that we hold that there are two natures of Christ: but according to the manner in which they are divided without separation they are enumerated, for it is in respect of the method and manner of difference that there are two natures of Christ.",
          "id": 65732
        },
        {
          "text": "For being united in subsistence and permeating one another, they are united without confusion, each preserving throughout its own peculiar and natural difference.",
          "id": 65733
        },
        {
          "text": "Hence, since they are enumerated according to the manner of difference, and that alone, they must be brought under a discontinuous quantity.",
          "id": 65734
        },
        {
          "text": "Christ, therefore, is one, perfect God and perfect man: and Him we worship along with the Father and the Spirit, with one obeisance, adoring even His immaculate flesh and not holding that the flesh is not meet for worship: for in fact it is worshipped in the one subsistence of the Word, which indeed became subsistence for it.",
          "id": 65735
        },
        {
          "text": "But in this we do not do homage to that which is created.",
          "id": 65736
        },
        {
          "text": "For we worship Him, not as mere flesh, but as flesh united with divinity, and because His two natures are brought under the one person and one subsistence of God the Word.",
          "id": 65737
        },
        {
          "text": "I fear to touch coal because of the fire bound up with the wood.",
          "id": 65738
        },
        {
          "text": "I worship the twofold nature of Christ because of the divinity that is in Him bound up with flesh.",
          "id": 65739
        },
        {
          "text": "For I do not introduce a fourth person into the Trinity.",
          "id": 65740
        },
        {
          "text": "God forbid! but I confess one person of God the Word and of His flesh, and the Trinity remains Trinity, even after the incarnation of the Word.",
          "id": 65741
        },
        {
          "text": "In reply to those who ask whether the two natures are brought under a continuous or a discontinuous quantity.",
          "id": 65742
        },
        {
          "text": "The natures of the Lord are neither one body nor one superficies, nor one line, nor place, nor time, so as to be brought under a continuous quantity: for these are the things that are reckoned continuously.",
          "id": 65743
        },
        {
          "text": "But the natures of the Lord are united without confusion in respect of subsistence, and are divided without separation according to the method and manner of difference.",
          "id": 65744
        },
        {
          "text": "And according to the manner in which they are united they are not enumerated.",
          "id": 65745
        },
        {
          "text": "For we do not say that the natures of Christ are two subsistences or two in respect of subsistence.",
          "id": 65746
        },
        {
          "text": "But according to the manner in which they are divided without division, are they enumerated.",
          "id": 65747
        },
        {
          "text": "For there are two natures according to the method and manner of difference.",
          "id": 65748
        },
        {
          "text": "For being united in subsistence and permeating one another they are united without confusion, neither having been changed into the other, but each preserving its own natural difference even after the union.",
          "id": 65749
        },
        {
          "text": "For that which is created remained created, and that which is uncreated, uncreated.",
          "id": 65750
        },
        {
          "text": "By the manner of difference, then, and in that alone, they are enumerated, and thus are brought under discontinuous quantity.",
          "id": 65751
        },
        {
          "text": "For things which differ from each other in no respect cannot be enumerated, but just so far as they differ are they enumerated; for instance, Peter and Paul are not enumerated in those respects in which they are one: for being one in respect of their essence they are not two natures nor are they so spoken of.",
          "id": 65752
        },
        {
          "text": "But inasmuch as they differ in subsistence they are spoken of as two subsistences.",
          "id": 65753
        },
        {
          "text": "So that difference is the cause of number.",
          "id": 65754
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 65755
        },
        {
          "text": "—In reply to the question whether there is Nature that has no Subsistence.",
          "id": 65756
        },
        {
          "text": "For although there is no nature without subsistence, nor essence apart from person (since in truth it is in persons and subsistences that essence and nature are to be contemplated), yet it does not necessarily follow that the natures that are united to one another in subsistence should have each its own proper subsistence.",
          "id": 65757
        },
        {
          "text": "For after they have come together into one subsistence, it is possible that neither should they be without subsistence, nor should each have its own peculiar subsistence, but that both should have one and the same subsistence.",
          "id": 65758
        },
        {
          "text": "For since one and the same subsistence of the Word has become the subsistence of the natures, neither of them is permitted to be without subsistence, nor are they allowed to have subsistences that differ from each other, or to have sometimes the subsistence of this nature and sometimes of that, but always without division or separation they both have the same subsistence—a subsistence which is not broken up into parts or divided, so that one part should belong to this, and one to that, but which belongs wholly to this and wholly to that in its absolute entirety.",
          "id": 65759
        },
        {
          "text": "For the flesh of God the Word did not subsist as an independent subsistence, nor did there arise another subsistence besides that of God the Word, but as it existed in that it became rather a subsistence which subsisted in another, than one which was an independent subsistence.",
          "id": 65760
        },
        {
          "text": "Wherefore, neither does it lack subsistence altogether, nor yet is there thus introduced into the Trinity another subsistence.",
          "id": 65761
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 65762
        },
        {
          "text": "—Concerning the Trisagium (\"the Thrice Holy\").",
          "id": 65763
        },
        {
          "text": "This being so, we declare that the addition which the vain-minded Peter the Fuller made to the Trisagium or \"Thrice Holy\" Hymn is blasphemous; for it introduces a fourth person into the Trinity, giving a separate place to the Son of God, Who is the truly subsisting power of the Father, and a separate place to Him Who was crucified as though He were different from the \"Mighty One,\" or as though the Holy Trinity was considered passible, and the Father and the Holy Spirit suffered on the Cross along with the Son.",
          "id": 65764
        },
        {
          "text": "Have done with this blasphemous and nonsensical interpolation! For we hold the words \"Holy God\" to refer to the Father, without limiting the title of divinity to Him alone, but acknowledging also as God the Son and the Holy Spirit: and the words \"Holy and Mighty\" we ascribe to the Son, without stripping the Father and the Holy Spirit of might: and the words \"Holy and Immortal\" we attribute to the Holy Spirit, without depriving the Father and the Son of immortality.",
          "id": 65765
        },
        {
          "text": "For, indeed, we apply all the divine names simply and unconditionally to each of the subsistences in imitation of the divine Apostle's words.",
          "id": 65766
        },
        {
          "text": "But to us there is but one God, the Father, of Whom are all things, and we in Him: and one Lord Jesus Christ by Whom are all things, and we by Him.",
          "id": 65767
        },
        {
          "text": "And, nevertheless, we follow Gregory the Theologian when he says, \"But to us there is but one God, the Father, of Whom are all things, and one Lord Jesus Christ, through Whom are all things, and one Holy Spirit, in Whom are all things:\" for the words \"of Whom\" and \"through Whom\" and \"in Whom\" do not divide the natures (for neither the prepositions nor the order of the names could ever be changed), but they characterise the properties of one unconfused nature.",
          "id": 65768
        },
        {
          "text": "And this becomes clear from the fact that they are once more gathered into one, if only one reads with care these words of the same Apostle, Of Him and through Him and in Him are all things: to Him be the glory for ever and ever, Amen.",
          "id": 65769
        },
        {
          "text": "For that the \"Trisagium\" refers not to the Son alone, but to the Holy Trinity, the divine and saintly Athanasius and Basil and Gregory, and all the band of the divinely-inspired Fathers bear witness: because, as a matter of fact, by the threefold holiness the Holy Seraphim suggest to us the three subsistences of the superessential Godhead.",
          "id": 65770
        },
        {
          "text": "But by the one Lordship they denote the one essence and dominion of the supremely-divine Trinity.",
          "id": 65771
        },
        {
          "text": "Gregory the Theologian of a truth says, \"Thus, then, the Holy of Holies, which is completely veiled by the Seraphim, and is glorified with three consecrations, meet together in one lordship and one divinity\".",
          "id": 65772
        },
        {
          "text": "This was the most beautiful and sublime philosophy of still another of our predecessors.",
          "id": 65773
        },
        {
          "text": "Ecclesiastical historians, then, say that once when the people of Constantinople were offering prayers to God to avert a threatened calamity, during Proclus' tenure of the office of Archbishop, it happened that a boy was snatched up from among the people, and was taught by angelic teachers the \"Thrice Holy\" Hymn, \"Thou Holy God, Holy and Mighty One, Holy and Immortal One, have mercy upon us:\" and when once more he was restored to earth, he told what he had learned, and all the people sang the Hymn, and so the threatened calamity was averted.",
          "id": 65774
        },
        {
          "text": "And in the fourth holy and great oecumenical Council, I mean the one at Chalcedon, we are told that it was in this form that the Hymn was sung; for the minutes of this holy assembly so record it.",
          "id": 65775
        },
        {
          "text": "It is, therefore, a matter for laughter and ridicule that this \"Thrice Holy\" Hymn, taught us by the angels, and confirmed by the averting of calamity, ratified and established by so great an assembly of the holy Fathers, and sung first by the Seraphim as a declaration of the three subsistences of the Godhead, should be mangled and forsooth emended to suit the view of the stupid Fuller as though he were higher than the Seraphim.",
          "id": 65776
        },
        {
          "text": "But oh! the arrogance! not to say folly! But we say it thus, though demons should rend us in pieces, \"Do Thou, Holy God, Holy and Mighty One, Holy and Immortal One, have mercy upon us\".",
          "id": 65777
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 65778
        },
        {
          "text": "—Concerning the Nature as viewed in Species and in Individual, and concerning the difference between Union and Incarnation: and how this is to be understood, \"The one Nature of God the Word Incarnate\".",
          "id": 65779
        },
        {
          "text": "Nature is regarded either abstractly as a matter of pure thought (for it has no independent existence): or commonly in all subsistences of the same species as their bond of union, and is then spoken of as nature viewed in species: or universally as the same, but with the addition of accidents, in one subsistence, and is spoken of as nature viewed in the individual, this being identical with nature viewed in species.",
          "id": 65780
        },
        {
          "text": "God the Word Incarnate, therefore, did not assume the nature that is regarded as an abstraction in pure thought (for this is not incarnation, but only an imposture and a figment of incarnation), nor the nature viewed in species (for He did not assume all the subsistences): but the nature viewed in the individual, which is identical with that viewed in species.",
          "id": 65781
        },
        {
          "text": "For He took on Himself the elements of our compound nature, and these not as having an independent existence or as being originally an individual, and in this way assumed by Him, but as existing in His own subsistence.",
          "id": 65782
        },
        {
          "text": "For the subsistence of God the Word in itself became the subsistence of the flesh, and accordingly \"the Word became flesh\" clearly without any change, and likewise the flesh became Word without alteration, and God became man.",
          "id": 65783
        },
        {
          "text": "For the Word is God, and man is God, through having one and the same subsistence.",
          "id": 65784
        },
        {
          "text": "And so it is possible to speak of the same thing as being the nature of the Word and the nature in the individual.",
          "id": 65785
        },
        {
          "text": "For it signifies strictly and exclusively neither the individual, that is, the subsistence, nor the common nature of the subsistences, but the common nature as viewed and presented in one of the subsistences.",
          "id": 65786
        },
        {
          "text": "Union, then, is one thing, and incarnation is something quite different.",
          "id": 65787
        },
        {
          "text": "For union signifies only the conjunction, but not at all that with which union is effected.",
          "id": 65788
        },
        {
          "text": "But incarnation (which is just the same as if one said \"the putting on of man's nature\") signifies that the conjunction is with flesh, that is to say, with man, just as the heating of iron implies its union with fire.",
          "id": 65789
        },
        {
          "text": "Indeed, the blessed Cyril himself, when he is interpreting the phrase, \"one nature of God the Word Incarnate,\" says in the second epistle to Sucensus, \"For if we simply said 'the one nature of the Word' and then were silent, and did not add the word 'incarnate,' but, so to speak, quite excluded the dispensation, there would be some plausibility in the question they feign to ask, 'If one nature is the whole, what becomes of the perfection in humanity, or how has the essence like us come to exist?' But inasmuch as the perfection in humanity and the disclosure of the essence like us are conveyed in the word 'incarnate,' they must cease from relying on a mere straw\".",
          "id": 65790
        },
        {
          "text": "Here, then, he placed the nature of the Word over nature itself.",
          "id": 65791
        },
        {
          "text": "For if He had received nature instead of subsistence, it would not have been absurd to have omitted the \"incarnate\".",
          "id": 65792
        },
        {
          "text": "For when we say simply one subsistence of God the Word, we do not err.",
          "id": 65793
        },
        {
          "text": "In like manner, also, Leontius the Byzantine considered this phrase to refer to nature, and not to subsistence.",
          "id": 65794
        },
        {
          "text": "But in the Defence which he wrote in reply to the attacks that Theodoret made on the second anathema, the blessed Cyril says this: \"The nature of the Word, that is, the subsistence, which is the Word itself\".",
          "id": 65795
        },
        {
          "text": "So that \"the nature of the Word\" means neither the subsistence alone, nor \"the common nature of the subsistence,\" but \"the common nature viewed as a whole in the subsistence of the Word\".",
          "id": 65796
        },
        {
          "text": "It has been said, then, that the nature of the Word became flesh, that is, was united to flesh: but that the nature of the Word suffered in the flesh we have never heard up till now, though we have been taught that Christ suffered in the flesh.",
          "id": 65797
        },
        {
          "text": "So that \"the nature of the Word\" does not mean \"the subsistence\".",
          "id": 65798
        },
        {
          "text": "It remains, therefore, to say that to become flesh is to be united with the flesh, while the Word having become flesh means that the very subsistence of the Word became without change the subsistence of the flesh.",
          "id": 65799
        },
        {
          "text": "It has also been said that God became man, and man God.",
          "id": 65800
        },
        {
          "text": "For the Word which is God became without alteration man.",
          "id": 65801
        },
        {
          "text": "But that the Godhead became man, or became flesh, or put on the nature of man, this we have never heard.",
          "id": 65802
        },
        {
          "text": "This, indeed, we have learned, that the Godhead was united to humanity in one of its subsistences, and it has been stated that God took on a different form or essence, to wit our own.",
          "id": 65803
        },
        {
          "text": "For the name God is applicable to each of the subsistences, but we cannot use the term Godhead in reference to subsistence.",
          "id": 65804
        },
        {
          "text": "For we are never told that the Godhead is the Father alone, or the Son alone, or the Holy Spirit alone.",
          "id": 65805
        },
        {
          "text": "For \"Godhead\" implies \"nature,\" while \"Father\" implies subsistence, just as \"Humanity\" implies nature, and \"Peter\" subsistence.",
          "id": 65806
        },
        {
          "text": "But \"God\" indicates the common element of the nature, and is applicable derivatively to each of the subsistences, just as \"man\" is.",
          "id": 65807
        },
        {
          "text": "For He Who has divine nature is God, and he who has human nature is man.",
          "id": 65808
        },
        {
          "text": "Besides all this, notice that the Father and the Holy Spirit take no part at all in the incarnation of the Word except in connection with the miracles, and in respect of good will and purpose.",
          "id": 65809
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 65810
        },
        {
          "text": "—That the holy Virgin is the Mother of God: an argument directed against the Nestorians.",
          "id": 65811
        },
        {
          "text": "Moreover we proclaim the holy Virgin to be in strict truth the Mother of God.",
          "id": 65812
        },
        {
          "text": "For inasmuch as He who was born of her was true God, she who bare the true God incarnate is the true mother of God.",
          "id": 65813
        },
        {
          "text": "For we hold that God was born of her, not implying that the divinity of the Word received from her the beginning of its being, but meaning that God the Word Himself, Who was begotten of the Father timelessly before the ages, and was with the Father and the Spirit without beginning and through eternity, took up His abode in these last days for the sake of our salvation in the Virgin's womb, and was without change made flesh and born of her.",
          "id": 65814
        },
        {
          "text": "For the holy Virgin did not bare mere man but true God: and not mere God but God incarnate, Who did not bring down His body from Heaven, nor simply passed through the Virgin as channel, but received from her flesh of like essence to our own and subsisting in Himself.",
          "id": 65815
        },
        {
          "text": "For if the body had come down from heaven and had not partaken of our nature, what would have been the use of His becoming man? For the purpose of God the Word becoming man was that the very same nature, which had sinned and fallen and become corrupted, should triumph over the deceiving tyrant and so be freed from corruption, just as the divine apostle puts it, For since by man came death, by man came also the resurrection of the dead.",
          "id": 65816
        },
        {
          "text": "If the first is true the second must also be true.",
          "id": 65817
        },
        {
          "text": "Although, however, he says, The first Adam is of the earth earthy; the second Adam is Lord from Heaven, he does not say that His body is from heaven, but emphasises the fact that He is not mere man.",
          "id": 65818
        },
        {
          "text": "For, mark, he called Him both Adam and Lord, thus indicating His double nature.",
          "id": 65819
        },
        {
          "text": "For Adam is, being interpreted, earth-born: and it is clear that man's nature is earth-born since he is formed from earth, but the title Lord signifies His divine essence.",
          "id": 65820
        },
        {
          "text": "And again the Apostle says: God sent forth His only-begotten Son, made of a woman.",
          "id": 65821
        },
        {
          "text": "He did not say \"made by a woman\".",
          "id": 65822
        },
        {
          "text": "Wherefore the divine apostle meant that the only-begotten Son of God and God is the same as He who was made man of the Virgin, and that He who was born of the Virgin is the same as the Son of God and God.",
          "id": 65823
        },
        {
          "text": "But He was born after the bodily fashion inasmuch as He became man, and did not take up His abode in a man formed beforehand, as in a prophet, but became Himself in essence and truth man, that is He caused flesh animated with the intelligent and reasonable to subsist in His own subsistence, and Himself became subsistence for it.",
          "id": 65824
        },
        {
          "text": "For this is the meaning of \"made of a woman\".",
          "id": 65825
        },
        {
          "text": "For how could the very Word of God itself have been made under the law, if He did not become man of like essence with ourselves?  Hence it is with justice and truth that we call the holy Mary the Mother of God.",
          "id": 65826
        },
        {
          "text": "For this name embraces the whole mystery of the dispensation.",
          "id": 65827
        },
        {
          "text": "For if she who bore Him is the Mother of God, assuredly He Who was born of her is God and likewise also man.",
          "id": 65828
        },
        {
          "text": "For how could God, Who was before the ages, have been born of a woman unless He had become man? For the son of man must clearly be man himself.",
          "id": 65829
        },
        {
          "text": "But if He Who was born of a woman is Himself God, manifestly He Who was born of God the Father in accordance with the laws of an essence that is divine and knows no beginning, and He Who was in the last days born of the Virgin in accordance with the laws of an essence that has beginning and is subject to time, that is, an essence which is human, must be one and the same.",
          "id": 65830
        },
        {
          "text": "The name in truth signifies the one subsistence and the two natures and the two generations of our Lord Jesus Christ.",
          "id": 65831
        },
        {
          "text": "But we never say that the holy Virgin is the Mother of Christ because it was in order to do away with the title Mother of God, and to bring dishonour on the Mother of God, who alone is in truth worthy of honour above all creation, that the impure and abominable Judaizing Nestorius, that vessel of dishonour, invented this name for an insult.",
          "id": 65832
        },
        {
          "text": "For David the king, and Aaron, the high priest, are also called Christ, for it is customary to make kings and priests by anointing: and besides every God-inspired man may be called Christ, but yet he is not by nature God: yea, the accursed Nestorius insulted Him Who was born of the Virgin by calling Him God-bearer.",
          "id": 65833
        },
        {
          "text": "May it be far from us to speak of or think of Him as God-bearer only, Who is in truth God incarnate.",
          "id": 65834
        },
        {
          "text": "For the Word Himself became flesh, having been in truth conceived of the Virgin, but coming forth as God with the assumed nature which, as soon as He was brought forth into being, was deified by Him, so that these three things took place simultaneously, the assumption of our nature, the coming into being, and the deification of the assumed nature by the Word.",
          "id": 65835
        },
        {
          "text": "And thus it is that the holy Virgin is thought of and spoken of as the Mother of God, not only because of the nature of the Word, but also because of the deification of man's nature, the miracles of conception and of existence being wrought together, to wit, the conception the Word, and the existence of the flesh in the Word Himself.",
          "id": 65836
        },
        {
          "text": "For the very Mother of God in some marvellous manner was the means of fashioning the Framer of all things and of bestowing manhood on the God and Creator of all, Who deified the nature that He assumed, while the union preserved those things that were united just as they were united, that is to say, not only the divine nature of Christ but also His human nature, not only that which is above us but that which is of us.",
          "id": 65837
        },
        {
          "text": "For He was not first made like us and only later became higher than us, but ever from His first coming into being He existed with the double nature, because He existed in the Word Himself from the beginning of the conception.",
          "id": 65838
        },
        {
          "text": "Wherefore He is human in His own nature, but also, in some marvellous manner, of God and divine.",
          "id": 65839
        },
        {
          "text": "Moreover He has the properties of the living flesh: for by reason of the dispensation the Word received these which are, according to the order of natural motion, truly natural.",
          "id": 65840
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 65841
        },
        {
          "text": "—Concerning the properties of the two Natures.",
          "id": 65842
        },
        {
          "text": "Confessing, then, the same Jesus Christ, our Lord, to be perfect God and perfect man, we hold that the same has all the attributes of the Father save that of being ingenerate, and all the attributes of the first Adam, save only his sin, these attributes being body and the intelligent and rational soul; and further that He has, corresponding to the two natures, the two sets of natural qualities belonging to the two natures: two natural volitions, one divine and one human, two natural energies, one divine and one human, two natural free-wills, one divine and one human, and two kinds of wisdom and knowledge, one divine and one human.",
          "id": 65843
        },
        {
          "text": "For being of like essence with God and the Father, He wills and energises freely as God, and being also of like essence with us He likewise wills and energises freely as man.",
          "id": 65844
        },
        {
          "text": "For His are the miracles and His also are the passive states.",
          "id": 65845
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 65846
        },
        {
          "text": "—Concerning the volitions and free-will of our Lord Jesus Christ.",
          "id": 65847
        },
        {
          "text": "Since, then, Christ has two natures, we hold that He has also two natural wills and two natural energies.",
          "id": 65848
        },
        {
          "text": "But since His two natures have one subsistence, we hold that it is one and the same person who wills and energises naturally in both natures, of which, and in which, and also which is Christ our Lord: and moreover that He wills and energises without separation but as a united whole.",
          "id": 65849
        },
        {
          "text": "For He wills and energises in either form in close communion with the other.",
          "id": 65850
        },
        {
          "text": "For things that have the same essence have also the same will and energy, while things that are different in essence are different in will and energy; and vice versa, things that have the same will and energy have the same essence, while things that are different in will and energy are different in essence.",
          "id": 65851
        },
        {
          "text": "Wherefore in the case of the Father and Son and Holy Spirit we recognise, from their sameness in will and energy, their sameness in nature.",
          "id": 65852
        },
        {
          "text": "But in the case of the divine dispensation we recognise from their difference in will and energy the difference of the two natures, and as we perceive the difference of the two natures we confess that the wills and energies also are different.",
          "id": 65853
        },
        {
          "text": "For just as the number of the natures of one and the same Christ, when considered and spoken of with piety, do not cause a division of the one Christ but merely bring out the fact that the difference between the natures is maintained even in the union, so it is with the number of wills and energies that belong essentially to His natures.",
          "id": 65854
        },
        {
          "text": "(For He was endowed with the powers of willing and energising in both natures, for the sake of our salvation.",
          "id": 65855
        },
        {
          "text": ") It does not introduce division: God forbid! but merely brings out the fact that the differences between them are safeguarded and preserved even in the union.",
          "id": 65856
        },
        {
          "text": "For we hold that wills and energies are faculties belonging to nature, not to subsistence; I mean those faculties of will and energy by which He Who wills and energises does so.",
          "id": 65857
        },
        {
          "text": "For if we allow that they belong to subsistence, we will be forced to say that the three subsistences of the Holy Trinity have different wills and different energies.",
          "id": 65858
        },
        {
          "text": "For it is to be noted that willing and the manner of willing are not the same thing.",
          "id": 65859
        },
        {
          "text": "For to will is a faculty of nature, just as seeing is, for all men possess it; but the manner of willing does not depend on nature but on our judgment, just as does also the manner of seeing, whether well or ill.",
          "id": 65860
        },
        {
          "text": "For all men do not will in the same way, nor do they all see in the same way.",
          "id": 65861
        },
        {
          "text": "And this also we will grant in connection with energies.",
          "id": 65862
        },
        {
          "text": "For the manner of willing, or seeing, or energising, is the mode of using the faculties of will and sight and energy, belonging only to him who uses them, and marking him off from others by the generally accepted difference.",
          "id": 65863
        },
        {
          "text": "Simple willing then is spoken of as volition or the faculty of will, being a rational propension and natural will; but in a particular way willing, or that which underlies volition, is the object of will, and will dependent on judgment.",
          "id": 65864
        },
        {
          "text": "Further that which has innate in it the faculty of volition is spoken of as capable of willing: as for instance the divine is capable of willing, and the human in like manner.",
          "id": 65865
        },
        {
          "text": "But he who exercises volition, that is to say the subsistence, for instance Peter, is spoken of as willing.",
          "id": 65866
        },
        {
          "text": "Since, then, Christ is one and His subsistence is one, He also Who wills both as God and as man is one and the same.",
          "id": 65867
        },
        {
          "text": "And since He has two natures endowed with volition, inasmuch as they are rational (for whatever is rational is endowed with volition and free-will), we shall postulate two volitions or natural wills in Him.",
          "id": 65868
        },
        {
          "text": "For He in His own person is capable of volition in accordance with both His natures.",
          "id": 65869
        },
        {
          "text": "For He assumed that faculty of volition which belongs naturally to us.",
          "id": 65870
        },
        {
          "text": "And since Christ, Who in His own person wills according to either nature, is one, we shall postulate the same object of will in His case, not as though He wills only those things which He willed naturally as God (for it is no part of Godhead to will to eat or drink and so forth), but as willing also those things which human nature requires for its support, and this without involving any opposition in judgment, but simply as the result of the individuality of the natures.",
          "id": 65871
        },
        {
          "text": "For then it was that He thus willed naturally, when His divine volition so willed and permitted the flesh to suffer and do that which was proper to it.",
          "id": 65872
        },
        {
          "text": "But that volition is implanted in man by nature is manifest from this.",
          "id": 65873
        },
        {
          "text": "Excluding the divine life, there are three forms of life: the vegetative, the sentient, and the intellectual.",
          "id": 65874
        },
        {
          "text": "The properties of the vegetative life are the functions of nourishment, and growth, and production: that of the sentient life is impulse: and that of the rational and intellectual life is freedom of will.",
          "id": 65875
        },
        {
          "text": "If, then, nourishment belongs by nature to the vegetative life and impulse to the sentient, freedom of will by nature belongs to the rational and intellectual life.",
          "id": 65876
        },
        {
          "text": "But freedom of will is nothing else than volition.",
          "id": 65877
        },
        {
          "text": "The Word, therefore, having become flesh, endowed with life and mind and free-will, became also endowed with volition.",
          "id": 65878
        },
        {
          "text": "Further, that which is natural is not the result of training: for no one learns how to think, or live, or hunger, or thirst, or sleep.",
          "id": 65879
        },
        {
          "text": "Nor do we learn how to will: so that willing is natural.",
          "id": 65880
        },
        {
          "text": "And again: if in the case of creatures devoid of reason nature rules, while nature is ruled in man who is moved of his own free-will and volition, it follows, then, that man is by nature endowed with volition.",
          "id": 65881
        },
        {
          "text": "And again: if man has been made after the image of the blessed and super-essential Godhead, and if the divine nature is by nature endowed with free-will and volition, it follows that man, as its image, is free by nature and volitive.",
          "id": 65882
        },
        {
          "text": "For the fathers defined freedom as volition.",
          "id": 65883
        },
        {
          "text": "And further: if to will is a part of the nature of every man and not present in some and absent in others, and if that which is seen to be common to all is a characteristic feature of the nature that belongs to the individuals of the class, surely, then, man is by nature endowed with volition.",
          "id": 65884
        },
        {
          "text": "And once more: if the nature receives neither more nor less, but all are equally endowed with volition and not some more than others, then by nature man is endowed with volition.",
          "id": 65885
        },
        {
          "text": "So that since man is by nature endowed with volition, the Lord also must be by nature endowed with volition, not only because He is God, but also because He became man.",
          "id": 65886
        },
        {
          "text": "For just as He assumed our nature, so also He has assumed naturally our will.",
          "id": 65887
        },
        {
          "text": "And in this way the Fathers said that He formed our will in Himself.",
          "id": 65888
        },
        {
          "text": "If the will is not natural, it must be either hypostatic or unnatural.",
          "id": 65889
        },
        {
          "text": "But if it is hypostatic, the Son must thus, forsooth, have a different will from what the Father has: for that which is hypostatic is characteristic of subsistence only.",
          "id": 65890
        },
        {
          "text": "And if it is unnatural, will must be a defection from nature: for what is unnatural is destructive of what is natural.",
          "id": 65891
        },
        {
          "text": "The God and Father of all things wills either as Father or as God.",
          "id": 65892
        },
        {
          "text": "Now if as Father, His will will be different from that of the Son, for the Son is not the Father.",
          "id": 65893
        },
        {
          "text": "But if as God, the Son is God and likewise the Holy Spirit is God, and so volition is part of His nature, that is, it is natural.",
          "id": 65894
        },
        {
          "text": "Besides, if according to the view of the Fathers, those who have one and the same will have also one and the same essence, and if the divinity and humanity of Christ have one and the same will, then assuredly these have also one and the same essence.",
          "id": 65895
        },
        {
          "text": "And again: if according to the view of the Fathers the distinction between the natures is not seen in the single will, we must either, when we speak of the one will, cease to speak of the different natures in Christ or, when we speak of the different natures of Christ, cease to speak of the one will.",
          "id": 65896
        },
        {
          "text": "And further, the divine Gospel says, The Lord came into the borders of Tyre and Sidon and entered into a house, and would have no man know it; but He could not be hid.",
          "id": 65897
        },
        {
          "text": "If, then, His divine will is omnipotent, but yet, though He would, He could not be hid, surely it was as man that He would and could not, and so as man He must be endowed with volition.",
          "id": 65898
        },
        {
          "text": "And once again, the Gospel tells us that, He, having come into the place, said 'I thirst': and they gave Him some vinegar mixed with gall, and when He had tasted it He would not drink.",
          "id": 65899
        },
        {
          "text": "If, then, on the one hand it was as God that He suffered thirst and when He had tasted would not drink, surely He must be subject to passion also as God, for thirst and taste are passions.",
          "id": 65900
        },
        {
          "text": "But if it was not as God but altogether as man that He was athirst, likewise as man He must be endowed with volition.",
          "id": 65901
        },
        {
          "text": "Moreover, the blessed Paul the Apostle says, He became obedient unto death, even the death of the cross.",
          "id": 65902
        },
        {
          "text": "But obedience is subjection of the real will, not of the unreal will.",
          "id": 65903
        },
        {
          "text": "For that which is irrational is not said to be obedient or disobedient.",
          "id": 65904
        },
        {
          "text": "But the Lord having become obedient to the Father, became so not as God but as man.",
          "id": 65905
        },
        {
          "text": "For as God He is not said to be obedient or disobedient.",
          "id": 65906
        },
        {
          "text": "For these things are of the things that are under one's hand, as the inspired Gregorius said.",
          "id": 65907
        },
        {
          "text": "Wherefore, then, Christ is endowed with volition as man.",
          "id": 65908
        },
        {
          "text": "While, however, we assert that will is natural, we hold not that it is dominated by necessity, but that it is free.",
          "id": 65909
        },
        {
          "text": "For if it is rational, it must be absolutely free.",
          "id": 65910
        },
        {
          "text": "For it is not only the divine and uncreated nature that is free from the bonds of necessity, but also the intellectual and created nature.",
          "id": 65911
        },
        {
          "text": "And this is manifest: for God, being by nature good and being by nature the Creator and by nature God, is not all this of necessity.",
          "id": 65912
        },
        {
          "text": "For who is there to introduce this necessity?  It is to be observed further, that freedom of will is used in several senses, one in connection with God, another in connection with angels, and a third in connection with men.",
          "id": 65913
        },
        {
          "text": "For used in reference to God it is to be understood in a superessential manner, and in reference to angels it is to be taken in the sense that the election is concomitant with the state, and admits of the interposition of no interval of time at all: for while the angel possesses free-will by nature, he uses it without let or hindrance, having neither antipathy on the part of the body to overcome nor any assailant.",
          "id": 65914
        },
        {
          "text": "Again, used in reference to men, it is to be taken in the sense that the state is considered to be anterior in time to the election.",
          "id": 65915
        },
        {
          "text": "For man is free and has free-will by nature, but he has also the assault of the devil to impede him and the motion of the body: and thus through the assault and the weight of the body, election comes to be later than the state.",
          "id": 65916
        },
        {
          "text": "If, then, Adam obeyed of his own will and ate of his own will, surely in us the will is the first part to suffer.",
          "id": 65917
        },
        {
          "text": "And if the will is the first to suffer, and the Word Incarnate did not assume this with the rest of our nature, it follows that we have not been freed from sin.",
          "id": 65918
        },
        {
          "text": "Moreover, if the faculty of free-will which is in nature is His work and yet He did not assume it, He either condemned His own workmanship as not good, or grudged us the comfort it brought, and so deprived us of the full benefit, and shewed that He was Himself subject to passion since He was not willing or not able to work out our perfect salvation.",
          "id": 65919
        },
        {
          "text": "Moreover, one cannot speak of one compound thing made of two wills in the same way as a subsistence is a composition of two natures.",
          "id": 65920
        },
        {
          "text": "Firstly because the compositions are of things in subsistence (hypotasis), not of things viewed in a different category, not in one proper to them: and secondly, because if we speak of composition of wills and energies, we will be obliged to speak of composition of the other natural properties, such as the uncreated and the created, the invisible and the visible, and so on.",
          "id": 65921
        },
        {
          "text": "And what will be the name of the will that is compounded out of two wills? For the compound cannot be called by the name of the elements that make it up.",
          "id": 65922
        },
        {
          "text": "For otherwise we should call that which is compounded of natures nature and not subsistence.",
          "id": 65923
        },
        {
          "text": "And further, if we say that there is one compound will in Christ, we separate Him in will from the Father, for the Father's will is not compound.",
          "id": 65924
        },
        {
          "text": "It remains, therefore, to say that the subsistence of Christ alone is compound and common, as in the case of the natures so also in that of the natural properties.",
          "id": 65925
        },
        {
          "text": "And we cannot, if we wish to be accurate, speak of Christ as having judgment (γνώμη) and preference.",
          "id": 65926
        },
        {
          "text": "For judgment is a disposition with reference to the decision arrived at after investigation and deliberation concerning something unknown, that is to say, after counsel and decision.",
          "id": 65927
        },
        {
          "text": "And after judgment comes preference, which chooses out and selects the one rather than the other.",
          "id": 65928
        },
        {
          "text": "But the Lord being not mere man but also God, and knowing all things, had no need of inquiry, and investigation, and counsel, and decision, and by nature made whatever is good His own and whatever is bad foreign to Him.",
          "id": 65929
        },
        {
          "text": "For thus says Isaiah the prophet, Before the child shall know to prefer the evil, he shall choose the good; because before the child knows good or evil, he refuses wickedness by choosing the good.",
          "id": 65930
        },
        {
          "text": "For the word \"before\" proves that it is not with investigation and deliberation, as is the way with us, but as God and as subsisting in a divine manner in the flesh, that is to say, being united in subsistence to the flesh, and because of His very existence and all-embracing knowledge, that He is possessed of good in His own nature.",
          "id": 65931
        },
        {
          "text": "For the virtues are natural qualities, and are implanted in all by nature and in equal measure, even if we do not all in equal measure employ our natural energies.",
          "id": 65932
        },
        {
          "text": "By the transgression we were driven from the natural to the unnatural.",
          "id": 65933
        },
        {
          "text": "But the Lord led us back from the unnatural into the natural.",
          "id": 65934
        },
        {
          "text": "For this is what is the meaning of in our image, after our likeness.",
          "id": 65935
        },
        {
          "text": "And the discipline and trouble of this life were not designed as a means for our attaining virtue which was foreign to our nature, but to enable us to cast aside the evil that was foreign and contrary to our nature: just as on laboriously removing from steel the rust which is not natural to it but acquired through neglect, we reveal the natural brightness of the steel.",
          "id": 65936
        },
        {
          "text": "Observe further that the word judgment (γνώμη) is used in many ways and in many senses.",
          "id": 65937
        },
        {
          "text": "Sometimes it signifies exhortation: as when the divine apostle says, Now concerning virgins I have no commandment of the Lord; yet I give my judgment: sometimes it means counsel, as when the prophet David says, They have taken crafty counsel against Thy people: sometimes it means a decree, as when we read in Daniel, Concerning whom (or, what) went this shameless decree forth? At other times it is used in the sense of belief, or opinion, or purpose, and, to put it shortly, the word judgment has twenty-eight different meanings.",
          "id": 65938
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 65939
        },
        {
          "text": "—Concerning the energies in our Lord Jesus Christ.",
          "id": 65940
        },
        {
          "text": "We hold, further, that there are two energies in our Lord Jesus Christ.",
          "id": 65941
        },
        {
          "text": "For He possesses on the one hand, as God and being of like essence with the Father, the divine energy, and, likewise, since He became man and of like essence to us, the energy proper to human nature.",
          "id": 65942
        },
        {
          "text": "But observe that energy and capacity for energy, and the product of energy, and the agent of energy, are all different.",
          "id": 65943
        },
        {
          "text": "Energy is the efficient (δραστική) and essential activity of nature: the capacity for energy is the nature from which proceeds energy: the product of energy is that which is effected by energy: and the agent of energy is the person or subsistence which uses the energy.",
          "id": 65944
        },
        {
          "text": "Further, sometimes energy is used in the sense of the product of energy, and the product of energy in that of energy, just as the terms creation and creature are sometimes transposed.",
          "id": 65945
        },
        {
          "text": "For we say \"all creation,\" meaning creatures.",
          "id": 65946
        },
        {
          "text": "Note also that energy is an activity and is energised rather than energises; as Gregory the Theologian says in his thesis concerning the Holy Spirit: \"If energy exists, it must manifestly be energised and will not energise: and as soon as it has been energised, it will cease\".",
          "id": 65947
        },
        {
          "text": "Life itself, it should be observed, is energy, yea, the primal energy of the living creature and so is the whole economy of the living creature, its functions of nutrition and growth, that is, the vegetative side of its nature, and the movement stirred by impulse, that is, the sentient side, and its activity of intellect and free-will.",
          "id": 65948
        },
        {
          "text": "Energy, moreover, is the perfect realisation of power.",
          "id": 65949
        },
        {
          "text": "If, then, we contemplate all these in Christ, surely we must also hold that He possesses human energy.",
          "id": 65950
        },
        {
          "text": "The first thought that arises in us is called energy: and it is simple energy not involving any relationship, the mind sending forth the thoughts peculiar to it in an independent and invisible way, for if it did not do so it could not justly be called mind.",
          "id": 65951
        },
        {
          "text": "Again, the revelation and unfolding of thought by means of articulate speech is said to be energy.",
          "id": 65952
        },
        {
          "text": "But this is no longer simple energy that involves no relationship, but it is considered in relation as being composed of thought and speech.",
          "id": 65953
        },
        {
          "text": "Further, the very relation which he who does anything bears to that which is brought about is energy; and the very thing that is effected is called energy.",
          "id": 65954
        },
        {
          "text": "The first belongs to the soul alone, the second to the soul making use of the body, the third to the body animated by mind, and the last is the effect.",
          "id": 65955
        },
        {
          "text": "For the mind sees beforehand what is to be and then performs it thus by means of the body.",
          "id": 65956
        },
        {
          "text": "And so the hegemony belongs to the soul, for it uses the body as an instrument, leading and restraining it.",
          "id": 65957
        },
        {
          "text": "But the energy of the body is quite different, for the body is led and moved by the soul.",
          "id": 65958
        },
        {
          "text": "And with regard to the effect, the touching and handling and, so to speak, the embrace of what is effected, belong to the body, while the figuration and formation belong to the soul.",
          "id": 65959
        },
        {
          "text": "And so in connection with our Lord Jesus Christ, the power of miracles is the energy of His divinity, while the work of His hands and the willing and the saying, I will, be thou clean, are the energy of His humanity.",
          "id": 65960
        },
        {
          "text": "And as to the effect, the breaking of the loaves, and the fact that the leper heard the \"I will,\" belong to His humanity, while the multiplication of the loaves and the purification of the leper belong to His divinity.",
          "id": 65961
        },
        {
          "text": "For through both, that is through the energy of the body and the energy of the soul, He displayed one and the same, cognate and equal divine energy.",
          "id": 65962
        },
        {
          "text": "For just as we saw that His natures were united and permeate one another, and yet do not deny that they are different but even enumerate them, although we know they are inseparable, so also in connection with the wills and the energies we know their union, and we recognise their difference and enumerate them without introducing separation.",
          "id": 65963
        },
        {
          "text": "For just as the flesh was deified without undergoing change in its own nature, in the same way also will and energy are deified without transgressing their own proper limits.",
          "id": 65964
        },
        {
          "text": "For whether He is the one or the other, He is one and the same, and whether He wills and energises in one way or the other, that is as God or as man, He is one and the same.",
          "id": 65965
        },
        {
          "text": "We must, then, maintain that Christ has two energies in virtue of His double nature.",
          "id": 65966
        },
        {
          "text": "For things that have diverse natures, have also different energies, and things that have diverse energies, have also different natures.",
          "id": 65967
        },
        {
          "text": "And so conversely, things that have the same nature have also the same energy, and things that have one and the same energy have also one and the same essence, which is the view of the Fathers, who declare the divine meaning.",
          "id": 65968
        },
        {
          "text": "One of these alternatives, then, must be true: either, if we hold that Christ has one energy, we must also hold that He has but one essence, or, if we are solicitous about truth, and confess that He has according to the doctrine of the Gospels and the Fathers two essences, we must also confess that He has two energies corresponding to and accompanying them.",
          "id": 65969
        },
        {
          "text": "For as He is of like essence with God and the Father in divinity, He will be His equal also in energy.",
          "id": 65970
        },
        {
          "text": "And as He likewise is of like essence with us in humanity He will be our equal also in energy.",
          "id": 65971
        },
        {
          "text": "For the blessed Gregory, bishop of Nyssa, says, \"Things that have one and the same energy, have also absolutely the same power\".",
          "id": 65972
        },
        {
          "text": "For all energy is the effect of power.",
          "id": 65973
        },
        {
          "text": "But it cannot be that uncreated and created nature have one and the same nature or power or energy.",
          "id": 65974
        },
        {
          "text": "But if we should hold that Christ has but one energy, we should attribute to the divinity of the Word the passions of the intelligent spirit, viz.",
          "id": 65975
        },
        {
          "text": "tear and grief and anguish.",
          "id": 65976
        },
        {
          "text": "If they should say, indeed, that the holy Fathers said in their disputation concerning the Holy Trinity, \"Things that have one and the same essence have also one and the same energy, and things which have different essences have also different energies,\" and that it is not right to transfer to the dispensation what has reference to matters of theology, we shall answer that if it has been said by the Fathers solely with reference to theology, and if the Son has not even after the incarnation the same energy as the Father, assuredly He cannot have the same essence.",
          "id": 65977
        },
        {
          "text": "But to whom shall we attribute this, My Father worketh hitherto and I work: and this, What things soever He seeth the Father doing, these also doeth the Son likewise: and this, If ye believe not Me, believe My works: and this, The work which I do bear witness concerning Me: and this, As the Father raised up the dead and quickeneth them, even so the Son quickeneth whom He will.",
          "id": 65978
        },
        {
          "text": "For all these shew not only that He is of like essence to the Father even after the incarnation, but that He has also the same energy.",
          "id": 65979
        },
        {
          "text": "And again: if the providence that embraces all creation is not only of the Father and the Holy Spirit, but also of the Son even after the incarnation, assuredly since that is energy, He must have even after the incarnation the same energy as the Father.",
          "id": 65980
        },
        {
          "text": "But if we have learnt from the miracles that Christ has the same essence as the Father, and since the miracles happen to be the energy of God, assuredly He must have even after the incarnation the same energy as the Father.",
          "id": 65981
        },
        {
          "text": "But, if there is one energy belonging to both His divinity and His humanity, it will be compound, and will be either a different energy from that of the Father, or the Father, too, will have a compound energy.",
          "id": 65982
        },
        {
          "text": "But if the Father has a compound energy, manifestly He must also have a compound nature.",
          "id": 65983
        },
        {
          "text": "But if they should say that together with energy is also introduced personality, we shall reply that if personality is introduced along with energy, then the true converse must hold good that energy is also introduced along with personality; and there will be also three energies of the Holy Trinity just as there are three persons or subsistences, or there will be one person and one subsistence just as there is only one energy.",
          "id": 65984
        },
        {
          "text": "Indeed, the holy Fathers have maintained with one voice that things that have the same essence have also the same energy.",
          "id": 65985
        },
        {
          "text": "But further, if personality is introduced along with energy, those who divine that neither one nor two energies of Christ are to be spoken of, do not maintain that either one or two persons of Christ are to be spoken of.",
          "id": 65986
        },
        {
          "text": "Take the case of the flaming sword; just as in it the natures of the fire and the steel are preserved distinct, so also are their two energies and their effects.",
          "id": 65987
        },
        {
          "text": "For the energy of the steel is its cutting power, and that of the fire is its burning power, and the cut is the effect of the energy of the steel, and the burn is the effect of the energy of the fire: and these are kept quite distinct in the burnt cut, and in the cut burn, although neither does the burning take place apart from the cut after the union of the two, nor the cut apart from the burning: and we do not maintain on account of the twofold natural energy that there are two flaming swords, nor do we confuse the essential difference of the energies on account of the unity of the flaming sword.",
          "id": 65988
        },
        {
          "text": "In like manner also, in the case of Christ, His divinity possesses an energy that is divine and omnipotent while His humanity has an energy such as is our own.",
          "id": 65989
        },
        {
          "text": "And the effect of His human energy was His taking the child by the hand and drawing her to Himself, while that of His divine energy was the restoring of her to life.",
          "id": 65990
        },
        {
          "text": "For the one is quite distinct from the other, although they are inseparable from one another in theandric energy.",
          "id": 65991
        },
        {
          "text": "But if, because Christ has one subsistence, He must also have one energy, then, because He has one subsistence, He must also have one essence.",
          "id": 65992
        },
        {
          "text": "And again: if we should hold that Christ has but one energy, this must be either divine or human, or neither.",
          "id": 65993
        },
        {
          "text": "But if we hold that it is divine we must maintain that He is God alone, stripped of our humanity.",
          "id": 65994
        },
        {
          "text": "And if we hold that it is human, we shall be guilty of the impiety of saying that He is mere man.",
          "id": 65995
        },
        {
          "text": "And if we hold that it is neither divine nor human, we must also hold that He is neither God nor man, of like essence neither to the Father nor to us.",
          "id": 65996
        },
        {
          "text": "For it is as a result of the union that the identity in hypostasis arises, but yet the difference between the natures is not done away with.",
          "id": 65997
        },
        {
          "text": "But since the difference between the natures is preserved, manifestly also the energies of the natures will be preserved.",
          "id": 65998
        },
        {
          "text": "For no nature exists that is lacking in energy.",
          "id": 65999
        },
        {
          "text": "If Christ our Master has one energy, it must be either created or uncreated; for between these there is no energy, just as there is no nature.",
          "id": 66000
        },
        {
          "text": "If, then, it is created, it will point to created nature alone, but if it is uncreated, it will betoken uncreated essence alone.",
          "id": 66001
        },
        {
          "text": "For that which is natural must completely correspond with its nature: for there cannot exist a nature that is defective.",
          "id": 66002
        },
        {
          "text": "But the energy that harmonises with nature does not belong to that which is external: and this is manifest because, apart from the energy that harmonises with nature, no nature can either exist or be known.",
          "id": 66003
        },
        {
          "text": "For through that in which each thing manifests its energy, the absence of change confirms its own proper nature.",
          "id": 66004
        },
        {
          "text": "If Christ has one energy, it must be one and the same energy that performs both divine and human actions.",
          "id": 66005
        },
        {
          "text": "But there is no existing thing which abiding in its natural state can act in opposite ways: for fire does not freeze and boil, nor does water dry up and make wet.",
          "id": 66006
        },
        {
          "text": "How then could He Who is by nature God, and Who became by nature man, have both performed miracles, and endured passions with one and the same energy?  If, then, Christ assumed the human mind, that is to say, the intelligent and reasonable soul, undoubtedly He has thought, and will think for ever.",
          "id": 66007
        },
        {
          "text": "But thought is the energy of the mind: and so Christ, as man, is endowed with energy, and will be so for ever.",
          "id": 66008
        },
        {
          "text": "Indeed, the most wise and great and holy John Chrysostom says in his interpretation of the Acts, in the second discourse, \"One would not err if he should call even His passion action: for in that He suffered all things, He accomplished that great and marvellous work, the overthrow of death, and all His other works\".",
          "id": 66009
        },
        {
          "text": "If all energy is defined as essential movement of some nature, as those who are versed in these matters say, where does one perceive any nature that has no movement, and is completely devoid of energy, or where does one find energy that is not movement of natural power? But, as the blessed Cyril says, no one in his senses could admit that there was but one natural energy of God and His creation.",
          "id": 66010
        },
        {
          "text": "It is not His human nature that raises up Lazarus from the dead, nor is it His divine power that sheds tears: for the shedding of tears is peculiar to human nature while the life is peculiar to the enhypostatic life.",
          "id": 66011
        },
        {
          "text": "But yet they are common the one to the other, because of the identity in subsistence.",
          "id": 66012
        },
        {
          "text": "For Christ is one, and one also is His person or subsistence, but yet He has two natures, one belonging to His humanity, and another belonging to His divinity.",
          "id": 66013
        },
        {
          "text": "And the glory, indeed, which proceeded naturally from His divinity became common to both through the identity in subsistence, and again on account of His flesh that which was lowly became common to both.",
          "id": 66014
        },
        {
          "text": "For He Who is the one or the other, that is God or man, is one and the same, and both what is divine and what is human belong to Himself.",
          "id": 66015
        },
        {
          "text": "For while His divinity performed the miracles, they were not done apart from the flesh, and while His flesh performed its lowly offices, they were not done apart from the divinity.",
          "id": 66016
        },
        {
          "text": "For His divinity was joined to the suffering flesh, yet remaining without passion, and endured the saving passions, and the holy mind was joined to the energising divinity of the Word, perceiving and knowing what was being accomplished.",
          "id": 66017
        },
        {
          "text": "And thus His divinity communicates its own glories to the body while it remains itself without part in the sufferings of the flesh.",
          "id": 66018
        },
        {
          "text": "For His flesh did not suffer through His divinity in the same way that His divinity energised through the flesh.",
          "id": 66019
        },
        {
          "text": "For the flesh acted as the instrument of His divinity.",
          "id": 66020
        },
        {
          "text": "Although, therefore, from the first conception there was no division at all between the two forms, but the actions of either form through all the time became those of one person, nevertheless we do not in any way confuse those things that took place without separation, but recognise from the quality of its works what sort of form anything has.",
          "id": 66021
        },
        {
          "text": "Christ, then, energises according to both His natures and either nature energises in Him in communion with the other, the Word performing through the authority and power of its divinity all the actions proper to the Word, i-e: all acts of supremacy and sovereignty, and the body performing all the actions proper to the body, in obedience to the will of the Word that is united to it, and of whom it has become a distinct part.",
          "id": 66022
        },
        {
          "text": "For He was not moved of Himself to the natural passions, nor again did He in that way recoil from the things of pain, and pray for release from them, or suffer what befel from without, but He was moved in conformity with His nature, the Word willing and allowing Him oeconomically to suffer that, and to do the things proper to Him, that the truth might be confirmed by the works of nature.",
          "id": 66023
        },
        {
          "text": "Moreover, just as He received in His birth of a virgin superessential essence, so also He revealed His human energy in a superhuman way, walking with earthly feet on unstable water, not by turning the water into earth, but by causing it in the superabundant power of His divinity not to flow away nor yield beneath the weight of material feet.",
          "id": 66024
        },
        {
          "text": "For not in a merely human way did He do human things: for He was not only man, but also God, and so even His sufferings brought life and salvation: nor yet did He energise as God, strictly after the manner of God, for He was not only God, but also man, and so it was by touch and word and such like that He worked miracles.",
          "id": 66025
        },
        {
          "text": "But if any one should say, \"We do not say that Christ has but one nature, in order to do away with His human energy, but we do so because human energy, in opposition to divine energy, is called passion (πάτθος),\" we shall answer that, according to this reasoning, those also who hold that He has but one nature do not maintain this with a view to doing away with His human nature, but because human nature in opposition to divine nature is spoken of as passible (παθητική ).",
          "id": 66026
        },
        {
          "text": "But God forbid that we should call the human activity passion, when we are distinguishing it from divine energy.",
          "id": 66027
        },
        {
          "text": "For, to speak generally, of nothing is the existence recognised or defined by comparison or collation.",
          "id": 66028
        },
        {
          "text": "If it were so, indeed, existing things would turn out to be mutually the one the cause of the other.",
          "id": 66029
        },
        {
          "text": "For if the human activity is passion because the divine activity is energy, assuredly also the human nature must be wicked because the divine nature is good, and, by conversion and opposition, if the divine activity is called energy because the human activity is called passion, then also the divine nature must be good because the human nature is bad.",
          "id": 66030
        },
        {
          "text": "And so all created things must be bad, and he must have spoken falsely who said, And God saw every thing that He had made, and, behold, it was very good.",
          "id": 66031
        },
        {
          "text": "We, therefore, maintain that the holy Fathers gave various names to the human activity according to the underlying notion.",
          "id": 66032
        },
        {
          "text": "For they called it power, and energy, and difference, and activity, and property, and quality, and passion, not in distinction from the divine activity, but power, because it is a conservative and invariable force; and energy, because it is a distinguishing mark, and reveals the absolute similarity between all things of the same class; and difference, because it distinguishes; and activity, because it makes manifest; and property, because it is constituent and belongs to that alone, and not to any other; and quality, because it gives form; and passion, because it is moved.",
          "id": 66033
        },
        {
          "text": "For all things that are of God and after God suffer in respect of being moved, forasmuch as they have not in themselves motion or power.",
          "id": 66034
        },
        {
          "text": "Therefore, as has been said, it is not in order to distinguish the one from the other that it has been named, but it is in accordance with the plan implanted in it in a creative manner by the Cause that framed the universe.",
          "id": 66035
        },
        {
          "text": "Wherefore, also, when they spoke of it along with the divine nature they called it energy.",
          "id": 66036
        },
        {
          "text": "For he who said, \"For either form energises close communion with the other,\" did something quite different from him who said, And when He had fasted forty days, He was afterwards an hungered: (for He allowed His nature to energise when it so willed, in the way proper to itself,) or from those who hold there is a different energy in Him or that He has a twofold energy, or now one energy and now another.",
          "id": 66037
        },
        {
          "text": "For these statements with the change in terms signify the two energies.",
          "id": 66038
        },
        {
          "text": "Indeed, often the number is indicated both by change of terms and by speaking of them as divine and human.",
          "id": 66039
        },
        {
          "text": "For the difference is difference in differing things, but how do things that do not exist differ?.",
          "id": 66040
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 66041
        },
        {
          "text": "—In reply to those who say \"If man has two natures and two energies, Christ must be held to have three natures and as many energies\".",
          "id": 66042
        },
        {
          "text": "Each individual man, since he is composed of two natures, soul and body, and since these natures are unchangeable in him, could appropriately be spoken of as two natures: for he preserves even after their union thee natural properties of either.",
          "id": 66043
        },
        {
          "text": "For the body is not immortal, but corruptible; neither is the soul mortal, but immortal: and the body is not invisible nor the soul visible to bodily eyes: but the soul is rational and intellectual, and incorporeal, while the body is dense and visible, and irrational.",
          "id": 66044
        },
        {
          "text": "But things that are opposed to one another in essence have not one nature, and, therefore, soul and body cannot have one essence.",
          "id": 66045
        },
        {
          "text": "And again: if man is a rational and mortal animal, and every definition is explanatory of the underlying natures, and the rational is not the same as the mortal according to the plan of nature, man then certainly cannot have one nature, according to the rule of his own definition.",
          "id": 66046
        },
        {
          "text": "But if man should at any time be said to have one nature, the word \"nature\" is here used instead of \"species,\" as when we say that man does not differ from man in any difference of nature.",
          "id": 66047
        },
        {
          "text": "But since all men are fashioned in the same way, and are composed of soul and body, and each has two distinct natures, they are all brought under one definition.",
          "id": 66048
        },
        {
          "text": "And this is not unreasonable, for the holy Athanasius spake of all created things as having one nature forasmuch as they were all produced, expressing himself thus in his Oration against those who blasphemed the Holy Spirit: \"That the Holy Spirit is above all creation, and different from the nature of things produced and peculiar to divinity, we may again perceive.",
          "id": 66049
        },
        {
          "text": "For whatever is seen to be common to many things, and not more in one and less in another, is called essence.",
          "id": 66050
        },
        {
          "text": "Since, then, every man is composed of soul and body, accordingly we speak of man as having one nature.",
          "id": 66051
        },
        {
          "text": "But we cannot speak of our Lord's subsistence as one nature: for each nature preserves, even after the union, its natural properties, nor can we find a class of Christs.",
          "id": 66052
        },
        {
          "text": "For no other Christ was born both of divinity and of humanity to be at once God and man\".",
          "id": 66053
        },
        {
          "text": "And again: man's unity in species is not the same thing as the unity of soul and body in essence.",
          "id": 66054
        },
        {
          "text": "For man's unity in species makes clear the absolute similarity between all men, while the unity of soul and body in essence is an insult to their very existence, and reduces them to nothingness: for either the one must change into the essence of the other, or from different things something different must be produced, and so both would be changed, or if they keep to their own proper limits there must be two natures.",
          "id": 66055
        },
        {
          "text": "For, as regards the nature of essence the corporeal is not the same as the incorporeal.",
          "id": 66056
        },
        {
          "text": "Therefore, although holding that man has one nature, not because the essential quality of his soul and that of his body are the same, but because the individuals included under the species are exactly the same, it is not necessary for us to maintain that Christ also has one nature, for in this case there is no species embracing many subsistences.",
          "id": 66057
        },
        {
          "text": "Moreover, every compound is said to be composed of what immediately composes it.",
          "id": 66058
        },
        {
          "text": "For we do not say that a house is composed of earth and water, but of bricks and timber.",
          "id": 66059
        },
        {
          "text": "Otherwise, it would be necessary to speak of man as composed of at least five things, viz.",
          "id": 66060
        },
        {
          "text": ", the four elements and soul.",
          "id": 66061
        },
        {
          "text": "And so also, in the case of our Lord Jesus Christ we do not look at the parts of the parts, but at those divisions of which He is immediately composed, viz.",
          "id": 66062
        },
        {
          "text": ", divinity and humanity.",
          "id": 66063
        },
        {
          "text": "And further, if by saying that man has two natures we are obliged to hold that Christ has three, you, too, by saying that man is composed of two natures must hold that Christ is composed of three natures: and it is just the same with the energies.",
          "id": 66064
        },
        {
          "text": "For energy must correspond with nature: and Gregory the Theologian bears witness that man is said to have and has two natures, saying, \"God and man are two natures, since, indeed, soul and body also are two natures\".",
          "id": 66065
        },
        {
          "text": "And in his discourse \"Concerning Baptism\" he says, \"Since we consist of two parts, soul and body, the visible and the invisible nature, the purification is likewise twofold, that is, by water and Spirit\".",
          "id": 66066
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 66067
        },
        {
          "text": "—Concerning the deification of the nature of our Lord's flesh and of His will.",
          "id": 66068
        },
        {
          "text": "It is worthy of note that the flesh of the Lord is not said to have been deified and made equal to God and God in respect of any change or alteration, or transformation, or confusion of nature: as Gregory the Theologian says, \"Whereof the one deified, and the other was deified, and, to speak boldly, made equal to God: and that which anointed became man, and that which was anointed became God\".",
          "id": 66069
        },
        {
          "text": "For these words do not mean any change in nature, but rather the oeconomical union (I mean the union in subsistence by virtue of which it was united inseparably with God the Word), and the permeation of the natures through one another, just as we saw that burning permeated the steel.",
          "id": 66070
        },
        {
          "text": "For, just as we confess that God became man without change or alteration, so we consider that the flesh became God without change.",
          "id": 66071
        },
        {
          "text": "For because the Word became flesh, He did not overstep the limits of His own divinity nor abandon the divine glories that belong to Him: nor, on the other hand, was the flesh, when deified, changed in its own nature or in its natural properties.",
          "id": 66072
        },
        {
          "text": "For even after the union, both the natures abode unconfused and their properties unimpaired.",
          "id": 66073
        },
        {
          "text": "But the flesh of the Lord received the riches of the divine energies through the purest union with the Word, that is to say, the union in subsistence, without entailing the loss of any of its natural attributes.",
          "id": 66074
        },
        {
          "text": "For it is not in virtue of any energy of its own but through the Word united to it, that it manifests divine energy: for the flaming steel burns, not because it has been endowed in a physical way with burning energy, but because it has obtained this energy by its union with fire.",
          "id": 66075
        },
        {
          "text": "Wherefore the same flesh was mortal by reason of its own nature and life-giving through its union with the Word in subsistence.",
          "id": 66076
        },
        {
          "text": "And we hold that it is just the same with the deification of the will; for its natural activity was not changed but united with His divine and omnipotent will, and became the will of God, made man.",
          "id": 66077
        },
        {
          "text": "And so it was that, though He wished, He could not of Himself escape, because it pleased God the Word that the weakness of the human will, which was in truth in Him, should be made manifest.",
          "id": 66078
        },
        {
          "text": "But He was able to cause at His will the cleansing of the leper, because of the union with the divine will.",
          "id": 66079
        },
        {
          "text": "Observe further, that the deification of the nature and the will points most expressly and most directly both to two natures and two wills.",
          "id": 66080
        },
        {
          "text": "For just as the burning does not change into fire the nature of the thing that is burnt, but makes distinct both what is burnt, and what burned it, and is indicative not of one but of two natures, so also the deification does not bring about one compound nature but two, and their union in subsistence.",
          "id": 66081
        },
        {
          "text": "Gregory the Theologian, indeed, says, \"Whereof the one deified, the other was deified,\" and by the words \"whereof,\" \"the one,\" \"the other,\" he assuredly indicates two natures.",
          "id": 66082
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 66083
        },
        {
          "text": "—Further concerning volitions and free-wills: minds, too, and knowledges and wisdoms.",
          "id": 66084
        },
        {
          "text": "When we say that Christ is perfect God and perfect man, we assuredly attribute to Him all the properties natural to both the Father and mother.",
          "id": 66085
        },
        {
          "text": "For He became man in order that that which was overcome might overcome.",
          "id": 66086
        },
        {
          "text": "For He Who was omnipotent did not in His omnipotent authority and might lack the power to rescue man out of the hands of the tyrant.",
          "id": 66087
        },
        {
          "text": "But the tyrant would have had a ground of complaint if, after He had overcome man, God should have used force against him.",
          "id": 66088
        },
        {
          "text": "Wherefore God in His pity and love for man wished to reveal fallen man himself as conqueror, and became man to restore like with like.",
          "id": 66089
        },
        {
          "text": "But that man is a rational and intelligent animal, no one will deny.",
          "id": 66090
        },
        {
          "text": "How, then, could He have become man if He took on Himself flesh without soul, or soul without mind? For that is not man.",
          "id": 66091
        },
        {
          "text": "Again, what benefit would His becoming man have been to us if He Who suffered first was not saved, nor renewed and strengthened by the union with divinity? For that which is not assumed is not remedied.",
          "id": 66092
        },
        {
          "text": "He, therefore, assumed the whole man, even the fairest part of him, which had become diseased, in order that He might bestow salvation on the whole.",
          "id": 66093
        },
        {
          "text": "And, indeed, there could never exist a mind that had not wisdom and was destitute of knowledge.",
          "id": 66094
        },
        {
          "text": "For if it has not energy or motion, it is utterly reduced to nothingness.",
          "id": 66095
        },
        {
          "text": "Therefore, God the Word, wishing to restore that which was in His own image, became man.",
          "id": 66096
        },
        {
          "text": "But what is that which was in His own image, unless mind? So He gave up the better and assumed the worse.",
          "id": 66097
        },
        {
          "text": "For mind is in the border-land between God and flesh, for it dwells indeed in fellowship with the flesh, and is, moreover, the image of God.",
          "id": 66098
        },
        {
          "text": "Mind, then, mingles with mind, and mind holds a place midway between the pureness of God and the denseness of flesh.",
          "id": 66099
        },
        {
          "text": "For if the Lord assumed a soul without mind, He assumed the soul of an irrational animal.",
          "id": 66100
        },
        {
          "text": "But if the Evangelist said that the Word was made flesh, note that in the Holy Scripture sometimes a man is spoken of as a soul, as, for example, with seventy-five souls came Jacob into Egypt: and sometimes a man is spoken of as flesh, as, for example, All flesh shall see the salvation of God.",
          "id": 66101
        },
        {
          "text": "And accordingly the Lord did not become flesh without soul or mind, but man.",
          "id": 66102
        },
        {
          "text": "He says, indeed, Himself, Why seek ye to kill Me, a Man that hath told you the truth? He, therefore, assumed flesh animated with the spirit of reason and mind, a spirit that holds sway over the flesh but is itself under the dominion of the divinity of the Word.",
          "id": 66103
        },
        {
          "text": "So, then, He had by nature, both as God and as man, the power of will.",
          "id": 66104
        },
        {
          "text": "But His human will was obedient and subordinate to His divine will, not being guided by its own inclination, but willing those things which the divine will willed.",
          "id": 66105
        },
        {
          "text": "For it was with the permission of the divine will that He suffered by nature what was proper to Him.",
          "id": 66106
        },
        {
          "text": "For when He prayed that He might escape the death, it was with His divine will naturally willing and permitting it that He did so pray and agonize and fear, and again when His divine will willed that His human will should choose the death, the passion became voluntary to Him.",
          "id": 66107
        },
        {
          "text": "For it was not as God only, but also as man, that He voluntarily surrendered Himself to the death.",
          "id": 66108
        },
        {
          "text": "And thus He bestowed on us also courage in the face of death.",
          "id": 66109
        },
        {
          "text": "So, indeed, He said before His saving passion, Father, if it be possible, let this cup pass from Me,\" manifestly as though He were to drink the cup as man and not as God.",
          "id": 66110
        },
        {
          "text": "It was as man, then, that He wished the cup to pass from Him: but these are the words of natural timidity.",
          "id": 66111
        },
        {
          "text": "Nevertheless, He said, not My will, that is to say, not in so far as I am of a different essence from Thee, but Thy will be done, that is to say, My will and Thy will, in so far as I am of the same essence as Thou.",
          "id": 66112
        },
        {
          "text": "Now these are the words of a brave heart.",
          "id": 66113
        },
        {
          "text": "For the Spirit of the Lord, since He truly became man in His good pleasure, on first testing its natural weakness was sensible of the natural fellow-suffering involved in its separation from the body, but being strengthened by the divine will it again grew bold in the face of death.",
          "id": 66114
        },
        {
          "text": "For since He was Himself wholly God although also man, and wholly man although also God, He Himself as man subjected in Himself and by Himself His human nature to God and the Father, and became obedient to the Father, thus making Himself the most excellent type and example for us.",
          "id": 66115
        },
        {
          "text": "Of His own free-will, moreover, He exercised His divine and human will.",
          "id": 66116
        },
        {
          "text": "For free-will is assuredly implanted in every rational nature.",
          "id": 66117
        },
        {
          "text": "For to what end would it possess reason, if it could not reason at its own free-will? For the Creator hath implanted even in the unreasoning brutes natural appetite to compel them to sustain their own nature.",
          "id": 66118
        },
        {
          "text": "For devoid of reason, as they are, they cannot guide their natural appetite but are guided by it.",
          "id": 66119
        },
        {
          "text": "And so, as soon as the appetite for anything has sprung up, straightway arises also the impulse for action.",
          "id": 66120
        },
        {
          "text": "And thus they do not win praise or happiness for pursuing virtue, nor punishment for doing evil.",
          "id": 66121
        },
        {
          "text": "But the rational nature, although it does possess a natural appetite, can guide and train it by reason wherever the laws of nature are observed.",
          "id": 66122
        },
        {
          "text": "For the advantage of reason consists in this, the free-will, by which we mean natural activity in a rational subject.",
          "id": 66123
        },
        {
          "text": "Wherefore in pursuing virtue it wins praise and happiness, and in pursuing vice it wins punishment.",
          "id": 66124
        },
        {
          "text": "So that the soul of the Lord being moved of its own free-will willed, but willed of its free-will those things which His divine will willed it to will.",
          "id": 66125
        },
        {
          "text": "For the flesh was not moved at a sign from the Word, as Moses and all the holy men were moved at a sign from heaven.",
          "id": 66126
        },
        {
          "text": "But He Himself, Who was one and yet both God and man, willed according to both His divine and His human will.",
          "id": 66127
        },
        {
          "text": "Wherefore it was not in inclination but rather in natural power that the two wills of the Lord differed from one another.",
          "id": 66128
        },
        {
          "text": "For His divine will was without beginning and all-effecting, as having power that kept pace with it, and free from passion; while His human will had a beginning in time, and itself endured the natural and innocent passions, and was not naturally omnipotent.",
          "id": 66129
        },
        {
          "text": "But yet it was omnipotent because it truly and naturally had its origin in the God-Word.",
          "id": 66130
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 66131
        },
        {
          "text": "—Concerning the theandric energy.",
          "id": 66132
        },
        {
          "text": "When the blessed Dionysius says that Christ exhibited to us some sort of novel theandric energy, he does not do away with the natural energies by saying that one energy resulted from the union of the divine with the human energy: for in the same way we could speak of one new nature resulting from the union of the divine with the human nature.",
          "id": 66133
        },
        {
          "text": "For, according to the holy Fathers, things that have one energy have also one essence.",
          "id": 66134
        },
        {
          "text": "But he wished to indicate the novel and ineffable manner in which the natural energies of Christ manifest themselves, a manner befitting the ineffable manner in which the natures of Christ mutually permeate one another, and further how strange and wonderful and, in the nature of things, unknown was His life as man, and lastly the manner of the mutual interchange arising from the ineffable union.",
          "id": 66135
        },
        {
          "text": "For we hold that the energies are not divided and that the natures do not energise separately, but that each conjointly in complete community with the other energises with its own proper energy.",
          "id": 66136
        },
        {
          "text": "For the human part did not energise merely in a human manner, for He was not mere man; nor did the divine part energise only after the manner of God, for He was not simply God, but He was at once God and man.",
          "id": 66137
        },
        {
          "text": "For just as in the case of natures we recognise both their union and their natural difference, so is it also with the natural wills and energies.",
          "id": 66138
        },
        {
          "text": "Note, therefore, that in the case of our Lord Jesus Christ, we speak sometimes of His two natures and sometimes of His one person: and the one or the other is referred to one conception.",
          "id": 66139
        },
        {
          "text": "For the two natures are one Christ, and the one Christ is two natures.",
          "id": 66140
        },
        {
          "text": "Wherefore it is all the same whether we say \"Christ energises according to either of His natures,\" or \"either nature energises in Christ in communion with the other\".",
          "id": 66141
        },
        {
          "text": "The divine nature, then, has communion with the flesh in its energising, because it is by the good pleasure of the divine will that the flesh is permitted to suffer and do the things proper to itself, and because the energy of the flesh is altogether saving, and this is an attribute not of human but of divine energy.",
          "id": 66142
        },
        {
          "text": "On the other hand the flesh has communion with the divinity of the Word in its energising, because the divine energies are performed, so to speak, through the organ of the body, and because He Who energises at once as God and man is one and the same.",
          "id": 66143
        },
        {
          "text": "Further observe that His holy mind also performs its natural energies, thinking and knowing that it is God's mind and that it is worshipped by all creation, and remembering the times He spent on earth and all He suffered, but it has communion with the divinity of the Word in its energising and orders and governs the universe, thinking and knowing and ordering not as the mere mind of man, but as united in subsistence with God and acting as the mind of God.",
          "id": 66144
        },
        {
          "text": "This, then, the theandric energy makes plain that when God became man, that is when He became incarnate, both His human energy was divine, that is deified, and not without part in His divine energy, and His divine energy was not without part in His human energy, but either was observed in conjunction with the other.",
          "id": 66145
        },
        {
          "text": "Now this manner of speaking is called a periphrasis, viz.",
          "id": 66146
        },
        {
          "text": ", when one embraces two things in one statement.",
          "id": 66147
        },
        {
          "text": "For just as in the case of the flaming sword we speak of the cut burn as one, and the burnt cut as one, but still hold that the cut and the burn have different energies and different natures, the burn having the nature of fire and the cut the nature of steel, in the same way also when we speak of one theandric energy of Christ, we understand two distinct energies of His two natures, a divine energy belonging to His divinity, and a human energy belonging to His humanity.",
          "id": 66148
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 66149
        },
        {
          "text": "—Concerning the natural and innocent passions.",
          "id": 66150
        },
        {
          "text": "We confess,then, that He assumed all the natural and innocent passions of man.",
          "id": 66151
        },
        {
          "text": "For He assumed the whole man and all man's attributes save sin.",
          "id": 66152
        },
        {
          "text": "For that is not natural, nor is it implanted in us by the Creator, but arises voluntarily in our mode of life as the result of a further implantation by the devil, though it cannot prevail over us by force.",
          "id": 66153
        },
        {
          "text": "For the natural and innocent passions are those which are not in our power, but which have entered into the life of man owing to the condemnation by reason of the transgression; such as hunger, thirst, weariness, labour, the tears, the corruption, the shrinking from death, the fear, the agony with the bloody sweat, the succour at the hands of angels because of the weakness of the nature, and other such like passions which belong by nature to every man.",
          "id": 66154
        },
        {
          "text": "All, then, He assumed that He might sanctify all.",
          "id": 66155
        },
        {
          "text": "He was tried and overcame in order that He might prepare victory for us and give to nature power to overcome its antagonist, in order that nature which was overcome of old might overcome its former conqueror by the very weapons wherewith it had itself been overcome.",
          "id": 66156
        },
        {
          "text": "The wicked one, then, made his assault from without, not by thoughts prompted inwardly, just as it was with Adam.",
          "id": 66157
        },
        {
          "text": "For it was not by inward thoughts, but by the serpent that Adam was assailed.",
          "id": 66158
        },
        {
          "text": "But the Lord repulsed the assault and dispelled it like vapour, in order that the passions which assailed him and were overcome might be easily subdued by us, and that the new Adam should save the old.",
          "id": 66159
        },
        {
          "text": "Of a truth our natural passions were in harmony with nature and above nature in Christ.",
          "id": 66160
        },
        {
          "text": "For they were stirred in Him after a natural manner when He permitted the flesh to suffer what was proper to it: but they were above nature because that which was natural did not in the Lord assume command over the will.",
          "id": 66161
        },
        {
          "text": "For no compulsion is contemplated in Him but all is voluntary.",
          "id": 66162
        },
        {
          "text": "For it was with His will that He hungered and thirsted and feared and died.",
          "id": 66163
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter XXI.",
          "id": 66164
        },
        {
          "text": "—Concerning ignorance and servitude.",
          "id": 66165
        },
        {
          "text": "He assumed, it is to be noted, the ignorant and servile nature.",
          "id": 66166
        },
        {
          "text": "For it is man's nature to be the servant of God, his Creator, and he does not possess knowledge of the future.",
          "id": 66167
        },
        {
          "text": "If, then, as Gregory the Theologian holds, you are to separate the realm of sight from the realm of thought, the flesh is to be spoken of as both servile and ignorant, but on account of the identity of subsistence and the inseparable union the soul of the Lord was enriched with the knowledge of the future as also with the other miraculous powers.",
          "id": 66168
        },
        {
          "text": "For just as the flesh of men is not in its own nature life-giving, while the flesh of our Lord which was united in subsistence with God the Word Himself, although it was not exempt from the mortality of its nature, yet became life-giving through its union in subsistence with the Word, and we may not say that it was not and is not for ever life-giving: in like manner His human nature does not in essence possess the knowledge of the future, but the soul of the Lord through its union with God the Word Himself and its identity in subsistence was enriched, as I said, with the knowledge of the future as well as with the other miraculous powers.",
          "id": 66169
        },
        {
          "text": "Observe further that we may not speak of Him as servant.",
          "id": 66170
        },
        {
          "text": "For the words servitude and mastership are not marks of nature but indicate relationship, to something, such as that of fatherhood and sonship.",
          "id": 66171
        },
        {
          "text": "For these do not signify essence but relation.",
          "id": 66172
        },
        {
          "text": "It is just as we said, then, in connection with ignorance, that if you separate with subtle thoughts, that is, with fine imaginings, the created from the uncreated, the flesh is a servant, unless it has been united with God the Word.",
          "id": 66173
        },
        {
          "text": "But how can it be a servant when it is once united in subsistence? For since Christ is one, He cannot be His own servant and Lord.",
          "id": 66174
        },
        {
          "text": "For these are not simple predications but relative.",
          "id": 66175
        },
        {
          "text": "Whose servant, then could He be? His Father's? The Son, then, would not have all the Father's attributes, if He is the Father's servant and yet in no respect His own.",
          "id": 66176
        },
        {
          "text": "Besides, how could the apostle say concerning us who were adopted by Him, So that you are no longer a servant but a son, if indeed He is Himself a servant? The word servant, then, is used merely as a title, though not in the strict meaning: but for our sakes He assumed the form of a servant and is called a servant among us.",
          "id": 66177
        },
        {
          "text": "For although He is without passion, yet for our sake He was the servant of passion and became the minister of our salvation.",
          "id": 66178
        },
        {
          "text": "Those, then, who say that He is a servant divide the one Christ into two, just as Nestorius did.",
          "id": 66179
        },
        {
          "text": "But we declare Him to be Master and Lord of all creation, the one Christ, at once God and man, and all-knowing.",
          "id": 66180
        },
        {
          "text": "For in Him are all the treasures of wisdom and knowledge, the hidden treasures.",
          "id": 66181
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter XXII.",
          "id": 66182
        },
        {
          "text": "—Concerning His growth.",
          "id": 66183
        },
        {
          "text": "He is, moreover, said to grow in wisdom and age and grace, increasing in age indeed and through the increase in age manifesting the wisdom that is in Him; yea, further, making men's progress in wisdom and grace, and the fulfilment of the Father's goodwill, that is to say, men's knowledge of God and men's salvation, His own increase, and everywhere taking as His own that which is ours.",
          "id": 66184
        },
        {
          "text": "But those who hold that He progressed in wisdom and grace in the sense of receiving some addition to these attributes, do not say that the union took place at the first origin of the flesh, nor yet do they give precedence to the union in subsistence, but giving heed to the foolish Nestorius they imagine some strange relative union and mere indwelling, understanding neither what they say nor whereof they affirm.",
          "id": 66185
        },
        {
          "text": "For if in truth the flesh was united with God the Word from its first origin, or rather if it existed in Him and was identical in subsistence with Him, how was it that it was not endowed completely with all wisdom and grace? not that it might itself participate in the grace, nor share by grace in what belonged to the Word, but rather by reason of the union in subsistence, since both what is human and what is divine belong to the one Christ, and that He Who was Himself at once God and man should pour forth like a fountain over the universe His grace and wisdom and plenitude of every blessing.",
          "id": 66186
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter XXIII.",
          "id": 66187
        },
        {
          "text": "—Concerning His Fear.",
          "id": 66188
        },
        {
          "text": "The word fear has a double meaning.",
          "id": 66189
        },
        {
          "text": "For fear is natural when the soul is unwilling to be separated from the body, on account of the natural sympathy and close relationship planted in it in the beginning by the Creator, which makes it fear and struggle against death and pray for an escape from it.",
          "id": 66190
        },
        {
          "text": "It may be defined thus: natural fear is the force whereby we cling to being with shrinking.",
          "id": 66191
        },
        {
          "text": "For if all things were brought by the Creator out of nothing into being, they all have by nature a longing after being and not after non-being.",
          "id": 66192
        },
        {
          "text": "Moreover the inclination towards those things that support existence is a natural property of them.",
          "id": 66193
        },
        {
          "text": "Hence God the Word when He became man had this longing, manifesting, on the one hand, in those things that support existence, the inclination of His nature in desiring food and drink and sleep, and having in a natural manner made proof of these things, while on the other hand displaying in those things that bring corruption His natural disinclination in voluntarily shrinking in the hour of His passion before the face of death.",
          "id": 66194
        },
        {
          "text": "For although what happened did so according to the laws of nature, yet it was not, as in our case, a matter of necessity.",
          "id": 66195
        },
        {
          "text": "For He willingly and spontaneously accepted that which was natural.",
          "id": 66196
        },
        {
          "text": "So that fear itself and terror and agony belong to the natural and innocent passions and are not under the dominion of sin.",
          "id": 66197
        },
        {
          "text": "Again, there is a fear which arises from treachery of reasoning and want of faith, and ignorance of the hour of death, as when we are at night affected by fear at some chance noise.",
          "id": 66198
        },
        {
          "text": "This is unnatural fear, and may be thus defined: unnatural fear is an unexpected shrinking.",
          "id": 66199
        },
        {
          "text": "This our Lord did not assume.",
          "id": 66200
        },
        {
          "text": "Hence He never felt fear except in the hour of His passion, although He often experienced a feeling of shrinking in accordance with the dispensation.",
          "id": 66201
        },
        {
          "text": "For He was not ignorant of the appointed time.",
          "id": 66202
        },
        {
          "text": "But the holy Athanasius in his discourse against Apollinarius says that He did actually feel fear.",
          "id": 66203
        },
        {
          "text": "\"Wherefore the Lord said: Now is My soul troubled.",
          "id": 66204
        },
        {
          "text": "The 'now' indeed means just 'when He willed,' but yet points to what actually was.",
          "id": 66205
        },
        {
          "text": "For He did not speak of what was not, as though it were present, as if the things that were said only apparently happened.",
          "id": 66206
        },
        {
          "text": "For all things happened naturally and actually\".",
          "id": 66207
        },
        {
          "text": "And again, after some other matters, he says, \"In nowise does His divinity admit passion apart from a suffering body, nor yet does it manifest trouble and pain apart from a pained and troubled soul, nor does it suffer anguish and offer up prayer apart from a mind that suffered anguish and offered up prayer.",
          "id": 66208
        },
        {
          "text": "For, although these occurrences were not due to any overthrow of nature, yet they took place to shew forth His real being\".",
          "id": 66209
        },
        {
          "text": "The words \"these occurrences were not due to any overthrow of His nature,\" prove that it was not involuntarily that He endured these things.",
          "id": 66210
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter XXIV.",
          "id": 66211
        },
        {
          "text": "—Concerning our Lord's Praying.",
          "id": 66212
        },
        {
          "text": "Prayer is an uprising of the mind to God or a petitioning of God for what is fitting.",
          "id": 66213
        },
        {
          "text": "How then did it happen that our Lord offered up prayer in the case of Lazarus, and at the hour of His passion? For His holy mind was in no need either of any uprising towards God, since it had been once and for all united in subsistence with the God Word, or of any petitioning of God.",
          "id": 66214
        },
        {
          "text": "For Christ is one.",
          "id": 66215
        },
        {
          "text": "But it was because He appropriated to Himself our personality and took our impress on Himself, and became an ensample for us, and taught us to ask of God and strain towards Him, and guided us through His own holy mind in the way that leads up to God.",
          "id": 66216
        },
        {
          "text": "For just as He endured the passion, achieving for our sakes a triumph over it, so also He offered up prayer, guiding us, as I said, in the way that leads up to God, and \"fulfilling all righteousness\" on our behalf, as He said to John, and reconciling His Father to us, and honouring Him as the beginning and cause, and proving that He is no enemy of God.",
          "id": 66217
        },
        {
          "text": "For when He said in connection with Lazarus, Father, I thank Thee that Thou hast heard Me.",
          "id": 66218
        },
        {
          "text": "And I know that Thou hearest Me always, but because of the people which stand by I said it, that they may believe that Thou hast sent Me, is it not most manifest to all that He said this in honour of His Father as the cause even of Himself, and to shew that He was no enemy of God?  Again, when he said, Father, if it be possible, let this cup pass from Me: yet, not as I will but as Thou wilt, is it not clear to all that He said this as a lesson to us to ask help in our trials only from God, and to prefer God's will to our own, and as a proof that He did actually appropriate to Himself the attributes of our nature, and that He did in truth possess two wills, natural, indeed, and corresponding with His natures but yet in no wise opposed to one another? \"Father\" implies that He is of the same essence, but \"if it be possible\" does not mean that He was in ignorance (for what is impossible to God?), but serves to teach us to prefer God's will to our own.",
          "id": 66219
        },
        {
          "text": "For that alone is impossible which is against God's will and permission.",
          "id": 66220
        },
        {
          "text": "\"But not as I will but as Thou wilt,\" for inasmuch as He is God, He is identical with the Father, while inasmuch as He is man, He manifests the natural will of mankind.",
          "id": 66221
        },
        {
          "text": "For it is this that naturally seeks escape from death.",
          "id": 66222
        },
        {
          "text": "Further, these words, My God, My God, why hast Thou forsaken Me? He said as making our personality His own.",
          "id": 66223
        },
        {
          "text": "For neither would God be regarded with us as His Father, unless one were to discriminate with subtle imaginings of the mind between that which is seen and that which is thought, nor was He ever forsaken by His divinity: nay, it was we who were forsaken and disregarded.",
          "id": 66224
        },
        {
          "text": "So that it was as appropriating our personality that He offered these prayers.",
          "id": 66225
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter XXV.",
          "id": 66226
        },
        {
          "text": "—Concerning the Appropriation.",
          "id": 66227
        },
        {
          "text": "It is to be observed that there are two appropriations: one that is natural and essential, and one that is personal and relative.",
          "id": 66228
        },
        {
          "text": "The natural and essential one is that by which our Lord in His love for man took on Himself our nature and all our natural attributes, becoming in nature and truth man, and making trial of that which is natural: but the personal and relative appropriation is when any one assumes the person of another relatively, for instance, out of pity or love, and in his place utters words concerning him that have no connection with himself.",
          "id": 66229
        },
        {
          "text": "And it was in this way that our Lord appropriated both our curse and our desertion, and such other things as are not natural: not that He Himself was or became such, but that He took upon Himself our personality and ranked Himself as one of us.",
          "id": 66230
        },
        {
          "text": "Such is the meaning in which this phrase is to be taken: Being made a curse for our sakes.",
          "id": 66231
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter XXVI.",
          "id": 66232
        },
        {
          "text": "—Concerning the Passion of our Lord's body, and the Impassibility of His divinity.",
          "id": 66233
        },
        {
          "text": "The Word of God then itself endured all in the flesh, while His divine nature which alone was passionless remained void of passion.",
          "id": 66234
        },
        {
          "text": "For since the one Christ, Who is a compound of divinity and humanity, and exists in divinity and humanity, truly suffered, that part which is capable of passion suffered as it was natural it should, but that part which was void of passion did not share in the suffering.",
          "id": 66235
        },
        {
          "text": "For the soul, indeed, since it is capable of passion shares in the pain and suffering of a bodily cut, though it is not cut itself but only the body: but the divine part which is void of passion does not share in the suffering of the body.",
          "id": 66236
        },
        {
          "text": "Observe, further, that we say that God suffered in the flesh, but never that His divinity suffered in the flesh, or that God suffered through the flesh.",
          "id": 66237
        },
        {
          "text": "For if, when the sun is shining upon a tree, the axe should cleave the tree, and, nevertheless, the sun remains uncleft and void of passion, much more will the passionless divinity of the Word, united in subsistence to the flesh, remain void of passion when the body undergoes passion.",
          "id": 66238
        },
        {
          "text": "And should any one pour water over flaming steel, it is that which naturally suffers by the water, I mean, the fire, that is quenched, but the steel remains untouched (for it is not the nature of steel to be destroyed by water): much more, then, when the flesh suffered did His only passionless divinity escape all passion although abiding inseparable from it.",
          "id": 66239
        },
        {
          "text": "For one must not take the examples too absolutely and strictly: indeed, in the examples, one must consider both what is like and what is unlike, otherwise it would not be an example.",
          "id": 66240
        },
        {
          "text": "For, if they were like in all respects they would be identities, and not examples, and all the more so in dealing with divine matters.",
          "id": 66241
        },
        {
          "text": "For one cannot find an example that is like in all respects whether we are dealing with theology or the dispensation.",
          "id": 66242
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter XXVII.",
          "id": 66243
        },
        {
          "text": "—Concerning the fact that the divinity of the Word remained inseparable from the soul and the body, even at our Lord's death, and that His subsistence continued one.",
          "id": 66244
        },
        {
          "text": "Since our Lord Jesus Christ was without sin (for He committed no sin, He Who took away the sin of the world, nor was there any deceit found in His mouth) He was not subject to death, since death came into the world through sin.",
          "id": 66245
        },
        {
          "text": "He dies, therefore, because He took on Himself death on our behalf, and He makes Himself an offering to the Father for our sakes.",
          "id": 66246
        },
        {
          "text": "For we had sinned against Him, and it was meet that He should receive the ransom for us, and that we should thus be delivered from the condemnation.",
          "id": 66247
        },
        {
          "text": "God forbid that the blood of the Lord should have been offered to the tyrant.",
          "id": 66248
        },
        {
          "text": "Wherefore death approaches, and swallowing up the body as a bait is transfixed on the hook of divinity, and after tasting of a sinless and life-giving body, perishes, and brings up again all whom of old he swallowed up.",
          "id": 66249
        },
        {
          "text": "For just as darkness disappears on the introduction of light, so is death repulsed before the assault of life, and brings life to all, but death to the destroyer.",
          "id": 66250
        },
        {
          "text": "Wherefore, although He died as man and His Holy Spirit was severed from His immaculate body, yet His divinity remained inseparable from both, I mean, from His soul and His body, and so even thus His one hypostasis was not divided into two hypostases.",
          "id": 66251
        },
        {
          "text": "For body and soul received simultaneously in the beginning their being in the subsistence of the Word, and although they were severed from one another by death, yet they continued, each of them, having the one subsistence of the Word.",
          "id": 66252
        },
        {
          "text": "So that the one subsistence of the Word is alike the subsistence of the Word, and of soul and body.",
          "id": 66253
        },
        {
          "text": "For at no time had either soul or body a separate subsistence of their own, different from that of the Word, and the subsistence of the Word is for ever one, and at no time two.",
          "id": 66254
        },
        {
          "text": "So that the subsistence of Christ is always one.",
          "id": 66255
        },
        {
          "text": "For, although the soul was separated from the body topically, yet hypostatically they were united through the Word.",
          "id": 66256
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chapter XXVIII.",
          "id": 66257
        },
        {
          "text": "—Concerning Corruption and Destruction.",
          "id": 66258
        },
        {
          "text": "The word corruption has two meanings.",
          "id": 66259
        },
        {
          "text": "For it signifies all the human sufferings, such as hunger, thirst, weariness, the piercing with nails, death, that is, the separation of soul and body, and so forth.",
          "id": 66260
        },
        {
          "text": "In this sense we say that our Lord's body was subject to corruption.",
          "id": 66261
        },
        {
          "text": "For He voluntarily accepted all these things.",
          "id": 66262
        },
        {
          "text": "But corruption means also the complete resolution of the body into its constituent elements, and its utter disappearance, which is spoken of by many preferably as destruction.",
          "id": 66263
        },
        {
          "text": "The body of our Lord did not experience this form of corruption, as the prophet David says, For Thou wilt not leave my soul in hell, neither wilt Thou suffer Thine holy one to see corruption.",
          "id": 66264
        },
        {
          "text": "Wherefore to say, with that foolish Julianus and Gaïanus, that our Lord's body was incorruptible, in the first sense of the word, before His resurrection is impious.",
          "id": 66265
        },
        {
          "text": "For if it were incorruptible it was not really, but only apparently, of the same essence as ours, and what the Gospel tells us happened, viz.",
          "id": 66266
        },
        {
          "text": "the hunger, the thirst, the nails, the wound in His side, the death, did not actually occur.",
          "id": 66267
        },
        {
          "text": "But if they only apparently happened, then the mystery of the dispensation is an imposture and a sham, and He became man only in appearance, and not in actual fact, and we are saved only in appearance, and not in actual fact.",
          "id": 66268
        },
        {
          "text": "But God forbid, and may those who so say have no part in the salvation.",
          "id": 66269
        },
        {
          "text": "But we have obtained and shall obtain the true salvation.",
          "id": 66270
        },
        {
          "text": "But in the second meaning of the word \"corruption,\" we confess that our Lord's body is incorruptible, that is, indestructible, for such is the tradition of the inspired Fathers.",
          "id": 66271
        },
        {
          "text": "Indeed, after the resurrection of our Saviour from the dead, we say that our Lord's body is incorruptible even in the first sense of the word.",
          "id": 66272
        },
        {
          "text": "For our Lord by His own body bestowed the gifts both of resurrection and of subsequent incorruption even on our own body, He Himself having become to us the firstfruits both of resurrection and incorruption, and of passionlessness.",
          "id": 66273
        },
        {
          "text": "For as the divine Apostle says, This corruptible must put on incorruption.",
          "id": 66274
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chapter XXIX.",
          "id": 66275
        },
        {
          "text": "—Concerning the Descent to Hades.",
          "id": 66276
        },
        {
          "text": "The soul when it was deified descended into Hades, in order that, just as the Sun of Righteousness rose for those upon the earth, so likewise He might bring light to those who sit under the earth in darkness and shadow of death: in order that just as He brought the message of peace to those upon the earth, and of release to the prisoners, and of sight to the blind, and became to those who believed the Author of everlasting salvation and to those who did not believe a reproach of their unbelief, so He might become the same to those in Hades: That every knee should bow to Him, of things in heaven, and things in earth and things under the earth.",
          "id": 66277
        },
        {
          "text": "And thus after He had freed those who had been bound for ages, straightway He rose again from the dead, shewing us the way of resurrection.",
          "id": 66278
        }
      ]
    }
  ]
}