{
  "book": "John of Damascus: Exposition of the Orthodox Faith Book IV",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Book IV.",
          "id": 66279
        },
        {
          "text": "Chapter I.",
          "id": 66280
        },
        {
          "text": "—Concerning what followed the Resurrection.",
          "id": 66281
        },
        {
          "text": "After Christ was risen from the dead He laid aside all His passions, I mean His corruption or hunger or thirst or sleep or weariness or such like.",
          "id": 66282
        },
        {
          "text": "For, although He did taste food after the resurrection, yet He did not do so because it was a law of His nature (for He felt no hunger), but in the way of economy, in order that He might convince us of the reality of the resurrection, and that it was one and the same flesh which suffered and rose again.",
          "id": 66283
        },
        {
          "text": "But He laid aside none of the divisions of His nature, neither body nor spirit, but possesses both the body and the soul intelligent and reasonable, volitional and energetic, and in this wise He sits at the right hand of the Father, using His will both as God and as man in behalf of our salvation, energising in His divine capacity to provide for and maintain and govern all things, and remembering in His human capacity the time He spent on earth, while all the time He both sees and knows that He is adored by all rational creation.",
          "id": 66284
        },
        {
          "text": "For His Holy Spirit knows that He is one in substance with God the Word, and shares as Spirit of God and not simply as Spirit the worship accorded to Him.",
          "id": 66285
        },
        {
          "text": "Moreover, His ascent from earth to heaven, and again, His descent from heaven to earth, are manifestations of the energies of His circumscribed body.",
          "id": 66286
        },
        {
          "text": "For He shall so come again to you, saith he, in like manner as ye have seen Him go into Heaven.",
          "id": 66287
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 66288
        },
        {
          "text": "—Concerning the sitting at the right hand of the Father.",
          "id": 66289
        },
        {
          "text": "We hold, moreover, that Christ sits in the body at the right hand of God the Father, but we do not hold that the right hand of the Father is actual place.",
          "id": 66290
        },
        {
          "text": "For how could He that is uncircumscribed have a right hand limited by place? Right hands and left hands belong to what is circumscribed.",
          "id": 66291
        },
        {
          "text": "But we understand the right hand of the Father to be the glory and honour of the Godhead in which the Son of God, who existed as God before the ages, and is of like essence to the Father, and in the end became flesh, has a seat in the body, His flesh sharing in the glory.",
          "id": 66292
        },
        {
          "text": "For He along with His flesh is adored with one adoration by all creation.",
          "id": 66293
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 66294
        },
        {
          "text": "—In reply to those who say \"If Christ has two natures, either ye do service to the creature in worshipping created nature, or ye say that there is one nature to be worshipped, and another not to be worshipped\".",
          "id": 66295
        },
        {
          "text": "Along with the Father and the Holy Spirit we worship the Son of God, Who was incorporeal before He took on humanity, and now in His own person is incarnate and has become man though still being also God.",
          "id": 66296
        },
        {
          "text": "His flesh, then, in its own nature, if one were to make subtle mental distinctions between what is seen and what is thought, is not deserving of worship since it is created.",
          "id": 66297
        },
        {
          "text": "But as it is united with God the Word, it is worshipped on account of Him and in Him.",
          "id": 66298
        },
        {
          "text": "For just as the king deserves homage alike when un-robed and when robed, and just as the purple robe, considered simply as a purple robe, is trampled upon and tossed about, but after becoming the royal dress receives all honour and glory, and whoever dishonours it is generally condemned to death: and again, just as wood in itself is not of such a nature that it cannot be touched, but becomes so when fire is applied to it, and it becomes charcoal, and yet this is not because of its own nature, but because of the fire united to it, and the nature of the wood is not such as cannot be touched, but rather the charcoal or burning wood: so also the flesh, in its own nature, is not to be worshipped, but is worshipped in the incarnate God Word, not because of itself, but because of its union in subsistence with God the Word.",
          "id": 66299
        },
        {
          "text": "And we do not say that we worship mere flesh, but God's flesh, that is, God incarnate.",
          "id": 66300
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 66301
        },
        {
          "text": "—Why it was the Son of God, and not the Father or the Spirit, that became man: and what having became man He achieved.",
          "id": 66302
        },
        {
          "text": "The Father is Father and not Son: the Son is Son and not Father: the Holy Spirit is Spirit and not Father or Son.",
          "id": 66303
        },
        {
          "text": "For the individuality is unchangeable.",
          "id": 66304
        },
        {
          "text": "How, indeed, could individuality continue to exist at all if it were ever changing and altering? Wherefore the Son of God became Son of Man in order that His individuality might endure.",
          "id": 66305
        },
        {
          "text": "For since He was the Son of God, He became Son of Man, being made flesh of the holy Virgin and not losing the individuality of Sonship.",
          "id": 66306
        },
        {
          "text": "Further, the Son of God became man, in order that He might again bestow on man that favour for the sake of which He created him.",
          "id": 66307
        },
        {
          "text": "For He created him after His own image, endowed with intellect and free-will, and after His own likeness, that is to say, perfect in all virtue so far as it is possible for man's nature to attain perfection.",
          "id": 66308
        },
        {
          "text": "For the following properties are, so to speak, marks of the divine nature: viz.",
          "id": 66309
        },
        {
          "text": "absence of care and distraction and guile, goodness, wisdom, justice, freedom from all vice.",
          "id": 66310
        },
        {
          "text": "So then, after He had placed man in communion with Himself (for having made him for incorruption, He led him up through communion with Himself to incorruption), and when moreover, through the transgression of the command we had confused and obliterated the marks of the divine image, and had become evil, we were stripped of our communion with God (for what communion hath light with darkness?): and having been shut out from life we became subject to the corruption of death: yea, since He gave us to share in the better part, and we did not keep it secure, He shares in the inferior part, I mean our own nature, in order that through Himself and in Himself He might renew that which was made after His image and likeness, and might teach us, too, the conduct of a virtuous life, making through Himself the way thither easy for us, and might by the communication of life deliver us from corruption, becoming Himself the firstfruits of our resurrection, and might renovate the useless and worn vessel calling us to the knowledge of God that He might redeem us from the tyranny of the devil, and might strengthen and teach us how to overthrow the tyrant through patience and humility.",
          "id": 66311
        },
        {
          "text": "The worship of demons then has ceased: creation has been sanctified by the divine blood: altars and temples of idols have been overthrown, the knowledge of God has been implanted in men's minds, the co-essential Trinity, the uncreate divinity, one true God, Creator and Lord of all receives men's service: virtues are cultivated, the hope of resurrection has been granted through the resurrection of Christ, the demons shudder at those men who of old were under their subjection.",
          "id": 66312
        },
        {
          "text": "And the marvel, indeed, is that all this has been successfully brought about through His cross and passion and death.",
          "id": 66313
        },
        {
          "text": "Throughout all the earth the Gospel of the knowledge of God has been preached; no wars or weapons or armies being used to rout the enemy, but only a few, naked, poor, illiterate, persecuted and tormented men, who with their lives in their hands, preached Him Who was crucified in the flesh and died, and who became victors over the wise and powerful.",
          "id": 66314
        },
        {
          "text": "For the omnipotent power of the Cross accompanied them.",
          "id": 66315
        },
        {
          "text": "Death itself, which once was man's chiefest terror, has been overthrown, and now that which was once the object of hate and loathing is preferred to life.",
          "id": 66316
        },
        {
          "text": "These are the achievements of Christ's presence: these are the tokens of His power.",
          "id": 66317
        },
        {
          "text": "For it was not one people that He saved, as when through Moses He divided the sea and delivered Israel out of Egypt and the bondage of Pharaoh; nay, rather He rescued all mankind from the corruption of death and the bitter tyranny of sin: not leading them by force to virtue, not overwhelming them with earth or burning them with fire, or ordering the sinners to be stoned, but persuading men by gentleness and long-suffering to choose virtue and vie with one another, and find pleasure in the struggle to attain it.",
          "id": 66318
        },
        {
          "text": "For, formerly, it was sinners who were persecuted, and yet they clung all the closer to sin, and sin was looked upon by them as their God: but now for the sake of piety and virtue men choose persecutions and crucifixions and death.",
          "id": 66319
        },
        {
          "text": "Hail! O Christ, the Word and Wisdom and Power of God, and God omnipotent! What can we helpless ones give Thee in return for all these good gifts? For all are Thine, and Thou askest naught from us save our salvation, Thou Who Thyself art the Giver of this, and yet art grateful to those who receive it, through Thy unspeakable goodness.",
          "id": 66320
        },
        {
          "text": "Thanks be to Thee Who gave us life, and granted us the grace of a happy life, and restored us to that, when we had gone astray, through Thy unspeakable condescension.",
          "id": 66321
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 66322
        },
        {
          "text": "—In reply to those who ask if Christ's subsistence is create or uncreate.",
          "id": 66323
        },
        {
          "text": "The subsistence of God the Word before the Incarnation was simple and uncompound, and incorporeal and uncreate: but after it became flesh, it became also the subsistence of the flesh, and became compounded of divinity which it always possessed, and of flesh which it had assumed: and it bears the properties of the two natures, being made known in two natures: so that the one same subsistence is both uncreate in divinity and create in humanity, visible and invisible.",
          "id": 66324
        },
        {
          "text": "For otherwise we are compelled either to divide the one Christ and speak of two subsistences, or to deny the distinction between the natures and thus introduce change and confusion.",
          "id": 66325
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 66326
        },
        {
          "text": "—Concerning the question, when Christ was called.",
          "id": 66327
        },
        {
          "text": "The mind was not united with God the Word, as some falsely assert, before the Incarnation by the Virgin and from that time called Christ.",
          "id": 66328
        },
        {
          "text": "That is the absurd nonsense of Origen who lays down the doctrine of the priority of the existence of souls.",
          "id": 66329
        },
        {
          "text": "But we hold that the Son and Word of God became Christ after He had dwelt in the womb of His holy ever-virgin Mother, and became flesh without change, and that the flesh was anointed with divinity.",
          "id": 66330
        },
        {
          "text": "For this is the anointing of humanity, as Gregory the Theologian says.",
          "id": 66331
        },
        {
          "text": "And here are the words of the most holy Cyril of Alexandria which he wrote to the Emperor Theodosius: \"For I indeed hold that one ought to give the name Jesus Christ neither to the Word that is of God if He is without humanity, nor yet to the temple born of woman if it is not united with the Word.",
          "id": 66332
        },
        {
          "text": "For the Word that is of God is understood to be Christ when united with humanity in ineffable manner in the union of the oeconomy\".",
          "id": 66333
        },
        {
          "text": "And again, he writes to the Empresses thus: \"Some hold that the name 'Christ' is rightly given to the Word that is begotten of God the Father, to Him alone, and regarded separately by Himself.",
          "id": 66334
        },
        {
          "text": "But we have not been taught so to think and speak.",
          "id": 66335
        },
        {
          "text": "For when the Word became flesh, then it was, we say, that He was called Christ Jesus.",
          "id": 66336
        },
        {
          "text": "For since He was anointed with the oil of gladness, that is the Spirit, by Him Who is God and Father, He is for this reason called Christ.",
          "id": 66337
        },
        {
          "text": "But that the anointing was an act that concerned Him as man could be doubted by no one who is accustomed to think rightly\".",
          "id": 66338
        },
        {
          "text": "Moreover, the celebrated Athanasius says this in his discourse \"Concerning the Saving Manifestation:\" \"The God Who was before the sojourn in the flesh was not man, but God in God, being invisible and without passion, but when He became man, He received in addition the name of Christ because of the flesh, since, indeed, passion and death follow in the train of this name\".",
          "id": 66339
        },
        {
          "text": "And although the holy Scripture says, Therefore God, thy God, hath anointed thee with the oil of gladness, it is to be observed that the holy Scripture often uses the past tense instead of the future, as for example here: Thereafter He was seen upon the earth and dwelt among men.",
          "id": 66340
        },
        {
          "text": "For as yet God was not seen nor did He dwell among men when this was said.",
          "id": 66341
        },
        {
          "text": "And here again: By the rivers of Babylon, there we sat down; yea wept.",
          "id": 66342
        },
        {
          "text": "For as yet these things had not come to pass.",
          "id": 66343
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 66344
        },
        {
          "text": "—In answer to those who enquire whether the holy Mother of God bore two natures, and whether two natures hung upon the Cross.",
          "id": 66345
        },
        {
          "text": "ἀγένητον and γενητόν, written with one 'ν' and meaning uncreated and created, refer to nature: but ἀγέννητον and γεννητόν, that is to say, unbegotten and begotten, as the double 'ν' indicates, refer not to nature but to subsistence.",
          "id": 66346
        },
        {
          "text": "The divine nature then is ἀγένητος, that is to say, uncreate, but all things that come after the divine nature are γένητα, that is, created.",
          "id": 66347
        },
        {
          "text": "In the divine and uncreated nature, therefore, the property of being ἀγέννητον or unbegotten is contemplated in the Father (for He was not begotten), that of being γέννητον or begotten in the Son (for He has been eternally begotten of the Father), and that of procession in the Holy Spirit.",
          "id": 66348
        },
        {
          "text": "Moreover of each species of living creatures, the first members were ἀγέννητα but not ἀγένητα: for they were brought into being by their Maker, but were not the offspring of creatures like themselves.",
          "id": 66349
        },
        {
          "text": "For γένεσις is creation, while γέννησις or begetting is in the case of God the origin of a co-essential Son arising from the Father alone, and in the case of bodies, the origin of a co-essential subsistence arising from the contact of male and female.",
          "id": 66350
        },
        {
          "text": "And thus we perceive that begetting refers not to nature but to subsistence.",
          "id": 66351
        },
        {
          "text": "For if it did refer to nature, τὸ γέννητον and το ἀγέννητον, i-e: the properties of being begotten and unbegotten, could not be contemplated in one and the same nature.",
          "id": 66352
        },
        {
          "text": "Accordingly the holy Mother of God bore a subsistence revealed in two natures; being begotten on the one hand, by reason of its divinity, of the Father timelessly, and, at last, on the other hand, being incarnated of her in time and born in the flesh.",
          "id": 66353
        },
        {
          "text": "But if our interrogators should hint that He Who is begotten of the holy Mother of God is two natures, we reply, \"Yea! He is two natures: for He is in His own person God and man.",
          "id": 66354
        },
        {
          "text": "And the same is to be said concerning the crucifixion and resurrection and ascension.",
          "id": 66355
        },
        {
          "text": "For these refer not to nature but to subsistence.",
          "id": 66356
        },
        {
          "text": "Christ then, since He is in two natures, suffered and was crucified in the nature that was subject to passion.",
          "id": 66357
        },
        {
          "text": "For it was in the flesh and not in His divinity that He hung upon the Cross.",
          "id": 66358
        },
        {
          "text": "Otherwise, let them answer us, when we ask if two natures died.",
          "id": 66359
        },
        {
          "text": "No, we shall say.",
          "id": 66360
        },
        {
          "text": "And so two natures were not crucified but Christ was begotten, that is to say, the divine Word having become man was begotten in the flesh, was crucified in the flesh, suffered in the flesh, while His divinity continued to be impassible\".",
          "id": 66361
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 66362
        },
        {
          "text": "—How the Only-begotten Son of God is called first-born.",
          "id": 66363
        },
        {
          "text": "He who is first begotten is called first-born, whether he is only-begotten or the first of a number of brothers.",
          "id": 66364
        },
        {
          "text": "If then the Son of God was called first-born, but was not called Only-begotten, we could imagine that He was the first-born of creatures, as being a creature.",
          "id": 66365
        },
        {
          "text": "But since He is called both first-born and Only-begotten, both senses must be preserved in His case.",
          "id": 66366
        },
        {
          "text": "We say that He is first-born of all creation since both He Himself is of God and creation is of God, but as He Himself is born alone and timelessly of the essence of God the Father, He may with reason be called Only-begotten Son, first-born and not first-created.",
          "id": 66367
        },
        {
          "text": "For the creation was not brought into being out of the essence of the Father, but by His will out of nothing.",
          "id": 66368
        },
        {
          "text": "And He is called First-born among many brethren, for although being Only-begotten, He was also born of a mother.",
          "id": 66369
        },
        {
          "text": "Since, indeed, He participated just as we ourselves do in blood and flesh and became man, while we too through Him became sons of God, being adopted through the baptism, He Who is by nature Son of God became first-born amongst us who were made by adoption and grace sons of God, and stand to Him in the relation of brothers.",
          "id": 66370
        },
        {
          "text": "Wherefore He said, I ascend unto My Father and your Father.",
          "id": 66371
        },
        {
          "text": "He did not say \"our Father,\" but \"My Father,\" clearly in the sense of Father by nature, and \"your Father,\" in the sense of Father by grace.",
          "id": 66372
        },
        {
          "text": "And \"My God and your God\".",
          "id": 66373
        },
        {
          "text": "He did not say \"our God,\" but \"My God:\" and if you distinguish with subtle thought that which is seen from that which is thought, also \"your God,\" as Maker and Lord.",
          "id": 66374
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 66375
        },
        {
          "text": "—Concerning Faith and Baptism.",
          "id": 66376
        },
        {
          "text": "We confess one baptism for the remission of sins and for life eternal.",
          "id": 66377
        },
        {
          "text": "For baptism declares the Lord's death.",
          "id": 66378
        },
        {
          "text": "We are indeed \"buried with the Lord through baptism,\" as saith the divine Apostle.",
          "id": 66379
        },
        {
          "text": "So then, as our Lord died once for all, we also must be baptized once for all, and baptized according to the Word of the Lord, In the Name of the Father, and of the Son, and of the Holy Spirit, being taught the confession in Father, Son, and Holy Spirit.",
          "id": 66380
        },
        {
          "text": "Those, then, who, after having been baptized into Father, Son, and Holy Spirit, and having been taught that there is one divine nature in three subsistences, are rebaptized, these, as the divine Apostle says, crucify the Christ afresh.",
          "id": 66381
        },
        {
          "text": "For it is impossible, he saith, for those who were once enlightened, &c.",
          "id": 66382
        },
        {
          "text": ", to renew them again unto repentance: seeing they crucify to themselves the Christ afresh, and put Him to an open shame.",
          "id": 66383
        },
        {
          "text": "But those who were not baptized into the Holy Trinity, these must be baptized again.",
          "id": 66384
        },
        {
          "text": "For although the divine Apostle says: Into Christ and into His death were we baptized, he does not mean that the invocation of baptism must be in these words, but that baptism is an image of the death of Christ.",
          "id": 66385
        },
        {
          "text": "For by the three immersions, baptism signifies the three days of our Lord's entombment.",
          "id": 66386
        },
        {
          "text": "The baptism then into Christ means that believers are baptized into Him.",
          "id": 66387
        },
        {
          "text": "We could not believe in Christ if we were not taught confession in Father, Son, and Holy Spirit.",
          "id": 66388
        },
        {
          "text": "For Christ is the Son of the Living God, Whom the Father anointed with the Holy Spirit: in the words of the divine David, Therefore God, thy God, hath anointed thee with the oil of gladness above thy fellows.",
          "id": 66389
        },
        {
          "text": "And Isaiah also speaking in the person of the Lord says, The Spirit of the Lord is upon me because He hath anointed me.",
          "id": 66390
        },
        {
          "text": "Christ, however, taught His own disciples the invocation and said, Baptizing them in the Name of the Father, and of the Son, and of the Holy Spirit.",
          "id": 66391
        },
        {
          "text": "For since Christ made us for incorruption , and we transgressed His saving command, He condemned us to the corruption of death in order that that which is evil should not be immortal, and when in His compassion He stooped to His servants and became like us, He redeemed us from corruption through His own passion.",
          "id": 66392
        },
        {
          "text": "He caused the fountain of remission to well forth for us out of His holy and immaculate side, water for our regeneration, and the washing away of sin and corruption; and blood to drink as the hostage of life eternal.",
          "id": 66393
        },
        {
          "text": "And He laid on us the command to be born again of water and of the Spirit, through prayer and invocation, the Holy Spirit drawing nigh unto the water.",
          "id": 66394
        },
        {
          "text": "For since man's nature is twofold, consisting of soul and body, He bestowed on us a twofold purification, of water and of the Spirit: the Spirit renewing that part in us which is after His image and likeness, and the water by the grace of the Spirit cleansing the body from sin and delivering it from corruption, the water indeed expressing the image of death, but the Spirit affording the earnest of life.",
          "id": 66395
        },
        {
          "text": "For from the beginning the Spirit of God moved upon the face of the waters, and anew the Scripture witnesseth that water has the power of purification.",
          "id": 66396
        },
        {
          "text": "In the time of Noah God washed away the sin of the world by water.",
          "id": 66397
        },
        {
          "text": "By water every impure person is purified, according to the law, even the very garments being washed with water.",
          "id": 66398
        },
        {
          "text": "Elias shewed forth the grace of the Spirit mingled with the water when he burned the holocaust by pouring on water.",
          "id": 66399
        },
        {
          "text": "And almost everything is purified by water according to the law: for the things of sight are symbols of the things of thought.",
          "id": 66400
        },
        {
          "text": "The regeneration, however, takes place in the spirit: for faith has the power of making us sons (of God), creatures as we are, by the Spirit, and of leading us into our original blessedness.",
          "id": 66401
        },
        {
          "text": "The remission of sins, therefore, is granted alike to all through baptism: but the grace of the Spirit is proportional to the faith and previous purification.",
          "id": 66402
        },
        {
          "text": "Now, indeed, we receive the firstfruits of the Holy Spirit through baptism, and the second birth is for us the beginning and seal and security and illumination of another life.",
          "id": 66403
        },
        {
          "text": "It behoves us, then, with all our strength to steadfastly keep ourselves pure from filthy works, that we may not, like the dog returning to his vomit, make ourselves again the slaves of sin.",
          "id": 66404
        },
        {
          "text": "For faith apart from works is dead, and so likewise are works apart from faith.",
          "id": 66405
        },
        {
          "text": "For the true faith is attested by works.",
          "id": 66406
        },
        {
          "text": "Now we are baptized into the Holy Trinity because those things which are baptized have need of the Holy Trinity for their maintenance and continuance, and the three subsistences cannot be otherwise than present, the one with the other.",
          "id": 66407
        },
        {
          "text": "For the Holy Trinity is indivisible.",
          "id": 66408
        },
        {
          "text": "The first baptism was that of the flood for the eradication of sin.",
          "id": 66409
        },
        {
          "text": "The second was through the sea and the cloud: for the cloud is the symbol of the Spirit and the sea of the water.",
          "id": 66410
        },
        {
          "text": "The third baptism was that of the Law: for every impure person washed himself with water, and even washed his garments, and so entered into the camp.",
          "id": 66411
        },
        {
          "text": "The fourth was that of John, being preliminary and leading those who were baptized to repentance, that they might believe in Christ: I, indeed, he said, baptize you with water; but He that cometh after me, He will baptize you in the Holy Spirit and in fire.",
          "id": 66412
        },
        {
          "text": "Thus John's purification with water was preliminary to receiving the Spirit.",
          "id": 66413
        },
        {
          "text": "The fifth was the baptism of our Lord, whereby He Himself was baptized.",
          "id": 66414
        },
        {
          "text": "Now He is baptized not as Himself requiring purification but as making my purification His own, that He may break the heads of the dragons on the water, that He may wash away sin and bury all the old Adam in water, that He may sanctify the Baptist, that He may fulfil the Law, that He may reveal the mystery of the Trinity, that He may become the type and ensample to us of baptism.",
          "id": 66415
        },
        {
          "text": "But we, too, are baptized in the perfect baptism of our Lord, the baptism by water and the Spirit.",
          "id": 66416
        },
        {
          "text": "Moreover, Christ is said to baptize with fire: because in the form of flaming tongues He poured forth on His holy disciples the grace of the Spirit: as the Lord Himself says, John truly baptized with water: but ye shall be baptized with the Holy Spirit and with fire, not many days hence: or else it is because of the baptism of future fire wherewith we are to be chastized.",
          "id": 66417
        },
        {
          "text": "The sixth is that by repentance and tears, which baptism is truly grievous.",
          "id": 66418
        },
        {
          "text": "The seventh is baptism by blood and martyrdom, which baptism Christ Himself underwent in our behalf, He Who was too august and blessed to be defiled with any later stains.",
          "id": 66419
        },
        {
          "text": "The eighth is the last, which is not saving, but which destroys evil: for evil and sin no longer have sway: yet it punishes without end.",
          "id": 66420
        },
        {
          "text": "Further, the Holy Spirit descended in bodily form as a dove, indicating the firstfruits of our baptism and honouring the body: since even this, that is the body, was God by the deification; and besides the dove was wont formerly to announce the cessation of the flood.",
          "id": 66421
        },
        {
          "text": "But to the holy Apostles He came down in the form of fire: for He is God, and God is a consuming fire.",
          "id": 66422
        },
        {
          "text": "Olive oil is employed in baptism as a significant of our anointing, and as making us anointed, and as announcing to us through the Holy Spirit God's pity: for it was the fruit of the olive that the dove brought to those who were saved from the flood.",
          "id": 66423
        },
        {
          "text": "John was baptized, putting his hand upon the divine head of his Master, and with his own blood.",
          "id": 66424
        },
        {
          "text": "It does not behove us to delay baptism when the faith of those coming forward is testified to by their works.",
          "id": 66425
        },
        {
          "text": "For he that cometh forward deceitfully to baptism will receive condemnation rather than benefit.",
          "id": 66426
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 66427
        },
        {
          "text": "—Concerning Faith.",
          "id": 66428
        },
        {
          "text": "Moreover, faith is twofold.",
          "id": 66429
        },
        {
          "text": "For faith cometh by hearing.",
          "id": 66430
        },
        {
          "text": "For by hearing the divine Scriptures we believe in the teaching of the Holy Spirit.",
          "id": 66431
        },
        {
          "text": "The same is perfected by all the things enjoined by Christ, believing in work, cultivating piety, and doing the commands of Him Who restored us.",
          "id": 66432
        },
        {
          "text": "For he that believeth not according to the tradition of the Catholic Church, or who hath intercourse with the devil through strange works, is an unbeliever.",
          "id": 66433
        },
        {
          "text": "But again, faith is the substance of things hoped for, the evidence of things not seen, or undoubting and unambiguous hope alike of what God hath promised us and of the good issue of our prayers.",
          "id": 66434
        },
        {
          "text": "The first, therefore, belongs to our will, while the second is of the gifts of the Spirit.",
          "id": 66435
        },
        {
          "text": "Further, observe that by baptism we cut off all the covering which we have worn since birth, that is to say, sin, and become spiritual Israelites and God's people.",
          "id": 66436
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 66437
        },
        {
          "text": "—Concerning the Cross and here further concerning Faith.",
          "id": 66438
        },
        {
          "text": "The word 'Cross' is foolishness to those that perish, but to us who are saved it is the power of God.",
          "id": 66439
        },
        {
          "text": "For he that is spiritual judgeth all things, but the natural man receiveth not the things of the Spirit.",
          "id": 66440
        },
        {
          "text": "For it is foolishness to those who do not receive in faith and who do not consider God's goodness and omnipotence, but search out divine things with human and natural reasonings.",
          "id": 66441
        },
        {
          "text": "For all the things that are of God are above nature and reason and conception.",
          "id": 66442
        },
        {
          "text": "For should any one consider how and for what purpose God brought all things out of nothing and into being, and aim at arriving at that by natural reasonings, he fails to comprehend it.",
          "id": 66443
        },
        {
          "text": "For knowledge of this kind belongs to spirits and demons.",
          "id": 66444
        },
        {
          "text": "But if any one, under the guidance of faith, should consider the divine goodness and omnipotence and truth and wisdom and justice, he will find all things smooth and even, and the way straight.",
          "id": 66445
        },
        {
          "text": "But without faith it is impossible to be saved.",
          "id": 66446
        },
        {
          "text": "For it is by faith that all things, both human and spiritual, are sustained.",
          "id": 66447
        },
        {
          "text": "For without faith neither does the farmer cut his furrow, nor does the merchant commit his life to the raging waves of the sea on a small piece of wood, nor are marriages contracted nor any other step in life taken.",
          "id": 66448
        },
        {
          "text": "By faith we consider that all things were brought out of nothing into being by God's power.",
          "id": 66449
        },
        {
          "text": "And we direct all things, both divine and human, by faith.",
          "id": 66450
        },
        {
          "text": "Further, faith is assent free from all meddlesome inquisitiveness.",
          "id": 66451
        },
        {
          "text": "Every action, therefore, and performance of miracles by Christ are most great and divine and marvellous: but the most marvellous of all is His precious Cross.",
          "id": 66452
        },
        {
          "text": "For no other thing has subdued death, expiated the sin of the first parent, despoiled Hades, bestowed the resurrection, granted the power to us of contemning the present and even death itself, prepared the return to our former blessedness, opened the gates of Paradise, given our nature a seat at the right hand of God, and made us the children and heirs of God, save the Cross of our Lord Jesus Christ.",
          "id": 66453
        },
        {
          "text": "For by the Cross all things have been made right.",
          "id": 66454
        },
        {
          "text": "So many of us, the apostle says, as were baptized into Christ, were baptized into His death, and as many of you as have been baptized into Christ, have put on Christ.",
          "id": 66455
        },
        {
          "text": "Further Christ is the power of God and the wisdom of God.",
          "id": 66456
        },
        {
          "text": "Lo! the death of Christ, that is, the Cross, clothed us with the enhypostatic wisdom and power of God.",
          "id": 66457
        },
        {
          "text": "And the power of God is the Word of the Cross, either because God's might, that is, the victory over death, has been revealed to us by it, or because, just as the four extremities of the Cross are held fast and bound together by the bolt in the middle, so also by God's power the height and the depth, the length and the breadth, that is, every creature visible and invisible, is maintained.",
          "id": 66458
        },
        {
          "text": "This was given to us as a sign on our forehead, just as the circumcision was given to Israel: for by it we believers are separated and distinguished from unbelievers.",
          "id": 66459
        },
        {
          "text": "This is the shield and weapon against, and trophy over, the devil.",
          "id": 66460
        },
        {
          "text": "This is the seal that the destroyer may not touch you, as saith the Scripture.",
          "id": 66461
        },
        {
          "text": "This is the resurrection of those lying in death, the support of the standing, the staff of the weak, the rod of the flock, the safe conduct of the earnest, the perfection of those that press forwards, the salvation of soul and body, the aversion of all things evil, the patron of all things good, the taking away of sin, the plant of resurrection, the tree of eternal life.",
          "id": 66462
        },
        {
          "text": "So, then, this same truly precious and august tree, on which Christ hath offered Himself as a sacrifice for our sakes, is to be worshipped as sanctified by contact with His holy body and blood; likewise the nails, the spear, the clothes, His sacred tabernacles which are the manger, the cave, Golgotha, which bringeth salvation, the tomb which giveth life, Sion, the chief stronghold of the churches and the like, are to be worshipped.",
          "id": 66463
        },
        {
          "text": "In the words of David, the father of God, We shall go into His tabernacles, we shall worship at the place where His feet stood.",
          "id": 66464
        },
        {
          "text": "And that it is the Cross that is meant is made clear by what follows, Arise, O Lord, into Thy Rest.",
          "id": 66465
        },
        {
          "text": "For the resurrection comes after the Cross.",
          "id": 66466
        },
        {
          "text": "For if of those things which we love, house and couch and garment, are to be longed after, how much the rather should we long after that which belonged to God, our Saviour, by means of which we are in truth saved.",
          "id": 66467
        },
        {
          "text": "Moreover we worship even the image of the precious and life-giving Cross, although made of another tree, not honouring the tree (God forbid) but the image as a symbol of Christ.",
          "id": 66468
        },
        {
          "text": "For He said to His disciples, admonishing them, Then shall appear the sign of the Son of Man in Heaven, meaning the Cross.",
          "id": 66469
        },
        {
          "text": "And so also the angel of the resurrection said to the woman, Ye seek Jesus of Nazareth which was crucified.",
          "id": 66470
        },
        {
          "text": "And the Apostle said, We preach Christ crucified.",
          "id": 66471
        },
        {
          "text": "For there are many Christs and many Jesuses, but one crucified.",
          "id": 66472
        },
        {
          "text": "He does not say speared but crucified.",
          "id": 66473
        },
        {
          "text": "It behoves us, then, to worship the sign of Christ.",
          "id": 66474
        },
        {
          "text": "For wherever the sign may be, there also will He be.",
          "id": 66475
        },
        {
          "text": "But it does not behove us to worship the material of which the image of the Cross is composed, even though it be gold or precious stones, after it is destroyed, if that should happen.",
          "id": 66476
        },
        {
          "text": "Everything, therefore, that is dedicated to God we worship, conferring the adoration on Him.",
          "id": 66477
        },
        {
          "text": "The tree of life which was planted by God in Paradise pre-figured this precious Cross.",
          "id": 66478
        },
        {
          "text": "For since death was by a tree, it was fitting that life and resurrection should be bestowed by a tree.",
          "id": 66479
        },
        {
          "text": "Jacob, when He worshipped the top of Joseph's staff, was the first to image the Cross, and when he blessed his sons with crossed hands he made most clearly the sign of the cross.",
          "id": 66480
        },
        {
          "text": "Likewise also did Moses' rod, when it smote the sea in the figure of the cross and saved Israel, while it overwhelmed Pharaoh in the depths; likewise also the hands stretched out crosswise and routing Amalek; and the bitter water made sweet by a tree, and the rock rent and pouring forth streams of water, and the rod that meant for Aaron the dignity of the high priesthood: and the serpent lifted in triumph on a tree as though it were dead, the tree bringing salvation to those who in faith saw their enemy dead, just as Christ was nailed to the tree in the flesh of sin which yet knew no sin.",
          "id": 66481
        },
        {
          "text": "The mighty Moses cried, You will see your life hanging on the tree before your eyes, and Isaiah likewise, I have spread out my hands all the day unto a faithless and rebellious people.",
          "id": 66482
        },
        {
          "text": "But may we who worship this obtain a part in Christ the crucified, Amen.",
          "id": 66483
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 66484
        },
        {
          "text": "—Concerning Worship towards the East.",
          "id": 66485
        },
        {
          "text": "It is not without reason or by chance that we worship towards the East.",
          "id": 66486
        },
        {
          "text": "But seeing that we are composed of a visible and an invisible nature, that is to say, of a nature partly of spirit and partly of sense, we render also a twofold worship to the Creator; just as we sing both with our spirit and our bodily lips, and are baptized with both water and Spirit, and are united with the Lord in a twofold manner, being sharers in the mysteries and in the grace of the Spirit.",
          "id": 66487
        },
        {
          "text": "Since, therefore, God is spiritual light, and Christ is called in the Scriptures Sun of Righteousness and Dayspring, the East is the direction that must be assigned to His worship.",
          "id": 66488
        },
        {
          "text": "For everything good must be assigned to Him from Whom every good thing arises.",
          "id": 66489
        },
        {
          "text": "Indeed the divine David also says, Sing unto God, ye kingdoms of the earth: O sing praises unto the Lord: to Him that rideth upon the Heavens of heavens towards the East.",
          "id": 66490
        },
        {
          "text": "Moreover the Scripture also says, And God planted a garden eastward in Eden; and there He put the man whom He had formed: and when he had transgressed His command He expelled him and made him to dwell over against the delights of Paradise, which clearly is the West.",
          "id": 66491
        },
        {
          "text": "So, then, we worship God seeking and striving after our old fatherland.",
          "id": 66492
        },
        {
          "text": "Moreover the tent of Moses had its veil and mercy seat towards the East.",
          "id": 66493
        },
        {
          "text": "Also the tribe of Judah as the most precious pitched their camp on the East.",
          "id": 66494
        },
        {
          "text": "Also in the celebrated temple of Solomon the Gate of the Lord was placed eastward.",
          "id": 66495
        },
        {
          "text": "Moreover Christ, when He hung on the Cross, had His face turned towards the West, and so we worship, striving after Him.",
          "id": 66496
        },
        {
          "text": "And when He was received again into Heaven He was borne towards the East, and thus His apostles worship Him, and thus He will come again in the way in which they beheld Him going towards Heaven; as the Lord Himself said, As the lightning cometh out of the East and shinetheven unto the West, so also shall the coming of the Son of Man be.",
          "id": 66497
        },
        {
          "text": "So, then, in expectation of His coming we worship towards the East.",
          "id": 66498
        },
        {
          "text": "But this tradition of the apostles is unwritten.",
          "id": 66499
        },
        {
          "text": "For much that has been handed down to us by tradition is unwritten.",
          "id": 66500
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 66501
        },
        {
          "text": "—Concerning the holy and immaculate Mysteries of the Lord.",
          "id": 66502
        },
        {
          "text": "God Who is good and altogether good and more than good, Who is goodness throughout, by reason of the exceeding riches of His goodness did not suffer Himself, that is His nature, only to be good, with no other to participate therein, but because of this He made first the spiritual and heavenly powers: next the visible and sensible universe: next man with his spiritual and sentient nature.",
          "id": 66503
        },
        {
          "text": "All things, therefore, which he made, share in His goodness in respect of their existence.",
          "id": 66504
        },
        {
          "text": "For He Himself is existence to all, since all things that are, are in Him, not only because it was He that brought them out of nothing into being, but because His energy preserves and maintains all that He made: and in especial the living creatures.",
          "id": 66505
        },
        {
          "text": "For both in that they exist and in that they enjoy life they share in His goodness.",
          "id": 66506
        },
        {
          "text": "But in truth those of them that have reason have a still greater share in that, both because of what has been already said and also because of the very reason which they possess.",
          "id": 66507
        },
        {
          "text": "For they are somehow more dearly akin to Him, even though He is incomparably higher than they.",
          "id": 66508
        },
        {
          "text": "Man, however, being endowed with reason and free will, received the power of continuous union with God through his own choice, if indeed he should abide in goodness, that is in obedience to his Maker.",
          "id": 66509
        },
        {
          "text": "Since, however, he transgressed the command of his Creator and became liable to death and corruption, the Creator and Maker of our race, because of His bowels of compassion, took on our likeness, becoming man in all things but without sin, and was united to our nature.",
          "id": 66510
        },
        {
          "text": "For since He bestowed on us His own image and His own spirit and we did not keep them safe, He took Himself a share in our poor and weak nature, in order that He might cleanse us and make us incorruptible, and establish us once more as partakers of His divinity.",
          "id": 66511
        },
        {
          "text": "For it was fitting that not only the first-fruits of our nature should partake in the higher good but every man who wished it, and that a second birth should take place and that the nourishment should be new and suitable to the birth and thus the measure of perfection be attained.",
          "id": 66512
        },
        {
          "text": "Through His birth, that is, His incarnation, and baptism and passion and resurrection, He delivered our nature from the sin of our first parent and death and corruption, and became the first-fruits of the resurrection, and made Himself the way and image and pattern, in order that we, too, following in His footsteps, may become by adoption what He is Himself by nature, sons and heirs of God and joint heirs with Him.",
          "id": 66513
        },
        {
          "text": "He gave us therefore, as I said, a second birth in order that, just as we who are born of Adam are in his image and are the heirs of the curse and corruption, so also being born of Him we may be in His likeness and heirs of His incorruption and blessing and glory.",
          "id": 66514
        },
        {
          "text": "Now seeing that this Adam is spiritual, it was meet that both the birth and likewise the food should be spiritual too, but since we are of a double and compound nature, it is meet that both the birth should be double and likewise the food compound.",
          "id": 66515
        },
        {
          "text": "We were therefore given a birth by water and Spirit: I mean, by the holy baptism: and the food is the very bread of life, our Lord Jesus Christ, Who came down from heaven.",
          "id": 66516
        },
        {
          "text": "For when He was about to take on Himself a voluntary death for our sakes, on the night on which He gave Himself up, He laid a new covenant on His holy disciples and apostles, and through them on all who believe on Him.",
          "id": 66517
        },
        {
          "text": "In the upper chamber, then, of holy and illustrious Sion, after He had eaten the ancient Passover with His disciples and had fulfilled the ancient covenant, He washed His disciples' feet in token of the holy baptism.",
          "id": 66518
        },
        {
          "text": "Then having broken bread He gave it to them saying, Take, eat, this is My body broken for you for the remission of sins.",
          "id": 66519
        },
        {
          "text": "Likewise also He took the cup of wine and water and gave it to them saying, Drink ye all of it: for this is My blood, the blood of the New Testament which is shed for you for the remission of sins.",
          "id": 66520
        },
        {
          "text": "This do ye in remembrance of Me.",
          "id": 66521
        },
        {
          "text": "For as often as ye eat this bread and drink this cup, ye do shew the death of the Son of man and confess His resurrection until He come.",
          "id": 66522
        },
        {
          "text": "If then the Word of God is quick and energising, and the Lord did all that He willed; if He said, Let there be light and there was light, let there be a firmament and there was a firmament; if the heavens were established by the Word of the Lord and all the host of them by the breath of His mouth; if the heaven and the earth, water and fire and air and the whole glory of these, and, in sooth, this most noble creature, man, were perfected by the Word of the Lord; if God the Word of His own will became man and the pure and undefiled blood of the holy and ever-virginal One made His flesh without the aid of seed, can He not then make the bread His body and the wine and water His blood? He said in the beginning, Let the earth bring forth grass, and even until this present day, when the rain comes it brings forth its proper fruits, urged on and strengthened by the divine command.",
          "id": 66523
        },
        {
          "text": "God said, This is My body, and This is My blood, and this do ye in remembrance of Me.",
          "id": 66524
        },
        {
          "text": "And so it is at His omnipotent command until He come: for it was in this sense that He said until He come: and the overshadowing power of the Holy Spirit becomes through the invocation the rain to this new tillage.",
          "id": 66525
        },
        {
          "text": "For just as God made all that He made by the energy of the Holy Spirit, so also now the energy of the Spirit performs those things that are supernatural and which it is not possible to comprehend unless by faith alone.",
          "id": 66526
        },
        {
          "text": "How shall this be, said the holy Virgin, seeing I know not a man? And the archangel Gabriel answered her: The Holy Spirit shall come upon thee, and the power of the Highest shall overshadow thee.",
          "id": 66527
        },
        {
          "text": "And now you ask, how the bread became Christ's body and the wine and water Christ's blood.",
          "id": 66528
        },
        {
          "text": "And I say unto thee, \"The Holy Spirit is present and does those things which surpass reason and thought\".",
          "id": 66529
        },
        {
          "text": "Further, bread and wine are employed: for God knoweth man's infirmity: for in general man turns away discontentedly from what is not well-worn by custom: and so with His usual indulgence He performs His supernatural works through familiar objects: and just as, in the case of baptism, since it is man's custom to wash himself with water and anoint himself with oil, He connected the grace of the Spirit with the oil and the water and made it the water of regeneration, in like manner since it is man's custom to eat and to drink water and wine, He connected His divinity with these and made them His body and blood in order that we may rise to what is supernatural through what is familiar and natural.",
          "id": 66530
        },
        {
          "text": "The body which is born of the holy Virgin is in truth body united with divinity, not that the body which was received up into the heavens descends, but that the bread itself and the wine are changed into God's body and blood.",
          "id": 66531
        },
        {
          "text": "But if you enquire how this happens, it is enough for you to learn that it was through the Holy Spirit, just as the Lord took on Himself flesh that subsisted in Him and was born of the holy Mother of God through the Spirit.",
          "id": 66532
        },
        {
          "text": "And we know nothing further save that the Word of God is true and energises and is omnipotent, but the manner of this cannot be searched out.",
          "id": 66533
        },
        {
          "text": "But one can put it well thus, that just as in nature the bread by the eating and the wine and the water by the drinking are changed into the body and blood of the eater and drinker, and do not become a different body from the former one, so the bread of the table and the wine and water are supernaturally changed by the invocation and presence of the Holy Spirit into the body and blood of Christ, and are not two but one and the same.",
          "id": 66534
        },
        {
          "text": "Wherefore to those who partake worthily with faith, it is for the remission of sins and for life everlasting and for the safeguarding of soul and body; but to those who partake unworthily without faith, it is for chastisement and punishment, just as also the death of the Lord became to those who believe life and incorruption for the enjoyment of eternal blessedness, while to those who do not believe and to the murderers of the Lord it is for everlasting chastisement and punishment.",
          "id": 66535
        },
        {
          "text": "The bread and the wine are not merely figures of the body and blood of Christ (God forbid!) but the deified body of the Lord itself: for the Lord has said, \"This is My body,\" not, this is a figure of My body: and \"My blood,\" not, a figure of My blood.",
          "id": 66536
        },
        {
          "text": "And on a previous occasion He had said to the Jews, Except ye eat the flesh of the Son of Man and drink His blood, ye have no life in you.",
          "id": 66537
        },
        {
          "text": "For My flesh is meat indeed and My blood is drink indeed.",
          "id": 66538
        },
        {
          "text": "And again, He that eateth Me, shall live.",
          "id": 66539
        },
        {
          "text": "Wherefore with all fear and a pure conscience and certain faith let us draw near and it will assuredly be to us as we believe, doubting nothing.",
          "id": 66540
        },
        {
          "text": "Let us pay homage to it in all purity both of soul and body: for it is twofold.",
          "id": 66541
        },
        {
          "text": "Let us draw near to it with an ardent desire, and with our hands held in the form of the cross let us receive the body of the Crucified One: and let us apply our eyes and lips and brows and partake of the divine coal, in order that the fire of the longing, that is in us, with the additional heat derived from the coal may utterly consume our sins and illumine our hearts, and that we may be inflamed and deified by the participation in the divine fire.",
          "id": 66542
        },
        {
          "text": "Isaiah saw the coal.",
          "id": 66543
        },
        {
          "text": "But coal is not plain wood but wood united with fire: in like manner also the bread of the communion is not plain bread but bread united with divinity.",
          "id": 66544
        },
        {
          "text": "But a body which is united with divinity is not one nature, but has one nature belonging to the body and another belonging to the divinity that is united to it, so that the compound is not one nature but two.",
          "id": 66545
        },
        {
          "text": "With bread and wine Melchisedek, the priest of the most high God, received Abraham on his return from the slaughter of the Gentiles.",
          "id": 66546
        },
        {
          "text": "That table pre-imaged this mystical table, just as that priest was a type and image of Christ, the true high-priest.",
          "id": 66547
        },
        {
          "text": "For thou art a priest for ever after the order of Melchisedek.",
          "id": 66548
        },
        {
          "text": "Of this bread the show-bread was an image.",
          "id": 66549
        },
        {
          "text": "This surely is that pure and bloodless sacrifice which the Lord through the prophet said is offered to Him from the rising to the setting of the sun.",
          "id": 66550
        },
        {
          "text": "The body and blood of Christ are making for the support of our soul and body, without being consumed or suffering corruption, not making for the draught (God forbid!) but for our being and preservation, a protection against all kinds of injury, a purging from all uncleanness: should one receive base gold, they purify it by the critical burning lest in the future we be condemned with this world.",
          "id": 66551
        },
        {
          "text": "They purify from diseases and all kinds of calamities; according to the words of the divine Apostle, For if we would judge ourselves, we should not be judged.",
          "id": 66552
        },
        {
          "text": "But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.",
          "id": 66553
        },
        {
          "text": "This too is what he says, So that he that partaketh of the body and blood of Christ unworthily, eateth and drinketh damnation to himself.",
          "id": 66554
        },
        {
          "text": "Being purified by this, we are united to the body of Christ and to His Spirit and become the body of Christ.",
          "id": 66555
        },
        {
          "text": "This bread is the first-fruits of the future bread which is ἐπιούσιος, i-e: necessary for existence.",
          "id": 66556
        },
        {
          "text": "For the word ἐπιούσιον signifies either the future, that is Him Who is for a future age, or else Him of Whom we partake for the preservation of our essence.",
          "id": 66557
        },
        {
          "text": "Whether then it is in this sense or that, it is fitting to speak so of the Lord's body.",
          "id": 66558
        },
        {
          "text": "For the Lord's flesh is life-giving spirit because it was conceived of the life-giving Spirit.",
          "id": 66559
        },
        {
          "text": "For what is born of the Spirit is spirit.",
          "id": 66560
        },
        {
          "text": "But I do not say this to take away the nature of the body, but I wish to make clear its life-giving and divine power.",
          "id": 66561
        },
        {
          "text": "But if some persons called the bread and the wine antitypes of the body and blood of the Lord, as did the divinely inspired Basil, they said so not after the consecration but before the consecration, so calling the offering itself.",
          "id": 66562
        },
        {
          "text": "Participation is spoken of; for through it we partake of the divinity of Jesus.",
          "id": 66563
        },
        {
          "text": "Communion, too, is spoken of, and it is an actual communion, because through it we have communion with Christ and share in His flesh and His divinity: yea, we have communion and are united with one another through it.",
          "id": 66564
        },
        {
          "text": "For since we partake of one bread, we all become one body of Christ and one blood, and members one of another, being of one body with Christ.",
          "id": 66565
        },
        {
          "text": "With all our strength, therefore, let us beware lest we receive communion from or grant it to heretics; Give not that which is holy unto the dogs, saith the Lord, neither cast ye your pearls before swine, lest we become partakers in their dishonour and condemnation.",
          "id": 66566
        },
        {
          "text": "For if union is in truth with Christ and with one another, we are assuredly voluntarily united also with all those who partake with us.",
          "id": 66567
        },
        {
          "text": "For this union is effected voluntarily and not against our inclination.",
          "id": 66568
        },
        {
          "text": "For we are all one body because we partake of the one bread, as the divine Apostle says.",
          "id": 66569
        },
        {
          "text": "Further, antitypes of future things are spoken of, not as though they were not in reality Christ's body and blood, but that now through them we partake of Christ's divinity, while then we shall partake mentally through the vision alone.",
          "id": 66570
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 66571
        },
        {
          "text": "—Concerning our Lord's genealogy and concerning the holy Mother of God.",
          "id": 66572
        },
        {
          "text": "Concerning the holy and much-lauded ever-virgin one, Mary, the Mother of God, we have said something in the preceding chapters, bringing forward what was most opportune, viz.",
          "id": 66573
        },
        {
          "text": ", that strictly and truly she is and is called the Mother of God.",
          "id": 66574
        },
        {
          "text": "Now let us fill up the blanks.",
          "id": 66575
        },
        {
          "text": "For she being pre-ordained by the eternal prescient counsel of God and imaged forth and proclaimed in diverse images and discourses of the prophets through the Holy Spirit, sprang at the pre-determined time from the root of David, according to the promises that were made to him.",
          "id": 66576
        },
        {
          "text": "For the Lord hath sworn, He saith in truth to David, He will not turn from it: of the fruit of Thy body will I set upon Thy throne.",
          "id": 66577
        },
        {
          "text": "And again, Once have I sworn by My holiness, that I will not lie unto David.",
          "id": 66578
        },
        {
          "text": "His seed shall endure for ever, and His throne as the sun before Me.",
          "id": 66579
        },
        {
          "text": "It shall be established for ever as the moon, and as a faithful witness in heaven.",
          "id": 66580
        },
        {
          "text": "And Isaiah says: And there shall come out a rod out of the stem of Jesse and a branch shall grow out of his roots.",
          "id": 66581
        },
        {
          "text": "But that Joseph is descended from the tribe of David is expressly demonstrated by Matthew and Luke, the most holy evangelists.",
          "id": 66582
        },
        {
          "text": "But Matthew derives Joseph from David through Solomon, while Luke does so through Nathan; while over the holy Virgin's origin both pass in silence.",
          "id": 66583
        },
        {
          "text": "One ought to remember that it was not the custom of the Hebrews nor of the divine Scripture to give genealogies of women; and the law was to prevent one tribe seeking wives from another.",
          "id": 66584
        },
        {
          "text": "And so since Joseph was descended from the tribe of David and was a just man (for this the divine Gospel testifies), he would not have espoused the holy Virgin contrary to the law; he would not have taken her unless she had been of the same tribe.",
          "id": 66585
        },
        {
          "text": "It was sufficient, therefore, to demonstrate the descent of Joseph.",
          "id": 66586
        },
        {
          "text": "One ought also to observe this, that the law was that when a man died without seed, this man's brother should take to wife the wife of the dead man and raise up seed to his brother.",
          "id": 66587
        },
        {
          "text": "The offspring, therefore, belonged by nature to the second, that is, to him that begat it, but by law to the dead.",
          "id": 66588
        },
        {
          "text": "Born then of the line of Nathan, the son of David, Levi begat Melchi and Panther: Panther begat Barpanther, so called.",
          "id": 66589
        },
        {
          "text": "This Barpanther begat Joachim: Joachim begat the holy Mother of God.",
          "id": 66590
        },
        {
          "text": "And of the line of Solomon, the son of David, Mathan had a wife of whom he begat Jacob.",
          "id": 66591
        },
        {
          "text": "Now on the death of Mathan, Melchi, of the tribe of Nathan, the son of Levi and brother of Panther, married the wife of Mathan, Jacob's mother, of whom he begat Heli.",
          "id": 66592
        },
        {
          "text": "Therefore Jacob and Heli became brothers on the mother's side, Jacob being of the tribe of Solomon and Heli of the tribe of Nathan.",
          "id": 66593
        },
        {
          "text": "Then Heli of the tribe of Nathan died childless, and Jacob his brother, of the tribe of Solomon, took his wife and raised up seed to his brother and begat Joseph.",
          "id": 66594
        },
        {
          "text": "Joseph, therefore, is by nature the son of Jacob, of the line of Solomon, but by law he is the son of Heli of the line of Nathan.",
          "id": 66595
        },
        {
          "text": "Joachim then took to wife that revered and praiseworthy woman, Anna.",
          "id": 66596
        },
        {
          "text": "But just as the earlier Anna, who was barren, bore Samuel by prayer and by promise, so also this Anna by supplication and promise from God bare the Mother of God in order that she might not even in this be behind the matrons of fame.",
          "id": 66597
        },
        {
          "text": "Accordingly it was grace (for this is the interpretation of Anna) that bore the lady: (for she became truly the Lady of all created things in becoming the Mother of the Creator).",
          "id": 66598
        },
        {
          "text": "Further, Joachim was born in the house of the Probatica, and was brought up to the temple.",
          "id": 66599
        },
        {
          "text": "Then planted in the House of God and increased by the Spirit, like a fruitful olive tree, she became the home of every virtue, turning her mind away from every secular and carnal desire, and thus keeping her soul as well as her body virginal, as was meet for her who was to receive God into her bosom: for as He is holy, He finds rest among the holy.",
          "id": 66600
        },
        {
          "text": "Thus, therefore, she strove after holiness, and was declared a holy and wonderful temple fit for the most high God.",
          "id": 66601
        },
        {
          "text": "Moreover, since the enemy of our salvation was keeping a watchful eye on virgins, according to the prophecy of Isaiah, who said, Behold a virgin shall conceive and bare a Son and shall call His name Emmanuel, which is, being interpreted, 'God with us,' in order that he who taketh the wise in their own craftinessmay deceive him who always glorieth in his wisdom, the maiden is given in marriage to Joseph by the priests, a new book to him who is versed in letters: but the marriage was both the protection of the virgin and the delusion of him who was keeping a watchful eye on virgins.",
          "id": 66602
        },
        {
          "text": "But when the fulness of time was come, the messenger of the Lord was sent to her, with the good news of our Lord's conception.",
          "id": 66603
        },
        {
          "text": "And thus she conceived the Son of God, the hypostatic power of the Father, not of the will of the flesh nor of the will of man, that is to say, by connection and seed, but by the good pleasure of the Father and co-operation of the Holy Spirit.",
          "id": 66604
        },
        {
          "text": "She ministered to the Creator in that He was created, to the Fashioner in that He was fashioned, and to the Son of God and God in that He was made flesh and became man from her pure and immaculate flesh and blood, satisfying the debt of the first mother.",
          "id": 66605
        },
        {
          "text": "For just as the latter was formed from Adam without connection, so also did the former bring forth the new Adam, who was brought forth in accordance with the laws of parturition and above the nature of generation.",
          "id": 66606
        },
        {
          "text": "For He who was of the Father, yet without mother, was born of woman without a father's co-operation.",
          "id": 66607
        },
        {
          "text": "And so far as He was born of woman, His birth was in accordance with the laws of parturition, while so far as He had no father, His birth was above the nature of generation: and in that it was at the usual time (for He was born on the completion of the ninth month when the tenth was just beginning), His birth was in accordance with the laws of parturition, while in that it was painless it was above the laws of generation.",
          "id": 66608
        },
        {
          "text": "For, as pleasure did not precede it, pain did not follow it, according to the prophet who says, Before she travailed, she brought forth, and again, before her pain came she was delivered of a man-child.",
          "id": 66609
        },
        {
          "text": "The Son of God incarnate, therefore, was born of her, not a divinely-inspired man but God incarnate; not a prophet anointed with energy but by the presence of the anointing One in His completeness, so that the Anointer became man and the Anointed God, not by a change of nature but by union in subsistence.",
          "id": 66610
        },
        {
          "text": "For the Anointer and the Anointed were one and the same, anointing in the capacity of God Himself as man.",
          "id": 66611
        },
        {
          "text": "Must there not therefore be a Mother of God who bore God incarnate? Assuredly she who played the part of the Creator's servant and mother is in all strictness and truth in reality God's Mother and Lady and Queen over all created things.",
          "id": 66612
        },
        {
          "text": "But just as He who was conceived kept her who conceived still virgin, in like manner also He who was born preserved her virginity intact, only passing through her and keeping her closed.",
          "id": 66613
        },
        {
          "text": "The conception, indeed, was through the sense of hearing, but the birth through the usual path by which children come, although some tell tales of His birth through the side of the Mother of God.",
          "id": 66614
        },
        {
          "text": "For it was not impossible for Him to have come by this gate, without injuring her seal in anyway.",
          "id": 66615
        },
        {
          "text": "The ever-virgin One thus remains even after the birth still virgin, having never at any time up till death consorted with a man.",
          "id": 66616
        },
        {
          "text": "For although it is written, And knew her not till she had brought forth her first-born Son, yet note that he who is first-begotten is first-born even if he is only-begotten.",
          "id": 66617
        },
        {
          "text": "For the word \"first-born\" means that he was born first but does not at all suggest the birth of others.",
          "id": 66618
        },
        {
          "text": "And the word \"till\" signifies the limit of the appointed time but does not exclude the time thereafter.",
          "id": 66619
        },
        {
          "text": "For the Lord says, And lo, I am with you always, even unto the end of the world, not meaning thereby that He will be separated from us after the completion of the age.",
          "id": 66620
        },
        {
          "text": "The divine apostle, indeed, says, And so shall we ever be with the Lord, meaning after the general resurrection.",
          "id": 66621
        },
        {
          "text": "For could it be possible that she, who had borne God and from experience of the subsequent events had come to know the miracle, should receive the embrace of a man.",
          "id": 66622
        },
        {
          "text": "God forbid! It is not the part of a chaste mind to think such thoughts, far less to commit such acts.",
          "id": 66623
        },
        {
          "text": "But this blessed woman, who was deemed worthy of gifts that are supernatural, suffered those pains, which she escaped at the birth, in the hour of the passion, enduring from motherly sympathy the rending of the bowels, and when she beheld Him, Whom she knew to be God by the manner of His generation, killed as a malefactor, her thoughts pierced her as a sword, and this is the meaning of this verse: Yea, a sword shall pierce through thy own soul also.",
          "id": 66624
        },
        {
          "text": "But the joy of the resurrection transforms the pain, proclaiming Him, Who died in the flesh, to be God.",
          "id": 66625
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 66626
        },
        {
          "text": "—Concerning the honour due to the Saints and their remains.",
          "id": 66627
        },
        {
          "text": "To the saints honour must be paid as friends of Christ, as sons and heirs of God: in the words of John the theologian and evangelist, As many as received Him, to them gave He power to became sons of God.",
          "id": 66628
        },
        {
          "text": "So that they are no longer servants, but sons: and if sons, also heirs, heirs of God and joint heirs with Christ: and the Lord in the holy Gospels says to His apostles, Ye are My friends.",
          "id": 66629
        },
        {
          "text": "Henceforth I call you not servants, for the servant knoweth not what his lord doeth.",
          "id": 66630
        },
        {
          "text": "And further, if the Creator and Lord of all things is called also King of Kings and Lord of Lords and God of Gods, surely also the saints are gods and lords and kings.",
          "id": 66631
        },
        {
          "text": "For of these God is and is called God and Lord and King.",
          "id": 66632
        },
        {
          "text": "For I am the God of Abraham, He said to Moses, the God of Isaac and the God of Jacob.",
          "id": 66633
        },
        {
          "text": "And God made Moses a god to Pharaoh.",
          "id": 66634
        },
        {
          "text": "Now I mean gods and kings and lords not in nature, but as rulers and masters of their passions, and as preserving a truthful likeness to the divine image according to which they were made (for the image of a king is also called king), and as being united to God of their own free-will and receiving Him as an indweller and becoming by grace through participation with Him what He is Himself by nature.",
          "id": 66635
        },
        {
          "text": "Surely, then, the worshippers and friends and sons of God are to be held in honour? For the honour shewn to the most thoughtful of fellow-servants is a proof of good feeling towards the common Master.",
          "id": 66636
        },
        {
          "text": "These are made treasuries and pure habitations of God: For I will dwell in them, said God, and walk in them, and I will be their God.",
          "id": 66637
        },
        {
          "text": "The divine Scripture likewise saith that the souls of the just are in God's hand and death cannot lay hold of them.",
          "id": 66638
        },
        {
          "text": "For death is rather the sleep of the saints than their death.",
          "id": 66639
        },
        {
          "text": "For they travailed in this life and shall to the end, and Precious in the sight of the Lord is the death of His saints.",
          "id": 66640
        },
        {
          "text": "What then, is more precious than to be in the hand of God? For God is Life and Light, and those who are in God's hand are in life and light.",
          "id": 66641
        },
        {
          "text": "Further, that God dwelt even in their bodies in spiritual wise, the Apostle tells us, saying, Know ye not that your bodies are the temples of the Holy Spirit dwelling in you?, and The Lord is that Spirit, and If any one destroy the temple of God, him will God destroy.",
          "id": 66642
        },
        {
          "text": "Surely, then, we must ascribe honour to the living temples of God, the living tabernacles of God.",
          "id": 66643
        },
        {
          "text": "These while they lived stood with confidence before God.",
          "id": 66644
        },
        {
          "text": "The Master Christ made the remains of the saints to be fountains of salvation to us, pouring forth manifold blessings and abounding in oil of sweet fragrance: and let no one disbelieve this.",
          "id": 66645
        },
        {
          "text": "For if water burst in the desert from the steep and solid rock at God's will and from the jaw-bone of an ass to quench Samson's thirst, is it incredible that fragrant oil should burst forth from the martyrs' remains? By no means, at least to those who know the power of God and the honour which He accords His saints.",
          "id": 66646
        },
        {
          "text": "In the law every one who toucheth a dead body was considered impure, but these are not dead.",
          "id": 66647
        },
        {
          "text": "For from the time when He that is Himself life and the Author of life was reckoned among the dead, we do not call those dead who have fallen asleep in the hope of the resurrection and in faith on Him.",
          "id": 66648
        },
        {
          "text": "For how could a dead body work miracles? How, therefore, are demons driven off by them, diseases dispelled, sick persons made well, the blind restored to sight, lepers purified, temptations and troubles overcome, and how does every good gift from the Father of lights come down through them to those who pray with sure faith? How much labour would you not undergo to find a patron to introduce you to a mortal king and speak to him on your behalf? Are not those, then, worthy of honour who are the patrons of the whole race, and make intercession to God for us? Yea, verily, we ought to give honour to them by raising temples to God in their name, bringing them fruit-offerings, honouring their memories and taking spiritual delight in them, in order that the joy of those who call on us may be ours, that in our attempts at worship we may not on the contrary cause them offence.",
          "id": 66649
        },
        {
          "text": "For those who worship God will take pleasure in those things whereby God is worshipped, while His shield-bearers will be wrath at those things wherewith God is wroth.",
          "id": 66650
        },
        {
          "text": "In psalms and hymns and spiritual songs, in contrition and in pity for the needy, let us believers worship the saints, as God also is most worshipped in such wise.",
          "id": 66651
        },
        {
          "text": "Let us raise monuments to them and visible images, and let us ourselves become, through imitation of their virtues, living monuments and images of them.",
          "id": 66652
        },
        {
          "text": "Let us give honour to her who bore God as being strictly and truly the Mother of God.",
          "id": 66653
        },
        {
          "text": "Let us honour also the prophet John as forerunner and baptist, as apostle and martyr, For among them that are born of women there hath not risen a greater than John the Baptist, as saith the Lord, and he became the first to proclaim the Kingdom.",
          "id": 66654
        },
        {
          "text": "Let us honour the apostles as the Lord's brothers, who saw Him face to face and ministered to His passion, for whom God the Father did foreknow He also did predestinate to be conformed to the image of His Son, first apostles, second prophets, third pastors and teachers.",
          "id": 66655
        },
        {
          "text": "Let us also honour the martyrs of the Lord chosen out of every class, as soldiers of Christ who have drunk His cup and were then baptized with the baptism of His life-bringing death, to be partakers of His passion and glory: of whom the leader is Stephen, the first deacon of Christ and apostle and first martyr.",
          "id": 66656
        },
        {
          "text": "Also let us honour our holy fathers, the God-possessed ascetics, whose struggle was the longer and more toilsome one of the conscience: who wandered about in sheepskins and goatskins, being destitute, afflicted, tormented; they wandered in deserts and in mountains and in dens and caves of the earth, of whom the world was not worthy.",
          "id": 66657
        },
        {
          "text": "Let us honour those who were prophets before grace, the patriarchs and just men who foretold the Lord's coming.",
          "id": 66658
        },
        {
          "text": "Let us carefully review the life of these men, and let us emulate their faith and love and hope and zeal and way of life, and endurance of sufferings and patience even to blood, in order that we may be sharers with them in their crowns of glory.",
          "id": 66659
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 66660
        },
        {
          "text": "—Concerning Images.",
          "id": 66661
        },
        {
          "text": "But since some find fault with us for worshipping and honouring the image of our Saviour and that of our Lady, and those, too, of the rest of the saints and servants of Christ, let them remember that in the beginning God created man after His own image.",
          "id": 66662
        },
        {
          "text": "On what grounds, then, do we shew reverence to each other unless because we are made after God's image? For as Basil, that much-versed expounder of divine things, says, the honour given to the image passes over to the prototype.",
          "id": 66663
        },
        {
          "text": "Now a prototype is that which is imaged, from which the derivative is obtained.",
          "id": 66664
        },
        {
          "text": "Why was it that the Mosaic people honoured on all hands the tabernacle which bore an image and type of heavenly things, or rather of the whole creation? God indeed said to Moses, Look that thou make them after their pattern which was shewed thee in the mount.",
          "id": 66665
        },
        {
          "text": "The Cherubim, too, which o'ershadow the mercy seat, are they not the work of men's hands? What, further, is the celebrated temple at Jerusalem? Is it not hand-made and fashioned by the skill of men?  Moreover the divine Scripture blames those who worship graven images, but also those who sacrifice to demons.",
          "id": 66666
        },
        {
          "text": "The Greeks sacrificed and the Jews also sacrificed: but the Greeks to demons and the Jews to God.",
          "id": 66667
        },
        {
          "text": "And the sacrifice of the Greeks was rejected and condemned, but the sacrifice of the just was very acceptable to God.",
          "id": 66668
        },
        {
          "text": "For Noah sacrificed, and God smelled a sweet savour, receiving the fragrance of the right choice and good-will towards Him.",
          "id": 66669
        },
        {
          "text": "And so the graven images of the Greeks, since they were images of deities, were rejected and forbidden.",
          "id": 66670
        },
        {
          "text": "But besides this who can make an imitation of the invisible, incorporeal, uncircumscribed, formless God? Therefore to give form to the Deity is the height of folly and impiety.",
          "id": 66671
        },
        {
          "text": "And hence it is that in the Old Testament the use of images was not common.",
          "id": 66672
        },
        {
          "text": "But after God in His bowels of pity became in truth man for our salvation, not as He was seen by Abraham in the semblance of a man, nor as He was seen by the prophets, but in being truly man, and after He lived upon the earth and dwelt among men, worked miracles, suffered, was crucified, rose again and was taken back to Heaven, since all these things actually took place and were seen by men, they were written for the remembrance and instruction of us who were not alive at that time in order that though we saw not, we may still, hearing and believing, obtain the blessing of the Lord.",
          "id": 66673
        },
        {
          "text": "But seeing that not every one has a knowledge of letters nor time for reading, the Fathers gave their sanction to depicting these events on images as being acts of great heroism, in order that they should form a concise memorial of them.",
          "id": 66674
        },
        {
          "text": "Often, doubtless, when we have not the Lord's passion in mind and see the image of Christ's crucifixion, His saving passion is brought back to remembrance, and we fall down and worship not the material but that which is imaged: just as we do not worship the material of which the Gospels are made, nor the material of the Cross, but that which these typify.",
          "id": 66675
        },
        {
          "text": "For wherein does the cross, that typifies the Lord, differ from a cross that does not do so? It is just the same also in the case of the Mother of the Lord.",
          "id": 66676
        },
        {
          "text": "For the honour which we give to her is referred to Him Who was made of her incarnate.",
          "id": 66677
        },
        {
          "text": "And similarly also the brave acts of holy men stir us up to be brave and to emulate and imitate their valour and to glorify God.",
          "id": 66678
        },
        {
          "text": "For as we said, the honour that is given to the best of fellow-servants is a proof of good-will towards our common Lady, and the honour rendered to the image passes over to the prototype.",
          "id": 66679
        },
        {
          "text": "But this is an unwritten tradition, just as is also the worshipping towards the East and the worship of the Cross, and very many other similar things.",
          "id": 66680
        },
        {
          "text": "A certain tale, too, is told, how that when Augarus was king over the city of the Edessenes, he sent a portrait painter to paint a likeness of the Lord, and when the painter could not paint because of the brightness that shone from His countenance, the Lord Himself put a garment over His own divine and life-giving face and impressed on it an image of Himself and sent this to Augarus, to satisfy thus his desire.",
          "id": 66681
        },
        {
          "text": "Moreover that the Apostles handed down much that was unwritten, Paul, the Apostle of the Gentiles, tells us in these words: Therefore, brethren, stand fast and hold the traditions which ye have been taught of us, whether by word or by epistle.",
          "id": 66682
        },
        {
          "text": "And to the Corinthians he writes, Now I praise you, brethren, that ye remember me in all things, and keep the traditions as I have delivered them to you\".",
          "id": 66683
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 66684
        },
        {
          "text": "—Concerning Scripture.",
          "id": 66685
        },
        {
          "text": "It is one and the same God Whom both the Old and the New Testament proclaim, Who is praised and glorified in the Trinity: I am come, saith the Lord, not to destroy the law but to fulfil it.",
          "id": 66686
        },
        {
          "text": "For He Himself worked out our salvation for which all Scripture and all mystery exists.",
          "id": 66687
        },
        {
          "text": "And again, Search the Scriptures for they are they that testify of Me.",
          "id": 66688
        },
        {
          "text": "And the Apostle says, God, Who at sundry times and in diverse manners spake in time past unto the fathers by the prophets, hath in these last days spoken unto us by His Son.",
          "id": 66689
        },
        {
          "text": "Through the Holy Spirit, therefore, both the law and the prophets, the evangelists and apostles and pastors and teachers, spake.",
          "id": 66690
        },
        {
          "text": "All Scripture, then, is given by inspiration of God and is also assuredly profitable.",
          "id": 66691
        },
        {
          "text": "Wherefore to search the Scriptures is a work most fair and most profitable for souls.",
          "id": 66692
        },
        {
          "text": "For just as the tree planted by the channels of waters, so also the soul watered by the divine Scripture is enriched and gives fruit in its season, viz.",
          "id": 66693
        },
        {
          "text": "orthodox belief, and is adorned with evergreen leafage, I mean, actions pleasing to God.",
          "id": 66694
        },
        {
          "text": "For through the Holy Scriptures we are trained to action that is pleasing to God, and untroubled contemplation.",
          "id": 66695
        },
        {
          "text": "For in these we find both exhortation to every virtue and dissuasion from every vice.",
          "id": 66696
        },
        {
          "text": "If, therefore, we are lovers of learning, we shall also be learned in many things.",
          "id": 66697
        },
        {
          "text": "For by care and toil and the grace of God the Giver, all things are accomplished.",
          "id": 66698
        },
        {
          "text": "For every one that asketh receiveth, and he that seeketh findeth, and to him that knocketh it shall be opened.",
          "id": 66699
        },
        {
          "text": "Wherefore let us knock at that very fair garden of the Scriptures, so fragrant and sweet and blooming, with its varied sounds of spiritual and divinely-inspired birds ringing all round our ears, laying hold of our hearts, comforting the mourner, pacifying the angry and filling him with joy everlasting: which sets our mind on the gold-gleaming, brilliant back of the divine dove, whose bright pinions bear up to the only-begotten Son and Heir of the Husbandman of that spiritual Vineyard and bring us through Him to the Father of Lights.",
          "id": 66700
        },
        {
          "text": "But let us not knock carelessly but rather zealously and constantly: lest knocking we grow weary.",
          "id": 66701
        },
        {
          "text": "For thus it will be opened to us.",
          "id": 66702
        },
        {
          "text": "If we read once or twice and do not understand what we read, let us not grow weary, but let us persist, let us talk much, let us enquire.",
          "id": 66703
        },
        {
          "text": "For ask thy Father, he saith, and He will shew thee: thy elders and they will tell thee.",
          "id": 66704
        },
        {
          "text": "For there is not in every man that knowledge.",
          "id": 66705
        },
        {
          "text": "Let us draw of the fountain of the garden perennial and purest waters springing into life eternal.",
          "id": 66706
        },
        {
          "text": "Here let us luxuriate, let us revel insatiate: for the Scriptures possess inexhaustible grace.",
          "id": 66707
        },
        {
          "text": "But if we are able to pluck anything profitable from outside sources, there is nothing to forbid that.",
          "id": 66708
        },
        {
          "text": "Let us become tried money-dealers, heaping up the true and pure gold and discarding the spurious.",
          "id": 66709
        },
        {
          "text": "Let us keep the fairest sayings but let us throw to the dogs absurd gods and strange myths: for we might prevail most mightily against them through themselves.",
          "id": 66710
        },
        {
          "text": "Observe, further, that there are two and twenty books of the Old Testament, one for each letter of the Hebrew tongue.",
          "id": 66711
        },
        {
          "text": "For there are twenty-two letters of which five are double, and so they come to be twenty-seven.",
          "id": 66712
        },
        {
          "text": "For the letters Caph, Mem, Nun, Pe, Sade are double.",
          "id": 66713
        },
        {
          "text": "And thus the number of the books in this way is twenty-two, but is found to be twenty-seven because of the double character of five.",
          "id": 66714
        },
        {
          "text": "For Ruth is joined on to Judges, and the Hebrews count them one book: the first and second books of Kings are counted one: and so are the third and fourth books of Kings: and also the first and second of Paraleipomena: and the first and second of Esdra.",
          "id": 66715
        },
        {
          "text": "In this way, then, the books are collected together in four Pentateuchs and two others remain over, to form thus the canonical books.",
          "id": 66716
        },
        {
          "text": "Five of them are of the Law, viz.",
          "id": 66717
        },
        {
          "text": "Genesis, Exodus, Leviticus, Numbers, Deuteronomy.",
          "id": 66718
        },
        {
          "text": "This which is the code of the Law, constitutes the first Pentateuch.",
          "id": 66719
        },
        {
          "text": "Then comes another Pentateuch, the so-called Grapheia, or as they are called by some, the Hagiographa, which are the following: Jesus the Son of Nave, Judges along with Ruth, first and second Kings, which are one book, third and fourth Kings, which are one book, and the two books of the Paraleipomena which are one book.",
          "id": 66720
        },
        {
          "text": "This is the second Pentateuch.",
          "id": 66721
        },
        {
          "text": "The third Pentateuch is the books in verse, viz.",
          "id": 66722
        },
        {
          "text": "Job, Psalms, Proverbs of Solomon, Ecclesiastes of Solomon and the Song of Songs of Solomon.",
          "id": 66723
        },
        {
          "text": "The fourth Pentateuch is the Prophetical books, viz the twelve prophets constituting one book, Isaiah, Jeremiah, Ezekiel, Daniel.",
          "id": 66724
        },
        {
          "text": "Then come the two books of Esdra made into one, and Esther.",
          "id": 66725
        },
        {
          "text": "There are also the Panaretus, that is the Wisdom of Solomon, and the Wisdom of Jesus, which was published in Hebrew by the father of Sirach, and afterwards translated into Greek by his grandson, Jesus, the Son of Sirach.",
          "id": 66726
        },
        {
          "text": "These are virtuous and noble, but are not counted nor were they placed in the ark.",
          "id": 66727
        },
        {
          "text": "The New Testament contains four gospels, that according to Matthew, that according to Mark, that according to Luke, that according to John: the Acts of the Holy Apostles by Luke the Evangelist: seven catholic epistles, viz.",
          "id": 66728
        },
        {
          "text": "one of James, two of Peter, three of John, one of Jude: fourteen letters of the Apostle Paul: the Revelation of John the Evangelist: the Canons of the holy apostles, by Clement.",
          "id": 66729
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 66730
        },
        {
          "text": "—Regarding the things said concerning Christ.",
          "id": 66731
        },
        {
          "text": "The things said concerning Christ fall into four generic modes.",
          "id": 66732
        },
        {
          "text": "For some fit Him even before the incarnation, others in the union, others after the union, and others after the resurrection.",
          "id": 66733
        },
        {
          "text": "Also of those that refer to the period before the incarnation there are six modes: for some of them declare the union of nature and the identity in essence with the Father, as this, I and My Father are one: also this, He that hath seen Me hath seen the Father: and this, Who being in the form of God, and so forth.",
          "id": 66734
        },
        {
          "text": "Others declare the perfection of subsistence, as these, Son of God, and the Express Image of His person, and Messenger of great counsel, Wonderful Counsellor, and the like.",
          "id": 66735
        },
        {
          "text": "Again, others declare the indwelling of the subsistences in one another, as, I am in the Father and the Father in Me; and the inseparable foundation, as, for instance, the Word, Wisdom, Power, Effulgence.",
          "id": 66736
        },
        {
          "text": "For the word is inseparably established in the mind (and it is the essential mind that I mean), and so also is wisdom, and power in him that is powerful, and effulgence in the light, all springing forth from these.",
          "id": 66737
        },
        {
          "text": "And others make known the fact of His origin from the Father as cause, for instance My Father is greater than I.",
          "id": 66738
        },
        {
          "text": "For from Him He derives both His being and all that He has: His being was by generative and not by creative means, as, I came forth from the Father and am come, and I live by the Father.",
          "id": 66739
        },
        {
          "text": "But all that He hath is not His by free gift or by teaching, but in a causal sense, as, The Son can do nothing of Himself but what He seeth the Father do.",
          "id": 66740
        },
        {
          "text": "For if the Father is not, neither is the Son.",
          "id": 66741
        },
        {
          "text": "For the Son is of the Father and in the Father and with the Father, and not after the Father.",
          "id": 66742
        },
        {
          "text": "In like manner also what He doeth is of Him and with Him.",
          "id": 66743
        },
        {
          "text": "For there is one and the same, not similar but the same, will and energy and power in the Father, Son and Holy Spirit.",
          "id": 66744
        },
        {
          "text": "Moreover, other things are said as though the Father's good-will was fulfilled through His energy, and not as through an instrument or a servant, but as through His essential and hypostatic Word and Wisdom and Power, because but one action is observed in Father and Son, as for example, All things were made by Him, and He sent His Word and healed them, and That they may believe that Thou hast sent Me.",
          "id": 66745
        },
        {
          "text": "Some, again, have a prophetic sense, and of these some are in the future tense: for instance, He shall come openly, and this from Zechariah, Behold, thy King cometh unto thee, and this from Micah, Behold, the Lord cometh out of His place and will come down and tread upon the high places of the earth.",
          "id": 66746
        },
        {
          "text": "But others, though future, are put in the past tense, as, for instance, This is our God: Therefore He was seen upon the earth and dwelt among men, and The Lord created me in the beginning of His ways for His works, and Wherefore God, thy God, anointed thee with the oil of gladness above thy fellows, and such like.",
          "id": 66747
        },
        {
          "text": "The things said, then, that refer to the period before the union will be applicable to Him even after the union: but those that refer to the period after the union will not be applicable at all before the union, unless indeed in a prophetic sense, as we said.",
          "id": 66748
        },
        {
          "text": "Those that refer to the time of the union have three modes.",
          "id": 66749
        },
        {
          "text": "For when our discourse deals with the higher aspect, we speak of the deification of the flesh, and His assumption of the Word and exceeding exaltation, and so forth, making manifest the riches that are added to the flesh from the union and natural conjunction with the most high God the Word.",
          "id": 66750
        },
        {
          "text": "And when our discourse deals with the lower aspect, we speak of the incarnation of God the Word, His becoming man, His emptying of Himself, His poverty, His humility.",
          "id": 66751
        },
        {
          "text": "For these and such like are imposed upon the Word and God through His admixture with humanity.",
          "id": 66752
        },
        {
          "text": "When again we keep both sides in view at the same time, we speak of union, community, anointing, natural conjunction, conformation and the like.",
          "id": 66753
        },
        {
          "text": "The former two modes, then, have their reason in this third mode.",
          "id": 66754
        },
        {
          "text": "For through the union it is made clear what either has obtained from the intimate junction with and permeation through the other.",
          "id": 66755
        },
        {
          "text": "For through the union in subsistence the flesh is said to be deified and to become God and to be equally God with the Word; and God the Word is said to be made flesh, and to become man, and is called creature and last: not in the sense that the two natures are converted into one compound nature (for it is not possible for the opposite natural qualities to exist at the same time in one nature), but in the sense that the two natures are united in subsistence and permeate one another without confusion or transmutation.",
          "id": 66756
        },
        {
          "text": "The permeation moreover did not come of the flesh but of the divinity: for it is impossible that the flesh should permeate through the divinity: but the divine nature once permeating through the flesh gave also to the flesh the same ineffable power of permeation; and this indeed is what we call union.",
          "id": 66757
        },
        {
          "text": "Note, too, that in the case of the first and second modes of those that belong to the period of the union, reciprocation is observed.",
          "id": 66758
        },
        {
          "text": "For when we speak about the flesh, we use the terms deification and assumption of the Word and exceeding exaltation and anointing.",
          "id": 66759
        },
        {
          "text": "For these are derived from divinity, but are observed in connection with the flesh.",
          "id": 66760
        },
        {
          "text": "And when we speak about the Word, we use the terms emptying, incarnation, becoming man, humility and the like: and these, as we said, are imposed on the Word and God through the flesh.",
          "id": 66761
        },
        {
          "text": "For He endured these things in person of His own free-will.",
          "id": 66762
        },
        {
          "text": "Of the things that refer to the period after the union there are three modes.",
          "id": 66763
        },
        {
          "text": "The first declares His divine nature, as, I am in the Father and the Father in Me, and I and the Father are one: and all those things which are affirmed of Him before His assumption of humanity, these will be affirmed of Him even after His assumption of humanity, with this exception, that He did not assume the flesh and its natural properties.",
          "id": 66764
        },
        {
          "text": "The second declares His human nature, as, Now ye seek to kill Me, a man that hath told you the truth, and Even so must the Son of Man be lifted up, and the like.",
          "id": 66765
        },
        {
          "text": "Further, of the statements made and written about Christ the Saviour after the manner of men, whether they deal with sayings or actions, there are six modes.",
          "id": 66766
        },
        {
          "text": "For some of them were done or said naturally in accordance with the incarnation; for instance, His birth from a virgin, His growth and progress with age, His hunger, thirst, weariness, fear, sleep, piercing with nails, death and all such like natural and innocent passions.",
          "id": 66767
        },
        {
          "text": "For in all these there is a mixture of the divine and human, although they are held to belong in reality to the body, the divine suffering none of these, but procuring through them our salvation.",
          "id": 66768
        },
        {
          "text": "Others are of the nature of ascription, as Christ's question, Where have ye laid Lazarus? His running to the fig-tree, His shrinking, that is, His drawing back, His praying, and His making as though He would have gone further For neither as God nor as man was He in need of these or similar things, but only because His form was that of a man as necessity and expediency demanded.",
          "id": 66769
        },
        {
          "text": "For example, the praying was to shew that He is not opposed to God, for He gives honour to the Father as the cause of Himself: and the question was not put in ignorance but to shew that He is in truth man as well as God; and the drawing back is to teach us not to be impetuous nor to give ourselves up.",
          "id": 66770
        },
        {
          "text": "Others again are said in the manner of association and relation, as, My God, My God, why hast Thou forsaken Me? and He hath made Him to be sin for us, Who knew no sin, and being made a curse for us; also, Then shall the Son also Himself be subject unto Him that put all things under Him For neither as God nor as man was He ever forsaken by the Father, nor did He become sin or a curse, nor did He require to be made subject to the Father.",
          "id": 66771
        },
        {
          "text": "For as God He is equal to the Father and not opposed to Him nor subjected to Him; and as God, He was never at any time disobedient to His Begetter to make it necessary for Him to make Him subject.",
          "id": 66772
        },
        {
          "text": "Appropriating, then, our person and ranking Himself with us, He used these words.",
          "id": 66773
        },
        {
          "text": "For we are bound in the fetters of sin and the curse as faithless and disobedient, and therefore forsaken.",
          "id": 66774
        },
        {
          "text": "Others are said by reason of distinction in thought.",
          "id": 66775
        },
        {
          "text": "For if you divide in thought things that are inseparable in actual truth, to cut the flesh from the Word, the terms 'servant' and 'ignorant' are used of Him, for indeed He was of a subject and ignorant nature, and except that it was united with God the Word, His flesh was servile and ignorant.",
          "id": 66776
        },
        {
          "text": "But because of the union in subsistence with God the Word it was neither servile nor ignorant.",
          "id": 66777
        },
        {
          "text": "In this way, too, He called the Father His God.",
          "id": 66778
        },
        {
          "text": "Others again are for the purpose of revealing Him to us and strengthening our faith, as, And now, O Father, glorify Thou Me with the glory which I had with Thee, before the world was.",
          "id": 66779
        },
        {
          "text": "For He Himself was glorified and is glorified, but His glory was not manifested nor confirmed to us.",
          "id": 66780
        },
        {
          "text": "Also that which the apostle said, Declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead.",
          "id": 66781
        },
        {
          "text": "For by the miracles and the resurrection and the coming of the Holy Spirit it was manifested and confirmed to the world that He is the Son of God.",
          "id": 66782
        },
        {
          "text": "And this too, The Child grew in wisdom and grace.",
          "id": 66783
        },
        {
          "text": "Others again have reference to His appropriation of the personal life of the Jews, in numbering Himself among the Jews, as He saith to the Samaritan woman, Ye worship ye know not what: we know what we worship, far salvation is of the Jews.",
          "id": 66784
        },
        {
          "text": "The third mode is one which declares the one subsistence and brings out the dual nature: for instance, And I live by the Father: so he that eateth Me, even he shall live by Me.",
          "id": 66785
        },
        {
          "text": "And this: I go to My Father and ye see Me no more.",
          "id": 66786
        },
        {
          "text": "And this: They would not have crucified the Lord of Glory.",
          "id": 66787
        },
        {
          "text": "And this: And no man hath ascended up to heaven but He that came down from heaven, even the Son of Man which is in heaven, and such like.",
          "id": 66788
        },
        {
          "text": "Again of the affirmations that refer to the period after the resurrection some are suitable to God, as, Baptizing them in the name of the Father, and of the Son, and of the Holy Ghost, for here 'Son' is clearly used as God; also this, And lo, I am with you alway, even unto the end of the world, and other similar ones.",
          "id": 66789
        },
        {
          "text": "For He is with us as God.",
          "id": 66790
        },
        {
          "text": "Others are suitable to man, as, They held Him by the feet, and There they will see Me, and so forth.",
          "id": 66791
        },
        {
          "text": "Further, of those referring to the period after the Resurrection that are suitable to man there are different modes.",
          "id": 66792
        },
        {
          "text": "For some did actually take place, yet not according to nature, but according to dispensation, in order to confirm the fact that the very body, which suffered, rose again; such are the weals, the eating and the drinking after the resurrection.",
          "id": 66793
        },
        {
          "text": "Others took place actually and naturally, as changing from place to place without trouble and passing in through closed gates.",
          "id": 66794
        },
        {
          "text": "Others have the character of simulation, as, He made as though He would have gone further.",
          "id": 66795
        },
        {
          "text": "Others are appropriate to the double nature, as, I ascend unto My Father and your Father, and My God and your God, and The King of Glory shall come in, and He sat down on the right hand of the majesty on High.",
          "id": 66796
        },
        {
          "text": "Finally others are to be understood as though He were ranking Himself with us, in the manner of separation in pure thought, as, My God and your God.",
          "id": 66797
        },
        {
          "text": "Those then that are sublime must be assigned to the divine nature, which is superior to passion and body: and those that are humble must be ascribed to the human nature; and those that are common must be attributed to the compound, that is, the one Christ, Who is God and man.",
          "id": 66798
        },
        {
          "text": "And it should be understood that both belong to one and the same Jesus Christ, our Lord.",
          "id": 66799
        },
        {
          "text": "For if we know what is proper to each, and perceive that both are performed by one and the same, we shall have the true faith and shall not go astray.",
          "id": 66800
        },
        {
          "text": "And from all these the difference between the united natures is recognised, and the fact that, as the most godly Cyril says, they are not identical in the natural quality of their divinity and humanity.",
          "id": 66801
        },
        {
          "text": "But yet there is but one Son and Christ and Lord: and as He is one, He has also but one person, the unity in subsistence being in nowise broken up into parts by the recognition of the difference of the natures.",
          "id": 66802
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 66803
        },
        {
          "text": "—That God is not the cause of evils.",
          "id": 66804
        },
        {
          "text": "It is to be observed that it is the custom in the Holy Scripture to speak of God's permission as His energy, as when the apostle says in the Epistle to the Romans, Hath not the potter power over the clay, of the same lump to make one vessel unto honour and another unto dishonour? And for this reason, that He Himself makes this or that.",
          "id": 66805
        },
        {
          "text": "For He is Himself alone the Maker of all things; yet it is not He Himself that fashions noble or ignoble things, but the personal choice of each one.",
          "id": 66806
        },
        {
          "text": "And this is manifest from what the same Apostle says in the Second Epistle to Timothy, In a great house there are not only vessels of gold and of silver, but also of wood and of earth: and some to honour and some to dishonour.",
          "id": 66807
        },
        {
          "text": "If a man therefore purge himself from these, he shall be a vessel unto honour sanctified, and meet for the master's use, and prepared unto every good work.",
          "id": 66808
        },
        {
          "text": "And it is evident that the purification must be voluntary: for if a man, he saith, purge himself.",
          "id": 66809
        },
        {
          "text": "And the consequent antistrophe responds, \"If a man purge not himself he will be a vessel to dishonour, unmeet for the master's use and fit only to be broken in pieces\".",
          "id": 66810
        },
        {
          "text": "Wherefore this passage that we have quoted and this, God hath concluded them all in unbelief, and this, God hath given them the spirit of slumber, eyes that they should not see, and ears that they should not hear, all these must be understood not as though God Himself were energising, but as though God were permitting, both because of free-will and because goodness knows no compulsion.",
          "id": 66811
        },
        {
          "text": "His permission, therefore, is usually spoken of in the Holy Scripture as His energy and work.",
          "id": 66812
        },
        {
          "text": "Nay, even when He says that God creates evil things, and that there is no evil in a city that the Lord hath not done, he does not mean by these words that the Lord is the cause of evil, but the word 'evil' is used in two ways, with two meanings.",
          "id": 66813
        },
        {
          "text": "For sometimes it means what is evil by nature, and this is the opposite of virtue and the will of God: and sometimes it means that which is evil and oppressive to our sensation, that is to say, afflictions and calamities.",
          "id": 66814
        },
        {
          "text": "Now these are seemingly evil because they are painful, but in reality are good.",
          "id": 66815
        },
        {
          "text": "For to those who understand they became ambassadors of conversion and salvation.",
          "id": 66816
        },
        {
          "text": "The Scripture says that of these God is the Author.",
          "id": 66817
        },
        {
          "text": "It is, moreover, to be observed that of these, too, we are the cause: for involuntary evils are the offspring of voluntary ones.",
          "id": 66818
        },
        {
          "text": "This also should be recognised, that it is usual in the Scriptures for some things that ought to be considered as effects to be stated in a causal sense, as, Against Thee, Thee only, have I sinned and done this evil in Thy sight, that Thou mightest be justified when Thou speakest, and prevail when Thou judgest.",
          "id": 66819
        },
        {
          "text": "For the sinner did not sin in order that God might prevail, nor again did God require our sin in order that He might by it be revealed as victor.",
          "id": 66820
        },
        {
          "text": "For above comparison He wins the victor's prize against all, even against those who are sinless, being Maker, incomprehensible, uncreated, and possessing natural and not adventitious glory.",
          "id": 66821
        },
        {
          "text": "But it is because when we sin God is not unjust in His anger against us; and when He pardons the penitent He is shewn victor over our wickedness.",
          "id": 66822
        },
        {
          "text": "But it is not for this that we sin, but because the thing so turns out.",
          "id": 66823
        },
        {
          "text": "It is just as if one were sitting at work and a friend stood near by, and one said, My friend came in order that I might do no work that day.",
          "id": 66824
        },
        {
          "text": "The friend, however, was not present in order that the man should do no work, but such was the result.",
          "id": 66825
        },
        {
          "text": "For being occupied with receiving his friend he did not work.",
          "id": 66826
        },
        {
          "text": "These things, too, are spoken of as effects because affairs so turned out.",
          "id": 66827
        },
        {
          "text": "Moreover, God does not wish that He alone should be just, but that all should, so far as possible, be made like unto Him.",
          "id": 66828
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 66829
        },
        {
          "text": "—That there are not two Kingdoms.",
          "id": 66830
        },
        {
          "text": "That there are not two kingdoms, one good and one bad, we shall see from this.",
          "id": 66831
        },
        {
          "text": "For good and evil are opposed to one another and mutually destructive, and cannot exist in one another or with one another.",
          "id": 66832
        },
        {
          "text": "Each of them, therefore, in its own division will belong to the whole, and first they will be circumscribed, not by the whole alone but also each of them by part of the whole.",
          "id": 66833
        },
        {
          "text": "Next I ask, who it is that assigns to each its place.",
          "id": 66834
        },
        {
          "text": "For they will not affirm that they have come to a friendly agreement with, or been reconciled to, one another.",
          "id": 66835
        },
        {
          "text": "For evil is not evil when it is at peace with, and reconciled to, goodness, nor is goodness good when it is on amicable terms with evil.",
          "id": 66836
        },
        {
          "text": "But if He Who has marked off to each of these its own sphere of action is something different from them, He must the rather be God.",
          "id": 66837
        },
        {
          "text": "One of two things indeed is necessary, either that they come in contact with and destroy one another, or that there exists some intermediate place where neither goodness nor evil exists, separating both from one another, like a partition.",
          "id": 66838
        },
        {
          "text": "And so there will be no longer two but three kingdoms.",
          "id": 66839
        },
        {
          "text": "Again, one of these alternatives is necessary, either that they are at peace, which is quite incompatible with evil (for that which is at peace is not evil), or they are at strife, which is incompatible with goodness (for that which is at strife is not perfectly good), or the evil is at strife and the good does not retaliate, but is destroyed by the evil, or they are ever in trouble and distress, which is not a mark of goodness.",
          "id": 66840
        },
        {
          "text": "There is, therefore, but one kingdom, delivered from all evil.",
          "id": 66841
        },
        {
          "text": "But if this is so, they say, whence comes evil? For it is quite impossible that evil should originate from goodness.",
          "id": 66842
        },
        {
          "text": "We answer then, that evil is nothing else than absence of goodness and a lapsing from what is natural into what is unnatural: for nothing evil is natural.",
          "id": 66843
        },
        {
          "text": "For all things, whatsoever God made, are very good, so far as they were made: if, therefore, they remain just as they were created, they are very good, but when they voluntarily depart from what is natural and turn to what is unnatural, they slip into evil.",
          "id": 66844
        },
        {
          "text": "By nature, therefore, all things are servants of the Creator and obey Him.",
          "id": 66845
        },
        {
          "text": "Whenever, then, any of His creatures voluntarily rebels and becomes disobedient to his Maker, he introduces evil into himself.",
          "id": 66846
        },
        {
          "text": "For evil is not any essence nor a property of essence, but an accident, that is, a voluntary deviation from what is natural into what is unnatural, which is sin.",
          "id": 66847
        },
        {
          "text": "Whence, then, comes sin? It is an invention of the free-will of the devil.",
          "id": 66848
        },
        {
          "text": "Is the devil, then, evil? In so far as he was brought into existence he is not evil but good.",
          "id": 66849
        },
        {
          "text": "For he was created by his Maker a bright and very brilliant angel, endowed with free-will as being rational.",
          "id": 66850
        },
        {
          "text": "But he voluntarily departed from the virtue that is natural and came into the darkness of evil, being far removed from God, Who alone is good and can give life and light.",
          "id": 66851
        },
        {
          "text": "For from Him every good thing derives its goodness, and so far as it is separated from Him in will (for it is not in place), it falls into evil.",
          "id": 66852
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter XXI.",
          "id": 66853
        },
        {
          "text": "—The purposefor which God in His foreknowledge created persons who would sin and not repent.",
          "id": 66854
        },
        {
          "text": "God in His goodness brought what exists into being out of nothing, and has foreknowledge of what will exist in the future.",
          "id": 66855
        },
        {
          "text": "If, therefore, they were not to exist in the future, they would neither be evil in the future nor would they be foreknown.",
          "id": 66856
        },
        {
          "text": "For knowledge is of what exists and foreknowledge is of what will surely exist in the future.",
          "id": 66857
        },
        {
          "text": "For simple being comes first and then good or evil being.",
          "id": 66858
        },
        {
          "text": "But if the very existence of those, who through the goodness of God are in the future to exist, were to be prevented by the fact that they were to become evil of their own choice, evil would have prevailed over the goodness of God.",
          "id": 66859
        },
        {
          "text": "Wherefore God makes all His works good, but each becomes of its own choice good or evil.",
          "id": 66860
        },
        {
          "text": "Although, then, the Lord said, Good were it for that man that he had never been born, He said it in condemnation not of His own creation but of the evil which His own creation had acquired by his own choice and through his own heedlessness.",
          "id": 66861
        },
        {
          "text": "For the heedlessness that marks man's judgment made His Creator's beneficence of no profit to him.",
          "id": 66862
        },
        {
          "text": "It is just as if any one, when he had obtained riches and dominion from a king, were to lord it over his benefactor, who, when he has worsted him, will punish him as he deserves, if he should see him keeping hold of the sovereignty to the end.",
          "id": 66863
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter XXII.",
          "id": 66864
        },
        {
          "text": "—Concerning the law of God and the law of sin.",
          "id": 66865
        },
        {
          "text": "The Deity is good and more than good, and so is His will.",
          "id": 66866
        },
        {
          "text": "For that which God wishes is good.",
          "id": 66867
        },
        {
          "text": "Moreover the precept, which teaches this, is law, that we, holding by it, may walk in light: and the transgression of this precept is sin, and this continues to exist on account of the assault of the devil and our unconstrained and voluntary reception of it.",
          "id": 66868
        },
        {
          "text": "And this, too, is called law.",
          "id": 66869
        },
        {
          "text": "And so the law of God, settling in our mind, draws it towards itself and pricks our conscience.",
          "id": 66870
        },
        {
          "text": "And our conscience, too, is called a law of our mind.",
          "id": 66871
        },
        {
          "text": "Further, the assault of the wicked one, that is the law of sin, settling in the members of our flesh, makes its assault upon us through it.",
          "id": 66872
        },
        {
          "text": "For by once voluntarily transgressing the law of God and receiving the assault of the wicked one, we gave entrance to it, being sold by ourselves to sin.",
          "id": 66873
        },
        {
          "text": "Wherefore our body is readily impelled to it.",
          "id": 66874
        },
        {
          "text": "And so the savour and perception of sin that is stored up in our body, that is to say, lust and pleasure of the body, is law in the members of our flesh.",
          "id": 66875
        },
        {
          "text": "Therefore the law of my mind, that is, the conscience, sympathises with the law of God, that is, the precept, and makes that its will.",
          "id": 66876
        },
        {
          "text": "But the law of sin, that is to say, the assault made through the law that is in our members, or through the lust and inclination and movement of the body and of the irrational part of the soul, is in opposition to the law of my mind, that is to conscience, and takes me captive (even though I make the law of God my will and set my love on it, and make not sin my will), by reason of commixture: and through the softness of pleasure and the lust of the body and of the irrational part of the soul, as I said, it leads me astray and induces me to become the servant of sin.",
          "id": 66877
        },
        {
          "text": "But what the law could not do, in that it was weak through the flesh, God, sending His own Son in the likeness of sinful flesh (for He assumed flesh but not sin) condemned sin in the flesh, that the righteousness of the law might be fulfilled in us who walk not after the flesh but in the Spirit.",
          "id": 66878
        },
        {
          "text": "For the Spirit helpeth our infirmities and affordeth power to the law of our mind, against the law that is in our members.",
          "id": 66879
        },
        {
          "text": "For the verse, we know not what we should pray for as we ought, but the Spirit itself maketh intercession with groanings that cannot be uttered, itself teacheth us what to pray for.",
          "id": 66880
        },
        {
          "text": "Hence it is impossible to carry out the precepts of the Lord except by patience and prayer.",
          "id": 66881
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter XXIII.",
          "id": 66882
        },
        {
          "text": "—Against the Jews on the question of the Sabbath.",
          "id": 66883
        },
        {
          "text": "The seventh day is called the Sabbath and signifies rest.",
          "id": 66884
        },
        {
          "text": "For in it God rested from all His works, as the divine Scripture says: and so the number of the days goes up to seven and then circles back again and begins at the first.",
          "id": 66885
        },
        {
          "text": "This is the precious number with the Jews, God having ordained that it should be held in honour, and that in no chance fashion but with the imposition of most heavy penalties for the transgression.",
          "id": 66886
        },
        {
          "text": "And it was not in a simple fashion that He ordained this, but for certain reasons understood mystically by the spiritual and clear-sighted.",
          "id": 66887
        },
        {
          "text": "So far, indeed, as I in my ignorance know, to begin with inferior and more dense things, God, knowing the denseness of the Israelites and their carnal love and propensity towards matter in everything, made this law: first, in order that the servant and the cattle should restas it is written, for the righteous man regardeth the life of his beast: next, in order that when they take their ease from the distraction of material things, they may gather together unto God, spending the whole of the seventh day in psalms and hymns and spiritual songs and the study of the divine Scriptures and resting in God.",
          "id": 66888
        },
        {
          "text": "For when the law did not exist and there was no divinely-inspired Scripture, the Sabbath was not consecrated to God.",
          "id": 66889
        },
        {
          "text": "But when the divinely-inspired Scripture was given by Moses, the Sabbath was consecrated to God in order that on it they, who do not dedicate their whole life to God, and who do not make their desire subservient to the Master as though to a Father, but are like foolish servants, may on that day talk much concerning the exercise of it, and may abstract a small, truly a most insignificant, portion of their life for the service of God, and this from fear of the chastisements and punishments which threaten transgressors.",
          "id": 66890
        },
        {
          "text": "For the law is not made for a righteous man but for the unrighteous.",
          "id": 66891
        },
        {
          "text": "Moses, of a truth, was the first to abide fasting with God for forty days and again for another forty, and thus doubtless to afflict himself with hunger on the Sabbaths although the law forbade self-affliction on the Sabbath.",
          "id": 66892
        },
        {
          "text": "But if they should object that this took place before the law, what will they say about Elias the Thesbite who accomplished a journey of forty days on one meal? For he, by thus afflicting himself on the Sabbaths not only with hunger but with the forty days' journeying, broke the Sabbath: and yet God, Who gave the law, was not wroth with him but shewed Himself to him on Choreb as a reward for his virtue.",
          "id": 66893
        },
        {
          "text": "And what will they say about Daniel? Did he not spend three weeks without food? And again, did not all Israel circumcise the child on the Sabbath, if it happened to be the eighth day after birth? And do they not hold the great fast which the law enjoins if it falls on the Sabbath? And further, do not the priests and the Levites profane the Sabbath in the works of the tabernacle and yet are held blameless? Yea, if an ox should fall into a pit on the Sabbath, he who draws it forth is blameless, while he who neglects to do so is condemned.",
          "id": 66894
        },
        {
          "text": "And did not all the Israelites compass the walls of Jericho bearing the Ark of God for seven days, in which assuredly the Sabbath was included.",
          "id": 66895
        },
        {
          "text": "As I said, therefore, for the purpose of securing leisure to worship God in order that they might, both servant and beast of burden, devote a very small share to Him and be at rest, the observance of the Sabbath was devised for the carnal that were still childish and in the bonds of the elements of the world, and unable to conceive of anything beyond the body and the letter.",
          "id": 66896
        },
        {
          "text": "But when the fulness of the time was come, God sent forth His Only-begotten Son, made of a woman, made under the law, to redeem them that were under the law that we might receive the adoption of sons.",
          "id": 66897
        },
        {
          "text": "For to as many of us as received Him, He gave power to become sons of God, even to them that believe on Him.",
          "id": 66898
        },
        {
          "text": "So that we are no longer servants but sons: no longer under the law but under grace: no longer do we serve God in part from fear, but we are bound to dedicate to Him the whole span of our life, and cause that servant, I mean wrath and desire, to cease from sin and bid it devote itself to the service of God, always directing our whole desire towards God and arming our wrath against the enemies of God: and likewise we hinder that beast of burden, that is the body, from the servitude of sin, and urge it forwards to assist to the uttermost the divine precepts.",
          "id": 66899
        },
        {
          "text": "These are the things which the spiritual law of Christ enjoins on us and those who observe that become superior to the law of Moses.",
          "id": 66900
        },
        {
          "text": "For when that which is perfect is come, then that which is in part shall be done away: and when the covering of the law, that is, the veil, is rent asunder through the crucifixion of the Saviour, and the Spirit shines forth with tongues of fire, the letter shall be done away with, bodily things shall come to an end, the law of servitude shall be fulfilled, and the law of liberty be bestowed on us.",
          "id": 66901
        },
        {
          "text": "Yea we shall celebrate the perfect rest of human nature, I mean the day after the resurrection, on which the Lord Jesus, the Author of Life and our Saviour, shall lead us into the heritage promised to those who serve God in the spirit, a heritage into which He entered Himself as our forerunner after He rose from the dead, and whereon, the gates of Heaven being opened to Him, He took His seat in bodily form at the right hand of the Father, where those who keep the spiritual law shall also come.",
          "id": 66902
        },
        {
          "text": "What belongs to us, therefore, who walk by the spirit and not by the letter, is the complete abandonment of carnal things, the spiritual service and communion with God.",
          "id": 66903
        },
        {
          "text": "For circumcision is the abandonment of carnal pleasure and of whatever is superfluous and unnecessary.",
          "id": 66904
        },
        {
          "text": "For the foreskin is nothing else than the skin which it superfluous to the organ of lust.",
          "id": 66905
        },
        {
          "text": "And, indeed, every pleasure which does not arise from God nor is in God is superfluous to pleasure: and of that the foreskin is the type.",
          "id": 66906
        },
        {
          "text": "The Sabbath, moreover, is the cessation from sin; so that both things happen to be one, and so both together, when observed by those who are spiritual, do not bring about any breach of the law at all.",
          "id": 66907
        },
        {
          "text": "Further, observe that the number seven denotes all the present time, as the most wise Solomon says, to give a portion to seven and also to eight.",
          "id": 66908
        },
        {
          "text": "And David, the divine singer when he composed the eighth psalm, sang of the future restoration after the resurrection from the dead.",
          "id": 66909
        },
        {
          "text": "Since the Law, therefore, enjoined that the seventh day should be spent in rest from carnal things and devoted to spiritual things, it was a mystic indication to the true Israelite who had a mind to see God, that he should through all time offer himself to God and rise higher than carnal things.",
          "id": 66910
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter XXIV.",
          "id": 66911
        },
        {
          "text": "—Concerning Virginity.",
          "id": 66912
        },
        {
          "text": "Carnal men abuse virginity, and the pleasure-loving bring forward the following verse in proof, Cursed be every one that raiseth not up seed in Israel.",
          "id": 66913
        },
        {
          "text": "But we, made confident by God the Word that was made flesh of the Virgin, answer that virginity was implanted in man's nature from above and in the beginning.",
          "id": 66914
        },
        {
          "text": "For man was formed of virgin soil.",
          "id": 66915
        },
        {
          "text": "From Adam alone was Eve created.",
          "id": 66916
        },
        {
          "text": "In Paradise virginity held sway.",
          "id": 66917
        },
        {
          "text": "Indeed, Divine Scripture tells that both Adam and Eve were naked and were not ashamed.",
          "id": 66918
        },
        {
          "text": "But after their transgression they knew that they were naked, and in their shame they sewed aprons for themselves.",
          "id": 66919
        },
        {
          "text": "And when, after the transgression, Adam heard, dust thou art and unto dust shalt thou return, when death entered into the world by reason of the transgression, then Adam knew Eve his wife, and she conceived and bare seed.",
          "id": 66920
        },
        {
          "text": "So that to prevent the wearing out and destruction of the race by death, marriage was devised that the race of men may be preserved through the procreation of children.",
          "id": 66921
        },
        {
          "text": "But they will perhaps ask, what then is the meaning of \"male and female,\" and \"Be fruitful and multiply?\" In answer we shall say that \"Be fruitful and multiply\" does not altogether refer to the multiplying by the marriage connection.",
          "id": 66922
        },
        {
          "text": "For God had power to multiply the race also in different ways, if they kept the precept unbroken to the end.",
          "id": 66923
        },
        {
          "text": "But God, Who knoweth all things before they have existence, knowing in His foreknowledge that they would fall into transgression in the future and be condemned to death, anticipated this and made \"male and female,\" and bade them \"be fruitful and multiply\".",
          "id": 66924
        },
        {
          "text": "Let us, then, proceed on our way and see the glories of virginity: and this also includes chastity.",
          "id": 66925
        },
        {
          "text": "Noah when he was commanded to enter the ark and was entrusted with the preservation of the seed of the world received this command, Go in, saith the Lord, thou and thy sons, and thy wife, and thy sons' wives.",
          "id": 66926
        },
        {
          "text": "He separated them from their wives in order that with purity they might escape the flood and that shipwreck of the whole world.",
          "id": 66927
        },
        {
          "text": "After the cessation of the flood, however, He said, Go forth of the ark, thou and thy sons, and thy wife, and thy sons' wives.",
          "id": 66928
        },
        {
          "text": "Lo, again, marriage is granted for the sake of the multiplication of the race.",
          "id": 66929
        },
        {
          "text": "Next, Elias, the fire-breathing charioteer and sojourner in heaven did not embrace celibacy, and yet was not his virtue attested by his super-human ascension? Who closed the heavens? Who raised the dead? Who divided Jordan? Was it not the virginal Elias? And did not Elisha, his disciple, after he had given proof of equal virtue, ask and obtain as an inheritance a double portion of the grace of the Spirit? What of the three youths? Did they not by practising virginity become mightier than fire, their bodies through virginity being made proof against the fire? And was it not Daniel's body that was so hardened by virginity that the wild beasts' teeth could not fasten in it.",
          "id": 66930
        },
        {
          "text": "Did not God, when He wished the Israelites to see Him, bid them purify the body? Did not the priests purify themselves and so approach the temple's shrine and offer victims? And did not the law call chastity the great vow?  The precept of the law, therefore, is to be taken in a more spiritual sense.",
          "id": 66931
        },
        {
          "text": "For there is spiritual seed which is conceived through the love and fear of God in the spiritual womb, travailing and bringing forth the spirit of salvation.",
          "id": 66932
        },
        {
          "text": "And in this sense must be understood this verse: Blessed is he who hath seed in Zion and posterity in Jerusalem.",
          "id": 66933
        },
        {
          "text": "For does it mean that, although he be a whoremonger and a drunkard and an idolater, he is still blessed if only he hath seed in Sion and posterity in Jerusalem? No one in his senses will say this.",
          "id": 66934
        },
        {
          "text": "Virginity is the rule of life among the angels, the property of all incorporeal nature.",
          "id": 66935
        },
        {
          "text": "This we say without speaking ill of marriage: God forbid! (for we know that the Lord blessed marriage by His presence, and we know him who said, Marriage is honourable and the bed undefiled), but knowing that virginity is better than marriage, however good.",
          "id": 66936
        },
        {
          "text": "For among the virtues, equally as among the vices, there are higher and lower grades.",
          "id": 66937
        },
        {
          "text": "We know that all mortals after the first parents of the race are the offspring of marriage.",
          "id": 66938
        },
        {
          "text": "For the first parents were the work of virginity and not of marriage.",
          "id": 66939
        },
        {
          "text": "But celibacy is, as we said, an imitation of the angels.",
          "id": 66940
        },
        {
          "text": "Wherefore virginity is as much more honourable than marriage, as the angel is higher than man.",
          "id": 66941
        },
        {
          "text": "But why do I say angel? Christ Himself is the glory of virginity, who was not only-begotten of the Father without beginning or emission or connection, but also became man in our image, being made flesh for our sakes of the Virgin without connection, and manifesting in Himself the true and perfect virginity.",
          "id": 66942
        },
        {
          "text": "Wherefore, although He did not enjoin that on us by law (for as He said, all men cannot receive this saying), yet in actual fact He taught us that and gave us strength for it.",
          "id": 66943
        },
        {
          "text": "For it is surely clear to every one that virginity now is flourishing among men.",
          "id": 66944
        },
        {
          "text": "Good indeed is the procreation of children enjoined by the law, and good is marriage on account of fornications, for it does away with these, and by lawful intercourse does not permit the madness of desire to be enflamed into unlawful acts.",
          "id": 66945
        },
        {
          "text": "Good is marriage for those who have no continence: but that virginity is better which increases the fruitfulness of the soul and offers to God the seasonable fruit of prayer.",
          "id": 66946
        },
        {
          "text": "Marriage is honourable and the bed undefiled, but whoremongers and adulterers God will judge.",
          "id": 66947
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter XXV.",
          "id": 66948
        },
        {
          "text": "—Concerning the Circumcision.",
          "id": 66949
        },
        {
          "text": "The Circumcision was given to Abraham before the law, after the blessings, after the promise, as a sign separating him and his offspring and his household from the Gentiles with whom he lived.",
          "id": 66950
        },
        {
          "text": "And this is evident, for when the Israelites passed forty years alone by themselves in the desert, having no intercourse with any other race, all that were born in the desert were uncircumcised: but when Joshua led them across Jordan, they were circumcised, and a second law of circumcision was instituted.",
          "id": 66951
        },
        {
          "text": "For in Abraham's time the law of circumcision was given, and for the forty years in the desert it fell into abeyance.",
          "id": 66952
        },
        {
          "text": "And again for the second time God gave the law of Circumcision to Joshua, after the crossing of Jordan, according as it is written in the book of Joshua, the son of Nun: At that time the Lord said unto Joshua, Make thee knives of stone from the sharp rock, and assemble and circumcise the sons of Israel a second time; and a little later: For the children of Israel walked forty and twoyears in the wilderness of Battaris, till all the people that were men of war, which came out of Egypt, were uncircumcised, because they obeyed not the voice of the Lord: unto whom the Lord sware that He would not shew them the good land, which the Lord swore unto their fathers that He would give them, a land that floweth with milk and honey.",
          "id": 66953
        },
        {
          "text": "And their children, whom He raised up in their stead, them Joshua circumcised: for they were uncircumcised, because they had not circumcised them by the way.",
          "id": 66954
        },
        {
          "text": "So that the circumcision was a sign, dividing Israel from the Gentiles with whom they dwelt.",
          "id": 66955
        },
        {
          "text": "It was, moreover, a figure of baptism.",
          "id": 66956
        },
        {
          "text": "For just as the circumcision does not cut off a useful member of the body but only a useless superfluity, so by the holy baptism we are circumcised from sin, and sin clearly is, so to speak, the superfluous part of desire and not useful desire.",
          "id": 66957
        },
        {
          "text": "For it is quite impossible that any one should have no desire at all nor ever experience the taste of pleasure.",
          "id": 66958
        },
        {
          "text": "But the useless part of pleasure, that is to say, useless desire and pleasure, it is this that is sin from which holy baptism circumcises us, giving us as a token the precious cross on the brow, not to divide us from the Gentiles (for all the nations received baptism and were sealed with the sign of the Cross), but to distinguish in each nation the faithful from the faithless.",
          "id": 66959
        },
        {
          "text": "Wherefore, when the truth is revealed, circumcision is a senseless figure and shade.",
          "id": 66960
        },
        {
          "text": "So circumcision is now superfluous and contrary to holy baptism.",
          "id": 66961
        },
        {
          "text": "For he who is circumcised is a debtor to do the whole law.",
          "id": 66962
        },
        {
          "text": "Further, the Lord was circumcised that He might fulfil the law: and He fulfilled the whole law and observed the Sabbath that He might fulfil and establish the law.",
          "id": 66963
        },
        {
          "text": "Moreover after He was baptized and the Holy Spirit had appeared to men, descending on Him in the form of a dove, from that time the spiritual service and conduct of life and the Kingdom of Heaven was preached.",
          "id": 66964
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter XXVI.",
          "id": 66965
        },
        {
          "text": "—Concerning the Antichrist.",
          "id": 66966
        },
        {
          "text": "It should be known that the Antichrist is bound to come.",
          "id": 66967
        },
        {
          "text": "Every one, therefore, who confesses not that the Son of God came in the flesh and is perfect God and became perfect man, after being God, is Antichrist.",
          "id": 66968
        },
        {
          "text": "But in a peculiar and special sense he who comes at the consummation of the age is called Antichrist.",
          "id": 66969
        },
        {
          "text": "First, then, it is requisite that the Gospel should be preached among all nations, as the Lord said, and then he will come to refute the impious Jews.",
          "id": 66970
        },
        {
          "text": "For the Lord said to them: I am come in My Father's name and ye receive Me not: if another shall come in his own name, him ye will receive.",
          "id": 66971
        },
        {
          "text": "And the apostle says, Because they received not the love of the truth that they might be saved, for this cause God shall send them a strong delusion that they should believe a lie: that they all might be damned who believed not the truth, but had pleasure in unrighteousness.",
          "id": 66972
        },
        {
          "text": "The Jews accordingly did not receive the Lord Jesus Christ who was the Son of God and God, but receive the impostor who calls himself God.",
          "id": 66973
        },
        {
          "text": "For that he will assume the name of God, the angel teaches Daniel, saying these words, Neither shall he regard the God of his fathers.",
          "id": 66974
        },
        {
          "text": "And the apostle says: Let no man deceive you by any means: for that day shall not come except there come a falling away first, and that man of sin be revealed, the son of perdition: who opposeth and exalteth himself above all that is called God or that is worshipped, so that he sitteth in the temple of God, shewing himself that he is God; in the temple of God he said; not our temple, but the old Jewish temple.",
          "id": 66975
        },
        {
          "text": "For he will come not to us but to the Jews: not for Christ or the things of Christ: wherefore he is called Antichrist.",
          "id": 66976
        },
        {
          "text": "First, therefore, it is necessary that the Gospel should be preached among all nations: And then shall that wicked one be revealed, even him whose coming is after the working of Satan with all power and signs and lying wonders, with all deceivableness of unrighteousness in them that perish, whom the Lord shall consume with the word of His mouth and shall destroy with the brightness of His coming.",
          "id": 66977
        },
        {
          "text": "The devil himself, therefore does not become man in the way that the Lord was made man.",
          "id": 66978
        },
        {
          "text": "God forbid! but he becomes man as the offspring of fornication and receiveth all the energy of Satan.",
          "id": 66979
        },
        {
          "text": "For God, foreknowing the strangeness of the choice that he would make, allows the devil to take up his abode in him.",
          "id": 66980
        },
        {
          "text": "He is, therefore, as we said, the offspring of fornication and is nurtured in secret, and on a sudden he rises up and rebels and assumes rule.",
          "id": 66981
        },
        {
          "text": "And in the beginning of his rule, or rather tyranny, he assumes the role of sanctity.",
          "id": 66982
        },
        {
          "text": "But when he becomes master he persecutes the Church of God and displays all his wickedness.",
          "id": 66983
        },
        {
          "text": "But he will come with signs and lying wonders, fictitious and not real, and he will deceive and lead away from the living God those whose mind rests on an unsound and unstable foundation, so that even the elect shall, if it be possible, be made to stumble.",
          "id": 66984
        },
        {
          "text": "But Enoch and Elias the Thesbite shall be sent and shall turn the hearts of the fathers to the children, that is, the synagogue to our Lord Jesus Christ and the preaching of the apostles: and they will be destroyed by him.",
          "id": 66985
        },
        {
          "text": "And the Lord shall come out of heaven, just as the holy apostles beheld Him going into heaven, perfect God and perfect man, with glory and power, and will destroy the man of lawlessness, the son of destruction, with the breath of His mouth.",
          "id": 66986
        },
        {
          "text": "Let no one, therefore, look for the Lord to come from earth, but out of Heaven, as He himself has made sure.",
          "id": 66987
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter XXVII.",
          "id": 66988
        },
        {
          "text": "—Concerning the Resurrection.",
          "id": 66989
        },
        {
          "text": "We believe also in the resurrection of the dead.",
          "id": 66990
        },
        {
          "text": "For there will be in truth, there will be, a resurrection of the dead, and by resurrection we mean resurrection of bodies.",
          "id": 66991
        },
        {
          "text": "For resurrection is the second state of that which has fallen.",
          "id": 66992
        },
        {
          "text": "For the souls are immortal, and hence how can they rise again? For if they define death as the separation of soul and body, resurrection surely is the re-union of soul and body, and the second state of the living creature that has suffered dissolution and downfall.",
          "id": 66993
        },
        {
          "text": "It is, then, this very body, which is corruptible and liable to dissolution, that will rise again incorruptible.",
          "id": 66994
        },
        {
          "text": "For He, who made it in the beginning of the sand of the earth, does not lack the power to raise it up again after it has been dissolved again and returned to the earth from which it was taken, in accordance with the reversal of the Creator's judgment.",
          "id": 66995
        },
        {
          "text": "For if there is no resurrection, let us eat and drink: let us pursue a life of pleasure and enjoyment.",
          "id": 66996
        },
        {
          "text": "If there is no resurrection, wherein do we differ from the irrational brutes? If there is no resurrection, let us hold the wild beasts of the field happy who have a life free from sorrow.",
          "id": 66997
        },
        {
          "text": "If there is no resurrection, neither is there any God nor Providence, but all things are driven and borne along of themselves.",
          "id": 66998
        },
        {
          "text": "For observe how we see most righteous men suffering hunger and injustice and receiving no help in the present life, while sinners and unrighteous men abound in riches and every delight.",
          "id": 66999
        },
        {
          "text": "And who in his senses would take this for the work of a righteous judgment or a wise providence? There must be, therefore, there must be, a resurrection.",
          "id": 67000
        },
        {
          "text": "For God is just and is the rewarder of those who submit patiently to Him.",
          "id": 67001
        },
        {
          "text": "Wherefore if it is the soul alone that engages in the contests of virtue, it is also the soul alone that will receive the crown.",
          "id": 67002
        },
        {
          "text": "And if it were the soul alone that revels in pleasures, it would also be the soul alone that would be justly punished.",
          "id": 67003
        },
        {
          "text": "But since the soul does not pursue either virtue or vice separate from the body, both together will obtain that which is their just due.",
          "id": 67004
        },
        {
          "text": "Nay, the divine Scripture bears witness that there will be a resurrection of the body.",
          "id": 67005
        },
        {
          "text": "God in truth says to Moses after the flood, Even as the green herb have I given you all things.",
          "id": 67006
        },
        {
          "text": "But flesh with the life thereof, which is the blood thereof, shall ye not eat.",
          "id": 67007
        },
        {
          "text": "And surely your blood of your lives will I require; at the hand of every beast will I require it, and at the hand of every man's brother will I require the life of man.",
          "id": 67008
        },
        {
          "text": "Whoso sheddeth man's blood, for his blood his own shall be shed, for in the image of God made I man.",
          "id": 67009
        },
        {
          "text": "How will He require the blood of man at the hand of every beast, unless because the bodies of dead men will rise again? For not for man will the beasts die.",
          "id": 67010
        },
        {
          "text": "And again to Moses, I am the God of Abraham, the God of Isaac and the God of Jacob: God is not the God of the dead (that is, those who are dead and will be no more), but of the living, whose souls indeed live in His hand, but whose bodies will again come to life through the resurrection.",
          "id": 67011
        },
        {
          "text": "And David, sire of the Divine, says to God, Thou takest away their breath, they die and return to their dust.",
          "id": 67012
        },
        {
          "text": "See how he speaks about bodies.",
          "id": 67013
        },
        {
          "text": "Then he subjoins this, Thou sendest forth Thy Spirit, they are created: and Thou renewest the face of the earth.",
          "id": 67014
        },
        {
          "text": "Further Isaiah says: The dead shall rise again, and they that are in the graves shall awake.",
          "id": 67015
        },
        {
          "text": "And it is clear that the souls do not lie in the graves, but the bodies.",
          "id": 67016
        },
        {
          "text": "And again, the blessed Ezekiel says: And it was as I prophesied, and behold a shaking and the bones came together, bone to his bone, each to its own joint: and when I beheld, lo, the sinews came up upon them and the flesh grew and rose up on them and the skin covered them above.",
          "id": 67017
        },
        {
          "text": "And later he teaches how the spirits came back when they were bidden.",
          "id": 67018
        },
        {
          "text": "And divine Daniel also says: And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such trouble as never was since there was a nation on the earth even to that same time.",
          "id": 67019
        },
        {
          "text": "And at that time thy people shall be delivered, every one that shall be found written in the book.",
          "id": 67020
        },
        {
          "text": "And many of them that sleep in the dust of the earth shall awake: some to everlasting life and some to shame and everlasting contempt.",
          "id": 67021
        },
        {
          "text": "And they that be wise shall shine as the brightness of the firmament, and out of the multitude of the just shall shine like stars into the ages and beyond.",
          "id": 67022
        },
        {
          "text": "The words, many of them that sleep in the dust of the earth shall awake, clearly shew that there will be a resurrection of bodies.",
          "id": 67023
        },
        {
          "text": "For no one surely would say that the souls sleep in the dust of the earth.",
          "id": 67024
        },
        {
          "text": "Moreover, even the Lord in the holy Gospels clearly allows that there is a resurrection of the bodies.",
          "id": 67025
        },
        {
          "text": "For they that are in the graves, He says, shall hear His voice and shall come forth: they that have done good unto the resurrection of life, and they that have done evil unto the resurrection of damnation.",
          "id": 67026
        },
        {
          "text": "Now no one in his senses would ever say that the souls are in the graves.",
          "id": 67027
        },
        {
          "text": "But it was not only by word, but also by deed, that the Lord revealed the resurrection of the bodies.",
          "id": 67028
        },
        {
          "text": "First He raised up Lazarus, even after he had been dead four days, and was stinking.",
          "id": 67029
        },
        {
          "text": "For He did not raise the soul without the body, but the body along with the soul: and not another body but the very one that was corrupt.",
          "id": 67030
        },
        {
          "text": "For how could the resurrection of the dead man have been known or believed if it had not been established by his characteristic properties? But it was in fact to make the divinity of His own nature manifest and to confirm the belief in His own and our resurrection, that He raised up Lazarus who was destined once more to die.",
          "id": 67031
        },
        {
          "text": "And the Lord became Himself the first-fruits of the perfect resurrection that is no longer subject to death.",
          "id": 67032
        },
        {
          "text": "Wherefore also the divine Apostle Paul said: If the dead rise not, then is not Christ raised.",
          "id": 67033
        },
        {
          "text": "And if Christ be not raised, our faith is vain: we are yet in our sins.",
          "id": 67034
        },
        {
          "text": "And, Now is Christ risen from the dead and become the first-fruits of them that slept, and the first-born from the dead; and again, For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with Him.",
          "id": 67035
        },
        {
          "text": "Even so, he said, as Christ rose again.",
          "id": 67036
        },
        {
          "text": "Moreover, that the resurrection of the Lord was the union of uncorrupted body and soul (for it was these that had been divided) is manifest: for He said, Destroy this temple, and in three days I will raise it up.",
          "id": 67037
        },
        {
          "text": "And the holy Gospel is a trustworthy witness that He spoke of His own body.",
          "id": 67038
        },
        {
          "text": "Handle Me and see, the Lord said to His own disciples when they were thinking that they saw a spirit, that it is I Myself, and that I am not changed: for a spirit hath not flesh or bones, as ye see Me have.",
          "id": 67039
        },
        {
          "text": "And when He had said this He shewed them His hands and His side, and stretched them forward for Thomas to touch.",
          "id": 67040
        },
        {
          "text": "Is not this sufficient to establish belief in the resurrection of bodies?  Again the divine apostle says, For this corruptible must put on incorruption, and this mortal must put on immortality.",
          "id": 67041
        },
        {
          "text": "And again: It is sown in corruption, it is raised in incorruption: it is sown in weakness, it is raised in power: it is sown in dishonour, it is raised in glory: it is sown a natural body (that is to say, crass and mortal), it is raised a spiritual body, such as was our Lord's body after the resurrection which passed through closed doors, was unwearying, had no need of food, or sleep, or drink.",
          "id": 67042
        },
        {
          "text": "For they will be, saith the Lord, as the angels of God: there will no longer be marriage nor procreation of children.",
          "id": 67043
        },
        {
          "text": "The divine apostle, in truth, says, For our conversation is in heaven, from whence also we look for the Saviour, the Lord Jesus, Who shall change our vile body that it may be fashioned like unto His glorious body: not meaning change into another form (God forbid!), but rather the change from corruption into incorruption.",
          "id": 67044
        },
        {
          "text": "But some one will say, How are the dead raised up? Oh, what disbelief! Oh, what folly! Will He, Who at His solitary will changed earth into body, Who commanded the little drop of seed to grow in the mother's womb and become in the end this varied and manifold organ of the body, not the rather raise up again at His solitary will that which was and is dissolved? And with what body do they come? Thou fool, if thy hardness will not permit you to believe the words of God, at least believe His works.",
          "id": 67045
        },
        {
          "text": "For that which thou sowest is not quickened except it die.",
          "id": 67046
        },
        {
          "text": "And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat or of some other grain.",
          "id": 67047
        },
        {
          "text": "But God giveth it a body as it hath pleased Him, and to every seed his own body.",
          "id": 67048
        },
        {
          "text": "Behold, therefore, how the seed is buried in the furrows as in tombs.",
          "id": 67049
        },
        {
          "text": "Who is it that giveth them roots and stalk and leaves and ears and the most delicate beards? Is it not the Maker of the universe? Is it not at the bidding of Him Who hath contrived all things? Believe, therefore, in this wise, even that the resurrection of the dead will come to pass at the divine will and sign.",
          "id": 67050
        },
        {
          "text": "For He has power that is able to keep pace with His will.",
          "id": 67051
        },
        {
          "text": "We shall therefore rise again, our souls being once more united with our bodies, now made incorruptible and having put off corruption, and we shall stand beside the awful judgment-seat of Christ: and the devil and his demons and the man that is his, that is the Antichrist and the impious and the sinful, will be given over to everlasting fire: not material fire like our fire, but such fire as God would know.",
          "id": 67052
        },
        {
          "text": "But those who have done good will shine forth as the sun with the angels into life eternal, with our Lord Jesus Christ, ever seeing Him and being in His sight and deriving unceasing joy from Him, praising Him with the Father and the Holy Spirit throughout the limitless ages of ages, Amen.",
          "id": 67053
        }
      ]
    }
  ]
}