{
  "book": "Julius Africanus: The Passion of St. Symphorosa and her Seven Sons",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Passion of St.",
          "id": 130790
        },
        {
          "text": "Symbphorosa and Her Seven Sons: The text is given from the edition of Ruinart.",
          "id": 130791
        },
        {
          "text": "His preface, which Migne also cites, is as follows: \"The narrative of the martyrdom of St.",
          "id": 130792
        },
        {
          "text": "Symphorosa and her seven sons, which we here publish, is ascribed in the mss.",
          "id": 130793
        },
        {
          "text": "to Julius Africanus, a writer of the highest repute.",
          "id": 130794
        },
        {
          "text": "And it may perhaps have been inserted in his books on Chronography,—a work which Eusebius (Hist.",
          "id": 130795
        },
        {
          "text": "Eccles.",
          "id": 130796
        },
        {
          "text": ", vi.",
          "id": 130797
        },
        {
          "text": ") testifies to have been written with the greatest care, since in these he detailed the chief events in history from the foundation of the world to the times of the Emperor Heliogabalus.",
          "id": 130798
        },
        {
          "text": "As that work, however, is lost, that this narrative is really to be ascribed to Africanus, I would not venture positively to assert, although at the same time there seems no ground for doubting its genuineness.",
          "id": 130799
        },
        {
          "text": "We print it, moreover, from the editions of Mombritius, Surius, and Cardulus, collated with two Colbert mss.",
          "id": 130800
        },
        {
          "text": "and one in the library of the Sorbonne.",
          "id": 130801
        },
        {
          "text": "The occasion for the death of these saints was found in the vicinity of that most famous palace which was built by Adrian at his country seat at Tiber, according to Spartianus.",
          "id": 130802
        },
        {
          "text": "For when the emperor gave orders that this palace, which he had built for his pleasure, should be purified by some piacular ceremonies, the priests seized this opportunity for accusing Symphorosa, alleging that the gods would not be satisfied until Symphorosa should either sacrifice to them or be herself sacrificed; which last thing was done by Hadrian, whom, from many others of his deeds, we know to have been exceedingly superstitious, about the year of Christ , that is, about the beginning of his reign, at which period indeed, as Dio Cassius observes, that emperor put a great number to death.",
          "id": 130803
        },
        {
          "text": "The memory of these martyrs, moreover, is celebrated in all the most ancient martyrologies, although they assign different days for it.",
          "id": 130804
        },
        {
          "text": "The Roman, along with Notker, fixes their festival for the th July, Rabanus for the st of the same month, Usuardus and Ado for the st June.",
          "id": 130805
        },
        {
          "text": "In the Tiburtine road there still exists the rubbish of an old church, as Aringhi states (Rom.",
          "id": 130806
        },
        {
          "text": "Subter.",
          "id": 130807
        },
        {
          "text": ", iv.",
          "id": 130808
        },
        {
          "text": "), which was consecrated to God under their name, and which still retains the title, To the Seven Brothers.",
          "id": 130809
        },
        {
          "text": "I have no doubt that it was built in that place to which the pontiffs in the Acta, sec.",
          "id": 130810
        },
        {
          "text": "iv.",
          "id": 130811
        },
        {
          "text": ", gave the name, To the Seven Biothanati, i-e:, those cut off by a violent death, as Baronius remarks, at the year \".",
          "id": 130812
        },
        {
          "text": "So far Ruinart: see also Tillemont, Mém.",
          "id": 130813
        },
        {
          "text": "Eccles.",
          "id": 130814
        },
        {
          "text": ", ii.",
          "id": 130815
        },
        {
          "text": "pp.",
          "id": 130816
        },
        {
          "text": "and ; and the Bollandists, Act.",
          "id": 130817
        },
        {
          "text": "S.",
          "id": 130818
        },
        {
          "text": "S.",
          "id": 130819
        },
        {
          "text": "Junii, vol.",
          "id": 130820
        },
        {
          "text": "iv.",
          "id": 130821
        },
        {
          "text": "p.",
          "id": 130822
        },
        {
          "text": "When Adrian had built a palace, and wished to dedicate it by that wicked ceremonial, and began to seek responses by sacrifices to idols, and to the demons that dwell in idols, they replied, and said: \"The widow Symphorosa, with her seven sons, wounds us day by day in invoking her God.",
          "id": 130823
        },
        {
          "text": "If she therefore, together with her sons, shall offer sacrifice, we promise to make good all that you ask\".",
          "id": 130824
        },
        {
          "text": "Then Adrian ordered her to be seized, along with her sons, and advised them in courteous terms to consent to offer sacrifice to the idols.",
          "id": 130825
        },
        {
          "text": "To him, however, the blessed Symphorosa answered: \"My husband Getulius, together with his brother Amantius, when they were tribunes in thy service, suffered different punishments for the name of Christ, rather than consent to sacrifice to idols, and, like good athletes, they overcame thy demons in death.",
          "id": 130826
        },
        {
          "text": "For, rather than be prevailed on, they chose to be beheaded, and suffered death: which death, being endured for the name of Christ, gained them temporal ignominy indeed among men of this earth, but everlasting honour and glory among the angels; and moving now among them, and exhibiting trophies of their sufferings, they enjoy eternal life with the King eternal in the heavens\".",
          "id": 130827
        },
        {
          "text": "The Emperor Adrian said to the holy Symphorosa: \"Either sacrifice thou along with thy sons to the omnipotent gods, or else I shall cause thee to be sacrificed thyself, together with thy sons\".",
          "id": 130828
        },
        {
          "text": "The blessed Symphorosa answered: \"And whence is this great good to me, that I should be deemed worthy along with my sons to be offered as an oblation to God?\" The Emperor Adrian said: \"I shall cause thee to be sacrificed to my gods\".",
          "id": 130829
        },
        {
          "text": "The blessed Symphorosa replied: \"Thy gods cannot take me in sacrifice; but if I am burned for the name of Christ, my God, I shall rather consume those demons of thine\".",
          "id": 130830
        },
        {
          "text": "The Emperor Adrian said: \"Choose thou one of these alternatives: either sacrifice to my gods, or perish by an evil death\".",
          "id": 130831
        },
        {
          "text": "The blessed Symphorosa replied: \"Thou thinkest that my mind can be altered by some kind of terror; whereas I long to rest with my husband Getulius, whom thou didst put to death for Christ's name\".",
          "id": 130832
        },
        {
          "text": "Then the Emperor Adrian ordered her to be led away to the temple of Hercules, and there first to be beaten with blows on the cheek, and afterwards to be suspended by the hair.",
          "id": 130833
        },
        {
          "text": "But when by no argument and by no terror could he divert her from her good resolution, he ordered her to be thrown into the river with a large stone fastened to her neck.",
          "id": 130834
        },
        {
          "text": "And her brother Eugenius, principal of the district of Tiber, picked up her body, and buried it in a suburb of the same city.",
          "id": 130835
        },
        {
          "text": "Then, on another day, the Emperor Adrian ordered all her seven sons to be brought before him in company; and when he had challenged them to sacrifice to idols, and perceived that they yielded by no means to his threats and terrors, he ordered seven stakes to be fixed around the temple of Hercules, and commanded them to be stretched on the blocks there.",
          "id": 130836
        },
        {
          "text": "And he ordered Crescens, the first, to be transfixed in the throat; and Julian, the second, to be stabbed in the breast; and Nemesius, the third, to be struck through the heart; and Primitivus, the fourth, to be wounded in the navel; and Justin, the fifth, to be struck through in the back with a sword; and Stracteus, the sixth, to be wounded in the side; and Eugenius, the seventh, to be cleft in twain from the head downwards.",
          "id": 130837
        },
        {
          "text": "The next day again the Emperor Adrian came to the temple of Hercules, and ordered their bodies to be carried off together, and cast into a deep pit; and the pontiffs gave to that place the name, To the Seven Biothanati.",
          "id": 130838
        },
        {
          "text": "After these things the persecution ceased for a year and a half, in which period the holy bodies of all the martyrs were honoured, and consigned with all care to tumuli erected for that purpose, and their names are written in the book of life.",
          "id": 130839
        },
        {
          "text": "The natal day, moreover, of the holy martyrs of Christ, the blessed Symphorosa and her seven sons, Crescens, Julian, Nemesius, Primitivus, Justin, Stracteus, and Eugenius, is held on the th July.",
          "id": 130840
        },
        {
          "text": "Their bodies rest on the Tiburtine road, at the eighth mile-stone from the city, under the kingship of our Lord Jesus Christ, to whom is honour and glory for ever and ever, Amen.",
          "id": 130841
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Elucidations.",
          "id": 130842
        },
        {
          "text": "I.",
          "id": 130843
        },
        {
          "text": "(Joseph the son of both, p.",
          "id": 130844
        },
        {
          "text": ")  The opinion that Luke's genealogy is that of Mary was unknown to Christian antiquity.",
          "id": 130845
        },
        {
          "text": "In the fifteenth century it was first propounded by Latin divines to do honour (as they supposed) to the Blessed Virgin.",
          "id": 130846
        },
        {
          "text": "It was first broached by Annius of Viterbo,.",
          "id": 130847
        },
        {
          "text": "Christian antiquity is agreed that:—.",
          "id": 130848
        },
        {
          "text": "Both genealogies are those of Joseph.",
          "id": 130849
        },
        {
          "text": "That Joseph was the son of Jacob or of Heli, either by adoption, or because Jacob and Heli were either own brothers or half-brothers; so that,—.",
          "id": 130850
        },
        {
          "text": "On the death of one of the brothers, without issue, the surviving brother married his widow, who became the mother of Joseph by this marriage; so that Joseph was reckoned the son of Jacob and the son of Heli.",
          "id": 130851
        },
        {
          "text": "Joseph and Mary were of the same lineage, but the Hebrews did not reckon descent from the side of the woman.",
          "id": 130852
        },
        {
          "text": "For them St.",
          "id": 130853
        },
        {
          "text": "Luke's genealogy is the sufficient register of Christ's royal descent and official claim.",
          "id": 130854
        },
        {
          "text": "St.",
          "id": 130855
        },
        {
          "text": "Luke gives his personal pedigree, ascending to Adam, and identifying Him with the whole human race.",
          "id": 130856
        },
        {
          "text": "II.",
          "id": 130857
        },
        {
          "text": "(Conclusion, cap.",
          "id": 130858
        },
        {
          "text": "xix.",
          "id": 130859
        },
        {
          "text": "p.",
          "id": 130860
        },
        {
          "text": ")  On Jewish genealogies, note Dean Prideaux, vol.",
          "id": 130861
        },
        {
          "text": "i.",
          "id": 130862
        },
        {
          "text": "p.",
          "id": 130863
        },
        {
          "text": ", and compare Lardner, vol.",
          "id": 130864
        },
        {
          "text": "ii.",
          "id": 130865
        },
        {
          "text": ", et alibi.",
          "id": 130866
        },
        {
          "text": "Stillingfleet should not be overlooked in what he says of the uncertainties of heathen chronology.",
          "id": 130867
        },
        {
          "text": "Lardner repeatedly calls our author a \"great man;\" and his most valuable account, digested from divers ancient and modern writers, must be consulted by the student.",
          "id": 130868
        },
        {
          "text": "Let us observe the books of Scripture which his citations attest, and the great value of his attestation of the two genealogies of our Lord.",
          "id": 130869
        },
        {
          "text": "Lardner dates the Letter to Origen   or , according to divers conjectures of the learned.",
          "id": 130870
        },
        {
          "text": "He concludes with this beautiful tribute: \"We may glory in Africanus as a Christian\" among those \"whose shining abilities rendered them the ornament of the age in which they lived,—men of unspotted characters, giving evident proofs of honesty and integrity\".",
          "id": 130871
        },
        {
          "text": "Note.",
          "id": 130872
        },
        {
          "text": "The valuable works of Africanus are found in vol.",
          "id": 130873
        },
        {
          "text": "ix.",
          "id": 130874
        },
        {
          "text": "of the Edinburgh edition, mixed up with the spurious Decretals and remnants of preceding volumes.",
          "id": 130875
        },
        {
          "text": "I am unable to make out very clearly who is the translator, but infer that Drs.",
          "id": 130876
        },
        {
          "text": "Roberts and Donaldson should be credited with this work.",
          "id": 130877
        }
      ]
    }
  ]
}