{
  "book": "Lactantius: Of the Manner in Which the Persecutors Died",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Of the Manner in Which the Persecutors Died: Chap.",
          "id": 343127
        },
        {
          "text": "I.",
          "id": 343128
        },
        {
          "text": "The Lord has heard those supplications which you, my best beloved Donatus, pour forth in His presence all the day long, and the supplications of the rest of our brethren, who by a glorious confession have obtained an everlasting crown, the reward of their faith.",
          "id": 343129
        },
        {
          "text": "Behold, all the adversaries are destroyed, and tranquillity having been re-established throughout the Roman empire, the late oppressed Church arises again, and the temple of God, overthrown by the hands of the wicked, is built with more glory than before.",
          "id": 343130
        },
        {
          "text": "For God has raised up princes to rescind the impious and sanguinary edicts of the tyrants and provide for the welfare of mankind; so that now the cloud of past times is dispelled, and peace and serenity gladden all hearts.",
          "id": 343131
        },
        {
          "text": "And after the furious whirlwind and black tempest, the heavens are now become calm, and the wished-for light has shone forth; and now God, the hearer of prayer, by His divine aid has lifted His prostrate and afflicted servants from the ground, has brought to an end the united devices of the wicked, and wiped off the tears from the faces of those who mourned.",
          "id": 343132
        },
        {
          "text": "They who insulted over the Divinity, lie low; they who cast down the holy temple, are fallen with more tremendous ruin; and the tormentors of just men have poured out their guilty souls amidst plagues inflicted by Heaven, and amidst deserved tortures.",
          "id": 343133
        },
        {
          "text": "For God delayed to punish them, that, by great and marvellous examples, He might teach posterity that He alone is God, and that with fit vengeance He executes judgment on the proud, the impious, and the persecutors.",
          "id": 343134
        },
        {
          "text": "Of the end of those men I have thought good to publish a narrative, that all who are afar off, and all who shall arise hereafter, may learn how the Almighty manifested His power and sovereign greatness in rooting out and utterly destroying the enemies of His name.",
          "id": 343135
        },
        {
          "text": "And this will become evident, when I relate who were the persecutors of the Church from the time of its first constitution, and what were the punishments by which the divine Judge, in His severity, took vengeance on them.",
          "id": 343136
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chap.",
          "id": 343137
        },
        {
          "text": "II.",
          "id": 343138
        },
        {
          "text": "In the latter days of the Emperor Tiberius, in the consulship of Ruberius Geminus and Fufius Geminus, and on the tenth of the kalends of April, as I find it written, Jesus Christ was crucified by the Jews.",
          "id": 343139
        },
        {
          "text": "After He had risen again on the third day, He gathered together His apostles, whom fear, at the time of His being laid hold on, had put to flight; and while He sojourned with them forty days, He opened their hearts, interpreted to them the Scripture, which hitherto had been wrapped up in obscurity, ordained and fitted them for the preaching of His word and doctrine, and regulated all things concerning the institutions of the New Testament; and this having been accomplished, a cloud and whirlwind enveloped Him, and caught Him up from the sight of men unto heaven.",
          "id": 343140
        },
        {
          "text": "His apostles were at that time eleven in number, to whom were added Matthias, in the room of the traitor Judas, and afterwards Paul.",
          "id": 343141
        },
        {
          "text": "Then were they dispersed throughout all the earth to preach the Gospel, as the Lord their Master had commanded them; and during twenty-five years, and until the beginning of the reign of the Emperor Nero, they occupied themselves in laying the foundations of the Church in every province and city.",
          "id": 343142
        },
        {
          "text": "And while Nero reigned, the Apostle Peter came to Rome, and, through the power of God committed unto him, wrought certain miracles, and, by turning many to the true religion, built up a faithful and stedfast temple unto the Lord.",
          "id": 343143
        },
        {
          "text": "When Nero heard of those things, and observed that not only in Rome, but in every other place, a great multitude revolted daily from the worship of idols, and, condemning their old ways, went over to the new religion, he, an execrable and pernicious tyrant, sprung forward to raze the heavenly temple and destroy the true faith.",
          "id": 343144
        },
        {
          "text": "He it was who first persecuted the servants of God; he crucified Peter, and slew Paul: nor did he escape with impunity; for God looked on the affliction of His people; and therefore the tyrant, bereaved of authority, and precipitated from the height of empire, suddenly disappeared, and even the burial-place of that noxious wild beast was nowhere to be seen.",
          "id": 343145
        },
        {
          "text": "This has led some persons of extravagant imagination to suppose that, having been conveyed to a distant region, he is still reserved alive; and to him they apply the Sibylline verses concerning  \"The fugitive, who slew his own mother, being to come from the uttermost boundaries of the earth;\"    as if he who was the first should also be the last persecutor, and thus prove the forerunner of Antichrist! But we ought not to believe those who, affirming that the two prophets Enoch and Elias have been translated into some remote place that they might attend our Lord when He shall come to judgment, also fancy that Nero is to appear hereafter as the forerunner of the devil, when he shall come to lay waste the earth and overthrow mankind.",
          "id": 343146
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chap.",
          "id": 343147
        },
        {
          "text": "III.",
          "id": 343148
        },
        {
          "text": "After an interval of some years from the death of Nero, there arose another tyrant no less wicked (Domitian), who, although his government was exceedingly odious, for a very long time oppressed his subjects, and reigned in security, until at length he stretched forth his impious hands against the Lord.",
          "id": 343149
        },
        {
          "text": "Having been instigated by evil demons to persecute the righteous people, he was then delivered into the power of his enemies, and suffered due punishment.",
          "id": 343150
        },
        {
          "text": "To be murdered in his own palace was not vengeance ample enough: the very memory of his name was erased.",
          "id": 343151
        },
        {
          "text": "For although he had erected many admirable edifices, and rebuilt the Capitol, and left other distinguished marks of his magnificence, yet the senate did so persecute his name, as to leave no remains of his statues, or traces of the inscriptions put up in honour of him; and by most solemn and severe decrees it branded him, even after death, with perpetual infamy.",
          "id": 343152
        },
        {
          "text": "Thus, the commands of the tyrant having been rescinded, the Church was not only restored to her former state, but she shone forth with additional splendour, and became more and more flourishing.",
          "id": 343153
        },
        {
          "text": "And in the times that followed, while many well-deserving princes guided the helm of the Roman empire, the Church suffered no violent assaults from her enemies, and she extended her hands unto the east and unto the west, insomuch that now there was not any the most remote corner of the earth to which the divine religion had not penetrated, or any nation of manners so barbarous that did not, by being converted to the worship of God, become mild and gentle.",
          "id": 343154
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chap.",
          "id": 343155
        },
        {
          "text": "IV.",
          "id": 343156
        },
        {
          "text": "This long peace, however, was afterwards interrupted.",
          "id": 343157
        },
        {
          "text": "Decius appeared in the world, an accursed wild beast, to afflict the Church,—and who but a bad man would persecute religion? It seems as if he had been raised to sovereign eminence, at once to rage against God, and at once to fall; for, having undertaken an expedition against the Carpi, who had then possessed themselves of Dacia and Moefia, he was suddenly surrounded by the barbarians, and slain, together with great part of his army; nor could he be honoured with the rites of sepulture, but, stripped and naked, he lay to be devoured by wild beasts and birds,—a fit end for the enemy of God.",
          "id": 343158
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chap.",
          "id": 343159
        },
        {
          "text": "V.",
          "id": 343160
        },
        {
          "text": "And presently Valerian also, in a mood alike frantic, lifted up his impious hands to assault God, and, although his time was short, shed much righteous blood.",
          "id": 343161
        },
        {
          "text": "But God punished him in a new and extraordinary manner, that it might be a lesson to future ages that the adversaries of Heaven always receive the just recompense of their iniquities.",
          "id": 343162
        },
        {
          "text": "He, having been made prisoner by the Persians, lost not only that power which he had exercised without moderation, but also the liberty of which be had deprived others; and he wasted the remainder of his days in the vilest condition of slavery: for Sapores, the king of the Persians, who had made him prisoner, whenever he chose to get into his carriage or to mount on horseback, commanded the Roman to stoop and present his back; then, setting his foot on the shoulders of Valerian, he said, with a smile of reproach, \"This is true, and not what the Romans delineate on board or plaster\".",
          "id": 343163
        },
        {
          "text": "Valerian lived for a considerable time under the well-merited insults of his conqueror; so that the Roman name remained long the scoff and derision of the barbarians: and this also was added to the severity of his punishment, that although he had an emperor for his son, he found no one to revenge his captivity and most abject and servile state; neither indeed was he ever demanded back.",
          "id": 343164
        },
        {
          "text": "Afterward, when he had finished this shameful life under so great dishonour, he was flayed, and his skin, stripped from the flesh, was dyed with vermilion, and placed in the temple of the gods of the barbarians, that the remembrance of a triumph so signal might be perpetuated, and that this spectacle might always be exhibited to our ambassadors, as an admonition to the Romans, that, beholding the spoils of their captived emperor in a Persian temple, they should not place too great confidence in their own strength.",
          "id": 343165
        },
        {
          "text": "Now since God so punished the sacrilegious, is it not strange that any one should afterward have dared to do, or even to devise, aught against the majesty of the one God, who governs and supports all things?.",
          "id": 343166
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chap.",
          "id": 343167
        },
        {
          "text": "VI.",
          "id": 343168
        },
        {
          "text": "Aurelian might have recollected the fate of the captived emperor, yet, being of a nature outrageous and headstrong, he forgot both his sin and its punishment, and by deeds of cruelty irritated the divine wrath.",
          "id": 343169
        },
        {
          "text": "He was not, however, permitted to accomplish what he had devised; for just as he began to give a loose to his rage, he was slain.",
          "id": 343170
        },
        {
          "text": "His bloody edicts had not yet reached the more distant provinces, when he himself lay all bloody on the earth at Caenophrurium in Thrace, assassinated by his familiar friends, who had taken up groundless suspicions against him.",
          "id": 343171
        },
        {
          "text": "Examples of such a nature, and so numerous, ought to have deterred succeeding tyrants; nevertheless they were not only not dismayed, but, in their misdeeds against God, became more bold and presumptuous.",
          "id": 343172
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chap.",
          "id": 343173
        },
        {
          "text": "VII.",
          "id": 343174
        },
        {
          "text": "While Diocletian, that author of ill, and deviser of misery, was ruining all things, he could not withhold his insults, not even against God.",
          "id": 343175
        },
        {
          "text": "This man, by avarice partly, and partly by timid counsels, overturned the Roman empire.",
          "id": 343176
        },
        {
          "text": "For he made choice of three persons to share the government with him; and thus, the empire having been quartered, armies were multiplied, and each of the four princes strove to maintain a much more considerable military force than any sole emperor had done in times past.",
          "id": 343177
        },
        {
          "text": "There began to be fewer men who paid taxes than there were who received wages; so that the means of the husbandmen being exhausted by enormous impositions, the farms were abandoned, cultivated grounds became woodland, and universal dismay prevailed.",
          "id": 343178
        },
        {
          "text": "Besides, the provinces were divided into minute portions, and many presidents and a multitude of inferior officers lay heavy on each territory, and almost on each city.",
          "id": 343179
        },
        {
          "text": "There were also many stewards of different degrees, and deputies of presidents.",
          "id": 343180
        },
        {
          "text": "Very few civil causes came before them: but there were condemnations daily, and forfeitures frequently inflicted; taxes on numberless commodities, and those not only often repeated, but perpetual, and, in exacting them, intolerable wrongs.",
          "id": 343181
        },
        {
          "text": "Whatever was laid on for the maintenance of the soldiery might have been endured; but Diocletian, through his insatiable avarice, would never allow the sums of money in his treasury to be diminished: he was constantly heaping together extraordinary aids and free gifts, that his original hoards might remain untouched and inviolable.",
          "id": 343182
        },
        {
          "text": "He also, when by various extortions he had made all things exceedingly dear, attempted by an ordinance to limit their prices.",
          "id": 343183
        },
        {
          "text": "Then much blood was shed for the veriest trifles; men were afraid to expose aught to sale, and the scarcity became more excessive and grievous than ever, until, in the end, the ordinance, after having proved destructive to multitudes, was from mere necessity abrogated.",
          "id": 343184
        },
        {
          "text": "To this there were added a certain endless passion for building, and on that account, endless exactions from the provinces for furnishing wages to labourers and artificers, and supplying carriages and whatever else was requisite to the works which he projected.",
          "id": 343185
        },
        {
          "text": "Here public halls, there a circus, here a mint, and there a workhouse for making implements of war; in one place a habitation for his empress, and in another for his daughter.",
          "id": 343186
        },
        {
          "text": "Presently great part of the city was quitted, and all men removed with their wives and children, as from a town taken by enemies; and when those buildings were completed, to the destruction of whole provinces, he said, \"They are not right, let them be done on another plan\".",
          "id": 343187
        },
        {
          "text": "Then they were to be pulled down, or altered, to undergo perhaps a future demolition.",
          "id": 343188
        },
        {
          "text": "By such folly was he continually endeavouring to equal Nicomedia with the city Rome in magnificence.",
          "id": 343189
        },
        {
          "text": "I omit mentioning how many perished on account of their possessions or wealth; for such evils were exceedingly frequent, and through their frequency appeared almost lawful.",
          "id": 343190
        },
        {
          "text": "But this was peculiar to him, that whenever he saw a field remarkably well cultivated, or a house of uncommon elegance, a false accusation and a capital punishment were straightway prepared against the proprietor; so that it seemed as if Diocletian could not be guilty of rapine without also shedding blood.",
          "id": 343191
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chap.",
          "id": 343192
        },
        {
          "text": "VIII.",
          "id": 343193
        },
        {
          "text": "What was the character of his brother in empire, Maximian, called Herculius? Not unlike to that of Diocletian; and, indeed, to render their friendship so close and faithful as it was, there must have been in them a sameness of inclinations and purposes, a corresponding will and unanimity in judgment.",
          "id": 343194
        },
        {
          "text": "Herein alone they were different, that Diocletian was more avaricious and less resolute, and that Maximian, with less avarice, had a bolder spirit, prone not to good, but to evil.",
          "id": 343195
        },
        {
          "text": "For while he possessed Italy, itself the chief seat of empire, and while other very opulent provinces, such as Africa and Spain, were near at hand, he took little care to preserve those treasures which he had such fair opportunities of amassing.",
          "id": 343196
        },
        {
          "text": "Whenever he stood in need of more, the richest senators were presently charged, by suborned evidences, as guilty of aspiring to the empire; so that the chief luminaries of the senate were daily extinguished.",
          "id": 343197
        },
        {
          "text": "And thus the treasury, delighting in blood, overflowed with ill-gotten wealth.",
          "id": 343198
        },
        {
          "text": "Add to all this the incontinency of that pestilent wretch, not only in debauching males, which is hateful and abominable, but also in the violation of the daughters of the principal men of the state; for wherever he journeyed, virgins were suddenly torn from the presence of their parents.",
          "id": 343199
        },
        {
          "text": "In such enormities he placed his supreme delight, and to indulge to the utmost his lust and flagitious desires was in his judgment the felicity of his reign.",
          "id": 343200
        },
        {
          "text": "I pass over Constantius, a prince unlike the others, and worthy to have had the sole government of the empire.",
          "id": 343201
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chap.",
          "id": 343202
        },
        {
          "text": "IX.",
          "id": 343203
        },
        {
          "text": "But the other Maximian (Galerius), chosen by Diocletian for his son-in-law, was worse, not only than those two princes whom our own times have experienced, but worse than all the bad princes of former days.",
          "id": 343204
        },
        {
          "text": "In this wild beast there dwelt a native barbarity and a savageness foreign to Roman blood; and no wonder, for his mother was born beyond the Danube, and it was an inroad of the Carpi that obliged her to cross over and take refuge in New Dacia.",
          "id": 343205
        },
        {
          "text": "The form of Galerius corresponded with his manners.",
          "id": 343206
        },
        {
          "text": "Of stature tall, full of flesh, and swollen to a horrible bulk of corpulency; by his speech, gestures, and looks, he made himself a terror to all that came near him.",
          "id": 343207
        },
        {
          "text": "His father-in-law, too, dreaded him excessively.",
          "id": 343208
        },
        {
          "text": "The cause was this.",
          "id": 343209
        },
        {
          "text": "Narseus, king of the Persians, emulating the example set him by his grandfather Sapores, assembled a great army, and aimed at becoming master of the eastern provinces of the Roman empire.",
          "id": 343210
        },
        {
          "text": "Diocletian, apt to be low-spirited and timorous in every commotion, and fearing a fate like that of Valerian, would not in person encounter Narseus; but he sent Galerius by the way of Armenia, while he himself halted in the eastern provinces, and anxiously watched the event.",
          "id": 343211
        },
        {
          "text": "It is a custom amongst the barbarians to take everything that belongs to them into the field.",
          "id": 343212
        },
        {
          "text": "Galerius laid an ambush for them, and easily overthrew men embarrassed with the multitude of their followers and with their baggage.",
          "id": 343213
        },
        {
          "text": "Having put Narseus to flight, and returned with much spoil, his own pride and Diocletian's fears were greatly increased.",
          "id": 343214
        },
        {
          "text": "For after this victory he rose to such a pitch of haughtiness as to reject the appellation of Caesar; and when he heard that appellation in letters addressed to him, he cried out, with a stern look and terrible voice, \"How long am I to be Caesar? \"Then he began to act extravagantly, insomuch that, as if he had been a second Romulus, he wished to pass for and to be called the offspring of Mars; and that he might appear the issue of a divinity, he was willing that his mother Romula should be dishonoured with the name of adulteress.",
          "id": 343215
        },
        {
          "text": "But, not to confound the chronological order of events, I delay the recital of his actions; for indeed afterwards, when Galerius got the title of emperor, his father-in-law having been divested of the imperial purple, he became altogether outrageous, and of unbounded arrogance.",
          "id": 343216
        },
        {
          "text": "While by such a conduct, and with such associates, Diocles—for that was the name of Diocletian before he attained sovereignty—occupied himself in subverting the commonweal, there was no evil which his crimes did not deserve: nevertheless he reigned most prosperously, as long as he forbore to defile his hands with the blood of the just; and what cause he had for persecuting them, I come now to explain.",
          "id": 343217
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chap.",
          "id": 343218
        },
        {
          "text": "X.",
          "id": 343219
        },
        {
          "text": "Diocletian, as being of a timorous disposition, was a searcher into futurity, and during his abode in the East he began to slay victims, that from their livers he might obtain a prognostic of events; and while he sacrificed, some attendants of his, who were Christians, stood by, and they put the immortal sign on their foreheads.",
          "id": 343220
        },
        {
          "text": "At this the demons were chased away, and the holy rites interrupted.",
          "id": 343221
        },
        {
          "text": "The soothsayers trembled, unable to investigate the wonted marks on the entrails of the victims.",
          "id": 343222
        },
        {
          "text": "They frequently repeated the sacrifices, as if the former had been unpropitious; but the victims, slain from time to time, afforded no tokens for divination.",
          "id": 343223
        },
        {
          "text": "At length Tages, the chief of the soothsayers, either from guess or from his own observation, said, \"There are profane persons here, who obstruct the rites\".",
          "id": 343224
        },
        {
          "text": "Then Diocletian, in furious passion, ordered not only all who were assisting at the holy ceremonies, but also all who resided within the palace, to sacrifice, and, in case of their refusal, to be scourged.",
          "id": 343225
        },
        {
          "text": "And further, by letters to the commanding officers, he enjoined that all soldiers should be forced to the like impiety, under pain of being dismissed the service.",
          "id": 343226
        },
        {
          "text": "Thus far his rage proceeded; but at that season he did nothing more against the law and religion of God.",
          "id": 343227
        },
        {
          "text": "After an interval of some time he went to winter in Bithynia; and presently Galerius Caesar came thither, inflamed with furious resentment, and purposing to excite the inconsiderate old man to carry on that persecution which he had begun against the Christians.",
          "id": 343228
        },
        {
          "text": "I have learned that the cause of his fury was as follows.",
          "id": 343229
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chap.",
          "id": 343230
        },
        {
          "text": "XI.",
          "id": 343231
        },
        {
          "text": "The mother of Galerius, a woman exceedingly superstitious, was a votary of the gods of the mountains.",
          "id": 343232
        },
        {
          "text": "Being of such a character, she made sacrifices almost every day, and she feasted her servants on the meat offered to idols: but the Christians of her family would not partake of those entertainments; and while she feasted with the Gentiles, they continued in fasting and prayer.",
          "id": 343233
        },
        {
          "text": "On this account she conceived ill-will against the Christians, and by woman-like complaints instigated her son, no less superstitious than herself, to destroy them.",
          "id": 343234
        },
        {
          "text": "So, during the whole winter, Diocletian and Galerius held councils together, at which no one else assisted; and it was the universal opinion that their conferences respected the most momentous affairs of the empire.",
          "id": 343235
        },
        {
          "text": "The old man long opposed the fury of Galerius, and showed how pernicious it would be to raise disturbances throughout the world and to shed so much blood; that the Christians were wont with eagerness to meet death; and that it would be enough for him to exclude persons of that religion from the court and the army.",
          "id": 343236
        },
        {
          "text": "Yet he could not restrain the madness of that obstinate man.",
          "id": 343237
        },
        {
          "text": "He resolved, therefore, to take the opinion of his friends.",
          "id": 343238
        },
        {
          "text": "Now this was a circumstance in the bad disposition of Diocletian, that whenever he determined to do good, he did it without advice, that the praise might be all his own; but whenever he determined to do ill, which he was sensible would be blamed, he called in many advisers, that his own fault might be imputed to other men: and therefore a few civil magistrates, and a few military commanders, were admitted to give their counsel; and the question was put to them according to priority of rank.",
          "id": 343239
        },
        {
          "text": "Some, through personal ill-will towards the Christians, were of opinion that they ought to be cut off, as enemies of the gods and adversaries of the established religious ceremonies.",
          "id": 343240
        },
        {
          "text": "Others thought differently, but, having understood the will of Galerius, they, either from dread of displeasing or from a desire of gratifying him, concurred in the opinion given against the Christians.",
          "id": 343241
        },
        {
          "text": "Yet not even then could the emperor be prevailed upon to yield his assent.",
          "id": 343242
        },
        {
          "text": "He determined above all to consult his gods; and to that end he despatched a soothsayer to inquire of Apollo at Miletus, whose answer was such as might be expected from an enemy of the divine religion.",
          "id": 343243
        },
        {
          "text": "So Diocletian was drawn over from his purpose.",
          "id": 343244
        },
        {
          "text": "But although he could struggle no longer against his friends, and against Caesar and Apollo, yet still he attempted to observe such moderation as to command the business to be carried through without bloodshed; whereas Galerius would have had all persons burnt alive who refused to sacrifice.",
          "id": 343245
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chap.",
          "id": 343246
        },
        {
          "text": "XII.",
          "id": 343247
        },
        {
          "text": "A fit and auspicious day was sought out for the accomplishment of this undertaking; and the festival of the god Terminus, celebrated on the sevens of the kalends of March, was chosen, in preference to all others, to terminate, as it were, the Christian religion.",
          "id": 343248
        },
        {
          "text": "\"That day, the harbinger of death, arose,  First cause of ill, and long enduring woes;\"    of woes which befell not only the Christians, but the whole earth.",
          "id": 343249
        },
        {
          "text": "When that day dawned, in the eighth consulship of Diocletian and seventh of Maximian, suddenly, while it was yet hardly light, the prefect, together with chief commanders, tribunes, and officers of the treasury, came to the church in Nicomedia, and the gates having been forced open, they searched everywhere for an image of the Divinity.",
          "id": 343250
        },
        {
          "text": "The books of the Holy Scriptures were found, and they were committed to the flames; the utensils and furniture of the church were abandoned to pillage: all was rapine, confusion, tumult.",
          "id": 343251
        },
        {
          "text": "That church, situated on rising ground, was within view of the palace; and Diocletian and Galerius stood, as if on a watch-tower, disputing long whether it ought to be set on fire.",
          "id": 343252
        },
        {
          "text": "The sentiment of Diocletian prevailed, who dreaded lest, so great a fire being once kindled, some part of the city might he burnt; for there were many and large buildings that surrounded the church.",
          "id": 343253
        },
        {
          "text": "Then the Pretorian Guards came in battle array, with axes and other iron instruments, and having been let loose everywhere, they in a few hours levelled that very lofty edifice with the ground.",
          "id": 343254
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chap.",
          "id": 343255
        },
        {
          "text": "XIII.",
          "id": 343256
        },
        {
          "text": "Next day an edict was published, depriving the Christians of all honours and dignities; ordaining also that, without any distinction of rank or degree, they should be subjected to tortures, and that every suit at law should be received against them; while, on the other hand, they were debarred from being plaintiffs in questions of wrong, adultery, or theft; and, finally, that they should neither be capable of freedom, nor have right of suffrage.",
          "id": 343257
        },
        {
          "text": "A certain person tore down this edict, and cut it in pieces, improperly indeed, but with high spirit, saying in scorn, \"These are the triumphs of Goths and Sarmatians\".",
          "id": 343258
        },
        {
          "text": "Having been instantly seized and brought to judgment, he was not only tortured, but burnt alive, in the forms of law; and having displayed admirable patience under sufferings, he was consumed to ashes.",
          "id": 343259
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chap.",
          "id": 343260
        },
        {
          "text": "XIV.",
          "id": 343261
        },
        {
          "text": "But Galerius, not satisfied with the tenor of the edict, sought in another way to gain on the emperor.",
          "id": 343262
        },
        {
          "text": "That he might urge him to excess of cruelty in persecution, he employed private emissaries to set the palace on fire; and some part of it having been burnt, the blame was laid on the Christians as public enemies; and the very appellation of Christian grew odious on account of that fire.",
          "id": 343263
        },
        {
          "text": "It was said that the Christians, in concert with the eunuchs, had plotted to destroy the princes; and that both of the princes had well-nigh been burnt alive in their own palace.",
          "id": 343264
        },
        {
          "text": "Diocletian, shrewd and intelligent as he always chose to appear, suspected nothing of the contrivance, but, inflamed with anger, immediately commanded that all his own domestics should be tortured to force a confession of the plot.",
          "id": 343265
        },
        {
          "text": "He sat on his tribunal, and saw innocent men tormented by fire to make discovery.",
          "id": 343266
        },
        {
          "text": "All magistrates, and all who had superintendency in the imperial palace, obtained special commissions to administer the torture; and they strove with each other who should be first in bringing to light the conspiracy.",
          "id": 343267
        },
        {
          "text": "No circumstances, however, of the fact were detected anywhere; for no one applied the torture to any domestics of Galerius.",
          "id": 343268
        },
        {
          "text": "He himself was ever with Diocletian, constantly urging him, and never allowing the passions of the inconsiderate old man to cool.",
          "id": 343269
        },
        {
          "text": "Then, after an interval of fifteen days, he attempted a second fire; but that was perceived quickly, and extinguished.",
          "id": 343270
        },
        {
          "text": "Still, however, its author remained unknown.",
          "id": 343271
        },
        {
          "text": "On that very day, Galerius, who in the middle of winter had prepared for his departure, suddenly hurried out of the city, protesting that he fled to escape being burnt alive.",
          "id": 343272
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chap.",
          "id": 343273
        },
        {
          "text": "XV.",
          "id": 343274
        },
        {
          "text": "And now Diocletian raged, not only against his own domestics, but indiscriminately against all; and he began by forcing his daughter Valeria and his wife Prisca to be polluted by sacrificing.",
          "id": 343275
        },
        {
          "text": "Eunuchs, once the most powerful, and who had chief authority at court and with the emperor, were slain.",
          "id": 343276
        },
        {
          "text": "Presbyters and other officers of the Church were seized, without evidence by witnesses or confession, condemned, and together with their families led to execution.",
          "id": 343277
        },
        {
          "text": "In burning alive, no distinction of sex or age was regarded; and because of their great multitude, they were not burnt one after another, but a herd of them were encircled with the same fire; and servants, having millstones tied about their necks, were cast into the sea.",
          "id": 343278
        },
        {
          "text": "Nor was the persecution less grievous on the rest of the people of God; for the judges, dispersed through all the temples, sought to compel every one to sacrifice.",
          "id": 343279
        },
        {
          "text": "The prisons were crowded; tortures, hitherto unheard of, were invented; and lest justice should be inadvertently administered to a Christian, altars were placed in the courts of justice, hard by the tribunal, that every litigant might offer incense before his cause could be heard.",
          "id": 343280
        },
        {
          "text": "Thus judges were no otherwise approached than divinities.",
          "id": 343281
        },
        {
          "text": "Mandates also had gone to Maximian Herculius and Constantius, requiring their concurrence in the execution of the edicts; for in matters even of such mighty importance their opinion was never once asked.",
          "id": 343282
        },
        {
          "text": "Herculius, a person of no merciful temper, yielded ready obedience, and enforced the edicts throughout his dominions of Italy.",
          "id": 343283
        },
        {
          "text": "Constantius, on the other hand, lest he should have seemed to dissent from the injunctions of his superiors, permitted the demolition of churches,—mere walls, and capable of being built up again,—but he preserved entire that true temple of God, which is the human body.",
          "id": 343284
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chap.",
          "id": 343285
        },
        {
          "text": "XVI.",
          "id": 343286
        },
        {
          "text": "Thus was all the earth afflicted; and from east to west, except in the territories of Gaul, three ravenous wild beasts continued to rage.",
          "id": 343287
        },
        {
          "text": "\"Had I a hundred mouths, a hundred tongues,  A voice of brass, and adamantine lungs,  Not half the dreadful scene could I disclose,\"    or recount the punishments inflicted by the rulers in every province on religious and innocent men.",
          "id": 343288
        },
        {
          "text": "But what need of a particular recital of those things, especially to you, my best beloved Donatus, who above all others was exposed to the storm of that violent persecution? For when you had fallen into the hands of the prefect Flaccinian, no puny murderer, and afterwards of Hierocles, who from a deputy became president of Bithynia, the author and adviser of the persecution, and last of all into the hands of his successor Priscillian, you displayed to mankind a pattern of invincible magnanimity.",
          "id": 343289
        },
        {
          "text": "Having been nine times exposed to racks and diversified torments, nine times by a glorious profession of your faith you foiled the adversary; in nine combats you subdued the devil and his chosen soldiers; and by nine victories you triumphed over this world and its terrors.",
          "id": 343290
        },
        {
          "text": "How pleasing the spectacle to God, when He beheld you a conqueror, yoking in your chariot not white horses, nor enormous elephants, but those very men who had led captive the nations! After this sort to lord it over the lords of the earth is triumph indeed! Now, by your valour were they conquered, when you set at defiance their flagitious edicts, and, through stedfast faith and the fortitude of your soul, you routed all the vain terrors of tyrannical authority.",
          "id": 343291
        },
        {
          "text": "Against you neither scourges, nor iron claws, nor fire, nor sword, nor various kinds of torture, availed aught; and no violence could bereave you of your fidelity and persevering resolution.",
          "id": 343292
        },
        {
          "text": "This it is to be a disciple of God, and this it is to be a soldier of Christ; a soldier whom no enemy can dislodge, or wolf snatch, from the heavenly camp; no artifice ensnare, or pain of body subdue, or torments overthrow.",
          "id": 343293
        },
        {
          "text": "At length, after those nine glorious combats, in which the devil was vanquished by you, he dared not to enter the lists again with one whom, by repeated trials, he had found unconquerable; and he abstained from challenging you any more, lest you should have laid hold on the garland of victory already stretched out to you; an unfading garland, which, although you have not at present received it, is laid up in the kingdom of the Lord for your virtue and deserts.",
          "id": 343294
        },
        {
          "text": "But let us now return to the course of our narrative.",
          "id": 343295
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chap.",
          "id": 343296
        },
        {
          "text": "XVII.",
          "id": 343297
        },
        {
          "text": "The wicked plan having been carried into execution, Diocletian, whom prosperity had now abandoned, set out instantly for Rome, there to celebrate the commencement of the twentieth year of his reign.",
          "id": 343298
        },
        {
          "text": "That solemnity was performed on the twelfth of the kalends of December; and suddenly the emperor, unable to bear the Roman freedom of speech, peevishly and impatiently burst away from the city.",
          "id": 343299
        },
        {
          "text": "The kalends of January approached, at which day the consulship, for the ninth time, was to be offered to him; yet, rather than continue thirteen days longer in Rome, he chose that his first appearance as consul should be at Ravenna.",
          "id": 343300
        },
        {
          "text": "Having, however, begun his journey in winter, amidst intense cold and incessant rains, he contracted a slight but lingering disease: it harassed him without intermission, so that he was obliged for the most part to be carried in a litter.",
          "id": 343301
        },
        {
          "text": "Then, at the close of summer, he made a circuit along the banks of the Danube, and so came to Nicomedia.",
          "id": 343302
        },
        {
          "text": "His disease had now become more grievous and oppressing; yet he caused himself to be brought out, in order to dedicate that circus which, at the conclusion of the twentieth year of his reign, he had erected.",
          "id": 343303
        },
        {
          "text": "Immediately he grew so languid and feeble, that prayers for his life were put up to all the gods.",
          "id": 343304
        },
        {
          "text": "Then suddenly, on the ides of December, there was heard in the palace sorrow, and weeping, and lamentation, and the courtiers ran to and fro; there was silence throughout the city, and a report went of the death, and even of the burial, of Diocletian: but early on the morrow it was suddenly rumoured that he still lived.",
          "id": 343305
        },
        {
          "text": "At this the countenance of his domestics and courtiers changed from melancholy to gay.",
          "id": 343306
        },
        {
          "text": "Nevertheless there were who suspected his death to be kept secret until the arrival of Galerius Caesar, lest in the meanwhile the soldiery should attempt some change in the government; and this suspicion grew so universal, that no one would believe the emperor alive, until, on the kalends of March, he appeared in public, but so wan, his illness having lasted almost a year, as hardly to be known again.",
          "id": 343307
        },
        {
          "text": "The fit of stupor, resembling death, happened on the ides of December; and although he in some measure recovered, yet he never attained to perfect health again, for he became disordered in his judgment, being at certain times insane and at others of sound mind.",
          "id": 343308
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chap.",
          "id": 343309
        },
        {
          "text": "XVIII.",
          "id": 343310
        },
        {
          "text": "Within a few days Galerius Caesar arrived, not to congratulate his father-in-law on the re-establishment of his health, but to force him to resign the empire.",
          "id": 343311
        },
        {
          "text": "Already he had urged Maximian Herculius to the like purpose, and by the alarm of civil wars terrified the old man into compliance; and he now assailed Diocletian.",
          "id": 343312
        },
        {
          "text": "At first, in gentle and friendly terms, he said that age and growing infirmities disabled Diocletian for the charge of the commonweal, and that he had need to give himself some repose after his labours.",
          "id": 343313
        },
        {
          "text": "Galerius, in confirmation of his argument, produced the example of Nerva, who laid the weight of empire on Trajan.",
          "id": 343314
        },
        {
          "text": "But Diocletian made answer, that it was unfit for one who had held a rank, eminent above all others and conspicuous, to sink into the obscurity of a low station; neither indeed was it safe, because in the course of so long a reign he must unavoidably have made many enemies.",
          "id": 343315
        },
        {
          "text": "That the case of Nerva was very different: he, after having reigned a single year, felt himself, either from age or from inexperience in business, unequal to affairs so momentous, and therefore threw aside the helm of government, and returned to that private life in which he had already grown old.",
          "id": 343316
        },
        {
          "text": "But Diocletian added, that if Galerius wished for the title of emperor, there was nothing to hinder its being conferred on him and Constantius, as well as on Maximian Herculius.",
          "id": 343317
        },
        {
          "text": "Galerius, whose imagination already grasped at the whole empire, saw that little but an unsubstantial name would accrue to him from this proposal, and therefore replied that the settlement made by Diocletian himself ought to be inviolable; a settlement which provided that there should be two of higher rank vested with supreme power, and two others of inferior, to assist them.",
          "id": 343318
        },
        {
          "text": "Easily might concord be preserved between two equals, never amongst four; that he, if Diocletian would not resign, must consult his own interests, so as to remain no longer in an inferior rank, and the last of that rank; that for fifteen years past he had been confined, as an exile, to Illyricum and the banks of the Danube, perpetually struggling against barbarous nations, while others, at their ease, governed dominions more extensive than his, and better civilized.",
          "id": 343319
        },
        {
          "text": "Diocletian already knew, by letters from Maximian Herculius, all that Galerius had spoken at their conference, and also that he was augmenting his army; and now, on hearing his discourse, the spiritless old man burst into tears, and said, \"Be it as you will\".",
          "id": 343320
        },
        {
          "text": "It remained to choose Caesars by common consent.",
          "id": 343321
        },
        {
          "text": "\"But,\" said Galerius, \"why ask the advice of Maximian and Constantius, since they must needs acquiesce in whatever we do?\"—\"Certainly they will,\" replied Diocletian, \"for we must elect their sons\".",
          "id": 343322
        },
        {
          "text": "Now Maximian Herculius had a son, Maxentius, married to the daughter of Galerius, a man of bad and mischievous dispositions, and so proud and stubborn withal, that he would never pay the wonted obeisance either to his father or father-in-law, and on that account he was hated by them both.",
          "id": 343323
        },
        {
          "text": "Constantius also had a son, Constantine, a young man of very great worth, and well meriting the high station of Caesar.",
          "id": 343324
        },
        {
          "text": "The distinguished comeliness of his figure, his strict attention to all military duties, his virtuous demeanour and singular affability, had endeared him to the troops, and made him the choice of every individual.",
          "id": 343325
        },
        {
          "text": "He was then at court, having long before been created by Diocletian a tribune of the first order.",
          "id": 343326
        },
        {
          "text": "\"What is to be done?\" said Galerius, \"for that Maxentius deserves not the office.",
          "id": 343327
        },
        {
          "text": "He who, while yet a private man, has treated me with contumely, how will he act when once he obtains power?\"—\"But Constantine is amiable, and will so rule as hereafter, in the opinion of mankind, to surpass the mild virtues of his father\".",
          "id": 343328
        },
        {
          "text": "—\"Be it so, if my inclinations and judgment are to be disregarded.",
          "id": 343329
        },
        {
          "text": "Men ought to be appointed who are at my disposal, who will dread me, and never do anything unless by my orders\".",
          "id": 343330
        },
        {
          "text": "—\"Whom then shall we appoint?\"—\"Severus\".",
          "id": 343331
        },
        {
          "text": "—\"How! that dancer, that habitual drunkard, who turns night into day, and day into night?\"—\"He deserves the office, for he has approved himself a faithful paymaster and purveyor of the army; and, indeed, I have already despatched him to receive the purple from the hands of Maximian\".",
          "id": 343332
        },
        {
          "text": "—\"Well, I consent; but whom else do you suggest?\"—\"Him,\" said Galerius, pointing out Daia, a young man, half-barbarian.",
          "id": 343333
        },
        {
          "text": "Now Galerius had lately bestowed part of his own name on that youth, and called him Maximin, in like manner as Diocletian formerly bestowed on Galerius the name of Maximian, for the omen's sake, because Maximian Herculius had served him with unshaken fidelity.",
          "id": 343334
        },
        {
          "text": "—\"Who is that you present?\"—\"A kinsman of mine\".",
          "id": 343335
        },
        {
          "text": "—\"Alas!\" said Diocletian, heaving a deep sigh, \"you do not propose men fit for the charge of public affairs!\"—\"I have tried them\".",
          "id": 343336
        },
        {
          "text": "—\"Then do you look to it, who are about to assume the administration of the empire: as for me, while I continued emperor, long and diligent have been my labours in providing for the security of the commonweal; and now, should anything disastrous ensue, the blame will not be mine\".",
          "id": 343337
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chap.",
          "id": 343338
        },
        {
          "text": "XIX.",
          "id": 343339
        },
        {
          "text": "Matters having been thus concerted, Diocletian and Galerius went in procession to publish the nomination of Caesars.",
          "id": 343340
        },
        {
          "text": "Every one looked at Constantine; for there was no doubt that the choice would fall on him.",
          "id": 343341
        },
        {
          "text": "The troops present, as well as the chief soldiers of the other legions, who had been summoned to the solemnity, fixed their eyes on Constantine, exulted in the hope of his approaching election, and occupied themselves in prayers for his prosperity.",
          "id": 343342
        },
        {
          "text": "Near three miles from Nicomedia there is an eminence, on the summit of which Galerius formerly received the purple; and there a pillar, with the statue of Jupiter, was placed.",
          "id": 343343
        },
        {
          "text": "Thither the procession went.",
          "id": 343344
        },
        {
          "text": "An assembly of the soldiers was called.",
          "id": 343345
        },
        {
          "text": "Diocletian, with tears, harangued them, and said that he was become infirm, that he needed repose after his fatigues, and that he would resign the empire into hands more vigorous and able, and at the same time appoint new Caesars.",
          "id": 343346
        },
        {
          "text": "The spectators, with the utmost earnestness, waited for the nomination.",
          "id": 343347
        },
        {
          "text": "Suddenly he declared that the Caesars were Severus and Maximin.",
          "id": 343348
        },
        {
          "text": "The amazement was universal.",
          "id": 343349
        },
        {
          "text": "Constantine stood near in public view, and men began to question amongst themselves whether his name too had not been changed into Maximin; when, in the sight of all, Galerius, stretching back his hand, put Constantine aside, and drew Daia forward, and, having divested him of the garb of a private person, set him in the most conspicuous place.",
          "id": 343350
        },
        {
          "text": "All men wondered who he could be, and from whence he came; but none ventured to interpose or move objections, so confounded were their minds at the strange and unlooked-for event.",
          "id": 343351
        },
        {
          "text": "Diocletian took off his purple robe, put it on Daia, and resumed his own original name of Diocles.",
          "id": 343352
        },
        {
          "text": "He descended from the tribunal, and passed through Nicomedia in a chariot; and then this old emperor, like a veteran soldier freed from military service, was dismissed into his own country; while Daia, lately taken from the tending of cattle in forests to serve as a common soldier, immediately made one of the life-guard, presently a tribune, and next day Caesar, obtained authority to trample under foot and oppress the empire of the East; a person ignorant alike of war and of civil affairs, and from a herdsman become a leader of armies.",
          "id": 343353
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chap.",
          "id": 343354
        },
        {
          "text": "XX.",
          "id": 343355
        },
        {
          "text": "Galerius having effected the expulsion of the two old men, began to consider himself alone as the sovereign of the Roman empire.",
          "id": 343356
        },
        {
          "text": "Necessity had required the appointment of Constantius to the first rank; but Galerius made small account of one who was of an easy temper, and of health declining and precarious.",
          "id": 343357
        },
        {
          "text": "He looked for the speedy death of Constantius.",
          "id": 343358
        },
        {
          "text": "And although that prince should recover, it seemed not difficult to force him to put off the imperial purple; for what else could he do, if pressed by his three colleagues to abdicate? Galerius had Licinius ever about his person, his old and intimate acquaintance, and his earliest companion in arms, whose counsels he used in the management of all affairs; yet he would not nominate Licinius to the dignity of Caesar, with the title of son, for he purposed to nominate him, in the room of Constantius, to the dignity of emperor, with the title of brother, while he himself might hold sovereign authority, and rule over the whole globe with unbounded licence.",
          "id": 343359
        },
        {
          "text": "After that, he meant to have solemnized the vicennial festival; to have conferred on his son Candidianus, then a boy of nine years of age, the office of Caesar; and, in conclusion, to have resigned, as Diocletian had done.",
          "id": 343360
        },
        {
          "text": "And thus, Licinius and Severus being emperors, and Maximin and Candidianus in the next station of Caesars, he fancied that, environed as it were by an impregnable wall, he should lead an old age of security and peace.",
          "id": 343361
        },
        {
          "text": "Such were his projects; but God, whom he had made his adversary, frustrated all those imaginations.",
          "id": 343362
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chap.",
          "id": 343363
        },
        {
          "text": "XXI.",
          "id": 343364
        },
        {
          "text": "Having thus attained to the highest power, he bent his mind to afflict that empire into which he had opened his way.",
          "id": 343365
        },
        {
          "text": "It is the manner and practice of the Persians for the people to yield themselves slaves to their kings, and for the kings to treat their people as slaves.",
          "id": 343366
        },
        {
          "text": "This flagitious man, from the time of his victories over the Persians, was not ashamed incessantly to extol such an institution, and he resolved to establish it in the Roman dominions; and because he could not do this by an express law, he so acted, in imitation of the Persian kings, as to bereave men of their liberties.",
          "id": 343367
        },
        {
          "text": "He first of all degraded those whom he meant to punish; and then not only were inferior magistrates put to the torture by him, but also the chief men in cities, and persons of the most eminent rank, and this too in matters of little moment, and in civil questions.",
          "id": 343368
        },
        {
          "text": "Crucifixion was the punishment ready prepared in capital cases; and for lesser crimes, fetters.",
          "id": 343369
        },
        {
          "text": "Matrons of honourable station were dragged into workhouses; and when any man was to be scourged, there were four posts fixed in the ground, and to them he was tied, after a manner unknown in the chastisement of slaves.",
          "id": 343370
        },
        {
          "text": "What shall I say of his apartment for sport, and of his favourite diversions? He kept bears, most resembling himself in fierceness and bulk, whom he had collected together during the course of his reign.",
          "id": 343371
        },
        {
          "text": "As often as he chose to indulge his humour, he ordered some particular bear to be brought in, and men were thrown to that savage animal, rather to be swallowed up than devoured; and when their limbs were torn asunder, he laughed with excessive complacency: nor did he ever sup without being spectator of the effusion of human blood.",
          "id": 343372
        },
        {
          "text": "Men of private station were condemned to be burnt alive; and he began this mode of execution by edicts against the Christians, commanding that, after torture and condemnation, they should be burnt at a slow fire.",
          "id": 343373
        },
        {
          "text": "They were fixed to a stake, and first a moderate flame was applied to the soles of their feet, until the muscles, contracted by burning, were torn from the bones; then torches, lighted and put out again, were directed to all the members of their bodies, so that no part had any exemption.",
          "id": 343374
        },
        {
          "text": "Meanwhile cold water was continually poured on their faces, and their mouths moistened, lest, by reason of their jaws being parched, they should expire.",
          "id": 343375
        },
        {
          "text": "At length they did expire, when, after many hours, the violent heat had consumed their skin and penetrated into their intestines.",
          "id": 343376
        },
        {
          "text": "The dead carcases were laid on a funeral pile, and wholly burnt; their bones were gathered, ground to powder, and thrown into the river, or into the sea.",
          "id": 343377
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chap.",
          "id": 343378
        },
        {
          "text": "XXII.",
          "id": 343379
        },
        {
          "text": "And now that cruelty, which he had learned in torturing the Christians, became habitual, and he exercised it against all men indiscriminately.",
          "id": 343380
        },
        {
          "text": "He was not wont to inflict the slighter sorts of punishment, as to banish, to imprison, or to send criminals to work in the mines; but to burn, to crucify, to expose to wild beasts, were things done daily, and without hesitation.",
          "id": 343381
        },
        {
          "text": "For smaller offences, those of his own household and his stewards were chastised with lances, instead of rods; and, in great offences, to be beheaded was an indulgence shown to very few; and it seemed as a favour, on account of old services, when one was permitted to die in the easiest manner.",
          "id": 343382
        },
        {
          "text": "But these were slight evils in the government of Galerius, when compared with what follows.",
          "id": 343383
        },
        {
          "text": "For eloquence was extinguished, pleaders cut off, and the learned in the laws either exiled or slain.",
          "id": 343384
        },
        {
          "text": "Useful letters came to be viewed in the same light as magical and forbidden arts; and all who possessed them were trampled upon and execrated, as if they had been hostile to government, and public enemies.",
          "id": 343385
        },
        {
          "text": "Law was dissolved, and unbounded licence permitted to judges,—to judges chosen from amongst the soldiery, rude and illiterate men, and let loose upon the provinces, without assessors to guide or control them.",
          "id": 343386
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chap.",
          "id": 343387
        },
        {
          "text": "XXIII.",
          "id": 343388
        },
        {
          "text": "But that which gave rise to public and universal calamity, was the tax imposed at once on each province and city.",
          "id": 343389
        },
        {
          "text": "Surveyors having been spread abroad, and occupied in a general and severe scrutiny, horrible scenes were exhibited, like the outrages of victorious enemies, and the wretched state of captives.",
          "id": 343390
        },
        {
          "text": "Each spot of ground was measured, vines and fruit-trees numbered, lists taken of animals of every kind, and a capitation-roll made up.",
          "id": 343391
        },
        {
          "text": "In cities, the common people, whether residing within or without the walls, were assembled, the market-places filled with crowds of families, all attended with their children and slaves, the noise of torture and scourges resounded, sons were hung on the rack to force discovery of the effects of their fathers, the most trusty slaves compelled by pain to bear witness against their masters, and wives to bear witness against their husbands, In default of all other evidence, men were tortured to speak against themselves; and no sooner did agony oblige them to acknowledge what they had not, but those imaginary effects were noted down in the lists.",
          "id": 343392
        },
        {
          "text": "Neither youth, nor old age, nor sickness, afforded any exemption.",
          "id": 343393
        },
        {
          "text": "The diseased and the infirm were carried in; the age of each was estimated; and, that the capitation-tax might be enlarged, years were added to the young and struck off from the old.",
          "id": 343394
        },
        {
          "text": "General lamentation and sorrow prevailed.",
          "id": 343395
        },
        {
          "text": "Whatever, by the laws of war, conquerors had done to the conquered, the like did this man presume to perpetrate against Romans and the subjects of Rome, because his forefathers had been made liable to a like tax imposed by the victorious Trajan, as a penalty on the Dacians for their frequent rebellions.",
          "id": 343396
        },
        {
          "text": "After this, money was levied for each head, as if a price had been paid for liberty to exist; yet full trust was not reposed on the same set of surveyors, but others and others still were sent round to make further discoveries; and thus the tributes were redoubled, not because the new surveyors made any fresh discoveries, but because they added at pleasure to the former rates, lest they should seem to have been employed to no purpose.",
          "id": 343397
        },
        {
          "text": "Meanwhile the number of animals decreased, and men died; nevertheless taxes were paid even for the dead, so that no one could either live or cease to live without being subject to impositions.",
          "id": 343398
        },
        {
          "text": "There remained mendicants alone, from whom nothing could be exacted, and whom their misery and wretchedness secured from ill-treatment.",
          "id": 343399
        },
        {
          "text": "But this pious man had compassion on them, and determining that they should remain no longer in indigence, he caused them all to be assembled, put on board vessels, and sunk in the sea.",
          "id": 343400
        },
        {
          "text": "So merciful was he in making provision that under his administration no man should want! And thus, while he took effectual measures that none, under the reigned pretext of poverty, should elude the tax, he put to death a multitude of real wretches, in violation of every law of humanity.",
          "id": 343401
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chap.",
          "id": 343402
        },
        {
          "text": "XXIV.",
          "id": 343403
        },
        {
          "text": "Already the judgment of God approached him, and that season ensued in which his fortunes began to droop and to waste away.",
          "id": 343404
        },
        {
          "text": "While occupied in the manner that I have described above, he did not set himself to subvert or expel Constantius, but waited for his death, not imagining, however, that it was so nigh.",
          "id": 343405
        },
        {
          "text": "Constantius, having become exceedingly ill, wrote to Galerius, and requested that his son Constantine might be sent to see him.",
          "id": 343406
        },
        {
          "text": "He had made a like request long before, but in vain; for Galerius meant nothing less than to grant it.",
          "id": 343407
        },
        {
          "text": "On the contrary, he laid repeated snares for the life of that young man, because he durst not use open violence, lest he should stir up civil wars against himself, and incur that which he most dreaded, the hate and resentment of the army.",
          "id": 343408
        },
        {
          "text": "Under pretence of manly exercise and recreation, he made him combat with wild beasts: but this device was frustrated; for the power of God protected Constantine, and in the very moment of jeopardy rescued him from the hands of Galerius.",
          "id": 343409
        },
        {
          "text": "At length, Galerius, when he could no longer avoid complying with the request of Constantius, one evening gave Constantine a warrant to depart, and commanded him to set out next morning with the imperial despatches.",
          "id": 343410
        },
        {
          "text": "Galerius meant either to find some pretext for detaining Constantine, or to forward orders to Severus for arresting him on the road.",
          "id": 343411
        },
        {
          "text": "Constantine discerned his purpose; and therefore, after supper, when the emperor was gone to rest, he hasted away, carried off from the principal stages all the horses maintained at the public expense, and escaped.",
          "id": 343412
        },
        {
          "text": "Next day the emperor, having purposely remained in his bed-chamber until noon, ordered Constantine to be called into his presence; but he learnt that Constantine had set out immediately after supper.",
          "id": 343413
        },
        {
          "text": "Outrageous with passion, he ordered horses to be made ready, that Constantine might be pursued and dragged back; and hearing that all the horses had been carried off from the great road, he could hardly refrain from tears.",
          "id": 343414
        },
        {
          "text": "Meanwhile Constantine, journeying with incredible rapidity, reached his father, who was already about to expire.",
          "id": 343415
        },
        {
          "text": "Constantius recommended his son to the soldiers, delivered the sovereign authority into his hands, and then died, as his wish had long been, in peace and quiet.",
          "id": 343416
        },
        {
          "text": "Constantine Augustus, having assumed the government, made it his first care to restore the Christians to the exercise of their worship and to their God; and so began his administration by reinstating the holy religion.",
          "id": 343417
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chap.",
          "id": 343418
        },
        {
          "text": "XXV.",
          "id": 343419
        },
        {
          "text": "Some few days after, the portrait of Constantine, adorned with laurels, was brought to the pernicious wild beast, that, by receiving that symbol, he might acknowledge Constantine in the quality of emperor.",
          "id": 343420
        },
        {
          "text": "He hesitated long whether to receive it or not, and he was about to commit both the portrait and its bearer to the flames, but his confidants dissuaded him from a resolution so frantic.",
          "id": 343421
        },
        {
          "text": "They admonished him of the danger, and they represented that, if Constantine came with an armed force, all the soldiers, against whose inclination obscure or unknown Caesars had been created, would acknowledge him, and crowd eagerly to his standard.",
          "id": 343422
        },
        {
          "text": "So Galerius, although with the utmost unwillingness, accepted the portrait, and sent the imperial purple to Constantine, that he might seem of his own accord to have received that prince into partnership of power with him.",
          "id": 343423
        },
        {
          "text": "And now his plans were deranged, and he could not, as he intended formerly, admit Licinius, without exceeding the limited number of emperors.",
          "id": 343424
        },
        {
          "text": "But this he devised, that Severus, who was more advanced in life, should be named emperor, and that Constantine, instead of the title of emperor, to which he had been named, should receive that of Caesar in common with Maximin Daia, and so be degraded from the second place to the fourth.",
          "id": 343425
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chap.",
          "id": 343426
        },
        {
          "text": "XXVI.",
          "id": 343427
        },
        {
          "text": "Things seemed to be arranged in some measure to the satisfaction of Galerius, when another alarm was brought, that his son-in-law Maxentius had been declared emperor at Rome.",
          "id": 343428
        },
        {
          "text": "The cause was this: Galerius having resolved by permanent taxes to devour the empire, soared to such extravagance in folly, as not to allow an exemption from that thraldom even to the Roman people.",
          "id": 343429
        },
        {
          "text": "Tax-gatherers therefore were appointed to go to Rome, and make out lists of the citizens.",
          "id": 343430
        },
        {
          "text": "Much about the same time Galerius had reduced the Pretorian Guards.",
          "id": 343431
        },
        {
          "text": "There remained at Rome a few soldiers of that body, who, profiting of the opportunity, put some magistrates to death, and, with the acquiescence of the tumultuary populace, clothed Maxentius in the imperial purple.",
          "id": 343432
        },
        {
          "text": "Galerius, on receiving this news, was disturbed at the strangeness of the event, but not much dismayed.",
          "id": 343433
        },
        {
          "text": "He hated Maxentius, and he could not bestow on him the dignity of Caesar already enjoyed by two (Daia and Constantine); besides, he thought it enough for him to have once bestowed that dignity against his inclination.",
          "id": 343434
        },
        {
          "text": "So he sent for Severus, exhorted him to regain his dominion and sovereignty, and he put under his command that army which Maximian Herculius had formerly commanded, that he might attack Maxentius at Rome.",
          "id": 343435
        },
        {
          "text": "There the soldiers of Maximian had been oftentimes received with every sort of luxurious accommodation, so that they were not only interested to preserve the city, but they also longed to fix their residence in it.",
          "id": 343436
        },
        {
          "text": "Maxentius well knew the enormity of his own offences; and although he had as it were an hereditary claim to the services of his father's army, and might have hoped to draw it over to himself, yet he reflected that this consideration might occur to Galerius also, and induce him to leave Severus in Illyricum, and march in person with his own army against Rome.",
          "id": 343437
        },
        {
          "text": "Under such apprehensions, Maxentius sought to protect himself from the danger that hung over him.",
          "id": 343438
        },
        {
          "text": "To his father, who since his abdication resided in Campania, he sent the purple, and saluted him again Augustus.",
          "id": 343439
        },
        {
          "text": "Maximian, given to change, eagerly resumed that purple of which he had unwillingly divested himself.",
          "id": 343440
        },
        {
          "text": "Meanwhile Severus marched on, and with his troops approached the walls of the city.",
          "id": 343441
        },
        {
          "text": "Presently the soldiers raised up their ensigns, abandoned Severus, and yielded themselves to Maxentius, against whom they had come.",
          "id": 343442
        },
        {
          "text": "What remained but flight for Severus, thus deserted? He was encountered by Maximian, who had resumed the imperial dignity.",
          "id": 343443
        },
        {
          "text": "On this he took refuge in Ravenna, and shut himself up there with a few soldiers.",
          "id": 343444
        },
        {
          "text": "But perceiving that he was about to be delivered up, he voluntarily surrendered himself, and restored the purple to him from whom he had received it; and after this he obtained no other grace but that of an easy death, for he was compelled to open his veins, and in that gentle manner expired.",
          "id": 343445
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chap.",
          "id": 343446
        },
        {
          "text": "XXVII.",
          "id": 343447
        },
        {
          "text": "But Maximian, who knew the outrageous temper of Galerius, began to consider that, fired with rage on hearing of the death of Severus, he would march into Italy, and that possibly he might be joined by Daia, and so bring into the field forces too powerful to be resisted.",
          "id": 343448
        },
        {
          "text": "Having therefore fortified Rome, and made diligent provision for a defensive war, Maximian went into Gaul, that he might give his younger daughter Fausta in marriage to Constantine, and thus win over that prince to his interest.",
          "id": 343449
        },
        {
          "text": "Meantime Galerius assembled his troops, invaded Italy, and advanced towards Rome, resolving to extinguish the senate and put the whole people to the sword.",
          "id": 343450
        },
        {
          "text": "But he found everything shut and fortified against him.",
          "id": 343451
        },
        {
          "text": "There was no hope of carrying the place by storm, and to besiege it was an arduous undertaking; for Galerius had not brought with him an army sufficient to invest the walls.",
          "id": 343452
        },
        {
          "text": "Probably, having never seen Rome, he imagined it to be little superior in size to those cities with which be was acquainted.",
          "id": 343453
        },
        {
          "text": "But some of his legions, detesting the wicked enterprise of a father against his son-in-law, and of Romans against Rome, renounced his authority, and carried over their ensigns to the enemy.",
          "id": 343454
        },
        {
          "text": "Already had his remaining soldiers begun to waver, when Galerius, dreading a fate like that of Severus, and having his haughty spirit broken and humiliated, threw himself at the feet of his soldiers, and continued to beseech them that he might not be delivered to the foe, until, by the promise of mighty largesses, he prevailed on them.",
          "id": 343455
        },
        {
          "text": "Then he retreated from Rome, and fled in great disorder.",
          "id": 343456
        },
        {
          "text": "Easily might he have been cut off in his flight, had any one pursued him even with a small body of troops.",
          "id": 343457
        },
        {
          "text": "He was aware of his danger, and allowed his soldiers to disperse themselves, and to plunder and destroy far and wide, that, if there were any pursuers, they might be deprived of all means of subsistence in a ruined country.",
          "id": 343458
        },
        {
          "text": "So the parts of Italy through which that pestilent band took its course were wasted, all things pillaged, matrons forced, virgins violated, parents and husbands compelled by torture to disclose where they had concealed their goods, and their wives and daughters; flocks and herds of cattle were driven off like spoils taken from barbarians.",
          "id": 343459
        },
        {
          "text": "And thus did he, once a Roman emperor, but now the ravager of Italy, retire into his own territories, after having afflicted all men indiscriminately with the calamities of war.",
          "id": 343460
        },
        {
          "text": "Long ago, indeed, and at the very time of his obtaining sovereign power, he had avowed himself the enemy of the Roman name; and he proposed that the empire should be called, not the Roman, but the Dacian empire.",
          "id": 343461
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chap.",
          "id": 343462
        },
        {
          "text": "XXVIII.",
          "id": 343463
        },
        {
          "text": "After the flight of Galerius, Maximian, having returned from Gaul, held authority in common with his son; but more obedience was yielded to the young man than to the old: for Maxentius had most power, and had been longest in possession of it; and it was to him that Maximian owed on this occasion the imperial dignity.",
          "id": 343464
        },
        {
          "text": "The old man was impatient at being denied the exercise of uncontrolled sovereignty, and envied his son with a childish spirit of rivalry; and therefore he began to consider how he might expel Maxentius and resume his ancient dominion.",
          "id": 343465
        },
        {
          "text": "This appeared easy, because the soldiers who deserted Severus had originally served in his own army.",
          "id": 343466
        },
        {
          "text": "He called an assembly of the people of Rome, and of the soldiers, as if he had been to make an harangue on the calamitous situation of public affairs.",
          "id": 343467
        },
        {
          "text": "After having spoken much on that subject, he stretched his hands towards his son, charged him as author of all ills and prime cause of the calamities of the state, and then tore the purple from his shoulders.",
          "id": 343468
        },
        {
          "text": "Maxentius, thus stripped, leaped headlong from the tribunal, and was received into the arms of the soldiers.",
          "id": 343469
        },
        {
          "text": "Their rage and clamour confounded the unnatural old man, and, like another Tarquin the Proud, he was driven from Rome.",
          "id": 343470
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chap.",
          "id": 343471
        },
        {
          "text": "XXIX.",
          "id": 343472
        },
        {
          "text": "Then Maximian returned into Gaul; and after having made some stay in those quarters, he went to Galerius, the enemy of his son, that they might confer together, as he pretended, about the settlement of the commonweal; but his true purpose was, under colour of reconciliation, to find an opportunity of murdering Galerius, and of seizing his share of the empire, instead of his own, from which he had been everywhere excluded.",
          "id": 343473
        },
        {
          "text": "Diocles was at the court of Galerius when Maximian arrived; for Galerius, meaning now to invest Licinius with the ensigns of supreme power in the room of Severus, had lately sent for Diocles to be present at the solemnity.",
          "id": 343474
        },
        {
          "text": "So it was performed in presence both of him and of Maximian; and thus there were six who ruled the empire at one and the same time.",
          "id": 343475
        },
        {
          "text": "Now the designs of Maximian having been frustrated, he took flight, as he had done twice before, and returned into Gaul, with a heart full of wickedness, and intending by treacherous devices to overreach Constantine, who was not only his own son-in-law, but also the child of his son-in-law; and that he might the more successfully deceive, he laid aside the imperial purple.",
          "id": 343476
        },
        {
          "text": "The Franks had taken up arms.",
          "id": 343477
        },
        {
          "text": "Maximian advised the unsuspecting Constantine not to lead all his troops against them, and he said that a few soldiers would suffice to subdue those barbarians.",
          "id": 343478
        },
        {
          "text": "He gave this advice that an army might be left for him to win over to himself, and that Constantine, by reason of his scanty forces, might be overpowered.",
          "id": 343479
        },
        {
          "text": "The young prince believed the advice to be judicious, because given by an aged and experienced commander; and he followed it, because given by a father-in-law.",
          "id": 343480
        },
        {
          "text": "He marched, leaving the most considerable part of his forces behind.",
          "id": 343481
        },
        {
          "text": "Maximian waited a few days; and as soon as, by his calculation, Constantine had entered the territory of the barbarians, he suddenly resumed the imperial purple, seized the public treasures, after his wont made ample donatives to the soldiery, and feigned that such disasters had befallen Constantine as soon after befell himself.",
          "id": 343482
        },
        {
          "text": "Constantine was presently informed of those events, and, by marches astonishingly rapid, he flew back with his army.",
          "id": 343483
        },
        {
          "text": "Maximian, not yet prepared to oppose him, was overpowered at unawares, and the soldiers returned to their duty.",
          "id": 343484
        },
        {
          "text": "Maximian had possessed himself of Marseilles (he fled thither), and shut the gates.",
          "id": 343485
        },
        {
          "text": "Constantine drew nigh, and seeing Maximian on the walls, addressed him in no harsh or hostile language, and demanded what he meant, and what it was that he wanted, and why he had acted in a way so peculiarly unbecoming him.",
          "id": 343486
        },
        {
          "text": "But Maximian from the walls incessantly uttered abuse and curses against Constantine.",
          "id": 343487
        },
        {
          "text": "Then, of a sudden, the gates on the opposite side having been unbarred, the besiegers were admitted into the city.",
          "id": 343488
        },
        {
          "text": "The rebel emperor, and unnatural parent and a perfidious father-in-law, was dragged into the presence of Constantine, heard a recital made of his crimes, was divested of his imperial robe, and, after this reprimand, obtained his life.",
          "id": 343489
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chap.",
          "id": 343490
        },
        {
          "text": "XXX.",
          "id": 343491
        },
        {
          "text": "Maximian, having thus forfeited the respect due to an emperor and a father-in-law, grew impatient at his abased condition, and, emboldened by impunity, formed new plots against Constantine.",
          "id": 343492
        },
        {
          "text": "He addressed himself to his daughter Fausta, and, as well by entreaties as by the soothing of flattery, solicited her to betray her husband.",
          "id": 343493
        },
        {
          "text": "He promised to obtain for her a more honourable alliance than that with Constantine; and he requested her to allow the bed-chamber of the emperor to be left open, and to be slightly guarded.",
          "id": 343494
        },
        {
          "text": "Fausta undertook to do whatever he asked, and instantly revealed the whole to her husband.",
          "id": 343495
        },
        {
          "text": "A plan was laid for detecting Maximian in the very execution of his crime.",
          "id": 343496
        },
        {
          "text": "They placed a base eunuch to be murdered instead of the emperor.",
          "id": 343497
        },
        {
          "text": "At the dead of night Maximian arose, and perceived all things to be favourable for his insidious purpose.",
          "id": 343498
        },
        {
          "text": "There were few soldiers on guard, and these too at some distance from the bed-chamber.",
          "id": 343499
        },
        {
          "text": "However, to prevent suspicion, he accosted them, and said that he had had a dream which he wished to communicate to his son-in-law.",
          "id": 343500
        },
        {
          "text": "He went in armed, slew the eunuch, sprung forth exultingly, and avowed the murder.",
          "id": 343501
        },
        {
          "text": "At that moment Constantine showed himself on the opposite side with a band of soldiers; the dead body was brought out of the bed-chamber; the murderer, taken in the fact, all aghast,  \"Stood like a stone, silent and motionless;\"    while Constantine upbraided him for his impiety and enormous guilt.",
          "id": 343502
        },
        {
          "text": "At last Maximian obtained leave that the manner of his death should be at his own choice, and he strangled himself.",
          "id": 343503
        },
        {
          "text": "Thus that mightiest sovereign of Rome—who ruled so long with exceeding glory, and who celebrated his twentieth anniversary—thus that most haughty man had his neck broken, and ended his detestable life by a death base and ignominious.",
          "id": 343504
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "Chap.",
          "id": 343505
        },
        {
          "text": "XXXI.",
          "id": 343506
        },
        {
          "text": "From Maximian, God, the avenger of religion and of His people, turned his eyes to Galerius, the author of the accursed persecution, that in his punishment also He might manifest the power of His majesty.",
          "id": 343507
        },
        {
          "text": "Galerius, too, was purposing to celebrate his twentieth anniversary; and as, under that pretext, he had, by new taxes payable in gold and silver, oppressed the provinces, so now, that he might recompense them by celebrating the promised festival, he used the like pretext for repeating his oppressions.",
          "id": 343508
        },
        {
          "text": "Who can relate in fit terms the methods used to harass mankind in levying the tax, and especially with regard to corn and the other fruits of the earth? The officers, or rather the executioners, of all the different magistrates, seized on each individual, and would never let go their hold.",
          "id": 343509
        },
        {
          "text": "No man knew to whom he ought to make payment first.",
          "id": 343510
        },
        {
          "text": "There was no dispensation given to those who had nothing; and they were required, under pain of being variously tortured, instantly to pay, notwithstanding their inability.",
          "id": 343511
        },
        {
          "text": "Many guards were set round, no breathing time was granted, or, at any season of the year, the least respite from exactions.",
          "id": 343512
        },
        {
          "text": "Different magistrates, or the officers of different magistrates, frequently contended for the right of levying the tax from the same persons.",
          "id": 343513
        },
        {
          "text": "No threshing-floor without a tax-gatherer, no vintage without a watch, and nought left for the sustenance of the husbandman! That food should be snatched from the mouths of those who had earned it by toil, was grievous: the hope, however, of being afterwards relieved, might have made that grievance supportable; but it was necessary for every one who appeared at the anniversary festival to provide robes of various kinds, and gold and silver besides.",
          "id": 343514
        },
        {
          "text": "And one might have said, \"How shall I furnish myself with those things, O tyrant void of understanding, if you carry off the whole fruits of my ground, and violently seize its expected produce?\" Thus, throughout the dominions of Galerius, men were spoiled of their goods, and all was raked together into the imperial treasury, that the emperor might be enabled to perform his vow of celebrating a festival which he was doomed never to celebrate.",
          "id": 343515
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "Chap.",
          "id": 343516
        },
        {
          "text": "XXXII.",
          "id": 343517
        },
        {
          "text": "Maximin Daia was incensed at the nomination of Licinius to the dignity of emperor, and he would no longer be called Caesar, or allow himself to be ranked as third in authority.",
          "id": 343518
        },
        {
          "text": "Galerius, by repeated messages, besought Daia to yield, and to acquiesce in his arrangement, to give place to age, and to reverence the grey hairs of Licinius.",
          "id": 343519
        },
        {
          "text": "But Daia became more and more insolent.",
          "id": 343520
        },
        {
          "text": "He urged that, as it was he who first assumed the purple, so, by possession, he had right to priority in rank; and he set at nought the entreaties and the injunctions of Galerius.",
          "id": 343521
        },
        {
          "text": "That brute animal was stung to the quick, and bellowed when the mean creature whom he had made Caesar, in expectation of his thorough obsequiousness, forgot the great favour conferred on him, and impiously withstood the requests and will of his benefactor.",
          "id": 343522
        },
        {
          "text": "Galerius at length, overcome by the obstinacy of Daia, abolished the subordinate title of Caesar, gave to himself and Licinius that of the Augusti, and to Daia and Constantine that of sons of the Augusti.",
          "id": 343523
        },
        {
          "text": "Daia, some time after, in a letter to Galerius, took occasion to observe, that at the last general muster he had been saluted by his army under the title of Augustus.",
          "id": 343524
        },
        {
          "text": "Galerius, vexed and grieved at this, commanded that all the four should have the appellation of emperor.",
          "id": 343525
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "Chap.",
          "id": 343526
        },
        {
          "text": "XXXIII.",
          "id": 343527
        },
        {
          "text": "And now, when Galerius was in the eighteenth year of his reign, God struck him with an incurable plague.",
          "id": 343528
        },
        {
          "text": "A malignant ulcer formed itself low down in his secret parts, and spread by degrees.",
          "id": 343529
        },
        {
          "text": "The physicians attempted to eradicate it, and healed up the place affected.",
          "id": 343530
        },
        {
          "text": "But the sore, after having been skinned over, broke out again; a vein burst, and the blood flowed in such quantity as to endanger his life.",
          "id": 343531
        },
        {
          "text": "The blood, however, was stopped, although with difficulty.",
          "id": 343532
        },
        {
          "text": "The physicians had to undertake their operations anew, and at length they cicatrized the wound.",
          "id": 343533
        },
        {
          "text": "In consequence of some slight motion of his body, Galerius received a hurt, and the blood streamed more abundantly than before.",
          "id": 343534
        },
        {
          "text": "He grew emaciated, pallid, and feeble, and the bleeding then stanched.",
          "id": 343535
        },
        {
          "text": "The ulcer began to be insensible to the remedies applied, and a gangrene seized all the neighbouring parts.",
          "id": 343536
        },
        {
          "text": "It diffused itself the wider the more the corrupted flesh was cut away, and everything employed as the means of cure served but to aggravate the disease.",
          "id": 343537
        },
        {
          "text": "\"The masters of the healing art withdrew\".",
          "id": 343538
        },
        {
          "text": "Then famous physicians were brought in from all quarters; but no human means had any success.",
          "id": 343539
        },
        {
          "text": "Apollo and aesculapius were besought importunately for remedies: Apollo did prescribe, and the distemper augmented.",
          "id": 343540
        },
        {
          "text": "Already approaching to its deadly crisis, it had occupied the lower regions of his body: his bowels came out, and his whole seat putrefied.",
          "id": 343541
        },
        {
          "text": "The luckless physicians, although without hope of overcoming the malady, ceased not to apply fomentations and administer medicines.",
          "id": 343542
        },
        {
          "text": "The humours having been repelled, the distemper attacked his intestines, and worms were generated in his body.",
          "id": 343543
        },
        {
          "text": "The stench was so foul as to pervade not only the palace, but even the whole city; and no wonder, for by that time the passages from his bladder and bowels, having been devoured by the worms, became indiscriminate, and his body, with intolerable anguish, was dissolved into one mass of corruption.",
          "id": 343544
        },
        {
          "text": "\"Stung to the soul, he bellowed with the pain,  So roars the wounded bull\".",
          "id": 343545
        },
        {
          "text": "—Pitt    They applied warm flesh of animals to the chief seat of the disease, that the warmth might draw out those minute worms; and accordingly, when the dressings were removed, there issued forth an innumerable swarm: nevertheless the prolific disease had hatched swarms much more abundant to prey upon and consume his intestines.",
          "id": 343546
        },
        {
          "text": "Already, through a complication of distempers, the different parts of his body had lost their natural form: the superior part was dry, meagre, and haggard, and his ghastly-looking skin had settled itself deep amongst his bones while the inferior, distended like bladders, retained no appearance of joints.",
          "id": 343547
        },
        {
          "text": "These things happened in the course of a complete year; and at length, overcome by calamities, he was obliged to acknowledge God, and he cried aloud, in the intervals of raging pain, that he would re-edify the Church which he had demolished, and make atonement for his misdeeds; and when he was near his end, he published an edict of the tenor following:—.",
          "id": 343548
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "Chap.",
          "id": 343549
        },
        {
          "text": "XXXIV.",
          "id": 343550
        },
        {
          "text": "\"Amongst our other regulations for the permanent advantage of the commonweal, we have hitherto studied to reduce all things to a conformity with the ancient laws and public discipline of the Romans.",
          "id": 343551
        },
        {
          "text": "\"It has been our aim in an especial manner, that the Christians also, who had abandoned the religion of their forefathers, should return to right opinions.",
          "id": 343552
        },
        {
          "text": "For such wilfulness and folly had, we know not how, taken possession of them, that instead of observing those ancient institutions, which possibly their own forefathers had established, they, through caprice, made laws to themselves, and drew together into different societies many men of widely different persuasions.",
          "id": 343553
        },
        {
          "text": "\"After the publication of our edict, ordaining the Christians to betake themselves to the observance of the ancient institutions, many of them were subdued through the fear of danger, and moreover many of them were exposed to jeopardy; nevertheless, because great numbers still persist in their opinions, and because we have perceived that at present they neither pay reverence and due adoration to the gods, nor yet worship their own God, therefore we, from our wonted clemency in bestowing pardon on all, have judged it fit to extend our indulgence to those men, and to permit them again to be Christians, and to establish the places of their religious assemblies; yet so as that they offend not against good order.",
          "id": 343554
        },
        {
          "text": "\"By another mandate we purpose to signify unto magistrates how they ought herein to demean themselves.",
          "id": 343555
        },
        {
          "text": "\"Wherefore it will be the duty of the Christians, in consequence of this our toleration, to pray to their God for our welfare, and for that of the public, and for their own; that the commonweal may continue safe in every quarter, and that they themselves may live securely in their habitations\".",
          "id": 343556
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "Chap.",
          "id": 343557
        },
        {
          "text": "XXXV.",
          "id": 343558
        },
        {
          "text": "This edict was promulgated at Nicomedia on the day preceding the kalends of May, in the eighth consulship of Galerius, and the second of Maximin Daia.",
          "id": 343559
        },
        {
          "text": "Then the prison-gates having been thrown open, you, my best beloved Donatus, together with the other confessors for the faith, were set at liberty from a jail, which had been your residence for six years.",
          "id": 343560
        },
        {
          "text": "Galerius, however, did not, by publication of this edict, obtain the divine forgiveness.",
          "id": 343561
        },
        {
          "text": "In a few days after he was consumed by the horrible disease that had brought on an universal putrefaction.",
          "id": 343562
        },
        {
          "text": "Dying, he recommended his wife and son to Licinius, and delivered them over into his hands.",
          "id": 343563
        },
        {
          "text": "This event was known at Nicomedia before the end of the month.",
          "id": 343564
        },
        {
          "text": "His vicennial anniversary was to have been celebrated on the ensuing kalends of March.",
          "id": 343565
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "Chap.",
          "id": 343566
        },
        {
          "text": "XXXVI.",
          "id": 343567
        },
        {
          "text": "Daia, on receiving this news, hasted with relays of horses from the East, to seize the dominions of Galerius, and, while Licinius lingered in Europe, to arrogate to himself all the country as far as the narrow seas of Chalcedon.",
          "id": 343568
        },
        {
          "text": "On his entry into Bithynia, he, with the view of acquiring immediate popularity, abolished Galerius' tax, to the great joy of all.",
          "id": 343569
        },
        {
          "text": "Dissension arose between the two emperors, and almost an open war.",
          "id": 343570
        },
        {
          "text": "They stood on the opposite shores with their armies.",
          "id": 343571
        },
        {
          "text": "Peace, however, and amity were established under certain conditions.",
          "id": 343572
        },
        {
          "text": "Licinius and Daia met on the narrow sees, concluded a treaty, and in token of friendship joined hands.",
          "id": 343573
        },
        {
          "text": "Then Daia, believing all things to be in security, returned (to Nicomedia), and was in his new dominions what he had been in Syria and Egypt.",
          "id": 343574
        },
        {
          "text": "First of all, he took away the toleration and general protection granted by Galerius to the Christians, and, for this end, he secretly procured addresses from different cities, requesting that no Christian church might be built within their walls; and thus he meant to make that which was his own choice appear as if extorted from him by importunity.",
          "id": 343575
        },
        {
          "text": "In compliance with those addresses, he introduced a new mode of government in things respecting religion, and for each city he created a high priest, chosen from among the persons of most distinction.",
          "id": 343576
        },
        {
          "text": "The office of those men was to make daily sacrifices to all their gods, and, with the aid of the former priests, to prevent the Christians from erecting churches, or from worshipping God either publicly or in private; and he authorized them to compel the Christians to sacrifice to idols, and, on their refusal, to bring them before the civil magistrate; and, as if this had not been enough, in every province he established a superintendent priest, one of chief eminence in the state; and he commanded that all those priests newly instituted should appear in white habits, that being the most honourable distinction of dress.",
          "id": 343577
        },
        {
          "text": "And as to the Christians, he purposed to follow the course that he had followed in the East, and, affecting the show of clemency, he forbade the slaying of God's servants, but he gave command that they should be mutilated.",
          "id": 343578
        },
        {
          "text": "So the confessors for the faith had their ears and nostrils slit, their hands and feet lopped off, and their eyes dug out of the sockets.",
          "id": 343579
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "Chap.",
          "id": 343580
        },
        {
          "text": "XXXVII.",
          "id": 343581
        },
        {
          "text": "While occupied in this plan, he received letters from Constantine which deterred him from proceeding in its execution, so for a time he dissembled his purpose; nevertheless any Christian that fell within his power was privily thrown into the sea.",
          "id": 343582
        },
        {
          "text": "Neither did he cease from his custom of sacrificing every day in the palace.",
          "id": 343583
        },
        {
          "text": "It was also an invention of his to cause all animals used for food to be slaughtered, not by cooks, but by priests at the altars; so that nothing was ever served up, unless foretasted, consecrated, and sprinkled with wine, according to the rites of paganism; and whoever was invited to an entertainment must needs have returned from it impure and defiled.",
          "id": 343584
        },
        {
          "text": "In all things else he resembled his preceptor Galerius.",
          "id": 343585
        },
        {
          "text": "For if aught chanced to have been left untouched by Diocles and Maximian, that did Daia greedily and shamelessly carry off.",
          "id": 343586
        },
        {
          "text": "And now the granaries of each individual were shut, and all warehouses sealed up, and taxes, not yet due, were levied by anticipation.",
          "id": 343587
        },
        {
          "text": "Hence famine, from neglect of cultivation, and the prices of all things enhanced beyond measure.",
          "id": 343588
        },
        {
          "text": "Herds and flocks were driven from their pasture for the daily sacrifice.",
          "id": 343589
        },
        {
          "text": "By gorging his soldiers with the flesh of sacrifices, he so corrupted them, that they disdained their wonted pittance in corn, and wantonly threw it away.",
          "id": 343590
        },
        {
          "text": "Meanwhile Daia recompensed his bodyguards, who were very numerous, with costly raiment and gold medals, made donatives in silver to the common soldiers and recruits, and bestowed every sort of largess on the barbarians who served in his army.",
          "id": 343591
        },
        {
          "text": "As to grants of the property of living persons, which he made to his favourites whenever they chose to ask what belonged to another, I know not whether the same thanks might not be due to him that are given to merciful robbers, who spoil without murdering.",
          "id": 343592
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "Chap.",
          "id": 343593
        },
        {
          "text": "XXXVIII.",
          "id": 343594
        },
        {
          "text": "But that which distinguished his character, and in which he transcended all former emperors, was his desire of debauching women.",
          "id": 343595
        },
        {
          "text": "What else can I call it but a blind and headstrong passion? Yet such epithets feebly express my indignation in reciting his enormities.",
          "id": 343596
        },
        {
          "text": "The magnitude of the guilt overpowers my tongue, and makes it unequal to its office.",
          "id": 343597
        },
        {
          "text": "Eunuchs and panders made search everywhere, and no sooner was any comely face discovered, than husbands and parents were obliged to withdraw.",
          "id": 343598
        },
        {
          "text": "Matrons of quality and virgins were stripped of their robes, and all their limbs were inspected, lest any part should be unworthy of the bed of the emperor.",
          "id": 343599
        },
        {
          "text": "Whenever a woman resisted, death by drowning was inflicted on her; as if, under the reign of this adulterer, chastity had been treason.",
          "id": 343600
        },
        {
          "text": "Some men there were, who, beholding the violation of wives whom for virtue and fidelity they affectionately loved, could not endure their anguish of mind, and so killed themselves.",
          "id": 343601
        },
        {
          "text": "While this monster ruled, it was singular deformity alone which could shield the honour of any female from his savage desires.",
          "id": 343602
        },
        {
          "text": "At length he introduced a custom prohibiting marriage unless with the imperial permission; and he made this an instrument to serve the purposes of his lewdness.",
          "id": 343603
        },
        {
          "text": "After having debauched freeborn maidens, he gave them for wives to his slaves.",
          "id": 343604
        },
        {
          "text": "His conflicts also imitated the example of the emperor, and violated with impunity the beds of their dependants.",
          "id": 343605
        },
        {
          "text": "For who was there to punish such offences? As for the daughters of men of middle rank, any who were inclined took them by force.",
          "id": 343606
        },
        {
          "text": "Ladies of quality, who could not be taken by force, were petitioned for, and obtained from the emperor by way of free gift.",
          "id": 343607
        },
        {
          "text": "Nor could a father oppose this; for the imperial warrant having been once signed, he had no alternative but to die, or to receive some barbarian as his son-in-law.",
          "id": 343608
        },
        {
          "text": "For hardly was there any person in the lifeguard except of those people, who, having been driven from their habitations by the Goths in the twentieth year of Diocletian, yielded themselves to Galerius and entered into his service.",
          "id": 343609
        },
        {
          "text": "It was ill for humankind, that men who had fled from the bondage of barbarians should thus come to lord it over the Romans.",
          "id": 343610
        },
        {
          "text": "Environed by such guards, Daia oppressed and insulted the Eastern empire.",
          "id": 343611
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "Chap.",
          "id": 343612
        },
        {
          "text": "XXXIX.",
          "id": 343613
        },
        {
          "text": "Now Daia, in gratifying his libidinous desires, made his own will the standard of right; and therefore he would not refrain from soliciting the widow of Galerius, the Empress Valeria, to whom he had lately given the appellation of mother.",
          "id": 343614
        },
        {
          "text": "After the death of her husband, she had repaired to Daia, because she imagined that she might live with more security in his dominions than elsewhere, especially as he was a married man; but the flagitious creature became instantly inflamed with a passion for her.",
          "id": 343615
        },
        {
          "text": "Valeria was still in weeds, the time of her mourning not being yet expired.",
          "id": 343616
        },
        {
          "text": "He sent a message to her proposing marriage, and offering, on her compliance, to put away his wife.",
          "id": 343617
        },
        {
          "text": "She frankly returned an answer such as she alone could dare to do: first, that she would not treat of marriage while she was in weeds, and while the ashes of Galerius, her husband, and, by adoption, the father of Daia, were yet warm; next, that he acted impiously, in proposing to divorce a faithful wife to make room for another, whom in her turn he would also cast off; and, lastly, that it was indecent, unexampled, and unlawful for a woman of her title and dignity to engage a second time in wedlock.",
          "id": 343618
        },
        {
          "text": "This bold answer having been reported to Daia, presently his desires changed into rage and furious resentment.",
          "id": 343619
        },
        {
          "text": "He pronounced sentence of forfeiture against the princess, seized her goods, removed her attendants, tortured her eunuchs to death, and banished her and her mother Prisca: but he appointed no particular place for her residence while in banishment; and hence he insultingly expelled her from every abode that she took in the course of her wanderings; and, to complete all, he condemned the ladies who enjoyed most of her friendship and confidence to die on a false accusation of adultery.",
          "id": 343620
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "text": "Chap.",
          "id": 343621
        },
        {
          "text": "XL.",
          "id": 343622
        },
        {
          "text": "There was a certain matron of high rank who already had grandchildren by more than one son.",
          "id": 343623
        },
        {
          "text": "Her Valeria loved like a second mother, and Daia suspected that her advice had produced that refusal which Valeria gave to his matrimonial offers; and therefore he charged the president Eratineus to have her put to death in a way that might injure her fame.",
          "id": 343624
        },
        {
          "text": "To her two others, equally noble, were added.",
          "id": 343625
        },
        {
          "text": "One of them, who had a daughter a Vestal virgin at Rome, maintained an intercourse by stealth with the banished Valeria.",
          "id": 343626
        },
        {
          "text": "The other, married to a senator, was intimately connected with the empress.",
          "id": 343627
        },
        {
          "text": "Excellent beauty and virtue proved the cause of their death.",
          "id": 343628
        },
        {
          "text": "They were dragged to the tribunal, not of an upright judge, but of a robber.",
          "id": 343629
        },
        {
          "text": "Neither indeed was there any accuser, until a certain Jew, one charged with other offences, was induced, through hope of pardon, to give false evidence against the innocent.",
          "id": 343630
        },
        {
          "text": "The equitable and vigilant magistrate conducted him out of the city under a guard, lest the populace should have stoned him.",
          "id": 343631
        },
        {
          "text": "This tragedy was acted at Nicaea.",
          "id": 343632
        },
        {
          "text": "The Jew was ordered to the torture till he should speak as he had been instructed, while the torturers by blows prevented the women from speaking in their own defence.",
          "id": 343633
        },
        {
          "text": "The innocent were condemned to die.",
          "id": 343634
        },
        {
          "text": "Then there arose wailing and lamentation, not only of the senator, who attended on his well-deserving consort, but amongst the spectators also, whom this proceeding, scandalous and unheard of, had brought together; and, to prevent the multitude from violently rescuing the condemned persons out of the hands of the executioners, military commanders followed with light infantry and archers.",
          "id": 343635
        },
        {
          "text": "And thus, under a guard of armed soldiers, they were led to punishment.",
          "id": 343636
        },
        {
          "text": "Their domestics having been forced to flee, they would have remained without burial, had not the compassion of friends interred them by stealth.",
          "id": 343637
        },
        {
          "text": "Nor was the promise of pardon made good to the feigned adulterer, for he was fixed to a gibbet, and then he disclosed the whole secret contrivance; and with his last breath he protested to all the beholders that the women died innocent.",
          "id": 343638
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "text": "Chap.",
          "id": 343639
        },
        {
          "text": "XLI.",
          "id": 343640
        },
        {
          "text": "But the empress, an exile in some desert region of Syria, secretly informed her father Diocletian of the calamity that had befallen her.",
          "id": 343641
        },
        {
          "text": "He despatched messengers to Daia, requesting that his daughter might be sent to him.",
          "id": 343642
        },
        {
          "text": "He could not prevail.",
          "id": 343643
        },
        {
          "text": "Again and again he entreated; yet she was not sent.",
          "id": 343644
        },
        {
          "text": "At length he employed a relation of his, a military man high in power and authority, to implore Daia by the remembrance of past favours.",
          "id": 343645
        },
        {
          "text": "This messenger, equally unsuccessful in his negotiation as the others, reported to Diocletian that his prayers were vain.",
          "id": 343646
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "text": "Chap.",
          "id": 343647
        },
        {
          "text": "XLII.",
          "id": 343648
        },
        {
          "text": "At this time, by command of Constantine, the statues of Maximian Herculius were thrown down, and his portraits removed; and, as the two old emperors were generally delineated in one piece, the portraits of both were removed at the same time.",
          "id": 343649
        },
        {
          "text": "Thus Diocletian lived to see a disgrace which no former emperor had ever seen, and, under the double load of vexation of spirit and bodily maladies, he resolved to die.",
          "id": 343650
        },
        {
          "text": "Tossing to and fro, with his soul agitated by grief, he could neither eat nor take rest.",
          "id": 343651
        },
        {
          "text": "He sighed, groaned, and wept often, and incessantly threw himself into various postures, now on his couch, and now on the ground.",
          "id": 343652
        },
        {
          "text": "So he, who for twenty years was the most prosperous of emperors, having been cast down into the obscurity of a private station, treated in the most contumelious manner, and compelled to abhor life, became incapable of receiving nourishment, and, worn out with anguish of mind, expired.",
          "id": 343653
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "text": "Chap.",
          "id": 343654
        },
        {
          "text": "XLIII.",
          "id": 343655
        },
        {
          "text": "Of the adversaries of God there still remained one, whose overthrow and end I am now to relate.",
          "id": 343656
        },
        {
          "text": "Daia had entertained jealousy and ill-will against Licinius from the time that the preference was given to him by Galerius; and those sentiments still subsisted, notwithstanding the treaty of peace lately concluded between them.",
          "id": 343657
        },
        {
          "text": "When Daia heard that the sister of Constantine was betrothed to Licinius, he apprehended that the two emperors, by contracting this affinity, meant to league against him; so he privily sent ambassadors to Rome, desiring a friendly alliance with Maxentius: he also wrote to him in terms of cordiality.",
          "id": 343658
        },
        {
          "text": "The ambassadors were received courteously, friendship established, and in token of it the effigies of Maxentius and Daia were placed together in public view.",
          "id": 343659
        },
        {
          "text": "Maxentius willingly embraced this, as if it had been an aid from heaven; for he had already declared war against Constantine, as if to revenge the death of his father Maximian.",
          "id": 343660
        },
        {
          "text": "From this appearance of filial piety a suspicion arose, that the detestable old man had but feigned a quarrel with his son that he might have an opportunity to destroy his rivals in power, and so make way for himself and his son to possess the whole empire.",
          "id": 343661
        },
        {
          "text": "This conjecture, however, had no foundation; for his true purpose was to have destroyed his son and the others, and then to have reinstated himself and Diocletian in sovereign authority.",
          "id": 343662
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "text": "Chap.",
          "id": 343663
        },
        {
          "text": "XLIV.",
          "id": 343664
        },
        {
          "text": "And now a civil war broke out between Constantine and Maxentius.",
          "id": 343665
        },
        {
          "text": "Although Maxentius kept himself within Rome, because the soothsayers had foretold that if he went out of it he should perish, yet he conducted the military operations by able generals.",
          "id": 343666
        },
        {
          "text": "In forces he exceeded his adversary; for he had not only his father's army, which deserted from Severus, but also his own, which he had lately drawn together out of Mauritania and Italy.",
          "id": 343667
        },
        {
          "text": "They fought, and the troops of Maxentius prevailed.",
          "id": 343668
        },
        {
          "text": "At length Constantine, with steady courage and a mind prepared for every event, led his whole forces to the neighbourhood of Rome, and encamped them opposite to the Milvian bridge.",
          "id": 343669
        },
        {
          "text": "The anniversary of the reign of Maxentius approached, that is, the sixth of the kalends of November, and the fifth year of his reign was drawing to an end.",
          "id": 343670
        },
        {
          "text": "Constantine was directed in a dream to cause the heavenly sign to be delineated on the shields of his soldiers, and so to proceed to battle.",
          "id": 343671
        },
        {
          "text": "He did as he had been commanded, and he marked on their shields the letter Χ, with a perpendicular line drawn through it and turned round thus at the top, being the cipher of Christ.",
          "id": 343672
        },
        {
          "text": "Having this sign (ΧР ), his troops stood to arms.",
          "id": 343673
        },
        {
          "text": "The enemies advanced, but without their emperor, and they crossed the bridge.",
          "id": 343674
        },
        {
          "text": "The armies met, and fought with the utmost exertions of valour, and firmly maintained their ground.",
          "id": 343675
        },
        {
          "text": "In the meantime a sedition arose at Rome, and Maxentius was reviled as one who had abandoned all concern for the safety of the commonweal; and suddenly, while he exhibited the Circensian games on the anniversary of his reign, the people cried with one voice, \"Constantine cannot be overcome!\" Dismayed at this, Maxentius burst from the assembly, and having called some senators together, ordered the Sibylline books to be searched.",
          "id": 343676
        },
        {
          "text": "In them it was found that:—  \"On the same day the enemy of the Romans should perish\".",
          "id": 343677
        },
        {
          "text": "Led by this response to the hopes of victory, he went to the field.",
          "id": 343678
        },
        {
          "text": "The bridge in his rear was broken down.",
          "id": 343679
        },
        {
          "text": "At sight of that the battle grew hotter.",
          "id": 343680
        },
        {
          "text": "The hand of the Lord prevailed, and the forces of Maxentius were routed.",
          "id": 343681
        },
        {
          "text": "He fled towards the broken bridge; but the multitude pressing on him, he was driven headlong into the Tiber.",
          "id": 343682
        },
        {
          "text": "This destructive war being ended, Constantine was acknowledged as emperor, with great rejoicings, by the senate and people of Rome.",
          "id": 343683
        },
        {
          "text": "And now he came to know the perfidy of Daia; for he found the letters written to Maxentius, and saw the statues and portraits of the two associates which had been set up together.",
          "id": 343684
        },
        {
          "text": "The senate, in reward of the valour of Constantine, decreed to him the title of Maximus (the Greatest), a title which Daia had always arrogated to himself.",
          "id": 343685
        },
        {
          "text": "Daia, when he heard that Constantine was victorious and Rome freed, expressed as much sorrow as if he himself had been vanquished; but afterwards, when he heard of the decree of the senate, he grew outrageous, avowed enmity towards Constantine, and made his title of the Greatest a theme of abuse and raillery.",
          "id": 343686
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "text": "Chap.",
          "id": 343687
        },
        {
          "text": "XLV.",
          "id": 343688
        },
        {
          "text": "Constantine having settled all things at Rome, went to Milan about the beginning of winter.",
          "id": 343689
        },
        {
          "text": "Thither also Licinius came to receive his wife Constantia.",
          "id": 343690
        },
        {
          "text": "When Daia understood that they were busied in solemnizing the nuptials, he moved out of Syria in the depth of a severe winter, and by forced marches he came into Bithynia with an army much impaired; for he lost all his beasts of burden, of whatever kind, in consequence of excessive rains and snow, miry ways, cold and fatigue.",
          "id": 343691
        },
        {
          "text": "Their carcases, scattered about the roads, seemed an emblem of the calamities of the impending war, and the presage of a like destruction that awaited the soldiers.",
          "id": 343692
        },
        {
          "text": "Daia did not halt in his own territories; but immediately crossed the Thracian Bosphorus, and in a hostile manner approached the gates of Byzantium.",
          "id": 343693
        },
        {
          "text": "There was a garrison in the city, established by Licinius to check any invasion that Daia might make.",
          "id": 343694
        },
        {
          "text": "At first Daia attempted to entice the soldiers by the promise of donatives, and then to intimidate them by assault and storm.",
          "id": 343695
        },
        {
          "text": "Yet neither promises nor force availed aught.",
          "id": 343696
        },
        {
          "text": "After eleven days had elapsed, within which time Licinius might have learned the state of the garrison, the soldiers surrendered, not through treachery, but because they were too weak to make a longer resistance.",
          "id": 343697
        },
        {
          "text": "Then Daia moved on to Heraclea (otherwise called Perinthus), and by delays of the like nature before that place lost some days.",
          "id": 343698
        },
        {
          "text": "And now Licinius by expeditious marches had reached Adrianople, but with forces not numerous.",
          "id": 343699
        },
        {
          "text": "Then Daia, having taken Perinthus by capitulation, and remained there for a short space, moved forwards eighteen miles to the first station.",
          "id": 343700
        },
        {
          "text": "Here his progress was stopped; for Licinius had already occupied the second station, at the distance also of eighteen miles.",
          "id": 343701
        },
        {
          "text": "Licinius, having assembled what forces he could from the neighbouring quarters, advanced towards Daia rather indeed to retard his operations than with any purpose of fighting, or hope of victory: for Daia had an army of seventy thousand men, while he himself had scarce thirty thousand; for his soldiers being dispersed in various regions, there was not time, on that sudden emergency, to collect all of them together.",
          "id": 343702
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "text": "Chap.",
          "id": 343703
        },
        {
          "text": "XLVI.",
          "id": 343704
        },
        {
          "text": "The armies thus approaching each other, seemed on the eve of a battle.",
          "id": 343705
        },
        {
          "text": "Then Daia made this vow to Jupiter, that if he obtained victory he would extinguish and utterly efface the name of the Christians.",
          "id": 343706
        },
        {
          "text": "And on the following night an angel of the Lord seemed to stand before Licinius while he was asleep, admonishing him to arise immediately, and with his whole army to put up a prayer to the Supreme God, and assuring him that by so doing he should obtain victory.",
          "id": 343707
        },
        {
          "text": "Licinius fancied that, hearing this, he arose, and that his monitor, who was nigh him, directed how be should pray, and in what words.",
          "id": 343708
        },
        {
          "text": "Awaking from sleep, he sent for one of his secretaries, and dictated these words exactly as he had heard them:—  \"Supreme God, we beseech Thee; Holy God, we beseech Thee; unto Thee we commend all right; unto Thee we commend our safety; unto Thee we commend our empire.",
          "id": 343709
        },
        {
          "text": "By Thee we live, by Thee we are victorious and happy.",
          "id": 343710
        },
        {
          "text": "Supreme Holy God, hear our prayers; to Thee we stretch forth our arms.",
          "id": 343711
        },
        {
          "text": "Hear, Holy Supreme God\".",
          "id": 343712
        },
        {
          "text": "Many copies were made of these words, and distributed amongst the principal commanders, who were to teach them to the soldiers under their charge.",
          "id": 343713
        },
        {
          "text": "At this all men took fresh courage, in the confidence that victory bad been announced to them from heaven.",
          "id": 343714
        },
        {
          "text": "Licinius resolved to give battle on the kalends of May; for precisely eight years before Daia had received the dignity of Caesar, and Licinius chose that day in hopes that Daia might be vanquished on the anniversary of his reign, as Maxentius had been on his.",
          "id": 343715
        },
        {
          "text": "Daia, however, purposed to give battle earlier, to fight on the day before those kalends, and to triumph on the anniversary of his reign.",
          "id": 343716
        },
        {
          "text": "Accounts came that Daia was in motion; the soldiers of Licinius armed themselves; and advanced.",
          "id": 343717
        },
        {
          "text": "A barren and open plain, called Campus Serenus, lay between the two armies.",
          "id": 343718
        },
        {
          "text": "They were now in sight of one another.",
          "id": 343719
        },
        {
          "text": "The soldiers of Licinius placed their shields on the ground, took off their helmets, and, following the example of their leaders, stretched forth their hands towards heaven.",
          "id": 343720
        },
        {
          "text": "Then the emperor uttered the prayer, and they all repeated it after him.",
          "id": 343721
        },
        {
          "text": "The host, doomed to speedy destruction, heard the murmur of the prayers of their adversaries.",
          "id": 343722
        },
        {
          "text": "And now, the ceremony having been thrice performed, the soldiers of Licinius became full of courage, buckled on their helmets again, and resumed their shields.",
          "id": 343723
        },
        {
          "text": "The two emperors advanced to a conference: but Daia could not be brought to peace; for he held Licinius in contempt, and imagined that the soldiers would presently abandon an emperor parsimonious in his donatives, and enter into the service of one liberal even to profusion.",
          "id": 343724
        },
        {
          "text": "And indeed it was on this notion that he began the war.",
          "id": 343725
        },
        {
          "text": "He looked for the voluntary surrender of the armies of Licinius; and, thus reinforced, he meant forthwith to have attacked Constantine.",
          "id": 343726
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "text": "Chap.",
          "id": 343727
        },
        {
          "text": "XLVII.",
          "id": 343728
        },
        {
          "text": "So the two armies drew nigh; the trumpets gave the signal; the military ensigns advanced; the troops of Licinius charged.",
          "id": 343729
        },
        {
          "text": "But the enemies, panic-struck, could neither draw their swords nor yet throw their javelins.",
          "id": 343730
        },
        {
          "text": "Daia went about, and, alternately by entreaties and promises, attempted to seduce the soldiers of Licinius.",
          "id": 343731
        },
        {
          "text": "But he was not hearkened to in any quarter, and they drove him back.",
          "id": 343732
        },
        {
          "text": "Then were the troops of Daia slaughtered, none making resistance; and such numerous legions, and forces so mighty, were mowed down by an inferior enemy.",
          "id": 343733
        },
        {
          "text": "No one called to mind his reputation, or former valour, or the honourable rewards which had been conferred on him.",
          "id": 343734
        },
        {
          "text": "The Supreme God did so place their necks under the sword of their foes, that they seemed to have entered the field, not as combatants, but as men devoted to death.",
          "id": 343735
        },
        {
          "text": "After great numbers had fallen, Daia perceived that everything went contrary to his hopes; and therefore he threw aside the purple, and having put on the habit of a slave, hasted across the Thracian Bosphorus.",
          "id": 343736
        },
        {
          "text": "One half of his army perished in battle, and the rest either surrendered to the victor or fled; for now that the emperor himself had deserted, there seemed to be no shame in desertion.",
          "id": 343737
        },
        {
          "text": "Before the expiration of the kalends of May, Daia arrived at Nicomedia, although distant one hundred and sixty miles from the field of battle.",
          "id": 343738
        },
        {
          "text": "So in the space of one day and two nights he performed that journey.",
          "id": 343739
        },
        {
          "text": "Having hurried away with his children and wife, and a few officers of his court, he went towards Syria; but having been joined by some troops from those quarters, and having collected together a part of his fugitive forces, he halted in Cappadocia, and then he resumed the imperial garb.",
          "id": 343740
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "text": "Chap.",
          "id": 343741
        },
        {
          "text": "XLVIII.",
          "id": 343742
        },
        {
          "text": "Not many days after the victory, Licinius, having received part of the soldiers of Daia into his service, and properly distributed them, transported his army into Bithynia, and having made his entry into Nicomedia, he returned thanks to God, through whose aid he had overcome; and on the ides of June, while he and Constantine were consuls for the third time, he commanded the following edict for the restoration of the Church, directed to the president of the province, to be promulgated:—  \"When we, Constantine and Licinius, emperors, had an interview at Milan, and conferred together with respect to the good and security of the commonweal, it seemed to us that, amongst those things that are profitable to mankind in general, the reverence paid to the Divinity merited our first and chief attention, and that it was proper that the Christians and all others should have liberty to follow that mode of religion which to each of them appeared best; so that that God, who is seated in heaven, might be benign and propitious to us, and to every one under our government.",
          "id": 343743
        },
        {
          "text": "And therefore we judged it a salutary measure, and one highly consonant to right reason, that no man should be denied leave of attaching himself to the rites of the Christians, or to whatever other religion his mind directed him, that thus the supreme Divinity, to whose worship we freely devote ourselves, might continue to vouchsafe His favour and beneficence to us.",
          "id": 343744
        },
        {
          "text": "And accordingly we give you to know that, without regard to any provisos in our former orders to you concerning the Christians, all who choose that religion are to be permitted, freely and absolutely, to remain in it, and not to be disturbed any ways, or molested.",
          "id": 343745
        },
        {
          "text": "And we thought fit to be thus special in the things committed to your charge, that you might understand that the indulgence which we have granted in matters of religion to the Christians is ample and unconditional; and perceive at the same time that the open and free exercise of their respective religions is granted to all others, as well as to the Christians.",
          "id": 343746
        },
        {
          "text": "For it befits the well-ordered state and the tranquillity of our times that each individual be allowed, according to his own choice, to worship the Divinity; and we mean not to derogate aught from the honour due to any religion or its votaries.",
          "id": 343747
        },
        {
          "text": "Moreover, with respect to the Christians, we formerly gave certain orders concerning the places appropriated for their religious assemblies; but now we will that all persons who have purchased such places, either from our exchequer or from any one else, do restore them to the Christians, without money demanded or price claimed, and that this be performed peremptorily and unambiguously; and we will also, that they who have obtained any right to such places by form of gift do forthwith restore them to the Christians: reserving always to such persons, who have either purchased for a price, or gratuitously acquired them, to make application to the judge of the district, if they look on themselves as entitled to any equivalent from our beneficence.",
          "id": 343748
        },
        {
          "text": "\"All those places are, by your intervention, to be immediately restored to the Christians.",
          "id": 343749
        },
        {
          "text": "And because it appears that, besides the places appropriated to religious worship, the Christians did possess other places, which belonged not to individuals, but to their society in general, that is, to their churches, we comprehend all such within the regulation aforesaid, and we will that you cause them all to be restored to the society or churches, and that without hesitation or controversy: Provided always, that the persons making restitution without a price paid shall be at liberty to seek indemnification from our bounty.",
          "id": 343750
        },
        {
          "text": "In furthering all which things for the behoof of the Christians, you are to use your utmost diligence, to the end that our orders be speedily obeyed, and our gracious purpose in securing the public tranquillity promoted.",
          "id": 343751
        },
        {
          "text": "So shall that divine favour which, in affairs of the mightiest importance, we have already experienced, continue to give success to us, and in our successes make the commonweal happy.",
          "id": 343752
        },
        {
          "text": "And that the tenor of this our gracious ordinance may be made known unto all, we will that you cause it by your authority to be published everywhere\".",
          "id": 343753
        },
        {
          "text": "Licinius having issued this ordinance, made an harangue, in which he exhorted the Christians to rebuild their religious edifices.",
          "id": 343754
        },
        {
          "text": "And thus, from the overthrow of the Church until its restoration, there was a space of ten years and about four months.",
          "id": 343755
        }
      ]
    },
    {
      "chapter": 49,
      "verses": [
        {
          "text": "Chap.",
          "id": 343756
        },
        {
          "text": "XLIX.",
          "id": 343757
        },
        {
          "text": "While Licinius pursued with his army, the fugitive tyrant retreated, and again occupied the passes of mount Taurus; and there, by erecting parapets and towers, attempted to stop the march of Licinius.",
          "id": 343758
        },
        {
          "text": "But the victorious troops, by an attack made on the right, broke through all obstacles, and Daia at length fled to Tarsus.",
          "id": 343759
        },
        {
          "text": "There, being hard pressed both by sea and land, he despaired of finding any place for refuge; and in the anguish and dismay of his mind, he sought death as the only remedy of those calamities that God had heaped on him.",
          "id": 343760
        },
        {
          "text": "But first he gorged himself with food, and large draughts of wine, as those are wont who believe that they eat and drink for the last time; and so he swallowed poison.",
          "id": 343761
        },
        {
          "text": "However, the force of the poison, repelled by his full stomach, could not immediately operate, but it produced a grievous disease, resembling the pestilence; and his life was prolonged only that his sufferings might be more severe.",
          "id": 343762
        },
        {
          "text": "And now the poison began to rage, and to burn up everything within him, so that he was driven to distraction with the intolerable pain; and during a fit of frenzy, which lasted four days, he gathered handfuls of earth, and greedily devoured it.",
          "id": 343763
        },
        {
          "text": "Having undergone various and excruciating torments, he dashed his forehead against the wall, and his eyes started out of their sockets.",
          "id": 343764
        },
        {
          "text": "And now, become blind, he imagined that he saw God, with His servants arrayed in white robes, sitting in judgment on him.",
          "id": 343765
        },
        {
          "text": "He roared out as men on the rack are wont, and exclaimed that not he, but others, were guilty.",
          "id": 343766
        },
        {
          "text": "In the end, as if he had been racked into confession, he acknowledged his own guilt, and lamentably implored Christ to have mercy upon him.",
          "id": 343767
        },
        {
          "text": "Then, amidst groans, like those of one burnt alive, did he breathe out his guilty soul in the most horrible kind of death.",
          "id": 343768
        }
      ]
    },
    {
      "chapter": 50,
      "verses": [
        {
          "text": "Chap.",
          "id": 343769
        },
        {
          "text": "L.",
          "id": 343770
        },
        {
          "text": "Thus did God subdue all those who persecuted His name, so that neither root nor branch of them remained; for Licinius, as soon as he was established in sovereign authority, commanded that Valeria should be put to death.",
          "id": 343771
        },
        {
          "text": "Daia, although exasperated against her, never ventured to do this, not even after his discomfiture and flight, and when he knew that his end approached.",
          "id": 343772
        },
        {
          "text": "Licinius commanded that Candidianus also should be put to death.",
          "id": 343773
        },
        {
          "text": "He was the son of Galerius by a concubine, and Valeria, having no children, had adopted him.",
          "id": 343774
        },
        {
          "text": "On the news of the death of Daia, she came in disguise to the court of Licinius, anxious to observe what might befall Candidianus.",
          "id": 343775
        },
        {
          "text": "The youth, presenting himself at Nicomedia, had an outward show of honour paid to him, and, while he suspected no harm, was killed.",
          "id": 343776
        },
        {
          "text": "Hearing of this catastrophe, Valeria immediately fled.",
          "id": 343777
        },
        {
          "text": "The Emperor Severus left a son, Severianus, arrived at man's estate, who accompanied Daia in his flight from the field of battle.",
          "id": 343778
        },
        {
          "text": "Licinius caused him to be condemned and executed, under the pretence that, on the death of Daia, he had intentions of assuming the imperial purple.",
          "id": 343779
        },
        {
          "text": "Long before this time, Candidianus and Severianus, apprehending evil from Licinius, had chosen to remain with Daia; while Valeria favoured Licinius, and was willing to bestow on him that which she had denied to Daia, all rights accruing to her as the widow of Galerius.",
          "id": 343780
        },
        {
          "text": "Licinius also put to death Maximus, the son of Daia, a boy eight years old, and a daughter of Daia, who was seven years old, and had been betrothed to Candidianus.",
          "id": 343781
        },
        {
          "text": "But before their death, their mother had been thrown into the Orontes, in which river she herself had frequently commanded chaste women to be drowned.",
          "id": 343782
        },
        {
          "text": "So, by the unerring and just judgment of God, all the impious received according to the deeds that they had done.",
          "id": 343783
        }
      ]
    },
    {
      "chapter": 51,
      "verses": [
        {
          "text": "Chap.",
          "id": 343784
        },
        {
          "text": "LI.",
          "id": 343785
        },
        {
          "text": "Valeria, too, who for fifteen months had wandered under a mean garb from province to province, was at length discovered in Thessalonica, was apprehended, together with her mother Prisca, and suffered capital punishment.",
          "id": 343786
        },
        {
          "text": "Both the ladies were conducted to execution; a fall from grandeur which moved the pity of the multitude of beholders that the strange sight had gathered together.",
          "id": 343787
        },
        {
          "text": "They were beheaded, and their bodies cast into the sea.",
          "id": 343788
        },
        {
          "text": "Thus the chaste demeanour of Valeria, and the high rank of her and her mother, proved fatal to both of them.",
          "id": 343789
        }
      ]
    },
    {
      "chapter": 52,
      "verses": [
        {
          "text": "Chap.",
          "id": 343790
        },
        {
          "text": "LII.",
          "id": 343791
        },
        {
          "text": "I relate all those things on the authority of well-informed persons; and I thought it proper to commit them to writing exactly as they happened, lest the memory of events so important should perish, and lest any future historian of the persecutors should corrupt the truth, either by suppressing their offences against God, or the judgment of God against them.",
          "id": 343792
        },
        {
          "text": "To His everlasting mercy ought we to render thanks, that, having at length looked on the earth, He deigned to collect again and to restore His flock, partly laid waste by ravenous wolves, and partly scattered abroad, and to extirpate those noxious wild beasts who had trod down its pastures, and destroyed its resting-places.",
          "id": 343793
        },
        {
          "text": "Where now are the surnames of the Jovii and the Herculii, once so glorious and renowned amongst the nations; surnames insolently assumed at first by Diocles and Maximian, and afterwards transferred to their successors? The Lord has blotted them out and erased them from the earth.",
          "id": 343794
        },
        {
          "text": "Let us therefore with exultation celebrate the triumphs of God, and oftentimes with praises make mention of His victory; let us in our prayers, by night and by day, beseech Him to confirm for ever that peace which, after a warfare of ten years, He has bestowed on His own: and do you, above all others, my best beloved Donatus, who so well deserve to be heard, implore the Lord that it would please Him propitiously and mercifully to continue His pity towards His servants, to protect His people from the machinations and assaults of the devil, and to guard the now flourishing churches in perpetual felicity.",
          "id": 343795
        }
      ]
    },
    {
      "chapter": 53,
      "verses": [
        {
          "text": "Elucidation  (On the tenth of the kalends of April, p.",
          "id": 343796
        },
        {
          "text": ")  Serious difficulties are encountered by the learned in reconciling Lactantius with himself, if, indeed, the fault be not one of his copyists rather than his own.",
          "id": 343797
        },
        {
          "text": "In the fourth book of the Institutes his language is thus given by Baluzius:—  \"Extremis temporibus Tiberii Caesaris, ut scriptum legimus, Dominus noster Jesus Christus, a Judaeis cruciatus est post diem decimum kalendarum Aprilis, duobus Geminis consulibus\".",
          "id": 343798
        },
        {
          "text": "Lactantius was writing in Nicomedia, and may have quoted from memory what he had read, perhaps in the report of Pilate himself.",
          "id": 343799
        },
        {
          "text": "The expression post diem decimum kalendarum Aprilis is ambiguous: and Jarvis says, \"My impression is, that it means 'after the tenth day before the kalends of April;' that is, after the d of March\".",
          "id": 343800
        },
        {
          "text": "But here our author says, according to the accurate edition of Walchius (a.",
          "id": 343801
        },
        {
          "text": "d.",
          "id": 343802
        },
        {
          "text": "),—  \"Exinde tetrarchas habuerunt usque ad Herodem, qui fuit sub imperio Tiberii Caesaris: cujus anno quinto decimo, id est duobus Geminis consulibus, ante diem septimam Calendarum Aprilium, Judaei Christum cruci affixerunt\".",
          "id": 343803
        },
        {
          "text": "But here, on the authority of forty manuscripts, Du Fresnoy reads, \"ante diem decimam,\" which he labours to reconcile with \"post diem decimum,\" as above.",
          "id": 343804
        },
        {
          "text": "Jarvis adheres to the reading septimam, supported by more than fifty manuscripts, and decides for the d of March.",
          "id": 343805
        },
        {
          "text": "He cites Augustine to the same effect in the noted passage:—  \"Ille autem mense conceptum et passum esse Christum, et Paschae observatio et dies ecclesiis notissimus Nativitatis ejus ostendit.",
          "id": 343806
        },
        {
          "text": "Qui enim mense nono natus est octavo kalendas Janvarias profecto mense primo conceptus est circa octavum kalendas Aprilis, quod tempus passionis ejus fuit\".",
          "id": 343807
        },
        {
          "text": "This, Augustine considers to be \"seething a kid in mother's milk,\" after a mystical sense; cruelly making the cross to coincide with the maternity of the Virgin, who beheld her Son an innocent victim on the anniversary of her salutation by the angel.",
          "id": 343808
        }
      ]
    }
  ]
}