{
  "book": "Lactantius: Divine Institutes Book III",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Divine Institutes Book : Chap.",
          "id": 337094
        },
        {
          "text": "I.",
          "id": 337095
        },
        {
          "text": "—A Comparison of the Truth with Eloquence: Why the Philosophers Did Not Attain to It.",
          "id": 337096
        },
        {
          "text": "Of the Simple Style of the Scriptures.",
          "id": 337097
        },
        {
          "text": "Since it is supposed that the truth still lies hidden in obscurity—either through the error and ignorance of the common people, who are the slaves of various and foolish superstitions, or through the philosophers, who by the perverseness of their minds confuse rather than throw light upon it—I could wish that the power of eloquence had fallen to my lot, though not such as it was in Marcus Tullius, for that was extraordinary and admirable, but in some degree approaching it; that, being supported as much by the strength of talent as it has weight by its own force, the truth might at length come forth, and having dispelled and refuted public errors, and the errors of those who are considered wise, might introduce among the human race a brilliant light.",
          "id": 337098
        },
        {
          "text": "And I could wish that this were so, for two reasons: either that men might more readily believe the truth when adorned with embellishments, since they even believe falsehood, being captivated by the adornment of speech and the enticement of words; or, at all events, that the philosophers themselves might be overpowered by us, most of all by their own arms, in which they are accustomed to pride themselves and to place confidence.",
          "id": 337099
        },
        {
          "text": "But since God has willed this to be the nature of the case, that simple and undisguised truth should be more clear, because it has sufficient ornament of itself, and on this account it is corrupted when embellished with adornings from without, but that falsehood should please by means of a splendour not its own, because being corrupt of itself it vanishes and melts away, unless it is set off and polished with decoration sought from another source; I bear it with equanimity that a moderate degree of talent has been granted to me.",
          "id": 337100
        },
        {
          "text": "But it is not in reliance upon eloquence, but upon the truth, that I have undertaken this work,—a work, perhaps, too great to be sustained by my strength; which, however, even if I should fail, the truth itself will complete, with the assistance of God, whose office this is.",
          "id": 337101
        },
        {
          "text": "For when I know that the greatest orators have often been overcome by pleaders of moderate ability, because the power of truth is so great that it defends itself even in small things by its own clearness: why should I imagine that it will be overwhelmed in a cause of the greatest importance by men who are ingenious and eloquent, as I admit, but who speak false things; and not that it should appear bright and illustrious, if not by our speech, which is very feeble, and flows from a slight fountain, but by its own light? Nor, if there have been philosophers worthy of admiration on account of their literary erudition, should I also yield to them the knowledge and learning of the truth, which no one can attain to by reflection or disputation.",
          "id": 337102
        },
        {
          "text": "Nor do I now disparage the pursuit of those who wished to know the truth, because God has made the nature of man most desirous of arriving at the truth; but I assert and maintain this against them, that the effect did not follow their honest and well-directed will, because they neither knew what was true in itself, nor how, nor where, nor with what mind it is to be sought.",
          "id": 337103
        },
        {
          "text": "And thus, while they desire to remedy the errors of men, they have become entangled in snares and the greatest errors.",
          "id": 337104
        },
        {
          "text": "I have therefore been led to this task of refuting philosophy by the very order of the subject which I have undertaken.",
          "id": 337105
        },
        {
          "text": "For since all error arises either from false religion or from wisdom, in refuting error it is necessary to overthrow both.",
          "id": 337106
        },
        {
          "text": "For inasmuch as it has been handed down to us in the sacred writings that the thoughts of philosophers are foolish, this very thing is to be proved by fact and by arguments, that no one, induced by the honourable name of wisdom, or deceived by the splendour of empty eloquence, may prefer to give credence to human rather than to divine things.",
          "id": 337107
        },
        {
          "text": "Which things, indeed, are related in a concise and simple manner.",
          "id": 337108
        },
        {
          "text": "For it was not befitting that, when God was speaking to man, He should confirm His words by arguments, as though He would not otherwise be regarded with confidence: but, as it was right, He spoke as the mighty Judge of all things, to whom it belongs not to argue, but to pronounce sentence.",
          "id": 337109
        },
        {
          "text": "He Himself, as God, is truth.",
          "id": 337110
        },
        {
          "text": "But we, since we have divine testimony for everything, will assuredly show by how much surer arguments truth may be defended, when even false things are so defended that they are accustomed to appear true.",
          "id": 337111
        },
        {
          "text": "Wherefore there is no reason why we should give so much honour to philosophers as to fear their eloquence.",
          "id": 337112
        },
        {
          "text": "For they might speak well as men of learning; but they could not speak truly, because they had not learned the truth from Him in whose power it was.",
          "id": 337113
        },
        {
          "text": "Nor, indeed, shall we effect anything great in convicting them of ignorance, which they themselves very often confess.",
          "id": 337114
        },
        {
          "text": "Since they are not believed in that one point alone in which alone they ought to have been believed, I will endeavour to show that they never spoke so truly as when they uttered their opinion respecting their own ignorance.",
          "id": 337115
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chap.",
          "id": 337116
        },
        {
          "text": "II.",
          "id": 337117
        },
        {
          "text": "—Of Philosophy, and How Vain Was Its Occupation in Setting Forth the Truth.",
          "id": 337118
        },
        {
          "text": "Now, since the falsehood of superstitions has been shown in the two former books, and the origin itself of the whole error has been set forth, it is the business of this book to show the emptiness and falsehood of philosophy also, that, all error being removed, the truth may be brought to light and become manifest.",
          "id": 337119
        },
        {
          "text": "Let us begin, therefore, from the common name of philosophy, that when the head itself is destroyed, an easier approach may be open to us for demolishing the whole body; if indeed that can be called a body, the parts and members of which are at variance with one another, and are not united together by any connecting link, but, as it were, dispersed and scattered, appear to palpitate rather than to live.",
          "id": 337120
        },
        {
          "text": "Philosophy is (as the name indicates, and they themselves define it) the love of wisdom.",
          "id": 337121
        },
        {
          "text": "By what argument, then, can I prove that philosophy is not wisdom, rather than by that derived from the meaning of the name itself? For he who devotes himself to wisdom is manifestly not yet wise, but devotes himself to the subject that he may be wise.",
          "id": 337122
        },
        {
          "text": "In the other arts it appears what this devotedness effects, and to what it tends: for when any one by learning has attained to these, he is now called, not a devoted follower of the profession, but an artificer.",
          "id": 337123
        },
        {
          "text": "But it is said it was on account of modesty that they called themselves devoted to wisdom, and not wise.",
          "id": 337124
        },
        {
          "text": "Nay, in truth, Pythagoras, who first invented this name, since he had a little more wisdom than those of early times, who regarded themselves as wise, understood that it was impossible by any human study to attain to wisdom, and therefore that a perfect name ought not to be applied to an incomprehensible and imperfect subject.",
          "id": 337125
        },
        {
          "text": "And, therefore, when he was asked what was his profession, he answered that he was a philosopher, that is, a searcher after wisdom.",
          "id": 337126
        },
        {
          "text": "If, therefore, philosophy searches after wisdom, it is not wisdom itself, because it must of necessity be one thing which searches, and another which is searched for; nor is the searching itself correct, because it can find nothing.",
          "id": 337127
        },
        {
          "text": "But I am not prepared to concede even that philosophers are devoted to the pursuit of wisdom, because by that pursuit there is no attaining to wisdom.",
          "id": 337128
        },
        {
          "text": "For if the power of finding the truth were connected with this pursuit, and if this pursuit were a kind of road to wisdom, it would at length be found.",
          "id": 337129
        },
        {
          "text": "But since so much time and talent have been wasted in the search for it, and it has not yet been gained, it is plain that there is no wisdom there.",
          "id": 337130
        },
        {
          "text": "Therefore they who apply themselves to philosophy do not devote themselves to the pursuit of wisdom; but they themselves imagine that they do so, because they know not where that is which they are searching for, or of what character it is.",
          "id": 337131
        },
        {
          "text": "Whether, therefore, they devote themselves to the pursuit of wisdom or not, they are not wise, because that can never be discovered which is either sought in an improper manner, or not sought at all.",
          "id": 337132
        },
        {
          "text": "Let us look to this very thing, whether it is possible for anything to be discovered by this kind of pursuit, or nothing.",
          "id": 337133
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chap.",
          "id": 337134
        },
        {
          "text": "III.",
          "id": 337135
        },
        {
          "text": "—Of What Subjects Philosophy Consists, and Who Was the Chief Founder of the Academic Sect.",
          "id": 337136
        },
        {
          "text": "Philosophy appears to consist of two subjects, knowledge and conjecture, and of nothing more.",
          "id": 337137
        },
        {
          "text": "Knowledge cannot come from the understanding, nor be apprehended by thought; because to have knowledge in oneself as a peculiar property does not belong to man, but to God.",
          "id": 337138
        },
        {
          "text": "But the nature of mortals does not receive knowledge, except that which comes from without.",
          "id": 337139
        },
        {
          "text": "For on this account the divine intelligence has opened the eyes and ears and other senses in the body, that by these entrances knowledge might flow through to the mind.",
          "id": 337140
        },
        {
          "text": "For to investigate or wish to know the causes of natural things,—whether the sun is as great as it appears to be, or is many times greater than the whole of this earth; also whether the moon be spherical or concave; and whether the stars are fixed to the heaven, or are borne with free course through the air; of what magnitude the heaven itself is, of what material it is composed; whether it is at rest and immoveable, or is turned round with incredible swiftness; how great is the thickness of the earth, or on what foundations it is poised and suspended,—to wish to comprehend these things, I say, by disputation and conjectures, is as though we should wish to discuss what we may suppose to be the character of a city in some very remote country, which we have never seen, and of which we have heard nothing more than the name.",
          "id": 337141
        },
        {
          "text": "If we should claim to ourselves knowledge in a matter of this kind, which cannot be known, should we not appear to be mad, in venturing to affirm that in which we may be refuted? How much more are they to be judged mad and senseless, who imagine that they know natural things, which cannot be known by man! Rightly therefore did Socrates, and the Academics who followed him, take away knowledge, which is not the part of a disputant, but of a diviner.",
          "id": 337142
        },
        {
          "text": "It remains that there is in philosophy conjecture only; for that from which knowledge is absent, is entirely occupied by conjecture.",
          "id": 337143
        },
        {
          "text": "For every one conjectures that of which he is ignorant.",
          "id": 337144
        },
        {
          "text": "But they who discuss natural subjects, conjecture that they are as they discuss them.",
          "id": 337145
        },
        {
          "text": "Therefore they do not know the truth, because knowledge is concerned with that which is certain, conjecture with the uncertain.",
          "id": 337146
        },
        {
          "text": "Let us return to the example before mentioned.",
          "id": 337147
        },
        {
          "text": "Come, let us conjecture about the state and character of that city which is unknown to us in all respects except in name.",
          "id": 337148
        },
        {
          "text": "It is probable that it is situated on a plain, with walls of stone, lofty buildings, many streets, magnificent and highly adorned temples.",
          "id": 337149
        },
        {
          "text": "Let us describe, if you please, the customs and deportment of the citizens.",
          "id": 337150
        },
        {
          "text": "But when we shall have described these, another will make opposite statements; and when he also shall have concluded, a third will arise, and others after him; and they will make very different conjectures to those of ours.",
          "id": 337151
        },
        {
          "text": "Which therefore of all is more true? Perhaps none of them.",
          "id": 337152
        },
        {
          "text": "But all things have been mentioned which the nature of the circumstances admits, so that some one of them must necessarily be true.",
          "id": 337153
        },
        {
          "text": "But it will not be known who has spoken the truth.",
          "id": 337154
        },
        {
          "text": "It may possibly be that all have in some degree erred in their description, and that all have in some degree attained to the truth.",
          "id": 337155
        },
        {
          "text": "Therefore we are foolish if we seek this by disputation; for some one may present himself who may deride our conjectures, and esteem us as mad, since we wish to conjecture the character of that which we do not know.",
          "id": 337156
        },
        {
          "text": "But it is unnecessary to go in quest of remote cases, from which perhaps no one may come to refute us.",
          "id": 337157
        },
        {
          "text": "Come, let us conjecture what is now going on in the forum, what in the senate-house.",
          "id": 337158
        },
        {
          "text": "That also is too distant.",
          "id": 337159
        },
        {
          "text": "Let us say what is taking place with the interposition of a single wall; no one can know this but he who has heard or seen it.",
          "id": 337160
        },
        {
          "text": "No one therefore ventures to say this, because he will immediately be refuted not by words, but by the presence of the fact itself.",
          "id": 337161
        },
        {
          "text": "But this is the very thing which philosophers do, who discuss what is taking place in heaven, but think that they do that with impunity, because there is no one to refute their errors.",
          "id": 337162
        },
        {
          "text": "But if they were to think that some one was about to descend who would prove them to be mad and false, they would never discuss those subjects at all which they cannot possibly know.",
          "id": 337163
        },
        {
          "text": "Nor, however, is their shamelessness and audacity to be regarded as more successful because they are not refuted; for God refutes them to whom alone the truth is known, although He may seem to connive at their conduct, and He reckons such wisdom of men as the greatest folly.",
          "id": 337164
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chap.",
          "id": 337165
        },
        {
          "text": "IV.",
          "id": 337166
        },
        {
          "text": "—That Knowledge is Taken Away by Socrates, and Conjecture by Zeno.",
          "id": 337167
        },
        {
          "text": "Zeno and the Stoics, then, were right in repudiating conjecture.",
          "id": 337168
        },
        {
          "text": "For to conjecture that you know that which you do not know, is not the part of a wise, but rather of a rash and foolish man.",
          "id": 337169
        },
        {
          "text": "Therefore if nothing can be known, as Socrates taught, or ought to be conjectured, as Zeno taught, philosophy is entirely removed.",
          "id": 337170
        },
        {
          "text": "Why should I say that it is not only overthrown by these two, who were the chiefs of philosophy, but by all, so that it now appears to have been long ago destroyed by its own arms? Philosophy has been divided into many sects; and they all entertain various sentiments.",
          "id": 337171
        },
        {
          "text": "In which do we place the truth? It certainly cannot be in all.",
          "id": 337172
        },
        {
          "text": "Let us point out some one; it follows that all the others will be without wisdom.",
          "id": 337173
        },
        {
          "text": "Let us pass through them separately; in the same manner, whatever we shall give to one we shall take away from the others.",
          "id": 337174
        },
        {
          "text": "For each particular sect overturns all others, to confirm itself and its own doctrines: nor does it allow wisdom to any other, lest it should confess that it is itself foolish; but as it takes away others, so is it taken away itself by all others.",
          "id": 337175
        },
        {
          "text": "For they are nevertheless philosophers who accuse it of folly.",
          "id": 337176
        },
        {
          "text": "Whatever sect you shall praise and pronounce true, that is censured by philosophers as false.",
          "id": 337177
        },
        {
          "text": "Shall we therefore believe one which praises itself and its doctrine, or the many which blame the ignorance of each other? That must of necessity be better which is held by great numbers, than that which is held by one only.",
          "id": 337178
        },
        {
          "text": "For no one can rightly judge concerning himself, as the renowned poet testifies; for the nature of men is so arranged, that they see and distinguish the affairs of others better than their own.",
          "id": 337179
        },
        {
          "text": "Since, therefore, all things are uncertain, we must either believe all or none: if we are to believe no one, then the wise have no existence, because while they separately affirm different things they think themselves wise; if all, it is equally true that there are no wise men, because all deny the wisdom of each individually.",
          "id": 337180
        },
        {
          "text": "Therefore all are in this manner destroyed; and as those fabled sparti of the poets, so these men mutually slay one another, so that no one remains of all; which happens on this account, because they have a sword, but have no shield.",
          "id": 337181
        },
        {
          "text": "If, therefore, the sects individually are convicted of folly by the judgment of many sects, it follows that all are found to be vain and empty; and thus philosophy consumes and destroys itself.",
          "id": 337182
        },
        {
          "text": "And since Arcesilas the founder of the Academy understood this, he collected together the mutual censures of all, and the confession of ignorance made by distinguished philosophers, and armed himself against all.",
          "id": 337183
        },
        {
          "text": "Thus he established a new philosophy of not philosophizing.",
          "id": 337184
        },
        {
          "text": "From this founder, therefore, there began to be two kinds of philosophy: one the old one, which claims to itself knowledge; the other a new one, opposed to the former, and which detracts from it.",
          "id": 337185
        },
        {
          "text": "Between these two kinds of philosophy I see that there is disagreement, and as it were civil war.",
          "id": 337186
        },
        {
          "text": "On which side shall we place wisdom, which cannot be torn asunder? If the nature of things can be known, this troop of recruits will perish; if it cannot, the veterans will be destroyed: if they shall be equal, nevertheless philosophy, the guide of all, will still perish, because it is divided; for nothing can be opposed to itself without its own destruction.",
          "id": 337187
        },
        {
          "text": "But if, as I have shown, there can be no inner and peculiar knowledge in man on account of the frailty of the human condition, the party of Arcesilas prevails.",
          "id": 337188
        },
        {
          "text": "But not even will this stand firm, because it cannot be the case that nothing at all is known.",
          "id": 337189
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chap.",
          "id": 337190
        },
        {
          "text": "V.",
          "id": 337191
        },
        {
          "text": "—That the Knowledge of Many Things is Necessary.",
          "id": 337192
        },
        {
          "text": "For there are many things which nature itself, and frequent use, and the necessity of life, compel us to know.",
          "id": 337193
        },
        {
          "text": "Accordingly you must perish, unless you know what things are useful for life, in order that you may seek them; and what are dangerous, that you may shun and avoid them.",
          "id": 337194
        },
        {
          "text": "Moreover, there are many things which experience finds out.",
          "id": 337195
        },
        {
          "text": "For the various courses of the sun and moon, and the motions of the stars, and the computation of times, have been discovered, and the nature of bodies, and the strength of herbs by students of medicine, and by the cultivators of the land the nature of soils, and signs of future rains and tempests have been collected.",
          "id": 337196
        },
        {
          "text": "In short, there is no art which is not dependent on knowledge.",
          "id": 337197
        },
        {
          "text": "Therefore Arcesilas ought, if he had any wisdom, to have distinguished the things which were capable of being known, and those which were incapable.",
          "id": 337198
        },
        {
          "text": "But if he had done this, he would have reduced himself to the common herd.",
          "id": 337199
        },
        {
          "text": "For the common people have sometimes more wisdom, because they are only so far wise as is necessary.",
          "id": 337200
        },
        {
          "text": "And if you inquire of them whether they know anything or nothing, they will say that they know the things which they know, and will confess that they are ignorant of what they are ignorant.",
          "id": 337201
        },
        {
          "text": "He was right, therefore, in taking away the systems of others, but he was not right in laying the foundations of his own.",
          "id": 337202
        },
        {
          "text": "For ignorance of all things cannot be wisdom, the peculiar property of which is knowledge.",
          "id": 337203
        },
        {
          "text": "And thus, when he overcame the philosophers, and taught that they knew nothing, he himself also lost the name of philosopher, because his system is to know nothing.",
          "id": 337204
        },
        {
          "text": "For he who blames others because they are ignorant, ought himself to have knowledge; but when he knows nothing, what perverseness or what insolence it is, to constitute himself a philosopher on account of that very thing for which he takes away the others! For it is in their power to answer thus: If you convict us of knowing nothing, and therefore of being unwise because we know nothing, does it follow that you are not wise, because you confess that you know nothing? What progress, therefore, did Arcesilas make, except that, having despatched all the philosophers, he pierced himself also with the same sword?.",
          "id": 337205
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chap.",
          "id": 337206
        },
        {
          "text": "VI.",
          "id": 337207
        },
        {
          "text": "—Of Wisdom, and the Academics, and Natural Philosophy.",
          "id": 337208
        },
        {
          "text": "Does wisdom therefore nowhere exist? Yes, indeed, it was amongst them, but no one saw it.",
          "id": 337209
        },
        {
          "text": "Some thought that all things could be known: these were manifestly not wise.",
          "id": 337210
        },
        {
          "text": "Others thought that nothing could be known; nor indeed were these wise: the former, because they attributed too much to man; the latter, because they attributed too little.",
          "id": 337211
        },
        {
          "text": "A limit was wanting to each on either side.",
          "id": 337212
        },
        {
          "text": "Where, then, is wisdom? It consists in thinking neither that you know all things, which is the property of God; nor that you are ignorant of all things, which is the part of a beast.",
          "id": 337213
        },
        {
          "text": "For it is something of a middle character which belongs to man, that is, knowledge united and combined with ignorance.",
          "id": 337214
        },
        {
          "text": "Knowledge in us is from the soul, which has its origin from heaven; ignorance from the body, which is from the earth: whence we have something in common with God, and with the animal creation.",
          "id": 337215
        },
        {
          "text": "Thus, since we are composed of these two elements, the one of which is endowed with light, the other with darkness, a part of knowledge is given to us, and a part of ignorance.",
          "id": 337216
        },
        {
          "text": "Over this bridge, so to speak, we may pass without any danger of falling; for all those who have inclined to either side, either towards the left hand or the right, have fallen.",
          "id": 337217
        },
        {
          "text": "But I will say how each part has erred.",
          "id": 337218
        },
        {
          "text": "The Academics argued from obscure subjects, against the natural philosophers, that there was no knowledge; and satisfied with the examples of a few incomprehensible subjects, they embraced ignorance as though they had taken away the whole of knowledge, because they had taken it away in part.",
          "id": 337219
        },
        {
          "text": "But natural philosophers, on the other hand, derived their argument from those things which are open, and inferred that all things could be known, and, satisfied with things which were manifest, retained knowledge; as if they had defended it altogether, because they had defended it in part.",
          "id": 337220
        },
        {
          "text": "And thus neither the one saw what was clear, nor the others what was obscure; but each party, while they contended with the greatest ardour either to retain or to take away knowledge only, did not see that there would be placed in the middle that which might guide them to wisdom.",
          "id": 337221
        },
        {
          "text": "But Arcesilas, who teaches that there is no knowledge, when he was detracting from Zeno, the chief of the Stoics, that he might altogether overthrow philosophy on the authority of Socrates, undertook this opinion to affirm that nothing could be known.",
          "id": 337222
        },
        {
          "text": "And thus he disproved the judgment of the philosophers, who had thought that the truth was drawn forth, and found out by their talents,—namely, because that wisdom was mortal, and, having been instituted a few ages before, had now attained to its greatest increase, so that it was now necessarily growing old and perishing, the Academy suddenly arose, the old age, as it were, of philosophy, which might despatch it now withering.",
          "id": 337223
        },
        {
          "text": "And Arcesilas rightly saw that they are arrogant, or rather foolish, who imagine that the knowledge of the truth can be arrived at by conjecture.",
          "id": 337224
        },
        {
          "text": "But no one can refute one speaking falsely, unless he who shall have previously known what is true; but Arcesilas, endeavouring to do this without a knowledge of the truth, introduced a kind of philosophy which we may call unstable or inconstant.",
          "id": 337225
        },
        {
          "text": "For, that nothing may be known, it is necessary that something be known.",
          "id": 337226
        },
        {
          "text": "For if you know nothing at all, the very knowledge that nothing can be known will be taken away.",
          "id": 337227
        },
        {
          "text": "Therefore he who pronounces as a sentiment that nothing is known, professes, as it were, some conclusion already arrived at and known: therefore it is possible for something to be known.",
          "id": 337228
        },
        {
          "text": "Of a similar character to this is that which is accustomed to be proposed in the schools as an example of the kind of fallacy called asystaton; that some one had dreamt that he should not believe dreams.",
          "id": 337229
        },
        {
          "text": "For if he did believe them, then it follows that he ought not to believe them.",
          "id": 337230
        },
        {
          "text": "But if he did not believe them, then it follows that he ought to believe them.",
          "id": 337231
        },
        {
          "text": "Thus, if nothing can be known, it is necessary that this fact must be known, that nothing is known.",
          "id": 337232
        },
        {
          "text": "But if it is known that nothing can be known, the statement that nothing can be known must as a consequence be false.",
          "id": 337233
        },
        {
          "text": "Thus there is introduced a tenet opposed to itself, and destructive of itself.",
          "id": 337234
        },
        {
          "text": "But the evasive man wished to take away learning from the other philosophers, that he might conceal it at his home.",
          "id": 337235
        },
        {
          "text": "For truly he is not for taking it from himself who affirms anything that he may take it from others: but he does not succeed; for it shows itself, and betrays its plunderer.",
          "id": 337236
        },
        {
          "text": "How much more wisely and truly he would act, if he should make an exception, and say that the causes and systems of heavenly things only, or natural things, because they are hidden, cannot be known, for there is no one to teach them; and ought not to be inquired into, for they cannot be found out by inquiry! For if he had brought forward this exception, he would both have admonished the natural philosophers not to search into those things which exceeded the limit of human reflection; and would have freed himself from the ill-will arising from calumny, and would certainly have left us something to follow.",
          "id": 337237
        },
        {
          "text": "But now, since he has drawn us back from following others, that we may not wish to know more than we are capable of knowing, he has no less drawn us back from himself also.",
          "id": 337238
        },
        {
          "text": "For who would wish to labour lest he should know anything? or to undertake learning of this kind that he may even lose ordinary knowledge? For if this learning exists, it must necessarily consist of knowledge; if it does not exist, who is so foolish as to think that that is worthy of being learned, in which either nothing is learned, or something is even unlearned? Wherefore, if all things cannot be known, as the natural philosophers thought, nor nothing, as the Academics taught, philosophy is altogether extinguished.",
          "id": 337239
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chap.",
          "id": 337240
        },
        {
          "text": "VII.",
          "id": 337241
        },
        {
          "text": "—Of Moral Philosophy, and the Chief Good.",
          "id": 337242
        },
        {
          "text": "Let us now pass to the other part of philosophy, which they themselves call moral, in which is contained the method of the whole of philosophy, since in natural philosophy there is only delight, in this there is utility also.",
          "id": 337243
        },
        {
          "text": "And since it is more dangerous to commit a fault in arranging the condition of life and in forming the character, greater diligence must be used, that we may know how we ought to live.",
          "id": 337244
        },
        {
          "text": "For in the former subject some indulgence may be granted: for whether they say anything, they bestow no advantage; or if they foolishly rave, they do no injury.",
          "id": 337245
        },
        {
          "text": "But in this subject there is no room for difference of opinion, none for error.",
          "id": 337246
        },
        {
          "text": "All must entertain the same sentiments, and philosophy itself must give instructions as it were with one mouth; because if any error shall be committed, life is altogether overthrown.",
          "id": 337247
        },
        {
          "text": "In that former part, as there is less danger, so there is more difficulty; because the obscurity of the subject compels us to entertain different and various opinions.",
          "id": 337248
        },
        {
          "text": "But in this, as there is more danger, so there is less difficulty; because the very use of the subjects and daily experiments are able to teach what is truer and better.",
          "id": 337249
        },
        {
          "text": "Let us see, therefore, whether they agree, or what assistance they give us for the better guidance of life.",
          "id": 337250
        },
        {
          "text": "It is not necessary to enlarge on every point; let us select one, and especially that which is the chief and principal thing, in which the whole of wisdom centres and depends.",
          "id": 337251
        },
        {
          "text": "Epicurus deems that the chief good consists in pleasure of mind, Aristippus in pleasure of the body.",
          "id": 337252
        },
        {
          "text": "Callipho and Dinomachus united virtue with pleasure, Diodorus with the privation of pain, Hieronymus placed the chief good in the absence of pain; the Peripatetics, again, in the goods of the mind, the body, and fortune.",
          "id": 337253
        },
        {
          "text": "The chief good of Herillus is knowledge; that of Zeno, to live agreeably to nature; that of certain Stoics, to follow virtue.",
          "id": 337254
        },
        {
          "text": "Aristotle placed the chief good in integrity and virtue.",
          "id": 337255
        },
        {
          "text": "These are the sentiments of nearly all.",
          "id": 337256
        },
        {
          "text": "In such a difference of opinions, whom do we follow? whom do we believe? All are of equal authority.",
          "id": 337257
        },
        {
          "text": "If we are able to select that which is better, it follows that philosophy is not necessary for us; because we are already wise, inasmuch as we judge respecting the opinions of the wise.",
          "id": 337258
        },
        {
          "text": "But since we come for the sake of learning wisdom, how can we judge, who have not yet begun to be wise? especially when the Academic is close at hand, to draw us back by the cloak, and forbid us to believe any one, without bringing forward that which we may follow.",
          "id": 337259
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chap.",
          "id": 337260
        },
        {
          "text": "VIII.",
          "id": 337261
        },
        {
          "text": "—Of the Chief Good, and the Pleasures of the Soul and Body, and of Virtue.",
          "id": 337262
        },
        {
          "text": "What then remains, but that we leave raving and obstinate wranglers, and come to the judge, who is in truth the giver of simple and calm wisdom? which is able not only to mould us, and lead us into the way, but also to pass an opinion on the controversies of those men.",
          "id": 337263
        },
        {
          "text": "This teaches us what is the true and highest good of man; but before I begin to speak on this subject, all those opinions must be refuted, that it may appear that no one of those philosophers was wise.",
          "id": 337264
        },
        {
          "text": "Since the inquiry is respecting the duty of man, the chief good of the chief animal ought to be placed in that which it cannot have in common with the other animals.",
          "id": 337265
        },
        {
          "text": "But as teeth are the peculiar property of wild beasts, horns of cattle, and wings of birds, so something peculiar to himself ought to be attributed to man, without which he would lose the fixed order of his condition.",
          "id": 337266
        },
        {
          "text": "For that which is given to all for the purpose of life or generation, is indeed a natural good; but still it is not the greatest, unless it be peculiar to each class.",
          "id": 337267
        },
        {
          "text": "Therefore he was not a wise man who believed that pleasure of the mind is the chief good, since that, whether it be freedom from anxiety or joy, is common to all.",
          "id": 337268
        },
        {
          "text": "I do not consider Aristippus even worthy of an answer; for since he is always rushing into pleasures of the body, and is only the slave of sensual indulgences, no one can regard him as a man: for he lived in such a manner that there was no difference between him and a brute, except this only, that he had the faculty of speech.",
          "id": 337269
        },
        {
          "text": "But if the power of speaking were given to the ass, or the dog, or swine, and you were to inquire from these why they so furiously pursue the females, that they can scarcely be separated from them, and even neglect their food and I drink; why they either drive away other males, or do not abstain from the pursuit even when vanquished, but often, when bruised by stronger animals, they are more determined in their pursuit; why they dread neither rain nor cold; why they undertake labour, and do not shrink from danger;—what other answer will they give, but that the chief good is bodily pleasure?—that they eagerly seek it, in order that they may be affected with the most agreeable sensations; and that these are of so much importance, that, for the sake of attaining them, they imagine that no labour, nor wounds, nor death itself, ought to be refused by them? Shall we then seek precepts of living from these men, who have no other feelings than those of the irrational creatures?  The Cyrenaics say that virtue itself is to be praised on this account, because it is productive of pleasure.",
          "id": 337270
        },
        {
          "text": "True, says the filthy dog, or the swine wallowing in the mire.",
          "id": 337271
        },
        {
          "text": "For it is on this account that I contend with my adversary with the utmost exertion of strength, that my valour may procure for me pleasure; of which I must necessarily be deprived if I shall come off vanquished.",
          "id": 337272
        },
        {
          "text": "Shall we therefore learn wisdom from these men, who differ from cattle and the brutes, not in feeling, but in language? To regard the absence of pain as the chief good, is not indeed the part of Peripatetic and Stoic, but of clinical philosophers.",
          "id": 337273
        },
        {
          "text": "For who would not imagine that the discussion was carried on by those who were ill, and under the influence of some pain? What is so ridiculous, as to esteem that the chief good which the physician is able to give? We must therefore feel pain in order that we may enjoy good; and that, too, severely and frequently, that afterwards the absence of pain may be attended with greater pleasure.",
          "id": 337274
        },
        {
          "text": "He is therefore most wretched who has never felt pain, because he is without that which is good; whereas we used to regard him as most happy, because he was without evil.",
          "id": 337275
        },
        {
          "text": "He was not far distant from this folly, who said that the entire absence of pain was the chief good.",
          "id": 337276
        },
        {
          "text": "For, besides the fact that every animal avoids pain, who can bestow upon himself that good, towards the obtaining of which we can do no more than wish? But the chief good cannot make any one happy, unless it shall be always in his power; and it is not virtue, nor learning, nor labour, which affords this to man, but nature herself bestows it upon all living creatures.",
          "id": 337277
        },
        {
          "text": "They who joined pleasure with virtuous principle, wished to avoid this common blending together of all, but they made a contradictory kind of good; since he who is abandoned to pleasure must of necessity be destitute of virtuous principle, and he who aims at principle must be destitute of pleasure.",
          "id": 337278
        },
        {
          "text": "The chief good of the Peripatetics may possibly appear excessive, various, and—excepting those goods which belong to the mind, and what they are is a great subject of dispute—common to man with the beasts.",
          "id": 337279
        },
        {
          "text": "For goods belonging to the body—that is, safety, freedom from pain, health—are no less necessary for dumb creatures than for man; and I know not if they are not more necessary for them, because man can be relieved by remedies and services, the dumb animals cannot.",
          "id": 337280
        },
        {
          "text": "The same is true of those which they call the goods of fortune; for as man has need of resources for the support of life, so have they need of prey and pasture.",
          "id": 337281
        },
        {
          "text": "Thus, by introducing a good which is not within the power of man, they made man altogether subject to the power of another.",
          "id": 337282
        },
        {
          "text": "Let us also hear Zeno, for he at times dreams of virtue.",
          "id": 337283
        },
        {
          "text": "The chief good, he says, is to live in accordance with nature.",
          "id": 337284
        },
        {
          "text": "Therefore we must live after the manner of the brutes.",
          "id": 337285
        },
        {
          "text": "For in these are found all the things which ought to be absent from man: they are eager for pleasures, they fear, they deceive, they lie in wait, they kill; and that which is especially to the point, they have no knowledge of God.",
          "id": 337286
        },
        {
          "text": "Why, therefore, does he teach me to live according to nature, which is of itself prone to a worse course, and under the influence of some more soothing blandishments plunges headlong into vices? Or if he says that the nature of brutes is different from the nature of man, because man is born to virtue, he says something to the purpose; but, however, it will not be a definition of the chief good, because there is no animal which does not live in accordance with its nature.",
          "id": 337287
        },
        {
          "text": "He who made knowledge the chief good, gave something peculiar to man; but men desire knowledge for the sake of something else, and not for its own sake.",
          "id": 337288
        },
        {
          "text": "For who is contented with knowing, without seeking some advantage from his knowledge? The arts are learned for the purpose of being put into exercise; but they are exercised either for the support of life, or pleasure, or for glory.",
          "id": 337289
        },
        {
          "text": "That, therefore, is not the chief good which is not sought for on its own account.",
          "id": 337290
        },
        {
          "text": "What difference, therefore, does it make, whether we consider knowledge to be the chief good, or those very things which knowledge produces from itself, that is, means of subsistence, glory, pleasure? And these things are not peculiar to man, and therefore they are not the chief goods; for the desire of pleasure and of food does not exist in man alone, but also in the brutes.",
          "id": 337291
        },
        {
          "text": "How is it with regard to the desire of glory? Is it not discovered in horses, since they exult in victory, and are grieved when vanquished? \"So great is their love of praises, so great is their eagerness for victory\".",
          "id": 337292
        },
        {
          "text": "Nor without reason does that most excellent poet say that we must try \"what grief they feel when overcome, and how they rejoice in victory\".",
          "id": 337293
        },
        {
          "text": "But if those things which knowledge produces are common to man with other animals, it follows that knowledge is not the chief good.",
          "id": 337294
        },
        {
          "text": "Moreover, it is no slight fault of this definition that bare knowledge is set forth.",
          "id": 337295
        },
        {
          "text": "For all will begin to appear happy who shall have the knowledge of any art, even those who shall know mischievous subjects; so that he who shall have learned to mix poisons, is as happy as he who has learned to apply remedies.",
          "id": 337296
        },
        {
          "text": "I ask, therefore, to what subject knowledge is to be referred.",
          "id": 337297
        },
        {
          "text": "If to the causes of natural things, what happiness will be proposed to me, if I shall know the sources of the Nile, or the vain dreams of the natural philosophers respecting the heaven? Why should I mention that on these subjects there is no knowledge, but mere conjecture, which varies according to the abilities of men? It only remains that the knowledge of good and evil things is the chief good.",
          "id": 337298
        },
        {
          "text": "Why, then, did he call knowledge the chief good more than wisdom, when both words have the same signification and meaning? But no one has yet said that the chief good is wisdom, though this might more properly have been said.",
          "id": 337299
        },
        {
          "text": "For knowledge is insufficient for the undertaking of that which is good and avoiding that which is evil, unless virtue also is added.",
          "id": 337300
        },
        {
          "text": "For many of the philosophers, though they discussed the nature of good and evil things, yet from the compulsion of nature lived in a manner different from their discourse, because they were without virtue.",
          "id": 337301
        },
        {
          "text": "But virtue united with knowledge is wisdom.",
          "id": 337302
        },
        {
          "text": "It remains that we refute those also who judged virtue itself to be the chief good, and Marcus Tullius was also of this opinion; and in this they were very inconsiderate.",
          "id": 337303
        },
        {
          "text": "For virtue itself is not the chief good, but it is the contriver and mother of the chief good; for this cannot be attained without virtue.",
          "id": 337304
        },
        {
          "text": "Each point is easily understood.",
          "id": 337305
        },
        {
          "text": "For I ask whether they imagine that it is easy to arrive at that distinguished good, or that it is reached only with difficulty and labour? Let them apply their ingenuity, and defend error.",
          "id": 337306
        },
        {
          "text": "If it is easily attained to, and without labour, it cannot be the chief good.",
          "id": 337307
        },
        {
          "text": "For why should we torment ourselves, why wear ourselves out with striving day and night, seeing that the object of our pursuit is so close at hand, that any one who wishes may grasp it without any effort of the mind? But if we do not attain even to a common and moderate good except by labour, since good things are by their nature arduous and difficult, whereas evil things have a downward tendency, it follows that the greatest labour is necessary for the attainment of the greatest good.",
          "id": 337308
        },
        {
          "text": "And if this is most true, then there is need of another virtue, that we may arrive at that virtue which is called the chief good; but this is incongruous and absurd, that virtue should arrive at itself by means of itself.",
          "id": 337309
        },
        {
          "text": "If no good can be reached unless by labour, it is evident that it is virtue by which it is reached, since the force and office of virtue consist in the undertaking and carrying through of labours.",
          "id": 337310
        },
        {
          "text": "Therefore the chief good cannot be that by which it is necessary to arrive at another.",
          "id": 337311
        },
        {
          "text": "But they, since they were ignorant of the effects and tendency of virtue, and could discover nothing more honourable, stopped at the very name of virtue, and said that it ought to be sought, though no advantage was proposed from it; and thus they fixed for themselves a good which itself stood in need of a good.",
          "id": 337312
        },
        {
          "text": "From these Aristotle was not far removed, who thought that virtue together with honour was the chief good; as though it were possible for any virtue to exist unless it were honourable, and as though it would not cease to be virtue if it had any measure of disgrace.",
          "id": 337313
        },
        {
          "text": "But he saw that it might happen that a bad opinion is entertained respecting virtue by a depraved judgment, and therefore he thought that deference should be paid to what in the estimation of men constitutes a departure from what is right and good, because it is not in our power that virtue should be honoured simply for its own deserts.",
          "id": 337314
        },
        {
          "text": "For what is honourable character, except perpetual honour, conferred on any one by the favourable report of the people? What, then, will happen, if through the error and perverseness of men a bad reputation should ensue? Shall we cast aside virtue because it is judged to be base and disgraceful by the foolish? And since it is capable of being oppressed and harassed, in order that it may be of itself a peculiar and lasting good, it ought to stand in need of no outward assistance, so as not to depend by itself upon its own strength, and to remain stedfast.",
          "id": 337315
        },
        {
          "text": "And thus no good is to be hoped by it from man, nor is any evil to be refused.",
          "id": 337316
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chap.",
          "id": 337317
        },
        {
          "text": "IX.",
          "id": 337318
        },
        {
          "text": "—Of the Chief Good, and the Worship of the True God, and a Refutation of Anaxagoras.",
          "id": 337319
        },
        {
          "text": "I now come to the chief good of true wisdom, the nature of which is to be determined in this manner: first, it must be the property of man alone, and not belong to any other animal; secondly, it must belong to the soul only, and not be shared with the body; lastly, it cannot fall to the lot of any one without knowledge and virtue.",
          "id": 337320
        },
        {
          "text": "Now this limitation excludes and does away with all the opinions of those whom I have mentioned; for their sayings contain nothing of this kind.",
          "id": 337321
        },
        {
          "text": "I will now say what this is, that I may show, as I designed, that all philosophers were blind and foolish, who could neither see, nor understand, nor surmise at any time what was fixed as the chief good for man.",
          "id": 337322
        },
        {
          "text": "Anaxagoras, when asked for what purpose he was born, replied that he might look upon the heaven and the sun.",
          "id": 337323
        },
        {
          "text": "This expression is admired by all, and judged worthy of a philosopher.",
          "id": 337324
        },
        {
          "text": "But I think that he, being unprepared with an answer, uttered this at random, that he might not be silent.",
          "id": 337325
        },
        {
          "text": "But if he had been wise, he ought to have considered and reflected with himself; for if any one is ignorant of his own condition, he cannot even he a man.",
          "id": 337326
        },
        {
          "text": "But let us imagine that the saying was not uttered on the spur of the moment.",
          "id": 337327
        },
        {
          "text": "Let us see how many and what great errors he committed in three words.",
          "id": 337328
        },
        {
          "text": "First, he erred in placing the whole duty of man in the eyes alone, referring nothing to the mind, but everything to the body.",
          "id": 337329
        },
        {
          "text": "But if he had been blind, would he lose the duty of a man, which cannot happen without the ruin of the soul? What of the other parts of the body? Will they be destitute, each of its own duty? Why should I say that more depends upon the ears than upon the eye, since learning and wisdom can be gained by the ears only, but not by the eyes only? Were you born for the sake of seeing the heaven and the sun? Who introduced you to this sight? or what does your vision contribute to the heaven and the nature of things? Doubtless that you may praise this immense and wonderful work.",
          "id": 337330
        },
        {
          "text": "Therefore confess that God is the Creator of all things, who introduced you into this world, as a witness and praiser of His great work.",
          "id": 337331
        },
        {
          "text": "You believe that it is a great thing to behold the heaven and the sun: why, therefore, do you not give thanks to Him who is the author of this benefit? why do you not measure with your mind the excellence, the providence, and the power of Him whose works you admire? For it must be, that He who created objects worthy of admiration, is Himself much more to be admired.",
          "id": 337332
        },
        {
          "text": "If any one had invited you to dinner, and you had been well entertained, should you appear in your senses, if you esteemed the mere pleasure more highly than the author of the pleasure? So entirely do philosophers refer all things to the body, and nothing at all to the mind, nor do they see beyond that which fails under their eyes.",
          "id": 337333
        },
        {
          "text": "But all the offices of the body being put aside, the business of man is to be placed in the mind alone.",
          "id": 337334
        },
        {
          "text": "Therefore we are not born for this purpose, that we may see those things which are created, but that we may contemplate, that is, behold with our mind, the Creator of all things Himself.",
          "id": 337335
        },
        {
          "text": "Wherefore, if any one should ask a man who is truly wise for what purpose he was born, he will answer without fear or hesitation, that he was born for the purpose of worshipping God, who brought us into being for his cause, that we may serve Him.",
          "id": 337336
        },
        {
          "text": "But to serve God is nothing else than to maintain and preserve justice by good works.",
          "id": 337337
        },
        {
          "text": "But he, as a man ignorant of divine things, reduced a matter of the greatest magnitude to the least, by selecting two things only, which he said were to be beheld by him.",
          "id": 337338
        },
        {
          "text": "But if he had said that he was born to behold the world, although he would comprise all things in this, and would use an expression of greater sound, yet he would not have completed the duty of man; for as much as the soul excels the body, so much does God excel the world, for God made and governs the world.",
          "id": 337339
        },
        {
          "text": "Therefore it is not the world which is to be contemplated by the eye, for each is a body; but it is God who is to be contemplated by the soul: for God, being Himself immortal, willed that the soul also should be everlasting.",
          "id": 337340
        },
        {
          "text": "But the contemplation of God is the reverence and worship of the common Parent of mankind.",
          "id": 337341
        },
        {
          "text": "And if the philosophers were destitute of this, and in their ignorance of divine things prostrated themselves to the earth, we must suppose that Anaxagoras neither beheld the heaven nor the sun, though he said that he was born that he might behold them.",
          "id": 337342
        },
        {
          "text": "The object proposed to man is therefore plain and easy, if he is wise; and to it especially belongs humanity.",
          "id": 337343
        },
        {
          "text": "For what is humanity itself, but justice? what is justice, but piety? And piety is nothing else than the recognition of God as a parent.",
          "id": 337344
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chap.",
          "id": 337345
        },
        {
          "text": "X.",
          "id": 337346
        },
        {
          "text": "—It is the Peculiar Property of Man to Know and Worship God.",
          "id": 337347
        },
        {
          "text": "Therefore the chief good of man is in religion only; for the other things, even those which are supposed to be peculiar to man, are found in the other animals also.",
          "id": 337348
        },
        {
          "text": "For when they discern and distinguish their own voices by peculiar marks among themselves, they seem to converse: they also appear to have a kind of smile, when with soothed ears, and contracted mouth, and with eyes relaxed to sportiveness, they fawn upon man, or upon their own mates and young.",
          "id": 337349
        },
        {
          "text": "Do they not give a greeting which bears some resemblance to mutual love and indulgence? Again, those creatures which look forward to the future and lay up for themselves food, plainly have foresight.",
          "id": 337350
        },
        {
          "text": "Indications of reason are also found in many of them.",
          "id": 337351
        },
        {
          "text": "For since they desire things useful to themselves, guard against evils, avoid dangers, prepare for themselves lurking-places standing open in different places with various outlets, assuredly they have some understanding.",
          "id": 337352
        },
        {
          "text": "Can any one deny that they are possessed of reason, since they often deceive man himself? For those which have the office of producing honey, when they inhabit the place assigned to them, fortify a camp, construct dwellings with unspeakable skill, and obey their king; I know not if there is not in them perfect prudence.",
          "id": 337353
        },
        {
          "text": "It is therefore uncertain whether those things which are given to man are common to him with other living creatures: they are certainly without religion.",
          "id": 337354
        },
        {
          "text": "I indeed thus judge, that reason is given to all animals, but to the dumb creatures only for the protection of life, to man also for its prolongation.",
          "id": 337355
        },
        {
          "text": "And because reason itself is perfect in man, it is named wisdom, which renders man distinguished in this respect, that to him alone it is given to comprehend divine things.",
          "id": 337356
        },
        {
          "text": "And concerning this the opinion of Cicero is true: \"Of so many kinds of animals,\" he says, \"there is none except man which has any knowledge of God; and among men themselves, there is no nation either so uncivilized or so savage, which, even if it is ignorant of due conceptions of the Deity, does not know that some conception of Him ought to be entertained\".",
          "id": 337357
        },
        {
          "text": "From which it is effected, that he acknowledges God, who, as it were, calls to mind the source from which he is sprung.",
          "id": 337358
        },
        {
          "text": "Those philosophers, therefore, who wish to free the mind from all fear, take away even religion, and thus deprive man of his peculiar and surpassing good, which is distinct from living uprightly, and from everything connected with man, because God, who made all living creatures subject to man, also made man subject to Himself.",
          "id": 337359
        },
        {
          "text": "What reason is there why they should also maintain that the mind is to be turned in the same direction to which the countenance is raised? For if we must look to the heaven, it is undoubtedly for no other reason than on account of religion; if religion is taken away, we have nothing to do with the heaven.",
          "id": 337360
        },
        {
          "text": "Therefore we must either look in that direction or bend down to the earth.",
          "id": 337361
        },
        {
          "text": "We are not able to bend down to the earth, even if we should wish, since our posture is upright.",
          "id": 337362
        },
        {
          "text": "We must therefore look up to the heaven, to which the nature of the body calls us.",
          "id": 337363
        },
        {
          "text": "And if it is admitted that this must be done, it must either be done with this view, that we may devote ourselves to religion, or that we may know the nature of the heavenly objects.",
          "id": 337364
        },
        {
          "text": "But we cannot by any means know the nature of the heavenly objects, because nothing of that kind can be found out by reflection, as I have before shown.",
          "id": 337365
        },
        {
          "text": "We must therefore devote ourselves to religion, and he who does not undertake this prostrates himself to the ground, and, imitating the life of the brutes, abdicates the office of man.",
          "id": 337366
        },
        {
          "text": "Therefore the ignorant are more wise; for although they err in choosing religion, yet they remember their own nature and condition.",
          "id": 337367
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chap.",
          "id": 337368
        },
        {
          "text": "XI.",
          "id": 337369
        },
        {
          "text": "—Of Religion, Wisdom, and the Chief Good.",
          "id": 337370
        },
        {
          "text": "It is agreed upon, therefore, by the general consent of all mankind, that religion ought to be undertaken; but we have to explain what errors are committed on this subject.",
          "id": 337371
        },
        {
          "text": "God willed this to be the nature of man, that he should be desirous and eager for two things, religion and wisdom.",
          "id": 337372
        },
        {
          "text": "But men are mistaken in this, that they either undertake religion and pay no attention to wisdom, or they devote themselves to wisdom alone, and pay no attention to religion, though the one cannot be true without the other.",
          "id": 337373
        },
        {
          "text": "The consequence is, that they fall into a multiplicity of religions, but false ones, because they have left wisdom, which could have taught them that there cannot be many gods; or they devote themselves to wisdom, but a false wisdom, because they have paid no attention to the religion of the Supreme God, who might have instructed them to the knowledge of the truth.",
          "id": 337374
        },
        {
          "text": "Thus men who undertake either of these courses follow a devious path, and one full of the greatest errors, inasmuch as the duty of man, and all truth, are included in these two things which are inseparably connected.",
          "id": 337375
        },
        {
          "text": "I wonder, therefore, that there was none at all of the philosophers who discovered the abode and dwelling-place of the chief good.",
          "id": 337376
        },
        {
          "text": "For they might have sought it in this manner.",
          "id": 337377
        },
        {
          "text": "Whatever the greatest good is, it must be an object proposed to all men.",
          "id": 337378
        },
        {
          "text": "There is pleasure, which is desired by all; but this is common also to man with the beasts, and has not the force of the honourable, and brings a feeling of satiety, and when it is in excess is injurious, and it is lessened by advance of age, and does not fall to the lot of many: for they who are without resources, who constitute the greater part of men, must also be without pleasure.",
          "id": 337379
        },
        {
          "text": "Therefore pleasure is not the chief good; but it is not even a good.",
          "id": 337380
        },
        {
          "text": "What shall we say of riches? This is much more true of them.",
          "id": 337381
        },
        {
          "text": "For they fall to the lot of fewer men, and that generally by chance; and they often fall to the indolent, and sometimes by guilt, and they are desired by those who already possess them.",
          "id": 337382
        },
        {
          "text": "What shall we say of sovereignty itself? That does not constitute the chief good: for all cannot reign, but it is necessary that all should be capable of attaining the chief good.",
          "id": 337383
        },
        {
          "text": "Let us therefore seek something which is held forth to all.",
          "id": 337384
        },
        {
          "text": "Is it virtue? It cannot be denied that virtue is a good, and undoubtedly a good for all men.",
          "id": 337385
        },
        {
          "text": "But if it cannot be happy because its power and nature consist in the endurance of evil, it assuredly is not the chief good.",
          "id": 337386
        },
        {
          "text": "Let us seek something else.",
          "id": 337387
        },
        {
          "text": "But nothing can be found more beautiful than virtue, nothing more worthy of a wise man.",
          "id": 337388
        },
        {
          "text": "For if vices are to be avoided on account of their deformity, virtue is therefore to be desired on account of its beauty.",
          "id": 337389
        },
        {
          "text": "What then? Can it be that that which is admitted to be good and honourable should be requited with no reward, and be so unproductive as to procure no advantage from itself? That great labour and difficulty and struggling against evils with which this life is filled, must of necessity produce some great good.",
          "id": 337390
        },
        {
          "text": "But what shall we say that it is? Pleasure? But nothing that is base can arise from that which is honourable.",
          "id": 337391
        },
        {
          "text": "Shall we say that it is riches? or commands? But these things are frail and uncertain.",
          "id": 337392
        },
        {
          "text": "Is it glory? or honour? or a lasting name? But all these things are not contained in virtue itself, but depend upon the opinion and judgment of others.",
          "id": 337393
        },
        {
          "text": "For virtue is often hated and visited with evil.",
          "id": 337394
        },
        {
          "text": "But the good which arises from it ought to be so closely united with it as to be incapable of being separated or disunited from it; and it cannot appear to be the chief good in any other way than if it belongs peculiarly to virtue, and is such that nothing can be added to it or taken from it.",
          "id": 337395
        },
        {
          "text": "Why should I say that the duties of virtue consist in the despising of all these things? For not to long for, or desire, or love pleasures, riches, dominions, and honours, and all those things which are esteemed as goods, as others do overpowered by desire, that assuredly is virtue.",
          "id": 337396
        },
        {
          "text": "Therefore it effects something else more sublime and excellent; nor does anything struggle against these present goods but that which longs for greater and truer things.",
          "id": 337397
        },
        {
          "text": "Let us not despair of being able to find it, if we turn our thoughts in all directions; for no slight or trifling rewards are sought.",
          "id": 337398
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chap.",
          "id": 337399
        },
        {
          "text": "XII.",
          "id": 337400
        },
        {
          "text": "—Of the Twofold Conflict of Body and Soul; And of Desiring Virtue on Account of Eternal Life.",
          "id": 337401
        },
        {
          "text": "But our inquiry is as to the object for which we are born: and thus we are able to trace out what is the effect of virtue.",
          "id": 337402
        },
        {
          "text": "There are two parts of which man is made up, soul and body.",
          "id": 337403
        },
        {
          "text": "There are many things peculiar to the soul, many peculiar to the body, many common to both, as is virtue itself; and as often as this is referred to the body, it is called fortitude for the sake of distinction.",
          "id": 337404
        },
        {
          "text": "Since, therefore, fortitude is connected with each, a contest is proposed to each, and victory held forth to each from the contest: the body, because it is solid, and capable of being grasped, must contend with objects which are solid and can be grasped; but the soul, on the other hand, because it is slight and subtle, and invisible, contends with those enemies who cannot be seen and touched.",
          "id": 337405
        },
        {
          "text": "But what are the enemies of the soul, but lusts, vices, and sins? And if virtue shall have overcome and put to flight these, the soul will be pure and free from stain.",
          "id": 337406
        },
        {
          "text": "Whence, then, are we able to collect what are the effects of fortitude of soul? Doubtless from that which is closely connected with it, and resembles it, that is, from fortitude of the body; for when this has come to any encounter and contest, what else does it seek from victory but life? For whether you contend with a man or beast, the contest is for safety.",
          "id": 337407
        },
        {
          "text": "Therefore, as the body obtains by victory its preservation from destruction, so the soul obtains a continuation of its existence; and as the body, when overcome by its enemies, suffers death, so the soul, when overpowered by vices, must die.",
          "id": 337408
        },
        {
          "text": "What difference, therefore, will there be between the contest carried on by the soul and that carried on by the body, except that the body seeks for temporal, but the soul eternal life? If, therefore, virtue is not happy by itself, since its whole force consists, as I have said, in the enduring of evils; if it neglects all things which are desired as goods; if in its highest condition it is exposed to death, inasmuch as it often refuses life, which is desired by others, and bravely undergoes death, which others fear; if it must necessarily produce some great good from itself, because labours, endured and overcome even until death, cannot fail of obtaining a reward; if no reward, such as it deserves, is found on earth, inasmuch as it despises all things which are frail and transitory, what else remains but that it may effect some heavenly reward, since it treats with contempt all earthly things, and may aim at higher things, since it despises things that are humble? And this reward can be nothing else but immortality.",
          "id": 337409
        },
        {
          "text": "With good reason, therefore, did Euclid, no obscure philosopher, who was the founder of the system of the Megareans, differing from the others, say that that was the chief good which was unvarying and always the same.",
          "id": 337410
        },
        {
          "text": "He certainly understood what is the nature of the chief good, although he did not explain in what it consisted; but it consists of immortality, nor anything else at all, inasmuch as it alone is incapable of diminution, or increase, or change.",
          "id": 337411
        },
        {
          "text": "Seneca also unconsciously happened to confess that there is no other reward of virtue than immortality.",
          "id": 337412
        },
        {
          "text": "For in praising virtue in the treatise which he wrote on the subject of premature death, he says: \"Virtue is the only thing which can confer upon us immortality, and make us equal to the gods\".",
          "id": 337413
        },
        {
          "text": "But the Stoics also, whom he followed, say that no one can be made happy without virtue.",
          "id": 337414
        },
        {
          "text": "Therefore, the reward of virtue is a happy life, if virtue, as it is rightly said, makes a happy life.",
          "id": 337415
        },
        {
          "text": "Virtue, therefore, is not, as they say, to be sought on its own account, but on account of a happy life, which necessarily follows virtue.",
          "id": 337416
        },
        {
          "text": "And this argument might have taught them in what the chief good consisted.",
          "id": 337417
        },
        {
          "text": "But this present and corporeal life cannot be happy, because it is subjected to evils through the body.",
          "id": 337418
        },
        {
          "text": "Epicurus calls God happy and incorruptible, because He is everlasting.",
          "id": 337419
        },
        {
          "text": "For a state of happiness ought to be perfect, so that there may be nothing which can harass, or lessen, or change it.",
          "id": 337420
        },
        {
          "text": "Nor can anything be judged happy in other respects, unless it be incorruptible.",
          "id": 337421
        },
        {
          "text": "But nothing is incorruptible but that which is immortal.",
          "id": 337422
        },
        {
          "text": "Immortality therefore is alone happy, because it can neither be corrupted nor destroyed.",
          "id": 337423
        },
        {
          "text": "But if virtue falls within the power of man, which no one can deny, happiness also belongs to him.",
          "id": 337424
        },
        {
          "text": "For it is impossible for a man to be wretched who is endued with virtue.",
          "id": 337425
        },
        {
          "text": "If happiness falls within his power, then immortality, which is possessed of the attribute of happiness, also belongs to him.",
          "id": 337426
        },
        {
          "text": "The chief good, therefore, is found to be immortality alone, which pertains to no other animal or body; nor can it happen to any one without the virtue of knowledge, that is, without the knowledge of God and justice.",
          "id": 337427
        },
        {
          "text": "And how true and right is the seeking for this, the very desire of this life shows: for although it be but temporary, and most full of labour, yet it is sought and desired by all; for both old men and boys, kings and those of the lowest station, in fine, wise as well as foolish, desire this.",
          "id": 337428
        },
        {
          "text": "Of such value, as it seemed to Anaxagoras, is the contemplation of the heaven and the light itself, that men willingly undergo any miseries on this account.",
          "id": 337429
        },
        {
          "text": "Since, therefore, this short and laborious life, by the general consent not only of men, but also of other animals, is considered a great good, it is manifest that it becomes also a very great and perfect good if it is without an end and free from all evil.",
          "id": 337430
        },
        {
          "text": "In short, there never would have been any one who would despise this life, however short it is, or undergo death, unless through the hope of a longer life.",
          "id": 337431
        },
        {
          "text": "For those who voluntarily offered themselves to death for the safety of their countrymen, as Menoeceus did at Thebes, Codrus at Athens, Curtius and the two Mures at Rome, would never have preferred death to the advantages of life, unless they had thought that they should attain to immortality through the estimation of their countrymen; and although they were ignorant of the life of immortality, yet the reality itself did not escape their notice.",
          "id": 337432
        },
        {
          "text": "For if virtue despises opulence and riches because they are frail, and pleasures because they are of brief continuance, it therefore despises a life which is frail and brief, that it may obtain one which is substantial and lasting.",
          "id": 337433
        },
        {
          "text": "Therefore reflection itself, advancing by regular order, and weighing everything, leads us to that excellent and surpassing good, on account of which we are born.",
          "id": 337434
        },
        {
          "text": "And if philosophers had thus acted, if they had not preferred obstinately to maintain that which they had once apprehended, they would undoubtedly have arrived at this truth, as I have lately shown.",
          "id": 337435
        },
        {
          "text": "And if this was not the part of those who extinguish the heavenly souls together with the body, yet those who discuss the immortality of the soul ought to have understood that virtue is set before us on this account, that, lusts having been subdued, and the desire of earthly things overcome, our souls, pure and victorious, may return to God, that is, to their original source.",
          "id": 337436
        },
        {
          "text": "For it is on this account that we alone of living creatures are raised to the sight of the heaven, that we may believe that our chief good is in the highest place.",
          "id": 337437
        },
        {
          "text": "Therefore we alone receive religion, that we may know from this source that the spirit of man is not mortal, since it longs for and acknowledges God, who is immortal.",
          "id": 337438
        },
        {
          "text": "Therefore, of all the philosophers, those who have embraced either knowledge or virtue as the chief good, have kept the way of truth, but have not arrived at perfection.",
          "id": 337439
        },
        {
          "text": "For these are the two things which together make up that which is sought for.",
          "id": 337440
        },
        {
          "text": "Knowledge causes us to know by what means and to what end we must attain; virtue causes us to attain to it.",
          "id": 337441
        },
        {
          "text": "The one without the other is of no avail; for from knowledge arises virtue, and from virtue the chief good is produced.",
          "id": 337442
        },
        {
          "text": "Therefore a happy life, which philosophers have always sought, and still do seek, has no existence either in the worship of the gods or in philosophy; and on this account they were unable to find it, because they did not seek the highest good in the highest place, but in the lowest.",
          "id": 337443
        },
        {
          "text": "For what is the highest but heaven, and God, from whom the soul has its origin? And what is the lowest but the earth, from which the body is made? Therefore, although some philosophers have assigned the chief good, not to the body, but to the soul, yet, inasmuch as they have referred it to this life, which has its ending with the body, they have gone back to the body, to which the whole of this time which is passed on earth has reference.",
          "id": 337444
        },
        {
          "text": "Therefore it was not without reason that they did not attain to the highest good; for whatever looks to the body only, and is without immortality, must necessarily be the lowest.",
          "id": 337445
        },
        {
          "text": "Therefore happiness does not fall to the condition of man in that manner in which philosophers thought; but it so falls to him, not that he should then be happy, when he lives in the body, which must undoubtedly be corrupted in order to its dissolution; but then, when, the soul being freed from intercourse with the body, he lives in the spirit only.",
          "id": 337446
        },
        {
          "text": "In this one thing alone can we be happy in this life, if we appear to be unhappy; if, avoiding the enticements of pleasures, and giving ourselves to the service of virtue only, we live in all labours and miseries, which are the means of exercising and strengthening virtue; if, in short, we keep to that rugged and difficult path which has been opened for us to happiness.",
          "id": 337447
        },
        {
          "text": "The chief good therefore which makes men happy cannot exist, unless it be in that religion and doctrine to which is annexed the hope of immortality.",
          "id": 337448
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chap.",
          "id": 337449
        },
        {
          "text": "XIII.",
          "id": 337450
        },
        {
          "text": "—Of the Immortality of the Soul, and of Wisdom, Philosophy, and Eloquence.",
          "id": 337451
        },
        {
          "text": "The subject seems to require in this place, that since we have taught that immortality is the chief good, we should prove this also, that the soul is immortal.",
          "id": 337452
        },
        {
          "text": "On which subject there is great disputation among philosophers; nor have they who held true opinions respecting the soul been able to explain or prove anything: for, being destitute of divine knowledge, they neither brought forward true arguments by which they might overcome, nor evidence by which they might convince.",
          "id": 337453
        },
        {
          "text": "But we shall treat of this question more conveniently in the last book, when we shall have to discuss the subject of a happy life.",
          "id": 337454
        },
        {
          "text": "There remains that third part of philosophy, which they call Logic, in which the whole subject of dialectics and the whole method of speaking are contained.",
          "id": 337455
        },
        {
          "text": "Divine learning does not stand in need of this, because the seat of wisdom is not the tongue, but the heart; and it makes no difference what kind of language you employ, for the question is not about words, but facts.",
          "id": 337456
        },
        {
          "text": "And we are not disputing about the grammarian or the orator, whose knowledge is concerned with the proper manner of speaking, but about the wise man, whose learning is concerned with the right manner of living.",
          "id": 337457
        },
        {
          "text": "But if that system of natural philosophy before mentioned is not necessary, nor this of logic, because they are not able to render a man happy, it remains that the whole force of philosophy is contained in the ethical part alone, to which Socrates is said to have applied himself, laying aside the others.",
          "id": 337458
        },
        {
          "text": "And since I have shown that philosophers erred in this part also, who did not grasp the chief good, for the sake of gaining which we are born; it appears that philosophy is altogether false and empty, since it does not prepare us for the duties of justice, nor strengthen the obligations and settled course of man's life.",
          "id": 337459
        },
        {
          "text": "Let them know, therefore, that they are in error who imagine that philosophy is wisdom; let them not be drawn away by the authority of any one; but rather let them incline to the truth, and approach it.",
          "id": 337460
        },
        {
          "text": "There is no room for rashness here; we must endure the punishment of our folly to all eternity, if we shall be deceived either by an empty character or a false opinion.",
          "id": 337461
        },
        {
          "text": "But man, such as he is, if he trusts in himself, that is, if he trusts in man, is (not to say foolish, in that he does not see his own error) undoubtedly arrogant, in venturing to claim for himself that which the condition of man does not admit of.",
          "id": 337462
        },
        {
          "text": "And how much that greatest author of the Roman language is deceived, we may see from that sentiment of his; for when, in his \"Books on Offices,\" he had said that philosophy is nothing else than the desire of wisdom, and that wisdom itself is the knowledge of things divine and human, added: \"And if any one censures the desire of this, I do not indeed understand what there is which he imagines praiseworthy.",
          "id": 337463
        },
        {
          "text": "For if enjoyment of the mind and rest from cares is sought, what enjoyment can be compared with the pursuits of those who are always inquiring into something which has reference to and tends to promote a good and happy life? Or if any account is taken of consistency and virtue, either this is the study by which we may attain them, or there is none at all.",
          "id": 337464
        },
        {
          "text": "To say that there is no system in connection with the greatest subjects, when none of the least is without a system, is the part of men speaking inconsiderately, and erring in the greatest subjects.",
          "id": 337465
        },
        {
          "text": "But if there is any discipline of virtue, where shall it be sought when you have departed from that kind of learning?\" For my own part, although I endeavoured to attain in some degree to the means of acquiring learning, on account of my desire to teach others, yet I have never been eloquent, inasmuch as I never even engaged in public speaking; but the goodness of the cause cannot fail of itself to make me eloquent, and for its clear and copious defence the knowledge of divinity and the truth itself are sufficient.",
          "id": 337466
        },
        {
          "text": "I could wish, therefore, that Cicero might for a short time rise from the dead, that a man of such consummate eloquence might be taught by an insignificant person who is devoid of eloquence, first, what that is which is deemed worthy of praise by him who blames that study which is called philosophy; and in the next place, that it is not that study by which virtue and justice are learned, nor any other, as he thought; and lastly, that since there is a discipline of virtue, he might be taught where it is to be sought, when you have laid aside that kind of learning, which he did not seek for the sake of hearing and learning.",
          "id": 337467
        },
        {
          "text": "For from whom could he hear when no one knew it? But, as his usual practice was in pleading causes, he wished to press his opponent by questioning, and thus to lead him to confession, as though he were confident that no answer could be given to show that philosophy was not the instructress of virtue.",
          "id": 337468
        },
        {
          "text": "And in the Tusculan disputations he openly professed this, turning his speech to philosophy, as though he was showing himself off by a declamatory style of speaking.",
          "id": 337469
        },
        {
          "text": "\"O philosophy, thou guide of life,\" he says; \"O thou investigator of virtue, and expeller of vices; what could not only we, but the life of men, have effected at all without thee? Thou hast been the inventor of laws, thou the teacher of morals and discipline;\"—as though, indeed, she could perceive anything by herself, and he were not rather to be praised who gave her.",
          "id": 337470
        },
        {
          "text": "In the same manner he might have given thanks to food and drink, because without these life could not exist; yet these, while they minister to sense, confer no benefit.",
          "id": 337471
        },
        {
          "text": "But as these things are the nourishment of the body, so wisdom is of the soul.",
          "id": 337472
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chap.",
          "id": 337473
        },
        {
          "text": "XIV.",
          "id": 337474
        },
        {
          "text": "—That Lucretius and Others Have Erred, and Cicero Himself, in Fixing the Origin of Wisdom.",
          "id": 337475
        },
        {
          "text": "Lucretius, accordingly, acts more correctly in praising him who was the first discoverer of wisdom; but he acts foolishly in this, that he supposed it to be discovered by a man,—as though that man whom he praises had found it lying somewhere as flutes at the fountain, according to the legends of the poets.",
          "id": 337476
        },
        {
          "text": "But if he praised the inventor of wisdom as a god,—for thus he speaks:—  \"No one, I think, who is formed of mortal body.",
          "id": 337477
        },
        {
          "text": "For if we must speak, as the acknowledged majesty of the subject itself demands, he was a god, he was a god, most noble Memmius,\"—    yet God ought not to have been praised on this account, because He discovered wisdom, but because He created man, who might be capable of receiving wisdom.",
          "id": 337478
        },
        {
          "text": "For he diminishes the praise who praises a part only of the whole.",
          "id": 337479
        },
        {
          "text": "But he praised Him as a man; whereas He ought to have been esteemed as a God on this very account, because He found out wisdom.",
          "id": 337480
        },
        {
          "text": "For thus he speaks:—  \"Will it not be right that this man should be enrolled among the gods?\"    From this it appears, either that he wished to praise Pythagoras, who was the first, as I have said, to call himself a philosopher; or Thales of Miletus, who is reported to have been the first who discussed the nature of things.",
          "id": 337481
        },
        {
          "text": "Thus, while he seeks to exalt, he has depressed the thing itself.",
          "id": 337482
        },
        {
          "text": "For it is not great if it could have been discovered by man.",
          "id": 337483
        },
        {
          "text": "But he may be pardoned as a poet.",
          "id": 337484
        },
        {
          "text": "But that same accomplished orator, that same consummate philosopher, also censures the Greeks, whose levity he always accuses, and yet imitates.",
          "id": 337485
        },
        {
          "text": "Wisdom itself, which at one time he calls the gift, at another time the invention, of the gods, he fashions after the manner of the poets, and praises on account of its beauty.",
          "id": 337486
        },
        {
          "text": "He also grievously complains that there have been some who disparaged it.",
          "id": 337487
        },
        {
          "text": "\"Can any one,\" he says, \"dare to censure the parent of life, and to defile himself with this guilt of parricide, and to be so impiously ungrateful?\"  Are we then parricides, Marcus Tullius, and in your judgment worthy to be sewed up in a bag, who deny that philosophy is the parent of life? Or you, who are so impiously ungrateful towards God (not this god whose image you worship as he sits in the Capitol, but Him who made the world and created man, who bestowed wisdom also among His heavenly benefits), do you call her the teacher of virtue or the parent of life, having learned from whom, one must be in much greater uncertainty than he was before? For of what virtue is she the teacher? For philosophers to the present time do not explain where she is situated.",
          "id": 337488
        },
        {
          "text": "Of what life is she the parent? since the teachers themselves have been worn out by old age and death before they have determined upon the befitting course of life.",
          "id": 337489
        },
        {
          "text": "Of what truth can you hold her forth as an explorer? since you often testify that, in so great a multitude of philosophers, not a single wise man has yet existed.",
          "id": 337490
        },
        {
          "text": "What, then, did that mistress of life teach you? Was it to assail with reproaches the most powerful consul, and by your envenomed speeches to render him the enemy of his country? But let us pass by those things, which may be excused under the name of fortune.",
          "id": 337491
        },
        {
          "text": "You applied yourself, in truth, to the study of philosophy, and so, indeed, that no one ever applied himself more diligently; since you were acquainted with all the systems of philosophy, as you yourself are accustomed to boast, and elucidated the subject itself in Latin writings, and displayed yourself as an imitator of Plato.",
          "id": 337492
        },
        {
          "text": "Tell us, therefore, what you have learned, or in what sect you have discovered the truth.",
          "id": 337493
        },
        {
          "text": "Doubtless it was in the Academy which you followed and approved.",
          "id": 337494
        },
        {
          "text": "But this teaches nothing, excepting that you know your own ignorance.",
          "id": 337495
        },
        {
          "text": "Therefore your own books refute you, and show the nothingness of the learning which may be gained from philosophy for life.",
          "id": 337496
        },
        {
          "text": "These are your words: \"But to me we appear not only blind to wisdom, but dull and obtuse to those very things which may appear in some degree to be discerned\".",
          "id": 337497
        },
        {
          "text": "If, therefore, philosophy is the teacher of life, why did you appear to yourself blind, and dull, and obtuse? whereas you ought, under her teaching, both to perceive and to be wise, and to be engaged in the clearest light.",
          "id": 337498
        },
        {
          "text": "But how you confessed the truth of philosophy we learn from the letters addressed to your son, in which you advise him that the precepts of philosophy ought to be known, but that we must live as members of a community.",
          "id": 337499
        },
        {
          "text": "What can be spoken so contradictory? If the precepts of philosophy ought to be known, it is on this account that they ought to be known, in order to our living well and wisely.",
          "id": 337500
        },
        {
          "text": "Or if we must live as members of a community, then philosophy is not wisdom, if it is better to live in accordance with society than with philosophy.",
          "id": 337501
        },
        {
          "text": "For if that which is called philosophy be wisdom, he assuredly lives foolishly who does not live according to philosophy.",
          "id": 337502
        },
        {
          "text": "But if he does not live foolishly who lives in accordance with society, it follows that he who lives according to philosophy lives foolishly.",
          "id": 337503
        },
        {
          "text": "By your own judgment, therefore, philosophy is condemned of folly and emptiness.",
          "id": 337504
        },
        {
          "text": "And you also, in your Consolation, that is, not in a work of levity and mirth, introduced this sentiment respecting philosophy: \"But I know not what error possesses us, or deplorable ignorance of the truth\".",
          "id": 337505
        },
        {
          "text": "Where, then, is the guidance of philosophy? or what has that parent of life taught you, if you are deplorably ignorant of the truth? But if this confession of error and ignorance has been extorted almost against your will from your innermost breast, why do you not at length acknowledge to yourself the truth, that philosophy which, though it teaches nothing, you extolled with praises to the heavens, cannot be the teacher of virtue?.",
          "id": 337506
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chap.",
          "id": 337507
        },
        {
          "text": "XV.",
          "id": 337508
        },
        {
          "text": "—The Error of Seneca in Philosophy, and How the Speech of Philosophers is at Variance with Their Life.",
          "id": 337509
        },
        {
          "text": "Under the influence of the same error (for who could keep the right course when Cicero is in error?), Seneca said: \"Philosophy is nothing else than the right method of living, or the science of living honourably, or the art of passing a good life.",
          "id": 337510
        },
        {
          "text": "We shall not err in saying that philosophy is the law of living well and honourably.",
          "id": 337511
        },
        {
          "text": "And he who spoke of it as a rule of life, gave to it that which was its due\".",
          "id": 337512
        },
        {
          "text": "He evidently did not refer to the common name of philosophy; for, since this is diffused into many sects and systems, and has nothing certain—nothing, in short, respecting which all agree with one mind and one voice,—what can be so false as that philosophy should be called the rule of life, since the diversity of its precepts hinders the right way and causes confusion? or the law of living well, when its subjects are widely discordant? or the science of passing life, in which nothing else is effected by its repeated contradictions than general uncertainty? For I ask whether he thinks that the Academy is philosophy or not? I do not think that he will deny it.",
          "id": 337513
        },
        {
          "text": "And if this is so, none of these things, therefore, is in agreement with philosophy; which renders all things uncertain, abrogates law, esteems art as nothing, subverts method, distorts rule, entirely takes away knowledge.",
          "id": 337514
        },
        {
          "text": "Therefore all those things are false, because they are inconsistent with a system which is always uncertain, and up to this time explaining nothing.",
          "id": 337515
        },
        {
          "text": "Therefore no system, or science, or law of living well, has been established, except in this the only true and heavenly wisdom, which had been unknown to philosophers.",
          "id": 337516
        },
        {
          "text": "For that earthly wisdom, since it is false, becomes varied and manifold, and altogether opposed to itself.",
          "id": 337517
        },
        {
          "text": "And as there is but one founder and ruler of the world, God, and as truth is one; so wisdom must be one and simple, because, if anything is true and good, it cannot be perfect unless it is the only one of its kind.",
          "id": 337518
        },
        {
          "text": "But if philosophy were able to form the life, no others but philosophers would be good, and all those who had not learned it would be always bad.",
          "id": 337519
        },
        {
          "text": "But since there are, and always have been, innumerable persons who are or have been good without any learning, but of philosophers there has seldom been one who has done anything praiseworthy in his life; who is there, I pray, who does not see that those men are not teachers of virtue, of which they themselves are destitute? For if any one should diligently inquire into their character, he will find that they are passionate, covetous, lustful, arrogant, wanton, and, concealing their vices under a show of wisdom, doing those things at home which they had censured in the schools.",
          "id": 337520
        },
        {
          "text": "Perhaps I speak falsely for the sake of bringing an accusation.",
          "id": 337521
        },
        {
          "text": "Does not Tullius both acknowledge and complain of the same thing? \"How few,\" he says, \"of philosophers are found of such a character, so constituted in soul and life, as reason demands! how few who think true instruction not a display of knowledge, but a law of life! how few who are obedient to themselves, and submit to their own decrees! We may see some of such levity and ostentation, that it would be better for them not to have learned at all; others eagerly desirous of money, others of glory; many the slaves of lusts, so that their speech wonderfully disagrees with their life\".",
          "id": 337522
        },
        {
          "text": "Cornelius Nepos also writes to the same Cicero: \"So far am I from thinking that philosophy is the teacher of life and the completer of happiness, that I consider that none have greater need of teachers of living than many who are engaged in the discussion of this subject.",
          "id": 337523
        },
        {
          "text": "For I see that a great part of those who give most elaborate precepts in their school respect-modesty and self-restraint, live at the same time in the unrestrained desires of all lusts\".",
          "id": 337524
        },
        {
          "text": "Seneca also, in his Exhortations, says: \"Many of the philosophers are of this description, eloquent to their own condemnation: for if you should hear them arguing against avarice, against lust and ambition, you would think that they were making a public disclosure of their own character, so entirely do the censures which they utter in public flow back upon themselves; so that it is right to regard them in no other light than as physicians, whose advertisements contain medicines, but their medicine chests poison.",
          "id": 337525
        },
        {
          "text": "Some are not ashamed of their vices; but they invent defences for their baseness, so that they may appear even to sin with honour\".",
          "id": 337526
        },
        {
          "text": "Seneca also says: \"The wise man will even do things which he will not approve of, that he may find means of passing to the accomplishment of greater things; nor will he abandon good morals, but will adapt them to the occasion; and those things which others employ for glory or pleasure, he will employ for the sake of action\".",
          "id": 337527
        },
        {
          "text": "Then he says shortly afterwards: \"All things which the luxurious and the ignorant do, the wise man also will do, but not in the same manner, and with the same purpose.",
          "id": 337528
        },
        {
          "text": "But it makes no difference with what intention you act, when the action itself is vicious; because acts are seen, the intention is not seen\".",
          "id": 337529
        },
        {
          "text": "Aristippus, the master of the Cyrenaics, had a criminal intimacy with Lais, the celebrated courtesan; and that grave teacher of philosophy defended this fault by saying, that there was a great difference between him and the other lovers of Lais, because he himself possessed Lais, whereas others were possessed by Lais.",
          "id": 337530
        },
        {
          "text": "O illustrious wisdom, to be imitated by good men! Would you, in truth, entrust your children to this man for education, that they might learn to possess a harlot? He said that there was some difference between himself and the dissolute, that they wasted their property, whereas he lived in indulgence without any cost.",
          "id": 337531
        },
        {
          "text": "And in this the harlot was plainly the wiser, who had the philosopher as her creature, that all the youth, corrupted by the example and authority of the teacher, might flock together to her without any shame.",
          "id": 337532
        },
        {
          "text": "What difference therefore did it make, with what intention the philosopher betook himself to that most notorious harlot, when the people and his rivals saw him more depraved than all the abandoned? Nor was it enough to live in this manner, but he began also to teach lusts; and he transferred his habits from the brothel to the school, contending that bodily pleasure was the chief good.",
          "id": 337533
        },
        {
          "text": "Which pernicious and shameful doctrine has its origin not in the heart of the philosopher, but in the bosom of the harlot.",
          "id": 337534
        },
        {
          "text": "For why should I speak of the Cynics, who practised licentiousness in public? What wonder if they derived their name and title from dogs, since they also imitated their life? Therefore there is no instruction of virtue in this sect, since even those who enjoin more honourable things either themselves do not practice what they advise; or if they do (which rarely happens), it is not the system which leads them to that which is right, but nature which often impels even the unlearned to praise.",
          "id": 337535
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chap.",
          "id": 337536
        },
        {
          "text": "XVI.",
          "id": 337537
        },
        {
          "text": "—That the Philosophers Who Give Good Instructions Live Badly, by the Testimony of Cicero; Therefore We Should Not So Much Devote Ourselves to the Study of Philosophy as to Wisdom.",
          "id": 337538
        },
        {
          "text": "But when they give themselves up to perpetual sloth, and undertake no exercise of virtue, and pass their whole life in the practice of speaking, in what light ought they to be regarded rather than as triflers? For wisdom, unless it is engaged on some action on which it may exert its force, is empty and false; and Tullius rightly gives the preference, above teachers of philosophy, to those men employed in civil affairs, who govern the state, who found new cities or maintain with equity those already founded, who preserve the safety and liberty of the citizens either by good laws or wholesome counsels, or by weighty judgments.",
          "id": 337539
        },
        {
          "text": "For it is right to make men good rather than to give precepts about duty to those shut up in corners, which precepts are not observed even by those who speak them; and inasmuch as they have withdrawn themselves from true actions, it is manifest that they invented the system of philosophy itself, for the purpose of exercising the tongue, or for the sake of pleading.",
          "id": 337540
        },
        {
          "text": "But they who merely teach without acting, of themselves detract from the weight of their own precepts; for who would obey, when they who give the precepts themselves teach disobedience? Moreover, it is a good thing to give right and honourable precepts; but unless you also practice them it is a deceit, and it is inconsistent and trifling to have goodness not in the heart, but on the lips.",
          "id": 337541
        },
        {
          "text": "It is not therefore utility, but enjoyment, which they seek from philosophy.",
          "id": 337542
        },
        {
          "text": "And this Cicero indeed testified.",
          "id": 337543
        },
        {
          "text": "\"Truly,\" he says, \"all their disputation, although it contains most abundant fountains of virtue and knowledge, yet, when compared with their actions and accomplishments, I fear lest it should seem not to have brought so much advantage to the business of men as enjoyment to their times of relaxation\".",
          "id": 337544
        },
        {
          "text": "He ought not to have feared, since he spoke the truth; but as if he were afraid lest he should be arraigned by the philosophers on a charge of betraying a mystery, he did not venture confidently to pronounce that which was true, that they do not dispute for the purpose of teaching, but for their own enjoyment in their leisure; and since they are the advisers of actions, and do not themselves act at all, they are to be regarded as mere talkers.",
          "id": 337545
        },
        {
          "text": "But assuredly, because they contributed no advantage to life, they neither obeyed their own decrees, nor has any one been found, through so many ages, who lived in accordance with their laws.",
          "id": 337546
        },
        {
          "text": "Therefore philosophy must altogether be laid aside, because we are not to devote ourselves to the pursuit of wisdom, for this has no limit or moderation; but we must be wise, and that indeed quickly.",
          "id": 337547
        },
        {
          "text": "For a second life is not granted to us, so that when we seek wisdom in this life we may be wise in that; each result must be brought about in this life.",
          "id": 337548
        },
        {
          "text": "It ought to be quickly found, in order that it may be quickly taken up, lest any part of life should pass away, the end of which is uncertain.",
          "id": 337549
        },
        {
          "text": "Hortensius in Cicero, contending against philosophy, is pressed by a clever argument; inasmuch as, when he said that men ought not to philosophize, he seemed nevertheless to philosophize, since it is the part of the philosophers to discuss what ought and what ought not to be done in life.",
          "id": 337550
        },
        {
          "text": "We are free and exempt from this calumny, who take away philosophy, because it is the invention of human thought; we defend wisdom, because it is a divine tradition, and we testify that it ought to be taken up by all.",
          "id": 337551
        },
        {
          "text": "He, when he took away philosophy without introducing anything better, was supposed to take away wisdom; and on that account was more easily driven from his opinion, because it is agreed upon that man is not born to folly, but to wisdom.",
          "id": 337552
        },
        {
          "text": "Moreover, the argument which the same Hortensius employed has great weight also against philosophy,—namely, that it may be understood from this, that philosophy is not wisdom, since its beginning and origin are apparent.",
          "id": 337553
        },
        {
          "text": "When, he says, did philosophers begin to exist? Thales, as I imagine, was the first, and his age was recent.",
          "id": 337554
        },
        {
          "text": "Where, then, among the more ancient men did that love of investigating the truth lie hid? Lucretius also says:—  \"Then, too, this nature and system of things has been discovered lately, and I the very first of all have only now been found able to transfer it into native words\".",
          "id": 337555
        },
        {
          "text": "And Seneca says: \"There are not yet a thousand years since the beginnings of wisdom were undertaken\".",
          "id": 337556
        },
        {
          "text": "Therefore mankind for many generations lived without system.",
          "id": 337557
        },
        {
          "text": "In ridicule of which, Persius says:—  \"When wisdom came to the city,  Together with pepper and palms;\"    as though wisdom had been introduced into the city together with savoury merchandise.",
          "id": 337558
        },
        {
          "text": "For if it is in agreement with the nature of man, it must have had its commencement together with man; but if it is not in agreement with it, human nature would be incapable of receiving it.",
          "id": 337559
        },
        {
          "text": "But, inasmuch as it has received it, it follows that wisdom has existed from the beginning: therefore philosophy, inasmuch as it has not existed from the beginning, is not the same true wisdom.",
          "id": 337560
        },
        {
          "text": "But, in truth, the Greeks, because they had not attained to the sacred letters of truth, did not know how wisdom was corrupted.",
          "id": 337561
        },
        {
          "text": "And, therefore, since they thought that human life was destitute of wisdom, they invented philosophy; that is, they wished by discussion to tear up the truth which was lying hid and unknown to them: and this employment, through ignorance of the truth, they thought to be wisdom.",
          "id": 337562
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chap.",
          "id": 337563
        },
        {
          "text": "XVII.",
          "id": 337564
        },
        {
          "text": "—He Passes from Philosophy to the Philosophers, Beginning with Epicurus; And How He Regarded Leucippus and Democritus as Authors of Error.",
          "id": 337565
        },
        {
          "text": "I have spoken on the subject of philosophy itself as briefly as I could; now let us come to the philosophers, not that we may contend with these, who cannot maintain their ground, but that we may pursue those who are in flight and driven from our battle-field.",
          "id": 337566
        },
        {
          "text": "The system of Epicurus was much more generally followed than those of the others; not because it brings forward any truth, but because the attractive name of pleasure invites many.",
          "id": 337567
        },
        {
          "text": "For every one is naturally inclined to vices.",
          "id": 337568
        },
        {
          "text": "Moreover, for the purpose of drawing the multitude to himself, he speaks that which is specially adapted to each character separately.",
          "id": 337569
        },
        {
          "text": "He forbids the idle to apply himself to learning; he releases the covetous man from giving largesses to the people; he prohibits the inactive man from undertaking the business of the state, the sluggish from bodily exercise, the timid from military service.",
          "id": 337570
        },
        {
          "text": "The irreligious is told that the gods pay no attention to the conduct of men; the man who is unfeeling and selfish is ordered to give nothing to any one, for that the wise man does everything on his own account.",
          "id": 337571
        },
        {
          "text": "To a man who avoids the crowd, solitude is praised.",
          "id": 337572
        },
        {
          "text": "One who is too sparing, learns that life can be sustained on water and meal.",
          "id": 337573
        },
        {
          "text": "If a man hates his wife, the blessings of celibacy are enumerated to him; to one who has bad children, the happiness of those who are without children is proclaimed; against unnatural parents it is said that there is no bond of nature.",
          "id": 337574
        },
        {
          "text": "To the man who is delicate and incapable of endurance, it is said that pain is the greatest of all evils; to the man of fortitude, it is said that the wise man is happy even under tortures.",
          "id": 337575
        },
        {
          "text": "The man who devotes himself to the pursuit of influence and distinction is enjoined to pay court to kings; he who cannot endure annoyance is enjoined to shun the abode of kings.",
          "id": 337576
        },
        {
          "text": "Thus the crafty man collects an assembly from various and differing characters; and while he lays himself out to please all, he is more at variance with himself than they all are with one another.",
          "id": 337577
        },
        {
          "text": "But we must explain from what source the whole of this system is derived, and what origin it has.",
          "id": 337578
        },
        {
          "text": "Epicurus saw that the good are always subject to adversities, poverty, labours, exile, loss of dear friends.",
          "id": 337579
        },
        {
          "text": "On the contrary, he saw that the wicked were happy; that they were exalted with influence, and loaded with honours; he saw that innocence was unprotected, that crimes were committed with impunity: he saw that death raged without any regard to character, without any arrangement or discrimination of age; but that some arrived at old age, while others were carried off in their infancy; that some died when they were now robust and vigorous, that others were cut off by an untimely death in the first flower of youth; that in wars the better men were especially overcome and slain.",
          "id": 337580
        },
        {
          "text": "But that which especially moved him, was the fact that religious men were especially visited with weightier evils, whereas he saw that less evils or none at all fell upon those who altogether neglected the gods, or worshipped them in an impious manner; and that even the very temples themselves were often set on fire by lightning.",
          "id": 337581
        },
        {
          "text": "And of this Lucretius complains, when he says respecting the god:—  \"Then he may hurl lightnings, and often throw down his temples, and withdrawing into the deserts, there spend his rage in practising his bolt, which often passes the guilty by, and strikes dead the innocent and unoffending\".",
          "id": 337582
        },
        {
          "text": "But if he had been able to collect even a small particle of truth, he would never say that the god throws down his own temples, when he throws them down on this account, because they are not his.",
          "id": 337583
        },
        {
          "text": "The Capitol, which is the chief seat of the Roman city and religion, was struck with lightning and set on fire not once only, but frequently.",
          "id": 337584
        },
        {
          "text": "But what was the opinion of clever men respecting this is evident from the saying of Cicero, who says that the flame came from heaven, not to destroy that earthly dwelling-place of Jupiter, but to demand a loftier and more magnificent abode.",
          "id": 337585
        },
        {
          "text": "Concerning which transaction, in the books respecting his consulship, he speaks to the same purport as Lucretius:—  \"For the father thundering on high, throned in the lofty Olympus, himself assailed his own citadels and famed temples, and cast fires upon his abode in the Capitol.",
          "id": 337586
        },
        {
          "text": "In the obstinacy of their folly, therefore, they not only did not understand the power and majesty of the true God, but they even increased the impiety of their error, in endeavouring against all divine law to restore a temple so often condemned by the judgment of Heaven.",
          "id": 337587
        },
        {
          "text": "Therefore, when Epicurus reflected on these things, induced as it were by the injustice of these matters (for thus it appeared to him in his ignorance of the cause and subject), he thought that there was no providence.",
          "id": 337588
        },
        {
          "text": "And having persuaded himself of this, he undertook also to defend it, and thus he entangled himself in inextricable errors.",
          "id": 337589
        },
        {
          "text": "For if there is no providence, how is it that the world was made with such order and arrangement? He says: There is no arrangement, for many things are made in a different manner from that in which they ought to have been made.",
          "id": 337590
        },
        {
          "text": "And the divine man found subjects of censure.",
          "id": 337591
        },
        {
          "text": "Now, if I had leisure to refute these things separately, I could easily show that this man was neither wise nor of sound mind.",
          "id": 337592
        },
        {
          "text": "Also, if there is no providence, how is it that the bodies of animals are arranged with such foresight, that the various members, being disposed in a wonderful manner, discharge their own offices individually? The system of providence, he says, contrived nothing in the production of animals; for neither were the eyes made for seeing, nor the ears for hearing, nor the tongue for speaking, nor the feet for walking; inasmuch as these were produced before it was possible to speak, to hear, to see, and to walk.",
          "id": 337593
        },
        {
          "text": "Therefore these were not produced for use; but use was produced from them.",
          "id": 337594
        },
        {
          "text": "If there is no providence, why do rains fall, fruits spring up, and trees put forth leaves? These things, he says, are not always done for the sake of living creatures, inasmuch as they are of no benefit to providence; but all things must be produced of their own accord.",
          "id": 337595
        },
        {
          "text": "From what source, therefore, do they arise, or how are all things which are carried on brought about? There is no need, he says, of supposing a providence; for there are seeds floating through the empty void, and from these, collected together without order, all things are produced and take their form.",
          "id": 337596
        },
        {
          "text": "Why, then, do we not perceive or distinguish them? Because, he says, they have neither any colour, nor warmth, nor smell; they are also without flavour and moisture; and they are so minute, that they cannot be cut and divided.",
          "id": 337597
        },
        {
          "text": "Thus, because he had taken up a false principle at the commencement, the necessity of the subjects which followed led him to absurdities.",
          "id": 337598
        },
        {
          "text": "For where or from whence are these atoms? Why did no one dream of them besides Leucippus only? from whom Democritus, having received instructions, left to Epicurus the inheritance of his folly.",
          "id": 337599
        },
        {
          "text": "And if these are minute bodies, and indeed solid, as they say, they certainly are able to fall under the notice of the eyes.",
          "id": 337600
        },
        {
          "text": "If the nature of all things is the same, how is it that they compose various objects? They meet together, he says, in varied order and position as the letters which, though few in number, by variety of arrangement make up innumerable words.",
          "id": 337601
        },
        {
          "text": "But it is urged the letters have a variety of forms.",
          "id": 337602
        },
        {
          "text": "And so, he says, have these first principles; for they are rough, they are furnished with hooks, they are smooth.",
          "id": 337603
        },
        {
          "text": "Therefore they can be cut and divided, if there is in them any part which projects.",
          "id": 337604
        },
        {
          "text": "But if they are smooth and without hooks, they cannot cohere.",
          "id": 337605
        },
        {
          "text": "They ought therefore to he hooked, that they may be linked together one with another.",
          "id": 337606
        },
        {
          "text": "But since they are said to be so minute that they cannot be cut asunder by the edge of any weapon, how is it that they have hooks or angles? For it must be possible for these to be torn asunder, since they project.",
          "id": 337607
        },
        {
          "text": "In the next place, by what mutual compact, by what discernment, do they meet together, so that anything may be constructed out of them? If they are without intelligence, they cannot come together in such order and arrangement; for nothing but reason can bring to accomplishment anything in accordance with reason.",
          "id": 337608
        },
        {
          "text": "With how many arguments can this trifling be refuted! But I must proceed with my subject.",
          "id": 337609
        },
        {
          "text": "This is he  \"Who surpassed in intellect the race of man, and quenched the light of all, as the ethereal sun arisen quenches the stars\".",
          "id": 337610
        },
        {
          "text": "Which verses I am never able to read without laughter.",
          "id": 337611
        },
        {
          "text": "For this was not said respecting Socrates or Plato, who are esteemed as kings of philosophers, but concerning a man who, though of sound mind and vigorous health, raved more senselessly than any one diseased.",
          "id": 337612
        },
        {
          "text": "And thus the most vain poet, I do not say adorned, but overwhelmed and crushed, the mouse with the praises of the lion.",
          "id": 337613
        },
        {
          "text": "But the same man also releases us from the fear of death, respecting which these are his own exact words:—  \"When we are in existence, death does not exist; when death exists, we have no existence: therefore death is nothing to us\".",
          "id": 337614
        },
        {
          "text": "How cleverly he has deceived us! As though it were death now completed which is an object of fear, by which sensation has been already taken away, and not the very act of dying, by which sensation is being taken from us.",
          "id": 337615
        },
        {
          "text": "For there is a time in which we ourselves even yet exist, and death does not yet exist; and that very time appears to be miserable, because death is beginning to exist, and we are ceasing to exist.",
          "id": 337616
        },
        {
          "text": "Nor is it said without reason that death is not miserable.",
          "id": 337617
        },
        {
          "text": "The approach of death is miserable; that is, to waste away by disease, to endure the thrust, to receive the weapon in the body, to be burnt with fire, to be torn by the teeth of beasts.",
          "id": 337618
        },
        {
          "text": "These are the things which are feared, not because they bring death, but because they bring great pain.",
          "id": 337619
        },
        {
          "text": "But rather make out that pain is not an evil.",
          "id": 337620
        },
        {
          "text": "He says it is the greatest of all evils.",
          "id": 337621
        },
        {
          "text": "How therefore can I fail to fear, if that which precedes or brings about death is an evil? Why should I say that the argument is false, inasmuch as souls do not perish? But, he says, souls do perish; for that which is born with the body must perish with the body.",
          "id": 337622
        },
        {
          "text": "I have already stated that I prefer to put off the discussion of this subject, and to reserve it for the last part of my work, that I may refute this persuasion of Epicurus, whether it was that of Democritus or Dicaearchus, both by arguments and divine testimonies.",
          "id": 337623
        },
        {
          "text": "But perhaps he promised himself impunity in the indulgence of his vices; for he was an advocate of most disgraceful pleasure, and said that man was born for its enjoyment.",
          "id": 337624
        },
        {
          "text": "Who, when he hears this affirmed, would abstain from the practice of vice and wickedness? For; if the soul is doomed to perish, let us eagerly pursue riches, that we may be able to enjoy all kinds of indulgence; and if these are wanting to us, let us take them away from those who have them by stealth, by stratagem, or by force, especially if there is no God who regards the actions of men: as long as the hope of impunity shall favour us, let us plunder and put to death.",
          "id": 337625
        },
        {
          "text": "For it is the part of the wise man to do evil, if it is advantageous to him, and safe; since, if there is a God in heaven, He is not angry with any one.",
          "id": 337626
        },
        {
          "text": "It is also equally the part of the foolish man to do good; because, as he is not excited with anger, so he is not influenced by favour.",
          "id": 337627
        },
        {
          "text": "Therefore let us live in the indulgence of pleasures in every possible way; for in a short time we shall not exist at all.",
          "id": 337628
        },
        {
          "text": "Therefore let us suffer no day, in short, no moment of time, to pass away from us without pleasure; lest, since we ourselves are doomed to perish, the life which we have already spent should itself also perish.",
          "id": 337629
        },
        {
          "text": "Although he does not say this in word, yet he teaches it in fact.",
          "id": 337630
        },
        {
          "text": "For when he maintains that the wise man does everything for his own sake, he refers all things which he does to his own advantage.",
          "id": 337631
        },
        {
          "text": "And thus he who hears these disgraceful things, will neither think that any good thing ought to be done, since the conferring of benefits has reference to the advantage of another; nor that he ought to abstain from guilt, because the doing of evil is attended with gain.",
          "id": 337632
        },
        {
          "text": "If any chieftain of pirates or leader of robbers were exhorting his men to acts of violence, what other language could he employ than to say the same things which Epicurus says: that the gods take no notice; that they are not affected with anger nor kind feeling; that the punishment of a future state is not to be dreaded, because souls die after death, and that there is no future state of punishment at all; that pleasure is the greatest good; that there is no society among men; that every one consults for his own interest; that there is no one who loves another, unless it be for his own sake; that death is not to be feared by a brave man, nor any pain; for that he, even if he should be tortured or burnt, should say that he does not regard it.",
          "id": 337633
        },
        {
          "text": "There is evidently sufficient cause why any one should regard this as the expression of a wise man, since it can most fittingly be applied to robbers!.",
          "id": 337634
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chap.",
          "id": 337635
        },
        {
          "text": "XVIII.",
          "id": 337636
        },
        {
          "text": "—The Pythagoreans and Stoics, While They Hold the Immortality of the Soul, Foolishly Persuade a Voluntary Death.",
          "id": 337637
        },
        {
          "text": "Others, again, discuss things contrary to these, namely, that the soul survives after death; and these are chiefly the Pythagoreans and Stoics.",
          "id": 337638
        },
        {
          "text": "And although they are to be treated with indulgence because they perceive the truth, yet I cannot but blame them, because they fell upon the truth not by their opinion, but by accident.",
          "id": 337639
        },
        {
          "text": "And thus they erred in some degree even in that very matter which they rightly perceived.",
          "id": 337640
        },
        {
          "text": "For, since they feared the argument by which it is inferred that the soul must necessarily die with the body, because it is born with the body, they asserted that the soul is not born with the body, but rather introduced into it, and that it migrates from one body to another.",
          "id": 337641
        },
        {
          "text": "They did not consider that it was possible for the soul to survive the body, unless it should appear to have existed previously to the body.",
          "id": 337642
        },
        {
          "text": "There is therefore an equal and almost similar error on each side.",
          "id": 337643
        },
        {
          "text": "But the one side are deceived with respect to the past, the other with respect to the future.",
          "id": 337644
        },
        {
          "text": "For no one saw that which is most true, that the soul is both created and does not die, because they were ignorant why that came to pass, or what was the nature of man.",
          "id": 337645
        },
        {
          "text": "Many therefore of them, because they suspected that the soul is immortal, laid violent hands upon themselves, as though they were about to depart to heaven.",
          "id": 337646
        },
        {
          "text": "Thus it was with Cleanthes and Chrysippus, with Zeno, and Empedocles, who in the dead of night cast himself into a cavity of the burning aetna, that when he had suddenly disappeared it might be believed that he had departed to the gods; and thus also of the Romans Cato died, who through the whole of his life was an imitator of Socratic ostentation.",
          "id": 337647
        },
        {
          "text": "For Democritus was of another persuasion.",
          "id": 337648
        },
        {
          "text": "But, however,  \"By his own spontaneous act he offered up his head to death; \"    and nothing can be more wicked than this.",
          "id": 337649
        },
        {
          "text": "For if a homicide is guilty because he is a destroyer of man, he who puts himself to death is under the same guilt, because he puts to death a man.",
          "id": 337650
        },
        {
          "text": "Yea, that crime may be considered to be greater, the punishment of which belongs to God alone.",
          "id": 337651
        },
        {
          "text": "For as we did not come into this life of our own accord; so, on the other hand, we can only withdraw from this habitation of the body which has been appointed for us to keep, by the command of Him who placed us in this body that we may inhabit it, until He orders us to depart from it; and if any violence is offered to us, we must endure it with equanimity, since the death of an innocent person cannot be unavenged, and since we have a great Judge who alone always has the power of taking vengeance in His hands.",
          "id": 337652
        },
        {
          "text": "All these philosophers, therefore, were homicides; and Cato himself, the chief of Roman wisdom, who, before he put himself to death, is said to have read through the treatise of Plato which he wrote on the immortality of the soul, and was led by the authority of the philosopher to the commission of this great crime; yet he, however, appears to have had some cause for death in his hatred of slavery.",
          "id": 337653
        },
        {
          "text": "Why should I speak of the Ambraciot, who, having read the same treatise, threw himself into the sea, for no other cause than that he believed Plato?—a doctrine altogether detestable and to be avoided, if it drives men from life.",
          "id": 337654
        },
        {
          "text": "But if Plato had known and taught by whom, and how, and to whom, and on account of what actions, and at what time, immortality is given, he would neither have driven Cleombrotus nor Cato to a voluntary death, but he would have trained them to live with justice.",
          "id": 337655
        },
        {
          "text": "For it appears to me that Cato sought a cause for death, not so much that he might escape from Caesar, as that he might obey the decrees of the Stoics, whom he followed, and might make his name distinguished by some great action; and I do not see what evil could have happened to him if he had lived.",
          "id": 337656
        },
        {
          "text": "For Caius Caesar, such was his clemency, had no other object, even in the very heat of civil war, than to appear to deserve well of the state, by preserving two excellent citizens, Cicero and Cato.",
          "id": 337657
        },
        {
          "text": "But let us return to those who praise death as a benefit.",
          "id": 337658
        },
        {
          "text": "You complain of life as though you had lived, or had ever settled with yourself why you were born at all.",
          "id": 337659
        },
        {
          "text": "May not therefore the true and common Father of all justly find fault with that saying of Terence:—  \"First, learn in what life consists; then, if you shall be dissatisfied with life, have recourse to death\".",
          "id": 337660
        },
        {
          "text": "You are indignant that you are exposed to evils; as though you deserved anything good, who are ignorant of your Father, Lord, and King; who, although you behold with your eyes the bright light, are nevertheless blind in mind, and lie in the depths of the darkness of ignorance.",
          "id": 337661
        },
        {
          "text": "And this ignorance has caused that some have not been ashamed to say, that we are born for this cause, that we may suffer the punishment of our crimes; but I do not see what can be more senseless than this.",
          "id": 337662
        },
        {
          "text": "For where or what crimes could we have committed when we did not even exist? Unless we shall happen to believe that foolish old man, who falsely said that he had lived before, and that in his former life he had been Euphorbus.",
          "id": 337663
        },
        {
          "text": "He, I believe, because he was born of an ignoble race, chose for himself a family from the poems of Homer.",
          "id": 337664
        },
        {
          "text": "O wonderful and remarkable memory of Pythagoras! O miserable forgetfulness on the part of us all, since we know not who we were in our former life! But perhaps it was caused by some error, or favour, that he alone did not touch the abyss of Lethe, or taste the water of oblivion; doubtless the trifling old man (as is wont to be the case with old women who are free from occupation) invented fables as it were for credulous infants.",
          "id": 337665
        },
        {
          "text": "But if he had thought well of those to whom he spoke these things; if he had considered them to be men, he would never have claimed to himself the liberty of uttering such perverse falsehoods.",
          "id": 337666
        },
        {
          "text": "But the folly of this most trifling man is deserving of ridicule.",
          "id": 337667
        },
        {
          "text": "What shall we do in the case of Cicero, who, having said in the beginning of his Consolation that men were born for the sake of atoning for their crimes, afterwards repeated the assertion, as though rebuking him who does not imagine that life is a punishment? He was right, therefore, in saying beforehand that he was held by error and wretched ignorance of the truth.",
          "id": 337668
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chap.",
          "id": 337669
        },
        {
          "text": "XIX.",
          "id": 337670
        },
        {
          "text": "—Cicero and Others of the Wisest Men Teach the Immortality of the Soul, But in an Unbelieving Manner; And that a Good or an Evil Death Must Be Weighed from the Previous Life.",
          "id": 337671
        },
        {
          "text": "But those who assert the advantage of death, because they know nothing of the truth, thus reason: If there is nothing after death, death is not an evil; for it takes away the perception of evil.",
          "id": 337672
        },
        {
          "text": "But if the soul survives, death is even an advantage; because immortality follows.",
          "id": 337673
        },
        {
          "text": "And this sentiment is thus set forth by Cicero concerning the Laws: \"We may congratulate ourselves, since death is about to bring either a better state than that which exists in life, or at any rate not a worse.",
          "id": 337674
        },
        {
          "text": "For if the soul is in a state of vigour without the body, it is a divine life; and if it is without perception, assuredly there is no evil\".",
          "id": 337675
        },
        {
          "text": "Cleverly argued, as it appeared to himself, as though there could be no other state.",
          "id": 337676
        },
        {
          "text": "But each conclusion is false.",
          "id": 337677
        },
        {
          "text": "For the sacred writings teach that the soul is not annihilated; but that it is either rewarded according to its righteousness, or eternally punished according to its crimes.",
          "id": 337678
        },
        {
          "text": "For neither is it right, that he who has lived a life of wickedness in prosperity should escape the punishment which he deserves; nor that he who has been wretched on account of his righteousness, should be deprived of his reward.",
          "id": 337679
        },
        {
          "text": "And this is so true, that Tully also, in his Consolation, declared that the righteous and the wicked do not inhabit the same abodes.",
          "id": 337680
        },
        {
          "text": "For those same wise men, he says, did not judge that the same course was open for all into the heaven; for they taught that those who were contaminated by vices and crimes were thrust down into darkness, and lay in the mire; but that, on the other hand, souls that were chaste, pure, upright, and uncontaminated, being also refined by the study and practice of virtue, by a light and easy course take their flight to the gods, that is, to a nature resembling their own.",
          "id": 337681
        },
        {
          "text": "But this sentiment is opposed to the former argument.",
          "id": 337682
        },
        {
          "text": "For that is based on the assumption that every man at his birth is presented with immortality.",
          "id": 337683
        },
        {
          "text": "What distinction, therefore, will there be between virtue and guilt, if it makes no difference whether a man be Aristides or Phalaris, whether he be Cato or Catiline? But a man does not perceive this opposition between sentiments and actions, unless he is in possession of the truth.",
          "id": 337684
        },
        {
          "text": "If any one, therefore, should ask me whether death is a good or an evil, I shall reply that its character depends upon the course of the life.",
          "id": 337685
        },
        {
          "text": "For as life itself is a good if it is passed virtuously, but an evil if it is spent viciously, so also death is to be weighed in accordance with the past actions of life.",
          "id": 337686
        },
        {
          "text": "And so it comes to pass, that if life has been passed in the service of God, death is not an evil, for it is a translation to immortality.",
          "id": 337687
        },
        {
          "text": "But if not so, death must necessarily be an evil, since it transfers men, as I have said, to everlasting punishment.",
          "id": 337688
        },
        {
          "text": "What, then, shall we say, but that they are in error who either desire death as a good, or flee from life as an evil? unless they are most unjust, who do not weigh the fewer evils against the greater number of blessings.",
          "id": 337689
        },
        {
          "text": "For when they pass all their lives in a variety of the choicest gratifications, if any bitterness has chanced to succeed to these, they desire to die; and they so regard it as to appear never to have fared well, if at any time they happen to fare ill.",
          "id": 337690
        },
        {
          "text": "Therefore they condemn the whole of life, and consider it as nothing else than filled with evils.",
          "id": 337691
        },
        {
          "text": "Hence arose that foolish sentiment, that this state which we imagine to be life is death, and that that which we fear as death is life; and so that the first good is not to be born, that the second is an early death.",
          "id": 337692
        },
        {
          "text": "And that this sentiment may be of greater weight, it is attributed to Silenus.",
          "id": 337693
        },
        {
          "text": "Cicero in his Consolation says: \"Not to be born is by far the best thing, and not to fall upon these rocks of life.",
          "id": 337694
        },
        {
          "text": "But the next thing is, if you have been born, to die as soon as possible, and to flee from the violence of fortune as from a conflagration\".",
          "id": 337695
        },
        {
          "text": "That he believed this most foolish expression appears from this, that he added something of his own for its embellishment.",
          "id": 337696
        },
        {
          "text": "I ask, therefore, for whom he thinks it best not to be born, when there is no one at all who has any perception; for it is the perception which causes anything to be good or bad.",
          "id": 337697
        },
        {
          "text": "In the next place, why did he regard the whole of life as nothing else than rocks, and a conflagration; as though it were either in our power not to be born, or life were given to us by fortune, and not by God, or as though the course of life appeared to bear any resemblance to a conflagration?  The saying of Plato is not dissimilar, that he gave thanks to nature, first that he was born a human being rather than a dumb animal; in the next place, that he was a man rather than a woman; that he was a Greek rather than a barbarian; lastly, that he was an Athenian, and that he was born in the time of Socrates.",
          "id": 337698
        },
        {
          "text": "It is impossible to say what great blindness and errors are produced by ignorance of the truth would altogether contend that nothing in the affairs of men was ever spoken more foolishly.",
          "id": 337699
        },
        {
          "text": "As though, if he had been born a barbarian, or a woman, or, in fine, an ass, he would be the same Plato, and not that very being which had been produced.",
          "id": 337700
        },
        {
          "text": "But he evidently believed Pythagoras, who, in order that he might prevent men from feeding on animals, said that souls passed from the bodies of men to the bodies of other animals; which is both foolish and impossible.",
          "id": 337701
        },
        {
          "text": "It is foolish, because it was unnecessary to introduce souls that have long existed into new bodies, when the same Artificer who at one time had made the first, was always able to make fresh ones; it is impossible, because the soul endued with right reason can no more change the nature of its condition, than fire can rush downwards, or, like a river, pour its flame obliquely.",
          "id": 337702
        },
        {
          "text": "The wise man therefore imagined, that it might come to pass that the soul which was then in Plato might be shut up in some other animal, and might be endued with the sensibility of a man, so as to understand and grieve that it was burthened with an incongruous body.",
          "id": 337703
        },
        {
          "text": "How much more rationally would he have acted, if he had said that he gave thanks because he was born with a good capacity, and capable of receiving instruction, and that he was possessed of those resources which enabled him to receive a liberal education! For what benefit was it that he was born at Athens? Have not many men of distinguished talent and learning lived in other cities, who were better individually than all the Athenians? How many thousands must we believe that there were, who, though born at Athens, and in the times of Socrates, were nevertheless unlearned and foolish? For it is not the walls or the place in which any one was born that can invest a man with wisdom.",
          "id": 337704
        },
        {
          "text": "Of what avail was it to congratulate himself that he was born in the times of Socrates? Was Socrates able to supply talent to learners? It did not occur to Plato that Alcibiades also, and Critias, were constant hearers of the same Socrates, the one of whom was the most active enemy of his country, the other the most cruel of all tyrants.",
          "id": 337705
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chap.",
          "id": 337706
        },
        {
          "text": "XX.",
          "id": 337707
        },
        {
          "text": "—Socrates Had More Knowledge in Philosophy Than Other Men, Although in Many Things He Acted Foolishly.",
          "id": 337708
        },
        {
          "text": "Let us now see what there was so great in Socrates himself, that a wise man deservedly gave thanks that he was born in his times.",
          "id": 337709
        },
        {
          "text": "I do not deny that he was a little more sagacious than the others who thought that the nature of things could be comprehended by the mind.",
          "id": 337710
        },
        {
          "text": "And in this I judge that they were not only senseless, but also impious; because they wished to send their inquisitive eyes into the secrets of that heavenly providence.",
          "id": 337711
        },
        {
          "text": "We know that there are at Rome, and in many cities, certain sacred things which it is considered impious for men to look upon.",
          "id": 337712
        },
        {
          "text": "Therefore they who are not permitted to pollute those objects abstain from looking upon them; and if by error or some accident a man has happened to see them, his guilt is expiated first by his punishment, and afterwards by a repetition of sacrifice.",
          "id": 337713
        },
        {
          "text": "What can you do in the case of those who wish to pry into unpermitted things? Truly they are much more wicked who seek to profane the secrets of the world and this heavenly temple with impious disputations, than those who entered the temple of Vesta, or the Good Goddess, or Ceres.",
          "id": 337714
        },
        {
          "text": "And these shrines, though it is not lawful for men to approach them, were yet constructed by men.",
          "id": 337715
        },
        {
          "text": "But these men not only escape the charge of impiety, but, that which is much more unbecoming, they gain the fame of eloquence and the glory of talent.",
          "id": 337716
        },
        {
          "text": "What if they were able to investigate anything? For they are as foolish in asserting as they are wicked in searching out; since they are neither able to find out anything, nor, even if they had found out anything, to defend it.",
          "id": 337717
        },
        {
          "text": "For if even by chance they have seen the truth—a thing which often happens—they so act that it is refuted by others as false.",
          "id": 337718
        },
        {
          "text": "For no one descends from heaven to pass sentence on the opinions of individuals; wherefore no one can doubt that those who seek after these things are foolish, senseless, and insane.",
          "id": 337719
        },
        {
          "text": "Socrates therefore had something of human wisdom, who, when he understood that these things could not possibly be ascertained, removed himself from questions of this kind; but I fear that he so acted in this alone.",
          "id": 337720
        },
        {
          "text": "For many of his actions are not only undeserving of praise, but also most deserving of censure, in which things he most resembled those of his own class.",
          "id": 337721
        },
        {
          "text": "Out of these I will select one which may be judged of by all.",
          "id": 337722
        },
        {
          "text": "Socrates used this well-known proverb: \"That which is above us is nothing to us\".",
          "id": 337723
        },
        {
          "text": "Let us therefore fall down upon the earth, and use as feet those hands which have been given us for the production of excellent works.",
          "id": 337724
        },
        {
          "text": "The heaven is nothing to us, to the contemplation of which we have been raised; in fine, the light itself can have no reference to us; undoubtedly the cause of our sustenance is from heaven.",
          "id": 337725
        },
        {
          "text": "But if he perceived this, that we ought not to discuss the nature of heavenly things, he was unable even to comprehend the nature of those things which he had beneath his feet.",
          "id": 337726
        },
        {
          "text": "What then? did he err in his words? It is not probable; but he undoubtedly meant that which he said, that we are not to devote ourselves to religion; but if he were openly to say this, no one would suffer it.",
          "id": 337727
        },
        {
          "text": "For who cannot perceive that this world, completed with such wonderful method, is governed by some providence, since there is nothing which can exist without some one to direct it? Thus, a house deserted by its inhabitant fails to decay; a ship without a pilot goes to the bottom; and a body abandoned by the soul wastes away.",
          "id": 337728
        },
        {
          "text": "Much less can we suppose that so great a fabric could either have been constructed without an Artificer, or have existed so long without a Ruler.",
          "id": 337729
        },
        {
          "text": "But if he wished to overthrow those public superstitions, I do not disapprove of this; yea, I shall rather praise it, if he shall have found anything better to take their place.",
          "id": 337730
        },
        {
          "text": "But the same man swore by a dog and a goose.",
          "id": 337731
        },
        {
          "text": "Oh buffoon (as Zeno the Epicurean says), senseless, abandoned, desperate man, if he wished to scoff at religion; madman, if he did this seriously, so as to esteem a most base animal as God! For who can dare to find fault with the superstitions of the Egyptians, when Socrates confirmed them at Athens by his authority? But was it not a mark of consummate vanity, that before his death he asked his friends to sacrifice for him a cock which he had vowed to aesculapius? He evidently feared lest he should be put upon his trial before Rhadamanthus, the judge, by aesculapius on account of the vow.",
          "id": 337732
        },
        {
          "text": "I should consider him most mad if he had died under the influence of disease.",
          "id": 337733
        },
        {
          "text": "But since he did this in his sound mind, he who thinks that he was wise is himself of unsound mind.",
          "id": 337734
        },
        {
          "text": "Behold one in whose times the wise man congratulates himself as having been born!.",
          "id": 337735
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chap.",
          "id": 337736
        },
        {
          "text": "XXI.",
          "id": 337737
        },
        {
          "text": "—Of the System of Plato, Which Would Lead to the Overthrow of States.",
          "id": 337738
        },
        {
          "text": "Let us, however, see what it was that he learned from Socrates, who, having entirely rejected natural philosophy, betook himself to inquiries about virtue and duty.",
          "id": 337739
        },
        {
          "text": "And thus I do not doubt that he instructed his hearers in the precepts of justice.",
          "id": 337740
        },
        {
          "text": "Therefore, under the teaching of Socrates, it did not escape the notice of Plato, that the force of justice consists in equality, since all are born in an equal condition.",
          "id": 337741
        },
        {
          "text": "Therefore (he says) they must have nothing private or their own; but that they may be equal, as the method of justice requires, they must possess all things in common.",
          "id": 337742
        },
        {
          "text": "This is capable of being endured, as long as it appears to be spoken of money.",
          "id": 337743
        },
        {
          "text": "But how impossible and how unjust this is, I could show by many things.",
          "id": 337744
        },
        {
          "text": "Let us, however, admit its possibility.",
          "id": 337745
        },
        {
          "text": "For grant that all are wise, and despise money.",
          "id": 337746
        },
        {
          "text": "To what, then, did that community lead him? Marriages also, be says, ought to be in common; so that many men may flock together like dogs to the same woman, and he who shall be superior in strength may succeed in obtaining her; or if they are patient as philosophers, they may await their turns, as in a brothel.",
          "id": 337747
        },
        {
          "text": "Oh the wonderful equality of Plato! Where, then, is the virtue of chastity? where conjugal fidelity? And if you take away these, all justice is taken away.",
          "id": 337748
        },
        {
          "text": "But he also says that states would be prosperous, if either philosophers were their kings, or their kings were philosophers.",
          "id": 337749
        },
        {
          "text": "But if you were to give the sovereignty to this man of such justice and equity, who had deprived some of their own property, and given to some the property of others, he would prostitute the modesty of women; a thing which was never done, I do not say by a king, but not even by a tyrant.",
          "id": 337750
        },
        {
          "text": "But what motive did he advance for this most degrading advice? The state will be in harmony, and bound together with the bonds of mutual love, if all shall be the husbands, and fathers, and wives, and children of all.",
          "id": 337751
        },
        {
          "text": "What a confusion of the human race is this? How is it possible for affection to be preserved where there is nothing certain to be loved? What man will love a woman, or what woman a man, unless they shall always have lived together,—unless devotedness of mind, and faith mutually preserved, shall have made their love indivisible? But this virtue has no place in that promiscuous pleasure.",
          "id": 337752
        },
        {
          "text": "Moreover, if all are the children of all, who will be able to love children as his own, when he is either ignorant or in doubt whether they are his own? Who will bestow honour upon any one as a father, when he does not know from whom he was born? From which it comes to pass, that he not only esteems a stranger as a father, but also a father as a stranger.",
          "id": 337753
        },
        {
          "text": "Why should I say that it is possible for a wife to be common, but impossible for a son, who cannot be conceived except from one? The community, therefore, is lost to him alone, nature herself crying out against it.",
          "id": 337754
        },
        {
          "text": "It remains that it is only for the sake of concord that he would have a community of wives.",
          "id": 337755
        },
        {
          "text": "But there is no more vehement cause of discords, than the desire of one woman by many men.",
          "id": 337756
        },
        {
          "text": "And in this Plato might have been admonished, if not by reason, yet certainly by example, both of the dumb animals, which fight most vehemently on this account, and of men, who have always carried on most severe wars with one another on account of this matter.",
          "id": 337757
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chap.",
          "id": 337758
        },
        {
          "text": "XXII.",
          "id": 337759
        },
        {
          "text": "—Of the Precepts of Plato, and Censures of the Same.",
          "id": 337760
        },
        {
          "text": "It remains that the community of which we have spoken admits of nothing else but adulteries and lusts, for the utter extinction of which virtue is especially necessary.",
          "id": 337761
        },
        {
          "text": "Therefore he did not find the concord which he sought, because he did not see whence it arises.",
          "id": 337762
        },
        {
          "text": "For justice has no weight in outward circumstances, not even in the body, but it is altogether employed on the mind of man.",
          "id": 337763
        },
        {
          "text": "He, therefore, who wishes to place men on an equality, ought not to take away marriage and wealth, but arrogance, pride, and haughtiness, that those who are powerful and lifted up on high may know that they are on a level even with the most needy.",
          "id": 337764
        },
        {
          "text": "For insolence and injustice being taken from the rich, it will make no difference whether some are rich and others poor, since they will be equal in spirit, and nothing but reverence towards God can produce this result.",
          "id": 337765
        },
        {
          "text": "He thought, therefore, that he had found justice, whereas he had altogether removed it, because it ought not to be a community of perishable things, but of minds.",
          "id": 337766
        },
        {
          "text": "For if justice is the mother of all virtues, when they are severally taken away, it is also itself overthrown.",
          "id": 337767
        },
        {
          "text": "But Plato took away above all things frugality, which has no existence when there is no property of one's own which can be possessed; he took away abstinence, since there will be nothing belonging to another from which one can abstain; he took away temperance and chastity, which are the greatest virtues in each sex; he took away self-respect, shame, and modesty, if those things which are accustomed to be judged base and disgraceful begin to be accounted honourable and lawful.",
          "id": 337768
        },
        {
          "text": "Thus, while he wishes to confer virtue upon all, he takes it away from all.",
          "id": 337769
        },
        {
          "text": "For the ownership of property contains the material both of vices and of virtues, but a community of goods contains nothing else than the licentiousness of vices.",
          "id": 337770
        },
        {
          "text": "For men who have many mistresses can be called nothing else than luxurious and prodigal.",
          "id": 337771
        },
        {
          "text": "And likewise women who are in the possession of many men, must of necessity be not adulteresses, because they have no fixed marriage, but prostitutes and harlots.",
          "id": 337772
        },
        {
          "text": "Therefore he reduced human life, I do not say to the likeness of dumb animals, but of the herds and brutes.",
          "id": 337773
        },
        {
          "text": "For almost all the birds contract marriages, and are united in pairs, and defend their nests, as though their marriage-beds, with harmonious mind, and cherish their own young, because they are well known to them; and if you put others in their way, they repel them.",
          "id": 337774
        },
        {
          "text": "But this wise man, contrary to the custom of men, and contrary to nature, chose more foolish objects of imitation; and since he saw that the duties of males and females were not separated in the case of other animals, he thought that women also ought to engage in warfare, and take a share in the public counsels, and undertake magistracies, and assume commands.",
          "id": 337775
        },
        {
          "text": "And therefore he assigned to them horses and arms: it follows that he should have assigned to men wool and the loom, and the carrying of infants.",
          "id": 337776
        },
        {
          "text": "Nor did he see the impossibility of what he said, from the fact that no nation has existed in the world so foolish or so vain as to live in this manner.",
          "id": 337777
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chap.",
          "id": 337778
        },
        {
          "text": "XXIII.",
          "id": 337779
        },
        {
          "text": "—Of the Errors of Certain Philosophers, and of the Sun and Moon.",
          "id": 337780
        },
        {
          "text": "Since, therefore, the leading men among the philosophers are themselves discovered to be of such emptiness, what shall we think of those lesser ones, who are accustomed never to appear to themselves so wise, as when they boast of their contempt of money? Brave spirit! But I wait to see their conduct, and what are the results of that contempt.",
          "id": 337781
        },
        {
          "text": "They avoid as an evil, and abandon the property handed down to them from their parents.",
          "id": 337782
        },
        {
          "text": "And lest they should suffer shipwreck in a storm, they plunge headlong of their own accord in a calm, being resolute not by virtue, but by perverse fear; as those who, through fear of being slain by the enemy, slay themselves, that by death they may avoid death.",
          "id": 337783
        },
        {
          "text": "So these men, without honour and without influence, throw away the means by which they might have acquired the glory of liberality.",
          "id": 337784
        },
        {
          "text": "Democritus is praised because he abandoned his fields, and suffered them to become public pastures.",
          "id": 337785
        },
        {
          "text": "I should approve of it, if he had given them.",
          "id": 337786
        },
        {
          "text": "But nothing is done wisely which is useless and evil if it is done by all.",
          "id": 337787
        },
        {
          "text": "But this negligence is tolerable.",
          "id": 337788
        },
        {
          "text": "What shall I say of him who changed his possessions into money, which he threw into the sea? I doubt whether he was in his senses, or deranged.",
          "id": 337789
        },
        {
          "text": "Away, he says, ye evil desires, into the deep.",
          "id": 337790
        },
        {
          "text": "I will cast you away, lest I myself should be cast away by you.",
          "id": 337791
        },
        {
          "text": "If you have so great a contempt for money, employ it in acts of kindness and humanity, bestow it upon the poor; this, which you are about to throw away, may be a succour to many, so that they may not die through famine, or thirst, or nakedness.",
          "id": 337792
        },
        {
          "text": "Imitate at least the madness and fury of Tuditanus; scatter abroad your property to be seized by the people.",
          "id": 337793
        },
        {
          "text": "You have it in your power both to escape the possession of money, and yet to lay it out to advantage; for whatever has been profitable to many is securely laid out.",
          "id": 337794
        },
        {
          "text": "But who approves of the equality of faults as laid down by Zeno? But let us omit that which is always received with derision by all.",
          "id": 337795
        },
        {
          "text": "This is sufficient to prove the error of this madman, that he places pity among vices and diseases.",
          "id": 337796
        },
        {
          "text": "He deprives us of an affection, which involves almost the whole course of human life.",
          "id": 337797
        },
        {
          "text": "For since the nature of man is more feeble than that of the other animals, which divine providence has armed with natural means of protection, either to endure the severity of the seasons or to ward off attacks from their bodies, because none of these things has been given to man, he has received in the place of all these things the affection of pity, which is truly called humanity, by which we might mutually protect each other.",
          "id": 337798
        },
        {
          "text": "For if a man were rendered savage by the sight of another man, which we see happen in the case of those animals which are of a solitary nature, there would be no society among men, no care or system in the building of cities; and thus life would not even be safe, since the weakness of men would both be exposed to the attacks of the other animals, and they would rage among themselves after the manner of wild beasts.",
          "id": 337799
        },
        {
          "text": "Nor is his madness less in other things.",
          "id": 337800
        },
        {
          "text": "For what can be said respecting him who asserted that snow was black? How naturally it followed, that he should also assert that pitch was white! This is he who said that he was born for this purpose, that he might behold the heaven and the sun, who beheld nothing on the earth when the sun was shining.",
          "id": 337801
        },
        {
          "text": "Xenophanes most foolishly believed mathematicians who said that the orb of the moon was eighteen times larger than the earth; and, as was consistent with this folly, he said that within the concave surface of the moon there was another earth, and that there another race of men live in a similar manner to that in which we live on this earth.",
          "id": 337802
        },
        {
          "text": "Therefore these lunatics have another moon, to hold forth to them a light by night, as this does to us.",
          "id": 337803
        },
        {
          "text": "And perhaps this globe of ours may be a moon to another earth below this.",
          "id": 337804
        },
        {
          "text": "Seneca says that there was one among the Stoics who used to deliberate whether he should assign to the sun also its own inhabitants; he acted foolishly in doubting.",
          "id": 337805
        },
        {
          "text": "For what injury would he have inflicted if he had assigned them? But I believe the heat deterred him, so as not to imperil so great a multitude; lest, if they should perish through excessive heat, so great a calamity should be said to have happened by his fault.",
          "id": 337806
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chap.",
          "id": 337807
        },
        {
          "text": "XXIV.",
          "id": 337808
        },
        {
          "text": "—Of the Antipodes, the Heaven, and the Stars.",
          "id": 337809
        },
        {
          "text": "How is it with those who imagine that there are antipodes opposite to our footsteps? Do they say anything to the purpose? Or is there any one so senseless as to believe that there are men whose footsteps are higher than their heads? or that the things which with us are in a recumbent position, with them hang in an inverted direction? that the crops and trees grow downwards? that the rains, and snow, and hail fall upwards to the earth? And does any one wonder that hanging gardens are mentioned among the seven wonders of the world, when philosophers make hanging fields, and seas, and cities, and mountains? The origin of this error must also be set forth by us.",
          "id": 337810
        },
        {
          "text": "For they are always deceived in the same manner.",
          "id": 337811
        },
        {
          "text": "For when they have assumed anything false in the commencement of their investigations, led by the resemblance of the truth, they necessarily fall into those things which are its consequences.",
          "id": 337812
        },
        {
          "text": "Thus they fall into many ridiculous things; because those things which are in agreement with false things, must themselves be false.",
          "id": 337813
        },
        {
          "text": "But since they placed confidence in the first, they do not consider the character of those things which follow, but defend them in every way; whereas they ought to judge from those which follow, whether the first are true or false.",
          "id": 337814
        },
        {
          "text": "What course of argument, therefore, led them to the idea of the antipodes? They saw the courses of the stars travelling towards the west; they saw that the sun and the moon always set towards the same quarter, and rise from the same.",
          "id": 337815
        },
        {
          "text": "But since they did not perceive what contrivance regulated their courses, nor how they returned from the west to the east, but supposed that the heaven itself sloped downwards in every direction, which appearance it must present on account of its immense breadth, they thought that the world is round like a ball, and they fancied that the heaven revolves in accordance with the motion of the heavenly bodies; and thus that the stars and sun, when they have set, by the very rapidity of the motion of the world are borne back to the east.",
          "id": 337816
        },
        {
          "text": "Therefore they both constructed brazen orbs, as though after the figure of the world, and engraved upon them certain monstrous images, which they said were constellations.",
          "id": 337817
        },
        {
          "text": "It followed, therefore, from this rotundity of the heaven, that the earth was enclosed in the midst of its curved surface.",
          "id": 337818
        },
        {
          "text": "But if this were so, the earth also itself must be like a globe; for that could not possibly be anything but round, which was held enclosed by that which was round.",
          "id": 337819
        },
        {
          "text": "But if the earth also were round, it must necessarily happen that it should present the same appearance to all parts of the heaven; that is, that it should raise aloft mountains, extend plains, and have level seas.",
          "id": 337820
        },
        {
          "text": "And if this were so, that last consequence also followed, that there would be no part of the earth uninhabited by men and the other animals.",
          "id": 337821
        },
        {
          "text": "Thus the rotundity of the earth leads, in addition, to the invention of those suspended antipodes.",
          "id": 337822
        },
        {
          "text": "But if you inquire from those who defend these marvellous fictions, why all things do not fall into that lower part of the heaven, they reply that such is the nature of things, that heavy bodies are borne to the middle, and that they are all joined together towards the middle, as we see spokes in a wheel; but that the bodies which are light, as mist, smoke, and fire, are borne away from the middle, so as to seek the heaven.",
          "id": 337823
        },
        {
          "text": "I am at a loss what to say respecting those who, when they have once erred, consistently persevere in their folly, and defend one vain thing by another; but that I sometimes imagine that they either discuss philosophy for the sake of a jest, or purposely and knowingly undertake to defend falsehoods, as if to exercise or display their talents on false subjects.",
          "id": 337824
        },
        {
          "text": "But I should be able to prove by many arguments that it is impossible for the heaven to be lower than the earth, were is not that this book must now be concluded, and that some things still remain, which are more necessary for the present work.",
          "id": 337825
        },
        {
          "text": "And since it is not the work of a single book to run over the errors of each individually, let it be sufficient to have enumerated a few, from which the nature of the others may be understood.",
          "id": 337826
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chap.",
          "id": 337827
        },
        {
          "text": "XXV.",
          "id": 337828
        },
        {
          "text": "—Of Learning Philosophy, and What Great Qualifications are Necessary for Its Pursuit.",
          "id": 337829
        },
        {
          "text": "We must now speak a few things concerning philosophy in general, that having strengthened our cause we may conclude.",
          "id": 337830
        },
        {
          "text": "That greatest imitator of Plato among our writers thought that philosophy was not for the multitude, because none but learned men could attain to it.",
          "id": 337831
        },
        {
          "text": "\"Philosophy,\" says Cicero, \"is contented with a few judges, of its own accord designedly avoiding the multitude\".",
          "id": 337832
        },
        {
          "text": "It is not therefore wisdom, if it avoids the concourse of men; since, if wisdom is given to man, it is given to all without any distinction, so that there is no one at all who cannot acquire it.",
          "id": 337833
        },
        {
          "text": "But they so embrace virtue, which is given to the human race, that they alone of all appear to wish to enjoy that which is a public good; being as envious as if they should wish to bind or tear out the eyes of others that they may not see the sun.",
          "id": 337834
        },
        {
          "text": "For what else is it to deny wisdom to men, than to take away from their minds the true and divine light? But if the nature of man is capable of wisdom, it was befitting that both workmen, and country people, and women, and all, in short, who bear the human form, should be taught to be wise; and that the people should be brought together from every language, and condition, and sex, and age.",
          "id": 337835
        },
        {
          "text": "Therefore it is a very strong argument that philosophy neither tends to wisdom, nor is of itself wisdom, that its mystery is only made known by the beard and cloak of the philosophers.",
          "id": 337836
        },
        {
          "text": "The Stoics, moreover, perceived this, who said that philosophy was to be studied both by slaves and women; Epicurus also, who invites those who are altogether unacquainted with letters to philosophy; and Plato also, who wished to compose a state of wise men.",
          "id": 337837
        },
        {
          "text": "They attempted, indeed, to do that which truth required; but they were unable to proceed beyond words.",
          "id": 337838
        },
        {
          "text": "First, because instruction in many arts is necessary for an application to philosophy.",
          "id": 337839
        },
        {
          "text": "Common learning must be acquired on account of practice in reading, because in so great a variety of subjects it is impossible that all things should be learned by hearing, or retained in the memory.",
          "id": 337840
        },
        {
          "text": "No little attention also must be given to the grammarians, in order that you may know the right method of speaking.",
          "id": 337841
        },
        {
          "text": "That must occupy many years.",
          "id": 337842
        },
        {
          "text": "Nor must there be ignorance of rhetoric, that you may be able to utter and express the things which you have learned.",
          "id": 337843
        },
        {
          "text": "Geometry also, and music, and astronomy, are necessary, because these arts have some connection with philosophy; and the whole of these subjects cannot be learned by women, who must learn within the years of their maturity the duties which are hereafter about to be of service to them for domestic uses; nor by servants, who must live in service during those years especially in which they are able to learn; nor by the poor, or labourers, or rustics, who have to gain their daily support by labour.",
          "id": 337844
        },
        {
          "text": "And on this account Tully says that philosophy is averse from the multitude.",
          "id": 337845
        },
        {
          "text": "But yet Epicurus will receive the ignorant.",
          "id": 337846
        },
        {
          "text": "How, then, will they understand those things which are said respecting the first principles of things, the perplexities and intricacies of which are scarcely attained to by men of cultivated minds?  Therefore, in subjects which are involved in obscurity, and confused by a variety of intellects, and set off by the studied language of eloquent men, what place is there for the unskilful and ignorant? Lastly, they never taught any women to study philosophy, except Themiste only, within the whole memory of man; nor slaves, except Phaedo only, who is said, when living in oppressive slavery, to have been ransomed and taught by Cebes.",
          "id": 337847
        },
        {
          "text": "They also enumerate Plato and Diogenes: these, however, were not slaves, though they had fallen into servitude, for they had been taken captive.",
          "id": 337848
        },
        {
          "text": "A certain Aniceris is said to have ransomed Plato for eight sesterces.",
          "id": 337849
        },
        {
          "text": "And on this account Seneca severely rebuked the ransomer himself, because he set so small value upon Plato.",
          "id": 337850
        },
        {
          "text": "He was a madman, as it seems to me, who was angry with a man because he did not throw away much money; doubtless he ought to have weighed gold as though to ransom the corpse of Hector, or to have insisted upon the payment of more money than the seller demanded.",
          "id": 337851
        },
        {
          "text": "Moreover, they taught none of the barbarians, with the single exception of Anacharsis the Scythian, who never would have dreamed of philosophy had he not previously learned both language and literature.",
          "id": 337852
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chap.",
          "id": 337853
        },
        {
          "text": "XXVI.",
          "id": 337854
        },
        {
          "text": "—It is Divine Instruction Only Which Bestows Wisdom; And of What Efficacy the Law of God is.",
          "id": 337855
        },
        {
          "text": "That, therefore, which they perceived to be justly required by the demands of nature, but which they were themselves unable to perform, and saw that the philosophers could not effect, is accomplished only by divine instruction; for that only is wisdom.",
          "id": 337856
        },
        {
          "text": "Doubtless they were able to persuade any one who do not even persuade themselves of anything; or they will crush the desires, moderate the anger, and restrain the lusts of any one, when they themselves both yield to vices, and acknowledge that they are overpowered by nature.",
          "id": 337857
        },
        {
          "text": "But what influence is exerted on the souls of men by the precepts of God, because of their simplicity and truth, is shown by daily proofs.",
          "id": 337858
        },
        {
          "text": "Give me a man who is passionate, scurrilous, and unrestrained; with a very few words of God,  \"I will render him as gentle as a sheep\".",
          "id": 337859
        },
        {
          "text": "Give me one who is grasping, covetous, and tenacious; I will presently restore him to you liberal, and freely bestowing his money with full hands.",
          "id": 337860
        },
        {
          "text": "Give me a man who is afraid of pain and death; he shall presently despise crosses, and fires, and the bull of Phalaris.",
          "id": 337861
        },
        {
          "text": "Give me one who is lustful, an adulterer, a glutton; you shall presently see him sober, chaste, and temperate.",
          "id": 337862
        },
        {
          "text": "Give me one who is cruel and bloodthirsty: that fury shall presently be changed into true clemency.",
          "id": 337863
        },
        {
          "text": "Give me a man who is unjust, foolish, an evil-doer; forthwith he shall be just, and wise, and innocent: for by one laver all his wickedness shall be taken away.",
          "id": 337864
        },
        {
          "text": "So great is the power of divine wisdom, that, when infused into the breast of man, by one impulse it once for all expels folly, which is the mother of faults, for the effecting of which there is no need of payment, or books, or nightly studies.",
          "id": 337865
        },
        {
          "text": "These results are accomplished gratuitously, easily, and quickly, if only the ears are open and the breast thirsts for wisdom.",
          "id": 337866
        },
        {
          "text": "Let no one fear: we do not sell water, nor offer the sun for a reward.",
          "id": 337867
        },
        {
          "text": "The fountain of God, most abundant and most full, is open to all; and this heavenly light rises for all, as many as have eyes.",
          "id": 337868
        },
        {
          "text": "Did any of the philosophers effect these things, or is he able to effect them if he wishes? For though they spend their lives in the study of philosophy, they are neither able to improve any other person nor themselves (if nature has presented any obstacle).",
          "id": 337869
        },
        {
          "text": "Therefore their wisdom, doing its utmost, does not eradicate, but hide vices.",
          "id": 337870
        },
        {
          "text": "But a few precepts of God so entirely change the whole man, and having put off the old man, render him new, that you would not recognise him as the same.",
          "id": 337871
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chap.",
          "id": 337872
        },
        {
          "text": "XXVII.",
          "id": 337873
        },
        {
          "text": "—How Little the Precepts of Philosophers Contribute to True Wisdom, Which You Will Find in Religion Only.",
          "id": 337874
        },
        {
          "text": "What, then? Do they enjoin nothing similar? Yes, indeed, many things; and they frequently approach the truth.",
          "id": 337875
        },
        {
          "text": "But those precepts have no weight, because they are human, and are without a greater, that is, that divine authority.",
          "id": 337876
        },
        {
          "text": "No one therefore believes them, because the hearer imagines himself to be a man, just as he is, who enjoins them.",
          "id": 337877
        },
        {
          "text": "Moreover, there is no certainty with them, nothing which proceeds from knowledge.",
          "id": 337878
        },
        {
          "text": "But since all things are done by conjecture, and many differing and various things are brought forward, it is the part of a most foolish man to be willing to obey their precepts, since it is doubted whether they are true or false; and therefore no one obeys them, because no one wishes to labour for an uncertainty.",
          "id": 337879
        },
        {
          "text": "The Stoics say that it is virtue which can alone produce a happy life.",
          "id": 337880
        },
        {
          "text": "Nothing can be said with greater truth.",
          "id": 337881
        },
        {
          "text": "But what if he shall be tormented, or afflicted with pain? Will it be possible for any one to be happy in the hands of the executioners? But truly pain inflicted upon the body is the material of virtue; therefore he is not wretched even in tortures.",
          "id": 337882
        },
        {
          "text": "Epicurus speaks much more strongly.",
          "id": 337883
        },
        {
          "text": "The wise man, he says, is always happy; and even when shut up in the bull of Phalaris he will utter this speech: \"It is pleasant, and I do not care for it\".",
          "id": 337884
        },
        {
          "text": "Who would not laugh at him? Especially, because a man who is devoted to pleasure took upon himself the character of a man of fortitude, and that to an immoderate degree; for it is impossible that any one should esteem tortures of the body as pleasures, since it is sufficient for discharging the office of virtue that one sustains and endures them.",
          "id": 337885
        },
        {
          "text": "What do you, Stoics, say? What do you, Epicurus? The wise man is happy even when be is tortured.",
          "id": 337886
        },
        {
          "text": "If it is on account of the glory of his endurance, he will not enjoy it, for perchance he will die under the tortures.",
          "id": 337887
        },
        {
          "text": "If it is on account of the recollection of the deed, either he will not perceive it if souls shall perish, or, if he shall perceive it, he will gain nothing from it.",
          "id": 337888
        },
        {
          "text": "What other advantage is there then in virtue? what happiness of life? Is it that a man may die with equanimity? You present to me the advantage of a single hour, or perhaps moment, for the sake of which it may not be expedient to be worn out by miseries and labours throughout the whole of life.",
          "id": 337889
        },
        {
          "text": "But how much time does death occupy? on the arrival of which it now makes no difference whether you shall have undergone it with equanimity or not.",
          "id": 337890
        },
        {
          "text": "Thus it happens that nothing is sought from virtue but glory.",
          "id": 337891
        },
        {
          "text": "But this is either superfluous and short-lived, or it will not follow from the depraved judgments of men.",
          "id": 337892
        },
        {
          "text": "Therefore there is no fruit from virtue where virtue is subject to death and decay.",
          "id": 337893
        },
        {
          "text": "Therefore they who said these things saw a certain shadow of virtue; they did not see virtue itself.",
          "id": 337894
        },
        {
          "text": "For they had their eyes fixed on the earth, nor did they raise their countenances on high that they might behold her  \"Who showed herself from the quarters of heaven\".",
          "id": 337895
        },
        {
          "text": "This is the reason why no one obeys their precepts; inasmuch as they either train men to vices, if they defend pleasure; or if they uphold virtue, they neither threaten sin with any punishment, except that of disgrace only, nor do they promise any reward to virtue, except that of honour and praise only, since they say that virtue is to be sought for its own sake, and not on account of any other object.",
          "id": 337896
        },
        {
          "text": "The wise man therefore is happy under tortures; but when he suffers torture on account of his faith, on account of justice, or on account of God, that endurance of pain will render him most happy.",
          "id": 337897
        },
        {
          "text": "For it is God alone who can honour virtue, the reward of which is immortality alone.",
          "id": 337898
        },
        {
          "text": "And they who do not seek this, nor possess religion, with which eternal life is connected, assuredly do not know the power of virtue, the reward of which they are ignorant; nor look towards heaven, as they themselves imagine that they do, when they inquire into subjects which do not admit of investigation, since there is no other cause for looking towards heaven, unless it be either to undertake religion, or to believe that one's soul is immortal.",
          "id": 337899
        },
        {
          "text": "For if any one understands that God is to be worshipped, or has the hope of immortality set before him, his mind is in heaven; and although he may not behold it with his eyes, yet he does behold it with the eye of his soul.",
          "id": 337900
        },
        {
          "text": "But they who do not take up religion are of the earth, for religion is from heaven; and they who think that the soul perishes together with the body, equally look down towards the earth: for beyond the body, which is earth, they see nothing further, which is immortal.",
          "id": 337901
        },
        {
          "text": "It is therefore of no profit that man is so made, that with upright body he looks towards heaven, unless with mind raised aloft he discerns God, and his thoughts are altogether engaged upon the hope of everlasting life.",
          "id": 337902
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chap.",
          "id": 337903
        },
        {
          "text": "XXVIII.",
          "id": 337904
        },
        {
          "text": "—Of True Religion and of Nature.",
          "id": 337905
        },
        {
          "text": "Whether Fortune is a Goddess, and of Philosophy.",
          "id": 337906
        },
        {
          "text": "Wherefore there is nothing else in life on which our plan and condition can depend but the knowledge of God who created us, and the religious and pious worship of Him; and since the philosophers have wandered from this, it is plain that they were not wise.",
          "id": 337907
        },
        {
          "text": "They sought wisdom, indeed; but because they did not seek it in a right manner, they sunk down to a greater distance, and fell into such great errors, that they did not even possess common wisdom.",
          "id": 337908
        },
        {
          "text": "For they were not only unwilling to maintain religion, but they even took it away; while, led on by the appearance of false virtue, they endeavour to free the mind from all fear: and this overturning of religion gains the name of nature.",
          "id": 337909
        },
        {
          "text": "For they, either being ignorant by whom the world was made, or wishing to persuade men that nothing was completed by divine intelligence, said that nature was the mother of all things, as though they should say that all things were produced of their own accord: by which word they altogether confess their own ignorance.",
          "id": 337910
        },
        {
          "text": "For nature, apart from divine providence and power, is absolutely nothing.",
          "id": 337911
        },
        {
          "text": "But if they call God nature, what perverseness is it, to use the name of nature rather than of God! But if nature is the plan, or necessity, or condition of birth, it is not by itself capable of sensation; but there must necessarily be a divine mind, which by its foresight furnishes the beginning of their existence to all things.",
          "id": 337912
        },
        {
          "text": "Or if nature is heaven and earth, and everything which is created, nature is not God, but the work of God.",
          "id": 337913
        },
        {
          "text": "By a similar error they believe in the existence of fortune, as a goddess mocking the affairs of then with various casualties, because they know not from what source things good and evil happen to them.",
          "id": 337914
        },
        {
          "text": "They think that they are brought together to do battle with her; nor do they assign any reason by whom and on what account they are thus matched; but they only boast that they are every moment carrying on a contest for life and death with fortune.",
          "id": 337915
        },
        {
          "text": "Now, as many as have consoled any persons on account of the death and removal of friends, have censured the name of fortune with the most severe accusations; nor is there any disputation of theirs on the subject of virtue, in which fortune is not harassed.",
          "id": 337916
        },
        {
          "text": "M.",
          "id": 337917
        },
        {
          "text": "Tullius, in his Consolation, says that he has always fought against fortune, and that she was always overpowered by him when he had valiantly beaten back the attacks of his enemies; that he was not subdued by her even then, when he was driven from his home and deprived of his country; but then, when he lost his dearest daughter, he shamefully confesses that he is overcome by fortune.",
          "id": 337918
        },
        {
          "text": "I yield, he says, and raise my hand.",
          "id": 337919
        },
        {
          "text": "What is more wretched than this man, who thus lies prostrate? He acts foolishly, he says; but it is one who professes that he is wise.",
          "id": 337920
        },
        {
          "text": "What, then, does the assumption of the name imply? What that contempt of things which is laid claim to with magnificent words? What that dress, so different from others? Or why do you give precepts of wisdom at all, if no one has yet been found who is wise? And does any one bear ill-will to us because we deny that philosophers are wise, when they themselves confess that they neither have knowledge nor wisdom? For if at any time they have so failed that they are not even able to feign anything, as their practice is in other cases, then in truth they are reminded of their ignorance; and, as though in madness, they spring up and exclaim that they are blind and foolish.",
          "id": 337921
        },
        {
          "text": "Anaxagoras pronounces that all things are overspread with darkness.",
          "id": 337922
        },
        {
          "text": "Empedocles complains that the paths of the senses are narrow, as though for his reflections he had need of a chariot and four horses.",
          "id": 337923
        },
        {
          "text": "Democritus says that the truth lies sunk in a well so deep that it has no bottom; foolishly, indeed, as he says other things.",
          "id": 337924
        },
        {
          "text": "For the truth is not, as it were, sunk in a well to which it was permitted him to descend, or even to fall, but, as it were, placed on the highest top of a lofty mountain, or in heaven, which is most true.",
          "id": 337925
        },
        {
          "text": "For what reason is there why he should say that it is sunk below rather than that it is raised aloft? unless by chance he preferred to place the mind also in the feet, or in the bottom of the heels, rather than in the breast or in the head.",
          "id": 337926
        },
        {
          "text": "So widely removed were they from the truth itself, that even the posture of their own body did not admonish them, that the truth must be sought for by them in the highest place.",
          "id": 337927
        },
        {
          "text": "From this despair arose that confession of Socrates, in which he said that he knew nothing but this one thing alone, that he knew nothing.",
          "id": 337928
        },
        {
          "text": "From this flowed the system of the Academy, if that is to be called a system in which ignorance is both learnt and taught.",
          "id": 337929
        },
        {
          "text": "But not even those who claimed for themselves knowledge were able consistently to defend that very thing which they thought that they knew.",
          "id": 337930
        },
        {
          "text": "For since they were not in agreement with one another, through their ignorance of divine things they were so inconsistent and uncertain, and often asserting things contrary to one another, that you are unable to determine and decide what their meaning was.",
          "id": 337931
        },
        {
          "text": "Why therefore should you fight against those men who perish by their own sword? Why should you labour to refute those whom their own speech refutes and presses? Aristotle, says Cicero, accusing the ancient philosophers, declares that they are either most foolish or most vainglorious, since they thought that philosophy was perfected by their talents; but that he saw, because a great addition had been made in a few years, that philosophy would be complete in a short time.",
          "id": 337932
        },
        {
          "text": "What, then, was that time? In what manner, when, or by whom, was philosophy completed? For that which he said, that they were most foolish in supposing that philosophy was made perfect by their talents, is true; but he did not even himself speak with sufficient discretion, who thought that it had either been begun by the ancients, or increased by those who were more recent, or that it would shortly be brought to perfection by those of later times.",
          "id": 337933
        },
        {
          "text": "For that can never be investigated which is not sought by its own way.",
          "id": 337934
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chap.",
          "id": 337935
        },
        {
          "text": "XXIX.",
          "id": 337936
        },
        {
          "text": "—Of Fortune Again, and Virtue.",
          "id": 337937
        },
        {
          "text": "But let us return to the subject which we laid aside.",
          "id": 337938
        },
        {
          "text": "Fortune, therefore, by itself, is nothing; nor must we so regard it as though it had any perception, since fortune is the sudden and unexpected occurrence of accidents.",
          "id": 337939
        },
        {
          "text": "But philosophers, that they may not sometimes fail to err, wish to be wise in a foolish matter; and say that she is not a goddess, as is generally believed, but a god.",
          "id": 337940
        },
        {
          "text": "Sometimes, however, they call this god nature, sometimes fortune, \"because he brings about,\" says the same Cicero, \"many things unexpected by us, on account of our want of intelligence and our ignorance of causes\".",
          "id": 337941
        },
        {
          "text": "Since, therefore, they are ignorant of the causes on account of which anything is done, they must also be ignorant of him who does them.",
          "id": 337942
        },
        {
          "text": "The same writer, in a work of great seriousness, in which he was giving to his son precepts of life drawn from philosophy, says, \"Who can be ignorant that the power of fortune is great on either side? For both when we meet with a prosperous breeze from her we gain the issues which we desire, and when she has breathed contrary to us we are dashed on the rocks\".",
          "id": 337943
        },
        {
          "text": "First of all, he who says that nothing can be known, spoke this as though he himself and all men had knowledge.",
          "id": 337944
        },
        {
          "text": "Then he who endeavours to render doubtful even the things which are plain, thought that this was plain, which ought to have been to him especially doubtful; for to a wise man it is altogether false.",
          "id": 337945
        },
        {
          "text": "Who, he says, knows not? I indeed know not.",
          "id": 337946
        },
        {
          "text": "Let him teach me, if he can, what that power is, what that breeze, and what the contrary breath.",
          "id": 337947
        },
        {
          "text": "It is disgraceful, therefore, for a man of talent to say that, which if you were to deny it, he would be unable to prove.",
          "id": 337948
        },
        {
          "text": "Lastly, he who says that the assent must be withheld because it is the part of a foolish man rashly to assent to things which are unknown to him, he, I say, altogether believed the opinions of the vulgar and uninstructed, who think that it is fortune which gives to men good and evil things.",
          "id": 337949
        },
        {
          "text": "For they represent her image with the horn of plenty and with a rudder, as though she both gave wealth and had the government of human affairs.",
          "id": 337950
        },
        {
          "text": "And to this opinion Virgil assented, who calls fortune omnipotent; and the historian who says, But assuredly fortune bears sway in everything.",
          "id": 337951
        },
        {
          "text": "What place, then, remains for the other gods? Why is she not said to reign by herself, if she has more power than others; or why is she not alone worshipped, if she has power in all things? Or if she inflicts evils only, let them bring forward some cause why, if she is a goddess, she envies men, and desires their destruction, though she is religiously worshipped by them; why she is more favourable to the wicked and more unfavourable to the good; why she plots, afflicts, deceives, exterminates; who appointed her as the perpetual harasser of the race of men; why, in short, she has obtained so mischievous a power, that she renders all things illustrious or obscure according to her caprice rather than in accordance with the truth.",
          "id": 337952
        },
        {
          "text": "Philosophers, I say, ought rather to have inquired into these things, than rashly to have accused fortune, who is innocent: for although she has some existence, yet no reason can be brought forward by them why she should be as hostile to men as she is supposed to be.",
          "id": 337953
        },
        {
          "text": "Therefore all those speeches in which they rail at the injustice of fortune, and in opposition to fortune arrogantly boast of their own virtues, are nothing else but the ravings of thoughtless levity.",
          "id": 337954
        },
        {
          "text": "Wherefore let them not envy us, to whom God has revealed the truth: who, as we know that fortune is nothing, so also know that there is a wicked and crafty spirit who is unfriendly to the good, and the enemy of righteousness, who acts in opposition to God; the cause of whose enmity we have explained in the second book.",
          "id": 337955
        },
        {
          "text": "He therefore lays plots against all; but those who are ignorant of God he hinders by error, he overwhelms with folly, he overspreads with darkness, that no one may be able to attain to the knowledge of the divine name, in which alone are contained both wisdom and everlasting life.",
          "id": 337956
        },
        {
          "text": "Those, on the other hand, who know God, he assails with wiles and craft, that he may ensnare them with desire and lust, and when they are corrupted by the blandishments of sin, may impel them to death; or, if he shall have not succeeded by stratagem, he attempts to cast them down by force and violence.",
          "id": 337957
        },
        {
          "text": "For on this account he was not at once thrust down by God to punishment at the original transgression, that by his malice he may exercise man to virtue: for unless this is in constant agitation, unless it is strengthened by continual harassing, it cannot be perfect, inasmuch as virtue is dauntless and unconquered patience in enduring evils.",
          "id": 337958
        },
        {
          "text": "From which it comes to pass that there is no virtue if an adversary is wanting.",
          "id": 337959
        },
        {
          "text": "When, therefore, they perceived the force of this perverse power opposed to virtue, and were ignorant of its name, they invented for themselves the senseless name of fortune; and how far this is removed from wisdom, Juvenal declares in these verses:—  \"No divine power is absent if there is prudence; but we make you a goddess, O Fortune, and place you in heaven\".",
          "id": 337960
        },
        {
          "text": "It was folly, therefore, and error, and blindness, and, as Cicero says, ignorance of facts and causes, which introduced the names of Nature and Fortune.",
          "id": 337961
        },
        {
          "text": "But as they are ignorant of their adversary, so also they do not indeed know virtue the knowledge of which is derived from the idea of an adversary.",
          "id": 337962
        },
        {
          "text": "And if this is joined with wisdom, or, as they say, is itself also wisdom, they must be ignorant in what subjects it is contained.",
          "id": 337963
        },
        {
          "text": "For no one can possibly be furnished with true arms if he is ignorant of the enemy against whom he must be armed; nor can he overcome his adversary, who in fighting does not attack his real enemy, but a shadow.",
          "id": 337964
        },
        {
          "text": "For he will be overthrown, who, having his attention fixed on another object, shall not previously have foreseen or guarded against the blow aimed at his vitals.",
          "id": 337965
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chap.",
          "id": 337966
        },
        {
          "text": "XXX.",
          "id": 337967
        },
        {
          "text": "—The Conclusion of the Things Before Spoken; And by What Means We Must Pass from the Vanity of the Philosophers to True Wisdom, and the Knowledge of the True God, in Which Alone are Virtue and Happiness.",
          "id": 337968
        },
        {
          "text": "I have taught, as far as my humble talents permitted, that the philosophers held a course widely deviating from the truth.",
          "id": 337969
        },
        {
          "text": "I perceive, however, how many things I have omitted, because it was not my province to enter into a disputation against philosophers.",
          "id": 337970
        },
        {
          "text": "But it was necessary for me to make a digression to this subject, that I might show that so many and great intellects have expended themselves in vain on false subjects, lest any one by chance being shut out by corrupt superstitions, should wish to betake himself to them as though about to find some certainty.",
          "id": 337971
        },
        {
          "text": "Therefore the only hope, the only safety for man, is placed in this doctrine, which we defend.",
          "id": 337972
        },
        {
          "text": "All the wisdom of man consists in this alone, the knowledge and worship of God: this is our tenet, this our opinion.",
          "id": 337973
        },
        {
          "text": "Therefore with all the power of my voice I testify, I proclaim, I declare: Here, here is that which all philosophers have sought throughout their whole life; and yet, they have not been able to investigate, to grasp, and to attain to it, because they either retained a religion which was corrupt, or took it away altogether.",
          "id": 337974
        },
        {
          "text": "Let them therefore all depart, who do not instruct human life, but throw it into confusion.",
          "id": 337975
        },
        {
          "text": "For what do they teach? or whom do they instruct, who have not yet instructed themselves? whom are the sick able to heal, whom can the blind guide? Let us all, therefore, who have any regard for wisdom, betake ourselves to this subject.",
          "id": 337976
        },
        {
          "text": "Or shall we wait until Socrates knows something? or Anaxagoras finds light in the darkness? or until Democritus draws forth truth from the well? or Empedocles extends the paths of his soul? or until Arcesilas and Carneades see, and feel, and perceive?  Lo, a voice from heaven teaching the truth, and displaying to us a light brighter than the sun itself.",
          "id": 337977
        },
        {
          "text": "Why are we unjust to ourselves, and delay to take up wisdom, which learned men, though they wasted their lives in its pursuit, were never able to discover.",
          "id": 337978
        },
        {
          "text": "Let him who wishes to be wise and happy hear the voice of God, learn righteousness, understand the mystery of his birth, despise human affairs, embrace divine things, that he may gain that chief good to which he was born.",
          "id": 337979
        },
        {
          "text": "Having overthrown all false religions, and having refuted all the arguments, as many as it was customary or possible to bring forward in their defence; then, having proved the systems of philosophy to be false, we must now come to true religion and wisdom, since, as I shall teach, they are both connected together; that we may maintain it either by arguments, or by examples, or by competent witnesses, and may show that the folly with which those worshippers of gods do not cease to upbraid us, has no existence with us, but lies altogether with them.",
          "id": 337980
        },
        {
          "text": "And although, in the former books, when I was contending against false religions, and in this, when I was overthrowing false wisdom, I showed where the truth is, yet the next book will more plainly indicate what is true religion and what true wisdom.",
          "id": 337981
        }
      ]
    }
  ]
}