{
  "book": "Lactantius: The Epitome of the Divine Institutes",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Epitome of the Divine Institutes: The Preface.",
          "id": 340952
        },
        {
          "text": "—The Plan and Purport of the Whole Epitome, And of the Institutions.",
          "id": 340953
        },
        {
          "text": "Although the books of the Divine Institutions which we wrote a long time since to illustrate the truth and religion, may so prepare and mould the minds of the readers, that their length may not produce disgust, nor their copiousness be burthensome; nevertheless you desire, O brother Pentadius, that an epitome of them should be made for you, I suppose for this reason, that I may write something to you, and that your name may be rendered famous by my work, such as it is.",
          "id": 340954
        },
        {
          "text": "I will comply with your desire, although it seems a difficult matter to comprise within the compass of one book those things which have been treated of in seven large volumes.",
          "id": 340955
        },
        {
          "text": "For the whole matter becomes less full when so great a multitude of subjects is to be compressed within a narrow space; and it becomes less clear by its very brevity, especially since many arguments and examples, on which the elucidation of the proofs depends, must of necessity be omitted, since their copiousness is so great, that even by themselves they are enough to make up a book.",
          "id": 340956
        },
        {
          "text": "And when these are removed, what can appear useful, what plain? But I will strive as much as the subject permits, both to contract that which is diffuse and to shorten that which is long; in such a manner, however, that in this work, in which truth is to be brought to light, matter may not seem to be wanting for copiousness, nor clearness for understanding it.",
          "id": 340957
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chap.",
          "id": 340958
        },
        {
          "text": "I.",
          "id": 340959
        },
        {
          "text": "—Of the Divine Providence.",
          "id": 340960
        },
        {
          "text": "First a question arises: Whether there is any providence which made or governs the world? That there is, no one doubts, since of almost all the philosophers, except the school of Epicurus, there is but one voice and one opinion, that the world could not have been made without a contriver, and that it cannot exist without a ruler.",
          "id": 340961
        },
        {
          "text": "Therefore Epicurus is refuted not only by the most learned men, but also by the testimonies and perceptions of all mortals.",
          "id": 340962
        },
        {
          "text": "For who can doubt respecting a providence, when he sees that the heavens and the earth have been so arranged and that all things have been so regulated, that they might be most befittingly adapted, not only to wonderful beauty and adornment, but also to the use of men, and the convenience of the other living creatures? That, therefore, which exists in accordance with a plan, cannot have had its beginning without a plan: thus it is certain that there is a providence.",
          "id": 340963
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chap.",
          "id": 340964
        },
        {
          "text": "II.",
          "id": 340965
        },
        {
          "text": "—That There is But One God, and that There Cannot Be More.",
          "id": 340966
        },
        {
          "text": "Another question follows: Whether there be one God or more? And this indeed contains much ambiguity.",
          "id": 340967
        },
        {
          "text": "For not only do individuals differ among themselves, but also peoples and nations.",
          "id": 340968
        },
        {
          "text": "But he who shall follow the guidance of reason will understand that there cannot be a Lord except one, nor a Father except one.",
          "id": 340969
        },
        {
          "text": "For if God, who made all things, is also Lord and Father, He must be one only, so that the same may be the head and source of all things.",
          "id": 340970
        },
        {
          "text": "Nor is it possible for the world to exist unless all things be referred to one person, unless one hold the rudder, unless one guide the reins, and, as it were, one mind direct all the members of the body.",
          "id": 340971
        },
        {
          "text": "If there are many kings in a swarm of bees, they will perish or be scattered abroad, while  \"Discord attacks the kings with great commotion\".",
          "id": 340972
        },
        {
          "text": "If there are several leaders in a herd, they will contend until one gains the mastery.",
          "id": 340973
        },
        {
          "text": "If there are many commanders in an army, the soldiers cannot obey, since different commands are given; nor can unity be maintained by themselves, since each consults his own interests according to his humours.",
          "id": 340974
        },
        {
          "text": "Thus, in this commonwealth of the world, unless there were one ruler, who was also its founder, either this mass would be dissolved, or it could not have been put together at all.",
          "id": 340975
        },
        {
          "text": "Moreover, the whole authority could not exist in many deities, since they separately maintain their own duties and their own prerogatives.",
          "id": 340976
        },
        {
          "text": "No one, therefore, of them can be called omnipotent, which is the true title of God, since he will be able to accomplish that only which depends upon himself, and will not venture to attempt that which depends upon others.",
          "id": 340977
        },
        {
          "text": "Vulcan will not claim for himself water, nor Neptune fire; nor will Ceres claim acquaintance with the arts, nor Minerva with fruits; nor will Mercury lay claim to arms, nor Mars to the lyre; Jupiter will not claim medicine, nor aesculapius the thunderbolt: he will more easily endure it when thrown by another, than he will brandish it himself.",
          "id": 340978
        },
        {
          "text": "If, therefore, individuals cannot do all things, they have less strength and less power; but he is to be regarded as God who can accomplish the whole, and not he who can only accomplish the smallest part of the whole.",
          "id": 340979
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chap.",
          "id": 340980
        },
        {
          "text": "III.",
          "id": 340981
        },
        {
          "text": "—The Testimonies of the Poets Concerning the One God.",
          "id": 340982
        },
        {
          "text": "There is, then, one God, perfect, eternal, incorruptible, incapable of suffering, subject to no circumstance or power, Himself possessing all things, ruling all things, whom the human mind can neither estimate in thought nor mortal tongue describe in speech.",
          "id": 340983
        },
        {
          "text": "For He is too elevated and great to be conceived by the thought, or expressed by the language of man.",
          "id": 340984
        },
        {
          "text": "In short, not to speak of the prophets, the preachers of the one God, poets also, and philosophers, and inspired women, utter their testimony to the unity of God.",
          "id": 340985
        },
        {
          "text": "Orpheus speaks of the surpassing God who made the heaven and the sun, with the other heavenly bodies; who made the earth and the seas.",
          "id": 340986
        },
        {
          "text": "Also our own Maro calls the Supreme God at one time a spirit, at another time a mind, and says that it, as though infused into limbs, puts in motion the body of the whole world; also, that God permeates the heights of heaven, the tracts of the sea and lands, and that all living creatures derive their life from Him.",
          "id": 340987
        },
        {
          "text": "Even Ovid was not ignorant that the world was prepared by God, whom he sometimes calls the framer of all things, sometimes the fabricator of the world.",
          "id": 340988
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chap.",
          "id": 340989
        },
        {
          "text": "IV.",
          "id": 340990
        },
        {
          "text": "—The Testimonies of the Philosophers to the Unity of God.",
          "id": 340991
        },
        {
          "text": "But let us come to the philosophers, whose authority is regarded as more certain than that of the poets.",
          "id": 340992
        },
        {
          "text": "Plato asserts His monarchy, saying that there is but one God, by whom the world was prepared and completed with wonderful order.",
          "id": 340993
        },
        {
          "text": "Aristotle, his disciple, admits that there is one mind which presides over the world.",
          "id": 340994
        },
        {
          "text": "Antisthenes says that there is one who is God by nature, the governor of the whole system.",
          "id": 340995
        },
        {
          "text": "It would be a long task to recount the statements which have been made respecting the Supreme God, either by Thales, or by Pythagoras and Anaximenes before him, or afterwards by the Stoics Cleanthes and Chrysippus and Zeno, or of our countrymen, by Seneca following the Stoics, and by Tullius himself, since all these attempted to define the being of God, and affirmed that the world is ruled by Him alone, and that He is not subject to any nature, since all nature derives its origin from Him.",
          "id": 340996
        },
        {
          "text": "Hermes, who, on account of his virtue and his knowledge of many arts, deserved the name of Trismegistus, who preceded the philosophers in the antiquity of his doctrine, and who is reverenced by the Egyptians as a god, in asserting the majesty of the one God with infinite praises, calls Him Lord and Father, and says that He is without a name because He does not stand in need of a proper name, inasmuch as He is alone, and that He has no parents, since He exists of Himself and by Himself.",
          "id": 340997
        },
        {
          "text": "In writing to his son he thus begins: To understand God is difficult, to describe Him in speech is impossible, even for one to whom it is possible to understand Him; for the perfect cannot be comprehended by the imperfect, nor the invisible by the visible.",
          "id": 340998
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chap.",
          "id": 340999
        },
        {
          "text": "V.",
          "id": 341000
        },
        {
          "text": "—That the Prophetic Women—That Is, the Sibyls—Declare that There is But One God.",
          "id": 341001
        },
        {
          "text": "It remains to speak of the prophetic women.",
          "id": 341002
        },
        {
          "text": "Varro relates that there were ten Sibyls,—the first of the Persians, the second the Libyan, the third the Delphian, the fourth the Cimmerian, the fifth the Erythraean, the sixth the Samian, the seventh the Cumaean, the eighth the Hellespontian, the ninth the Phrygian, the tenth the Tiburtine, who has the name of Albunea.",
          "id": 341003
        },
        {
          "text": "Of all these, he says that there are three books of the Cumaean alone which contain the fates of the Romans, and are accounted sacred, but that there exist, and are commonly regarded as separate, books of almost all the others, but that they are entitled, as though by one name, Sibylline books, excepting that the Erythraean, who is said to have lived in the times of the Trojan war, placed her name in her book: the writings of the others are mixed together.",
          "id": 341004
        },
        {
          "text": "All these Sibyls of whom I have spoken, except the Cumaean, whom none but the Quindecemviri are allowed to read, bear witness that there is but one God, the ruler, the maker, the parent, not begotten of any, but sprung from Himself, who was from all ages, and will be to all ages; and therefore is alone worthy of being worshipped, alone of being feared, alone of being reverenced, by all living beings;—whose testimonies I have omitted because I was unable to abridge them; but if you wish to see them, you must have recourse to the books themselves.",
          "id": 341005
        },
        {
          "text": "Now let us follow up the remaining subjects.",
          "id": 341006
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chap.",
          "id": 341007
        },
        {
          "text": "VI.",
          "id": 341008
        },
        {
          "text": "—Since God is Eternal and Immortal, He Does Not Stand in Need of Sex and Succession.",
          "id": 341009
        },
        {
          "text": "These testimonies, therefore, so many and so great, clearly teach that there is but one government in the world, and one power, the origin of which cannot be imagined, or its force described.",
          "id": 341010
        },
        {
          "text": "They are foolish, therefore, who imagine that the gods were born of marriage, since the sexes themselves, and the intercourse between them, were given to mortals by God for this reason, that every race might be preserved by a succession of offspring.",
          "id": 341011
        },
        {
          "text": "But what need have the immortals either of sex or succession since neither pleasure nor death affects them? Those, therefore, who are reckoned as gods, since it is evident that they were born as men, and that they begat others, were plainly mortals: but they were believed to be gods, because, when they were great and powerful kings, on account of the benefits which they had conferred upon men, they deserved to obtain divine honours after death; and temples and statues being erected to them, their memory was retained and celebrated as that of immortals.",
          "id": 341012
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chap.",
          "id": 341013
        },
        {
          "text": "VII.",
          "id": 341014
        },
        {
          "text": "—Of the Wicked Life and Death of Hercules.",
          "id": 341015
        },
        {
          "text": "But though almost all nations are persuaded that they are gods, yet their actions, as related both by poets and historians, declare that they were men.",
          "id": 341016
        },
        {
          "text": "Who is ignorant of the times in which Hercules lived, since he both sailed with the Argonauts on their expedition, and having stormed Troy, slew Laomedon, the father of Priam, on account of his perjury? From that time rather more than fifteen hundred years are reckoned.",
          "id": 341017
        },
        {
          "text": "He is said not even to have been born honourably, but to have been sprung from Alcmena by adultery, and to have been himself addicted to the vices of his father.",
          "id": 341018
        },
        {
          "text": "He never abstained from women, or males, and traversed the whole world, not so much for the sake of glory as of lust, nor so much for the slaughter of beasts as for the begetting of children.",
          "id": 341019
        },
        {
          "text": "And though he was unvanquished, yet he was triumphed over by Omphale alone, to whom he gave up his club and lion's skin; and being clothed in a woman's garment, and crouching at a woman's feet, he received his task to execute.",
          "id": 341020
        },
        {
          "text": "He afterwards, in a transport of frenzy, killed his little children and his wife Megara.",
          "id": 341021
        },
        {
          "text": "At last, having put on a garment sent by his wife Deianyra, when he was perishing through ulcers, being unable to endure the pain, he constructed for himself a funeral pile on Mount oeta, and burnt himself alive.",
          "id": 341022
        },
        {
          "text": "Thus it is effected, that although on account of his excellence he might have been believed to be a god, nevertheless on account of these things be is believed to have been a man.",
          "id": 341023
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chap.",
          "id": 341024
        },
        {
          "text": "VIII.",
          "id": 341025
        },
        {
          "text": "—Of aesculapius, Apollo, Mars, Castor and Pollux, and of Mercurius and Bacchus.",
          "id": 341026
        },
        {
          "text": "Tarquitius relates that aesculapius was born of doubtful parents, and that on this account he was exposed; and being taken up by hunters, and fed by the teats of a hound, was given to Chiron for instruction.",
          "id": 341027
        },
        {
          "text": "He lived at Epidaurus, and was buried at Cynosurae, as Cicero says, when he had been killed by lightning.",
          "id": 341028
        },
        {
          "text": "But Apollo, his father, did not disdain to take charge of another's flock that he might receive a wife; and when he had unintentionally killed a boy whom he loved, he inscribed his own lamentations on a flower.",
          "id": 341029
        },
        {
          "text": "Mars, a man of the greatest bravery, was not free from the charge of adultery, since he was made a spectacle, being bound with a chain together with the adulteress.",
          "id": 341030
        },
        {
          "text": "Castor and Pollux carried off the brides of others, but not with impunity, to whose death and burial Homer bears witness, not with poetical, but simple faith.",
          "id": 341031
        },
        {
          "text": "Mercurius, who was the father of Androgynus by his intrigue with Venus, deserved to be a god, because he invented the lyre and the palaestra.",
          "id": 341032
        },
        {
          "text": "Father Bacchus, after subduing India as a conqueror, having by chance come to Crete, saw Ariadne on the shore, whom Theseus had forced and deserted.",
          "id": 341033
        },
        {
          "text": "Then, being inflamed by love, he united her in marriage to himself, and placed her crown, as the poets say, conspicuously among the stars.",
          "id": 341034
        },
        {
          "text": "The mother of the gods herself, while she lived in Phrygia after the banishment and death of her husband, though a widow, and aged, was enamoured of a beautiful youth; and because he was not faithful, she mutilated, and rendered him effeminate: on which account even now she delights in the Galli as her priests.",
          "id": 341035
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chap.",
          "id": 341036
        },
        {
          "text": "IX.",
          "id": 341037
        },
        {
          "text": "—Of the Disgraceful Deeds of the Gods.",
          "id": 341038
        },
        {
          "text": "Whence did Ceres bring forth Proserpine, except from debauchery? Whence did Latona bring forth her twins, except from crime? Venus having been subject to the lusts of gods and men, when she reigned in Cyprus, invented the practice of courtesanship, and commanded women to make traffic of themselves, that she might not alone be infamous.",
          "id": 341039
        },
        {
          "text": "Were the virgins themselves, Minerva and Diana, chaste? Whence, then, did Erichthonius arise? Did Vulcan shed his seed upon the ground, and was man born from that as a fungus? Or why did Diana banish Hippolytus either to a retired place, or give him up to a woman, where he might pass his life in solitude among unknown groves, and having now changed his name, might be called Virbius? What do these things signify but impurity, which the poets do not venture to confess?.",
          "id": 341040
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chap.",
          "id": 341041
        },
        {
          "text": "X.",
          "id": 341042
        },
        {
          "text": "—Of Jupiter, and His Licentious Life.",
          "id": 341043
        },
        {
          "text": "But respecting the king and father of all these, Jupiter, whom they believe to possess the chief power in heaven,—what power had he, who banished his father Saturnus from his kingdom, and pursued him with arms when he fled? What self-restraint had he, who indulged every kind of lust? For he made Alcmena and Leda, the wives of great men, infamous through his adultery: he also, captivated with the beauty of a boy, carried him off with violence as he was hunting and meditating manly things, that he might treat him as a woman.",
          "id": 341044
        },
        {
          "text": "Why should I mention his debaucheries of virgins? and how great a multitude of these there was, is shown by the number of his sons.",
          "id": 341045
        },
        {
          "text": "In the case of Thetis alone he was more temperate.",
          "id": 341046
        },
        {
          "text": "For it bad been predicted that the son whom she should bring forth would be more powerful than his father.",
          "id": 341047
        },
        {
          "text": "Therefore he struggled with his love, that one might not be born greater than himself.",
          "id": 341048
        },
        {
          "text": "He knew, therefore, that he was not of perfect virtue, greatness, and power, since he feared that which he himself had done to his father.",
          "id": 341049
        },
        {
          "text": "Why, therefore, is he called best and greatest, since he both contaminated himself with faults, which is the part of one who is unjust and bad, and feared a greater than himself, which is the part of one who is weak and inferior?.",
          "id": 341050
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chap.",
          "id": 341051
        },
        {
          "text": "XI.",
          "id": 341052
        },
        {
          "text": "—The Various Emblems Under Which the Poets Veiled the Turpitude of Jupiter.",
          "id": 341053
        },
        {
          "text": "But some one will say that these things are feigned by the poets.",
          "id": 341054
        },
        {
          "text": "This is not the usage of the poets, to feign in such a manner that you fabricate the whole, but so that you cover the actions themselves with a figure, and, as it were, with a variegated veil.",
          "id": 341055
        },
        {
          "text": "Poetic licence has this limit, not that it may invent the whole, which is the part of one who is false and senseless, but that it may change something consistently with reason.",
          "id": 341056
        },
        {
          "text": "They said that Jupiter changed himself into a shower of gold, that he might deceive Danae.",
          "id": 341057
        },
        {
          "text": "What is a shower of gold? Plainly golden coins, by offering a great quantity of which, and pouring them into her bosom, he corrupted the frailty of her virgin soul by this bribe.",
          "id": 341058
        },
        {
          "text": "Thus also they speak of a shower of iron, when they wish to signify a multitude of javelins.",
          "id": 341059
        },
        {
          "text": "He carried off his catamite upon an eagle.",
          "id": 341060
        },
        {
          "text": "What is the eagle? Truly a legion, since the figure of this animal is the standard of the legion.",
          "id": 341061
        },
        {
          "text": "He carried Europa across the sea on a bull.",
          "id": 341062
        },
        {
          "text": "What is the bull? Clearly a ship, which had its tutelary image fashioned in the shape of a bull.",
          "id": 341063
        },
        {
          "text": "So assuredly the daughter of Inachus was not turned into a cow, nor as such did she swim across, but she escaped the anger of Juno in a ship which had the form of a cow.",
          "id": 341064
        },
        {
          "text": "Lastly, when she had been conveyed to Egypt, she became Isis, whose voyage is celebrated on a fixed day, in memory of her flight.",
          "id": 341065
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chap.",
          "id": 341066
        },
        {
          "text": "XII.",
          "id": 341067
        },
        {
          "text": "—The Poets Do Not Invent All Those Things Which Relate to the Gods.",
          "id": 341068
        },
        {
          "text": "You see, then, that the poets did not invent all things, and that they prefigured some things, that, when they spoke the truth, they might add something like this of divinity to those whom they called gods; as they did also respecting their kingdoms.",
          "id": 341069
        },
        {
          "text": "For when they say that Jupiter had by lot the kingdom of Coelus, they either menu Mount Olympus, on which ancient stories relate that Saturnus, and afterwards Jupiter, dwelt, or a part of the East, which is, as it were, higher, because the light arises thence; but the region of the West is lower, and therefore they say that Pluto obtained the lower regions; but that the sea was given to Neptune, because he had the maritime coast, with all the islands.",
          "id": 341070
        },
        {
          "text": "Many things are thus coloured by the poets; and they who are ignorant of this, censure them as false, but only in word: for in fact they believe them, since they so fashion the images of the gods, that when they make them male and female, and confess that some are married, some parents, and some children, they plainly assent to the poets; for these relations cannot exist without intercourse and the generation of children.",
          "id": 341071
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chap.",
          "id": 341072
        },
        {
          "text": "XIII.",
          "id": 341073
        },
        {
          "text": "—The Actions of Jupiter are Related from the Historian Euhemerus.",
          "id": 341074
        },
        {
          "text": "But let us leave the poets; let us come to history, which is supported both by the credibility of the facts and by the antiquity of the times.",
          "id": 341075
        },
        {
          "text": "Euhemerus was a Messenian, a very ancient writer, who gave an account of the origin of Jupiter, and his exploits, and all his posterity, gathered from the sacred inscriptions of ancient temples; he also traced out the parents of the other gods, their countries, actions, commands, and deaths, and even their sepulchres.",
          "id": 341076
        },
        {
          "text": "And this history Ennius translated into Latin, whose words are these:—  \"As these things are written, so is the origin and kindred of Jupiter and his brothers; after this manner it is handed clown to us in the sacred writing\".",
          "id": 341077
        },
        {
          "text": "The same Euhemerus therefore relates that Jupiter, when he had five times gone round the world, and had distributed governments to his friends and relatives, and had given laws to men, and had wrought many other benefits, being endued with immortal glory and everlasting remembrance, ended his life in Crete, and departed to the gods, and that his sepulchre is in Crete, in the town of Gnossus, and that upon it is engraved in ancient Greek letters Zankronou, which is Jupiter the son of Saturnus.",
          "id": 341078
        },
        {
          "text": "It is plain, therefore, from the things which I have related, that he was a man, and reigned on the earth.",
          "id": 341079
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chap.",
          "id": 341080
        },
        {
          "text": "XIV.",
          "id": 341081
        },
        {
          "text": "—The Actions of Saturnus and Uranus Taken from the Historians.",
          "id": 341082
        },
        {
          "text": "Let us pass on to former things, that we may discover the origin of the whole error.",
          "id": 341083
        },
        {
          "text": "Saturnus is said to have been born of Coelus and Terra.",
          "id": 341084
        },
        {
          "text": "This is plainly incredible; but there is a certain reason why it is thus related, and he who is ignorant of this rejects it as a fable.",
          "id": 341085
        },
        {
          "text": "That Uranus was the father of Saturnus, both Hermes affirms, and sacred history teaches.",
          "id": 341086
        },
        {
          "text": "When Trismegistus said that there were very few men of perfect learning, he enumerated among them his relatives, Uranus, Saturnus, and Mercurius.",
          "id": 341087
        },
        {
          "text": "Euhemerus relates that the same Uranus was the first who reigned on earth, using these words: \"In the beginning Coelus first had the chief power on earth: he instituted and prepared that kingdom for himself together with his brothers\".",
          "id": 341088
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chap.",
          "id": 341089
        },
        {
          "text": "XX.",
          "id": 341090
        },
        {
          "text": "—Of the Gods Peculiar to the Romans.",
          "id": 341091
        },
        {
          "text": "I have spoken of the religious rites which are common to all nations.",
          "id": 341092
        },
        {
          "text": "I will now speak of the gods which the Romans have peculiar to themselves.",
          "id": 341093
        },
        {
          "text": "Who does not know that the wife of Faustulus, the nurse of Romulus and Remus, in honour of whom the Larentinalia were instituted, was a harlot? And for this reason she was called Lupa, and represented in the form of a wild beast.",
          "id": 341094
        },
        {
          "text": "Faula also and Flora were harlots, of whom the one was the mistress of Hercules, as Verrius relates; the other, having acquired great wealth by her person, made the people her heir, and on this account the games called Floralia are celebrated in her honour.",
          "id": 341095
        },
        {
          "text": "Tatius consecrated the statue of a woman which had been found in the principal sewer, and called it by the name of the goddess Cloacina.",
          "id": 341096
        },
        {
          "text": "The Romans, being besieged by the Gauls, made engines for throwing weapons of the hair of women; and on this account they erected an altar and temple to Venus Calva: also to Jupiter Pistor, because he had advised them in a dream to make all their corn into bread, and to throw it upon the enemy; and when this had been done, the Gauls, despairing of being able to reduce the Romans by famine, had abandoned the siege.",
          "id": 341097
        },
        {
          "text": "Tullus Hostilius made Fear and Pallor gods.",
          "id": 341098
        },
        {
          "text": "Mind is also worshipped; but if they had possessed it, they would never, I believe, have thought that it ought to be worshipped.",
          "id": 341099
        },
        {
          "text": "Marcellus originated Honour and Virtue.",
          "id": 341100
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chap.",
          "id": 341101
        },
        {
          "text": "XXI.",
          "id": 341102
        },
        {
          "text": "—Of the Sacred Rites of the Roman Gods.",
          "id": 341103
        },
        {
          "text": "But the senate also instituted other false gods of this kind,—Hope, Faith, Concord, Peace, Chastity, Piety; all of which, since they ought truly to be in the minds of men, they have falsely placed within walls.",
          "id": 341104
        },
        {
          "text": "But although these have no substantial existence outside of man, nevertheless I should prefer that they should be worshipped, rather than Blight or Fever, which ought not to be consecrated, but rather to be execrated; than Fornax, together with her sacred ovens; than Stercutus, who first showed men to enrich the ground with manure; than the goddess Muta, who brought forth the Lares; than Cumina, who presides over the cradles of infants; than Caca, who gave information to Hercules respecting the stealing of his cattle, that he might slay her brother.",
          "id": 341105
        },
        {
          "text": "How many other monstrous and ludicrous fictions there are, respecting which it is grievous to speak! I do not, however, wish to omit notice of Terminus, since it is related that he did not give way even to Jupiter, though he was an unwrought stone.",
          "id": 341106
        },
        {
          "text": "They suppose that he has the custody of the boundaries, and public prayers are offered to him, that he may keep the stone of the Capitol immoveable, and preserve and extend the boundaries of the Roman empire.",
          "id": 341107
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chap.",
          "id": 341108
        },
        {
          "text": "XXII.",
          "id": 341109
        },
        {
          "text": "—Of the Sacred Rites Introduced by Faunus and Numa.",
          "id": 341110
        },
        {
          "text": "Faunas was the first in Latium who introduced these follies, who both instituted bloody sacrifices to his grandfather Saturnus, and wished that his father Picus should be worshipped as a god, and placed Fatua Fauna his wife and sister among the gods, and named her the good goddess.",
          "id": 341111
        },
        {
          "text": "Then at Rome, Numa, who burthened those rude and rustic then with new superstitions, instituted priesthoods, and distributed the gods into families and nations, that he might call off the fierce spirits of the people from the pursuits of arms.",
          "id": 341112
        },
        {
          "text": "Therefore Lucilius, in deriding the folly of those who are slaves to vain superstitions, introduced these verses:—  \"Those bugbears the Lamiae, which Faunus and Numa Pompilius and others instituted, at these he trembles; he places everything in this.",
          "id": 341113
        },
        {
          "text": "As infant boys believe that every statue of bronze is a living man, so these imagine that all things reigned are true: they believe that statues of bronze contain a heart.",
          "id": 341114
        },
        {
          "text": "It is a painter's gallery; nothing is real, everything fictitious\".",
          "id": 341115
        },
        {
          "text": "Tullius also, writing of the nature of the gods, complains that false and fictitious gods have been introduced, and that from thus source have arisen false opinions, and turbulent errors, and almost old womanly superstitions, which opinion ought in comparison with others to be esteemed more weighty, because these things were spoken by one who was both a philosopher and a priest.",
          "id": 341116
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chap.",
          "id": 341117
        },
        {
          "text": "XXIII.",
          "id": 341118
        },
        {
          "text": "—Of the Gods and Sacred Rites of the Barbarians.",
          "id": 341119
        },
        {
          "text": "We have spoken respecting the gods: now we will speak of the rites and practices of their sacred institutions.",
          "id": 341120
        },
        {
          "text": "A human victim used to be immolated to the Cyprian Jupiter, as Teucer had appointed.",
          "id": 341121
        },
        {
          "text": "Thus also the Tauri used to offer strangers to Diana; the Latian Jupiter also was propitiated with human blood.",
          "id": 341122
        },
        {
          "text": "Also before Saturnus, men of sixty years of age, according to the oracle of Apollo, were thrown from a bridge into the Tiber.",
          "id": 341123
        },
        {
          "text": "And the Carthaginians not only offered infants to the same Saturnus; but being conquered by the Sicilians, to make an expiation, they immolated two hundred sons of nobles.",
          "id": 341124
        },
        {
          "text": "And not more mild than these are those offerings which are even now made to the Great Mother and to Bellona, in which the priests make an offering, not with the blood of others, but with their own blood; when, mutilating themselves, they cease to be men, and yet do not pass over to the women; or, cutting their shoulders, they sprinkle the loathsome altars with their own blood.",
          "id": 341125
        },
        {
          "text": "But these things are cruel.",
          "id": 341126
        },
        {
          "text": "Let us come to those which are mild.",
          "id": 341127
        },
        {
          "text": "The sacred rites of Isis show nothing else than the manner in which she lost and found her little son, who is called Osiris.",
          "id": 341128
        },
        {
          "text": "For first her priests and attendants, having shaved all their limbs, and beating their breasts, howl, lament, and search, imitating the manner in which his mother was affected; afterwards the boy is found by Cynocephalus.",
          "id": 341129
        },
        {
          "text": "Thus the mournful rites are ended with gladness.",
          "id": 341130
        },
        {
          "text": "The mystery of Ceres also resembles these, in which torches are lighted, and Proserpine is sought for through the night; and when she has been found, the whole rite is finished with congratulations and the throwing about of torches.",
          "id": 341131
        },
        {
          "text": "The people of Lampsacus, offer an ass to Priapus as an appropriate victim.",
          "id": 341132
        },
        {
          "text": "Lindus is a town of Rhodes, where sacred rites in honour of Hercules are celebrated with revilings.",
          "id": 341133
        },
        {
          "text": "For when Hercules had taken away his oxen from a ploughman, and had slain them, he avenged his injury by taunts; and afterwards having been himself appointed priest, it was ordained that he himself, and other priests after him, should celebrate sacrifices with the same revilings.",
          "id": 341134
        },
        {
          "text": "But the mystery of the Cretan Jupiter represents the manner in which he was withdrawn from his father, or brought up.",
          "id": 341135
        },
        {
          "text": "The goat is beside him, by the teats of which Amalthea nourished the boy.",
          "id": 341136
        },
        {
          "text": "The sacred rites of the mother of the gods also show the same thing.",
          "id": 341137
        },
        {
          "text": "For because the Corybantes then drowned the cry of the boy by the tinkling of their helmets and the striking of their shields, a representation of this circumstance is now repeated in the sacred rites; but cymbals are beaten instead of helmets, and drums instead of shields, that Saturnus may not hear the cries of the boy.",
          "id": 341138
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chap.",
          "id": 341139
        },
        {
          "text": "XXIV.",
          "id": 341140
        },
        {
          "text": "—Of the Origin of Sacred Rites and Superstitions.",
          "id": 341141
        },
        {
          "text": "These are the mysteries of the gods.",
          "id": 341142
        },
        {
          "text": "Now let us inquire also into the origin of superstitions, that we may search out by whom and at what times they were instituted.",
          "id": 341143
        },
        {
          "text": "Didymus, in those books which are inscribed Of the Explanation of Pindar, relates that Melisseus was king of the Cretans, whose daughters were Amalthea and Melissa, who nourished Jupiter with goats' milk and honey; that he introduced new rites and ceremonies of sacred things, and was the first who sacrificed to gods, that is, to Vesta, who is called Tellus,—whence the poet says:—  \"And the first of the gods,  Tellus,\"—    and afterwards to the mother of the gods.",
          "id": 341144
        },
        {
          "text": "But Euhemerus, in his sacred history, says that Jupiter himself, after that he received the government, erected temples in honour of himself in many places.",
          "id": 341145
        },
        {
          "text": "For in going about the world, as he came to each place he united the chiefs of the people to himself in friendship and the right of hospitality; and that the remembrance of this might be preserved, he ordered that temples should be built to him, and annual festivals be celebrated by those connected with him in a league of hospitality.",
          "id": 341146
        },
        {
          "text": "Thus he spread the worship of himself through all lands.",
          "id": 341147
        },
        {
          "text": "But at what time they lived can easily be inferred.",
          "id": 341148
        },
        {
          "text": "For Thallus writes in his history, that Belus, the king of the Assyrians, whom the Babylonians worship, and who was the contemporary and friend of Saturnus, was three hundred and twenty-two years before the Trojan war, and it is fourteen hundred and seventy years since the taking of Troy.",
          "id": 341149
        },
        {
          "text": "From which it is evident, that it is not more than eighteen hundred years from the time when mankind fell into error by the institution of new forms of divine worship.",
          "id": 341150
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chap.",
          "id": 341151
        },
        {
          "text": "XXV.",
          "id": 341152
        },
        {
          "text": "—Of the Golden Age, of Images, and Prometheus, Who First Fashioned Man.",
          "id": 341153
        },
        {
          "text": "The poets, therefore, with good reason say that the golden age, which existed in the reign of Saturnus, was changed.",
          "id": 341154
        },
        {
          "text": "For at that time no gods were worshipped, but they knew of one God only.",
          "id": 341155
        },
        {
          "text": "After that they subjected themselves to frail and earthly things, worshipping idols of wood, and brass, and stone, a change took place from the golden age to that of iron.",
          "id": 341156
        },
        {
          "text": "For having lost the knowledge of God, and broken off that one bond of human society, they began to harass one another, to plunder and subdue.",
          "id": 341157
        },
        {
          "text": "But if they would raise their eyes aloft and behold God, who raised them up to the sight of heaven and Himself, they never would bend and prostrate themselves by worshipping earthly things, whose folly Lucretius severely rebukes, saying:  \"And they abase their souls with fear of the gods, and weigh and press them down to the earth\".",
          "id": 341158
        },
        {
          "text": "Wherefore they tremble, and do not understand how foolish it is to fear those things which you have made, or to hope for any protection from those things which are dumb and insensible, and neither see nor hear the suppliant.",
          "id": 341159
        },
        {
          "text": "What majesty, therefore, or deity can they have, which were in the power of a man, that they should not be made, or that they should be made into some other thing, and are so even now? For they are liable to injury and might be carried off by theft, were it not that they are protected by the law and the guardianship of man.",
          "id": 341160
        },
        {
          "text": "Does he therefore appear to be in possession of his senses, who sacrifices to such deities the choicest victims, consecrates gifts, offers costly garments, as if they who are without motion could use them? With reason, then, did Dionysius the tyrant of Sicily plunder and deride the gods of Greece when he had taken possession of it as conqueror; and after the sacrilegious acts which he had committed, he returned to Sicily with a prosperous voyage, and held the kingdom even to his old age: nor were the injured gods able to punish him.",
          "id": 341161
        },
        {
          "text": "How much better is it to despise vanities, and to turn to God, to maintain the condition which you have received from God, to maintain your name! For on this account he is called anthropos, because he looks upward.",
          "id": 341162
        },
        {
          "text": "But he looks upward who looks up to the true and living God, who is in heaven; who seeks after the Maker and Parent of his soul, not only with his perception and mind, but also with his countenance and eyes raised aloft.",
          "id": 341163
        },
        {
          "text": "But he who enslaves himself to earthly and humble things, plainly prefers to himself that which is below him.",
          "id": 341164
        },
        {
          "text": "For since he himself is the workmanship of God, whereas an image is the workmanship of man, the human workmanship cannot be preferred to the divine; and as God is the parent of man, so is the man of the statue.",
          "id": 341165
        },
        {
          "text": "Therefore he is foolish and senseless who adores that which he himself has made, of which detestable and foolish handicraft Prometheus was the author, who was born from Iapetus the uncle of Jupiter.",
          "id": 341166
        },
        {
          "text": "For when first of all Jupiter, having obtained supreme dominion, wished to establish himself as a god, and to found temples, and was seeking for some one who was able to imitate the human figure, at that time Prometheus lived, who fashioned the image of a man from thick clay with such close resemblance, that the novelty and cleverness of the art was a wonder.",
          "id": 341167
        },
        {
          "text": "At length the men of his own time, and afterwards the poets, handed him down as the maker of a true and living man; and we, as often as we praise wrought statues, say that they live and breathe.",
          "id": 341168
        },
        {
          "text": "And he indeed was the inventor of earthenware images.",
          "id": 341169
        },
        {
          "text": "But posterity, following him, both carved them out of marble, and moulded them out of bronze; then in process of time ornament was added of gold and ivory, so that not only the likenesses, but also the gleam itself, might dazzle the eyes.",
          "id": 341170
        },
        {
          "text": "Thus ensnared by beauty, and forgetful of true majesty, sensible beings considered that insensible objects, rational beings that irrational objects, living beings that lifeless objects, were to be worshipped and reverenced by them.",
          "id": 341171
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chap.",
          "id": 341172
        },
        {
          "text": "XXVI.",
          "id": 341173
        },
        {
          "text": "—Of the Worship of the Elements and Stars.",
          "id": 341174
        },
        {
          "text": "Now let us refute those also who regard the elements of the world as gods, that is, the heaven, the sun, and the moon; for being ignorant of the Maker of these things, they admire and adore the works themselves.",
          "id": 341175
        },
        {
          "text": "And this error belongs not to the ignorant only, but also to philosophers; since the Stoics are of opinion that all the heavenly bodies are to be considered as among the number of the gods, since they all have fixed and regular motions, by which they most constantly preserve the vicissitudes of the times which succeed them.",
          "id": 341176
        },
        {
          "text": "They do not then possess voluntary motion, since they obey prescribed laws, and plainly not by their own sense, but by the workmanship of the supreme Creator, who so ordered them that they should complete unerring courses and fixed circuits, by which they might vary the alternations of days and nights, of summer and winter.",
          "id": 341177
        },
        {
          "text": "But if men admire the effects of these, if they admire their courses, their brightness, their regularity, their beauty, they ought to have understood how much more beautiful, more illustrious, and more powerful than these is the maker and contriver Himself, even God.",
          "id": 341178
        },
        {
          "text": "But they estimated the Divinity by objects which fall under the sight of men; not knowing that objects which come within the sight cannot be eternal, and that those which are eternal cannot be discerned by mortal eyes.",
          "id": 341179
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chap.",
          "id": 341180
        },
        {
          "text": "XXVII.",
          "id": 341181
        },
        {
          "text": "—Of the Creation, Sin, and Punishment of Man; And of Angels, Both Good and Bad.",
          "id": 341182
        },
        {
          "text": "One subject remains, and that the last: that, since it usually happens, as we read in histories, that the gods appear to have displayed their majesty by auguries, by dreams, by oracles, and also by the punishments of those who had committed sacrilege, I may show what cause produced this effect, so that no one even now may fall into the same snares into which those of old fell.",
          "id": 341183
        },
        {
          "text": "When God, according to His excellent majesty, had framed the world out of nothing, and had decked the heaven with lights, and had filled the earth and the sea with living creatures, then He formed man out of clay, and fashioned him after the resemblance of His own likeness, and breathed into him that he might live, and placed him in a garden which He had planted with every kind of fruit-bearing tree, and commanded him not to eat of one tree in which He had placed the knowledge of good and evil, warning him that it would come to pass, that if he did so he would lose his life, but that if he observed the command of God he would remain immortal.",
          "id": 341184
        },
        {
          "text": "Then the serpent, who was one of the servants of God, envying man because he was made immortal, enticed him by stratagem to transgress the command and law of God.",
          "id": 341185
        },
        {
          "text": "And in this manner he did indeed receive the knowledge of good and evil, but he lost the life which God had given him to be for ever.",
          "id": 341186
        },
        {
          "text": "Therefore He drove out the sinner from the sacred place, and banished him into this world, that he might seek sustenance by labour, that he might according to his deserts undergo difficulties and troubles; and He surrounded the garden itself with a fence of fire, that none of men even till the day of judgment might attempt secretly to enter into that place of perpetual blessedness.",
          "id": 341187
        },
        {
          "text": "Then death came upon man according to the sentence of God; and yet his life, though it had begun to be temporary, had as its boundary a thousand years, and that was the extent of human life even to the deluge.",
          "id": 341188
        },
        {
          "text": "For after the flood the life of men was gradually shortened, and was reduced to a hundred and twenty years.",
          "id": 341189
        },
        {
          "text": "But that serpent, who from his deeds received the name of devil, that is, accuser or informer, did not cease to persecute the seed of man, whom he had deceived from the beginning.",
          "id": 341190
        },
        {
          "text": "At length he urged him who was first born in this world, under the impulse of envy, to the murder of his brother, that of the two men who were first born he might destroy the one, and make the other a parricide.",
          "id": 341191
        },
        {
          "text": "Nor did he cease upon this from infusing the venom of malice into the breasts of men through each generation, from corrupting and depraving them; in short, from overwhelming them with such crimes, that an instance of justice was now rare, but men lived after the manner of the beasts.",
          "id": 341192
        },
        {
          "text": "But when God saw this, He sent His angels to instruct the race of men, and to protect them from all evil.",
          "id": 341193
        },
        {
          "text": "He gave these a command to abstain from earthly things, lest, being polluted by any taint, they should be deprived of the honour of angels.",
          "id": 341194
        },
        {
          "text": "But that wily accuser, while they tarried among men, allured these also to pleasures, so that they might defile themselves with women.",
          "id": 341195
        },
        {
          "text": "Then, being condemned by the sentence of God, and cast forth on account of their sins, they lost both the name and substance of angels.",
          "id": 341196
        },
        {
          "text": "Thus, having become ministers of the devil, that they might have a solace of their ruin, they betook themselves to the ruining of men, for whose protection they had come.",
          "id": 341197
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chap.",
          "id": 341198
        },
        {
          "text": "XXVIII.",
          "id": 341199
        },
        {
          "text": "—Of the Demons, and Their Evil Practices.",
          "id": 341200
        },
        {
          "text": "These are the demons, of whom the poets often speak in their poems, whom Hesiod calls the guardians of men.",
          "id": 341201
        },
        {
          "text": "For they so persuaded men by their enticements and deceits, that they believed that the same were gods.",
          "id": 341202
        },
        {
          "text": "In fine, Socrates used to give out that he had a demon as the guardian and director of his life from his first childhood, and that he could do nothing without his assent and command.",
          "id": 341203
        },
        {
          "text": "They attach themselves, therefore, to individuals, and occupy houses under the name of Genii or Penates.",
          "id": 341204
        },
        {
          "text": "To these temples are built, to these libations are daily offered as to the Lares, to these honour is paid as to the averters of evils.",
          "id": 341205
        },
        {
          "text": "These from the beginning, that they might turn away men from the knowledge of the true God, introduced new superstitions and worship of gods.",
          "id": 341206
        },
        {
          "text": "These taught that the memory of dead kings should be consecrated, temples be built, and images made, not that they might lessen the honour of God, or increase their own, which they lost by sinning, but that they might take away life from men, deprive them of the hope of true light, lest men should arrive at that heavenly reward of immortality from which they fell.",
          "id": 341207
        },
        {
          "text": "They also brought to light astrology, and augury, and divination; and though these things are in themselves false, yet they themselves, the authors of evils, so govern and regulate them that they are believed to be true.",
          "id": 341208
        },
        {
          "text": "They also invented the tricks of the magic art, to deceive the eyes.",
          "id": 341209
        },
        {
          "text": "By their aid it comes to pass, that that which is appears not to be, and that which is not appears to be.",
          "id": 341210
        },
        {
          "text": "They themselves invented necromancies, responses, and oracles, to delude the minds of men with lying divination by means of ambiguous issues.",
          "id": 341211
        },
        {
          "text": "They are present in the temples and at all sacrifices; and by the exhibition of some deceitful prodigies, to the surprise of those who are present, they so deceive men, that they believe that a divine power is present in images and statues.",
          "id": 341212
        },
        {
          "text": "They even enter secretly into bodies, as being slight spirits; and they excite diseases in the vitiated limbs, which when appeased with sacrifices and vows they may again remove.",
          "id": 341213
        },
        {
          "text": "They send dreams either full of terror, that they themselves may be invoked, or the issues of which may correspond with the truth, that they may increase the veneration paid to themselves.",
          "id": 341214
        },
        {
          "text": "Sometimes also they put forth something of vengeance against the sacrilegious, that whoever sees it may become more timid and superstitious.",
          "id": 341215
        },
        {
          "text": "Thus by their frauds they have drawn darkness over the human race, that truth might be oppressed, and the name of the supreme and matchless God might be forgotten.",
          "id": 341216
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chap.",
          "id": 341217
        },
        {
          "text": "XXIX.",
          "id": 341218
        },
        {
          "text": "—Of the Patience and Providence of God.",
          "id": 341219
        },
        {
          "text": "But some one says: Why, then, does the true God permit these things to be done? Why does He not rather remove or destroy the wicked? Why, in truth, did He from the beginning give power to the demon, so that there should be one who might corrupt and destroy all things? I will briefly say why He willed that this should be so.",
          "id": 341220
        },
        {
          "text": "I ask whether virtue is a good or an evil.",
          "id": 341221
        },
        {
          "text": "It cannot be denied that it is a good.",
          "id": 341222
        },
        {
          "text": "If virtue is a good, vice, on the contrary, is an evil.",
          "id": 341223
        },
        {
          "text": "If vice is an evil on this account, because it opposes virtue, and virtue is on this account a good, because it overthrows vice, it follows that virtue cannot exist without vice; and if you take away vice, the merits of virtue will be taken away.",
          "id": 341224
        },
        {
          "text": "For there can be no victory without an enemy.",
          "id": 341225
        },
        {
          "text": "Thus it comes to pass, that good cannot exist without an evil.",
          "id": 341226
        },
        {
          "text": "Chrysippus, a man of active mind, saw this when discussing the subject of providence, and charges those with folly who think that good is caused by God, but say that evil is not thus caused.",
          "id": 341227
        },
        {
          "text": "Aulus Gellius has interpreted his sentiment in his books of Attic Nights; thus saying: \"They to whom it does not appear that the world was made for the sake of God and men, and that human affairs are governed by providence, think that they use a weighty argument when they thus speak: If there were a providence, there would be no evils.",
          "id": 341228
        },
        {
          "text": "For they say that nothing is less in agreement with providence, than that in this world, on account of which it is said that God made men, the power of troubles and evils should be so great.",
          "id": 341229
        },
        {
          "text": "In reply to these things, Chrysippus, when he was arguing, in his fourth book respecting providence, said: Nothing can be more foolish than those who think that good things could have existed, if there were not evils in the same place.",
          "id": 341230
        },
        {
          "text": "For since good things are contrary to evil, they must of necessity be opposed to each other, and must stand resting, as it were, on mutual and opposite support.",
          "id": 341231
        },
        {
          "text": "Thus there is no contrary without another contrary.",
          "id": 341232
        },
        {
          "text": "For how could there be any perception of justice, unless there were injuries? or what else is justice, but the removal of injustice? In like manner, the nature of fortitude cannot be understood, except by placing beside it cowardice, or the nature of self-control except by intemperance.",
          "id": 341233
        },
        {
          "text": "Likewise, in what manner would there be prudence, unless there were the contrary, imprudence? On the same principle, he says, why do the foolish men not require this also, that there should be truth and not falsehood? For there exist together good and evil things, prosperity and trouble, pleasure and pain.",
          "id": 341234
        },
        {
          "text": "For the one being bound to the other at opposite poles, as Plato says, if you take away one, you take away both\".",
          "id": 341235
        },
        {
          "text": "You see, therefore, that which I have often said, that good and evil are so connected with one another, that the one cannot exist without the other.",
          "id": 341236
        },
        {
          "text": "Therefore God acted with the greatest foresight in placing the subject-matter of virtue in evils which He made for this purpose, that He might establish for us a contest, in which He would crown the victorious with the reward of immortality.",
          "id": 341237
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chap.",
          "id": 341238
        },
        {
          "text": "XXX.",
          "id": 341239
        },
        {
          "text": "—Of False Wisdom.",
          "id": 341240
        },
        {
          "text": "I have taught, as I imagine, that the honours paid to gods are not only impious, but also vain, either because they were men whose memory was consecrated after death; or because the images themselves are insensible and deaf, inasmuch as they are formed of earth, and that it is not right for man, who ought to look up to heavenly things, to subject himself to earthly things; or because the spirits who claim to themselves those acts of religious service are unholy and impure, and on this account, being condemned by the sentence of God, fell to the earth, and that it is not lawful to submit to the power of those to whom you are superior, if you wish to be a follower of the true God.",
          "id": 341241
        },
        {
          "text": "It remains that, as we have spoken of false religion, we should also discuss the subject of false wisdom, which the philosophers profess,—men endued with the greatest learning and eloquence, but far removed from the truth, because they neither know God nor the wisdom of God.",
          "id": 341242
        },
        {
          "text": "And although they are clever and learned, yet, because their wisdom is human, I shall not fear to contend with them, that it may be evident that falsehood can be easily overcome by truth, and earthly things by heavenly.",
          "id": 341243
        },
        {
          "text": "They thus define the nature of philosophy.",
          "id": 341244
        },
        {
          "text": "Philosophy is the love or pursuit of wisdom.",
          "id": 341245
        },
        {
          "text": "Therefore it is not wisdom itself; for that which loves must be different from that which is loved.",
          "id": 341246
        },
        {
          "text": "If it is the pursuit of wisdom, not even thus is philosophy identical with wisdom.",
          "id": 341247
        },
        {
          "text": "For wisdom is the object itself which is sought, but the pursuit is that which seeks it.",
          "id": 341248
        },
        {
          "text": "Therefore the very definition or meaning of the word plainly shows that philosophy is not wisdom itself.",
          "id": 341249
        },
        {
          "text": "I will say that it is not even the pursuit of wisdom, in which wisdom is not comprised.",
          "id": 341250
        },
        {
          "text": "For who can be said to devote himself to the pursuit of that to which he can by no means attain? He who gives himself to the pursuit of medicine, or grammar, or oratory, may be said to be studious of that art which he is learning; but when he has learned, he is now said to be a physician, a grammarian, or an orator.",
          "id": 341251
        },
        {
          "text": "Thus also those who are studious of wisdom, after they had learned it, ought to have been called wise.",
          "id": 341252
        },
        {
          "text": "But since they are called students of wisdom as long as they live, it is manifest that that is not the pursuit, because it is impossible to arrive at the object itself which is sought for in the pursuit, unless by chance they who pursue wisdom even to the end of life are about to be wise in another world.",
          "id": 341253
        },
        {
          "text": "Now every pursuit is connected with some end.",
          "id": 341254
        },
        {
          "text": "That, therefore, is not a right pursuit which has no end.",
          "id": 341255
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chap.",
          "id": 341256
        },
        {
          "text": "XXXI.",
          "id": 341257
        },
        {
          "text": "—Of Knowledge and Supposition.",
          "id": 341258
        },
        {
          "text": "Moreover, there are two things which appear to fall under the subject of philosophy—knowledge and supposition; and if these are taken away, philosophy altogether falls to the ground.",
          "id": 341259
        },
        {
          "text": "But the chief of the philosophers themselves have taken away both from philosophy.",
          "id": 341260
        },
        {
          "text": "Socrates took away knowledge, Zeno supposition.",
          "id": 341261
        },
        {
          "text": "Let us see whether they were right in doing so.",
          "id": 341262
        },
        {
          "text": "Wisdom is, as Cicero defined it, the knowledge of divine and human things.",
          "id": 341263
        },
        {
          "text": "Now if this definition is true, wisdom does not come within the power of man.",
          "id": 341264
        },
        {
          "text": "For who of mortals can assume this to himself, to profess that he knows divine and human things? I say nothing of human affairs; for although they are connected with divine, yet, since they belong to man, let us grant that it is possible for man to know them.",
          "id": 341265
        },
        {
          "text": "Certainly he cannot know divine things by himself, since he is a man; whereas he who knows them must be divine, and therefore God.",
          "id": 341266
        },
        {
          "text": "But man is neither divine nor God.",
          "id": 341267
        },
        {
          "text": "Man, therefore, cannot thoroughly know divine things by himself.",
          "id": 341268
        },
        {
          "text": "No one, therefore, is wise but God, or certainly that man whom God has taught.",
          "id": 341269
        },
        {
          "text": "But they, because they are neither gods, nor taught by God, cannot be wise, that is, acquainted with divine and human things.",
          "id": 341270
        },
        {
          "text": "Knowledge, therefore, is rightly taken away by Socrates and the Academics.",
          "id": 341271
        },
        {
          "text": "Supposition also does not agree with the wise man.",
          "id": 341272
        },
        {
          "text": "For every one supposes that of which he is ignorant.",
          "id": 341273
        },
        {
          "text": "Now, to suppose that you know that of which you are ignorant, is rashness and folly.",
          "id": 341274
        },
        {
          "text": "Supposition, therefore, was rightly taken away by Zeno.",
          "id": 341275
        },
        {
          "text": "If, therefore, there is no knowledge in man, and there ought to be no supposition, philosophy is cut up by the roots.",
          "id": 341276
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chap.",
          "id": 341277
        },
        {
          "text": "XXXII.",
          "id": 341278
        },
        {
          "text": "—Of the Sects of Philosophers, and Their Disagreement.",
          "id": 341279
        },
        {
          "text": "To this is added, that it is not uniform; but being divided into sects, and scattered into many and discordant opinions, it has no fixed state.",
          "id": 341280
        },
        {
          "text": "For since they all separately attack and harass one another, and there is none of them which is not condemned of folly in the judgment of the rest, while the members are plainly at variance with one another, the whole body of philosophy is brought to destruction.",
          "id": 341281
        },
        {
          "text": "Hence the Academy afterwards originated.",
          "id": 341282
        },
        {
          "text": "For when the leading men of that sect saw that philosophy was altogether overthrown by philosophers mutually opposing each other, they undertook war against all, that they might destroy all the arguments of all; while they themselves assert nothing except one thing—that nothing can be known.",
          "id": 341283
        },
        {
          "text": "Thus, having taken away knowledge, they overthrew the ancient philosophy.",
          "id": 341284
        },
        {
          "text": "But they did not even themselves retain the name of philosophers, since they admitted their ignorance, because to be ignorant of all things is not only not the part of a philosopher, but not even of a man.",
          "id": 341285
        },
        {
          "text": "Thus the philosophers, because they have no defence, must destroy one another with mutual wounds, and philosophy itself must altogether consume and put an end to itself by its own arms.",
          "id": 341286
        },
        {
          "text": "But they say it is only natural philosophy which thus gives way.",
          "id": 341287
        },
        {
          "text": "How is it with moral? Does that rest on any firm foundation? Let us see whether philosophers are agreed in this part at any rate, which relates to the condition of life.",
          "id": 341288
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chap.",
          "id": 341289
        },
        {
          "text": "XXXIII.",
          "id": 341290
        },
        {
          "text": "—What is the Chief Good to Be Sought in Life.",
          "id": 341291
        },
        {
          "text": "What is the chief good must be an object of inquiry, that our whole life and actions may be directed to it.",
          "id": 341292
        },
        {
          "text": "When inquiry is made respecting the chief good of man, it ought to be settled to be of such a kind, first, that it have reference to man alone; in the next place, that it belong peculiarly to the mind; lastly, that it be sought by virtue.",
          "id": 341293
        },
        {
          "text": "Let us see, therefore, whether the chief good which the philosophers mark out be such that it has reference neither to a dumb animal nor to the body, and cannot be attained without virtue.",
          "id": 341294
        },
        {
          "text": "Aristippus, the founder of the Cyrenaic sect, who thought that bodily pleasure was the chief good, ought to be removed from the number of philosophers, and from the society of men, because he compared himself to a beast.",
          "id": 341295
        },
        {
          "text": "The chief good of Hieronymus is to be without pain, that of Diodorus to cease to be in pain.",
          "id": 341296
        },
        {
          "text": "But the other animals avoid pain; and when they are without pain, or cease to be in pain, are glad.",
          "id": 341297
        },
        {
          "text": "What distinction, then, will be given to man, if his chief good is judged to be common with the beasts? Zeno thought that the chief good was to live agreeably to nature.",
          "id": 341298
        },
        {
          "text": "But this definition is a general one.",
          "id": 341299
        },
        {
          "text": "For all animals live agreeably to nature, and each has its own nature.",
          "id": 341300
        },
        {
          "text": "Epicurus maintained that it was pleasure of the soul.",
          "id": 341301
        },
        {
          "text": "What is pleasure of the soul but joy, in which the soul for the most part luxuriates, and unbends itself either to sport or to laughter? But this good befalls even dumb animals, which, when they are satisfied with pasture, relax themselves to joy and wantonness.",
          "id": 341302
        },
        {
          "text": "Dinomachus and Callipho approved of honourable pleasure; but they either said the same that Epicurus did, that bodily pleasure is dishonourable; or if they considered bodily pleasures to be partly base and partly honourable, then that is not the chief good which is ascribed to the body.",
          "id": 341303
        },
        {
          "text": "The Peripatetics make up the chief good of goods of the soul, and body, and fortune.",
          "id": 341304
        },
        {
          "text": "The goods of the soul may be approved of; but if they require assistance for the completion of happiness, they are plainly weak.",
          "id": 341305
        },
        {
          "text": "But the goods of the body and of fortune are not in the power of man; nor is that now the chief good which is assigned to the body, or to things placed without us, because this double good extends even to the cattle, which have need of being well, and of a due supply of food.",
          "id": 341306
        },
        {
          "text": "The Stoics are believed to have entertained much better views, who said that virtue was the chief good.",
          "id": 341307
        },
        {
          "text": "But virtue cannot be the chief good, since, if it is the endurance of evils and of labours, it is not happy of itself; but it ought to effect and produce the chief good, because it cannot be attained without the greatest difficulty and labour.",
          "id": 341308
        },
        {
          "text": "But, in truth, Aristotle wandered far from reason, who connected honour with virtue, as though it were possible for virtue at any time to be separated from honour, or to be united with baseness.",
          "id": 341309
        },
        {
          "text": "Herillus the Pyrrhonist made knowledge the chief good.",
          "id": 341310
        },
        {
          "text": "This indeed belongs to man, and to the soul only, but it may happen to him without virtue.",
          "id": 341311
        },
        {
          "text": "For he is not to be considered happy who has either learnt anything by hearing, or has gained the knowledge of it by a little reading; nor is it a definition of the chief good, because there may be a knowledge either of bad things, or at any rate of things that are useless.",
          "id": 341312
        },
        {
          "text": "And if it is the knowledge of good and useful things which you have acquired by labour, nevertheless it is not the chief good, because knowledge is not sought on its own account, but on account of something else.",
          "id": 341313
        },
        {
          "text": "For the arts are learnt on this account, that they may be to us the means of gaining support, or a source of glory, or even of pleasure; and it is plain that these things cannot be the chief goods.",
          "id": 341314
        },
        {
          "text": "Therefore the philosophers do not observe the rule even in moral philosophy, inasmuch as they are at variance with one another on the main point itself, that is, in that discussion by which the life is moulded.",
          "id": 341315
        },
        {
          "text": "For the precepts cannot be equal, or resembling one another, when some train men to pleasure, others to honour, others indeed to nature, others to knowledge; some to the pursuit, others to the avoiding of riches; some to entire insensibility to pain, others to the endurance of evils: in all which, as I have shown before, they turn aside from reason, because they are ignorant of God.",
          "id": 341316
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chap.",
          "id": 341317
        },
        {
          "text": "XXXIV.",
          "id": 341318
        },
        {
          "text": "—That Men are Born to Justice.",
          "id": 341319
        },
        {
          "text": "Let us now see what is proposed to the wise man as the chief good.",
          "id": 341320
        },
        {
          "text": "That men are born to justice is not only taught by the sacred writings, but is sometimes acknowledged even by these same philosophers.",
          "id": 341321
        },
        {
          "text": "Thus Cicero says: \"But of all things which fall under the discussion of learned men, nothing assuredly is more excellent than that it should be clearly understood that we are born to justice\".",
          "id": 341322
        },
        {
          "text": "This is most true.",
          "id": 341323
        },
        {
          "text": "For we are not born to wickedness, since we are a social and sociable animal.",
          "id": 341324
        },
        {
          "text": "The wild beasts are produced to exercise their fierceness; for they are unable to live in any other way than by prey and bloodshed.",
          "id": 341325
        },
        {
          "text": "These, however, although pressed by extreme hunger, nevertheless refrain from animals of their own kind.",
          "id": 341326
        },
        {
          "text": "Birds also do the same, which must feed upon the carcases of others.",
          "id": 341327
        },
        {
          "text": "How much more is it befitting, that man, who is united with man both in the interchange of language and in communion of feeling, should spare man, and love him! For this is justice.",
          "id": 341328
        },
        {
          "text": "But since wisdom has been given to man alone, that he may understand God, and this alone makes the difference between man and the dumb animals, justice itself is bound up in two duties.",
          "id": 341329
        },
        {
          "text": "He owes the one to God as to a father, the other to man as to a brother; for we are produced by the same God.",
          "id": 341330
        },
        {
          "text": "Therefore it has been deservedly and rightly said, that wisdom is the knowledge of divine and human affairs.",
          "id": 341331
        },
        {
          "text": "For it is right that we should know what we owe to God, and what to man; namely, to God religion, to man affection.",
          "id": 341332
        },
        {
          "text": "But the former belongs to wisdom, the latter to virtue; and justice comprises both.",
          "id": 341333
        },
        {
          "text": "If, therefore, it is evident that man is born to justice, it is necessary that the just man should be subject to evils, that he may exercise the virtue with which he is endued.",
          "id": 341334
        },
        {
          "text": "For virtue is the enduring of evils.",
          "id": 341335
        },
        {
          "text": "He will avoid pleasures as an evil: he will despise riches, because they are frail; and if he has them, he will liberally bestow them, to preserve the wretched: he will not be desirous of honours, because they are short and transitory; he will do injury to no one; if he shall suffer, he will not retaliate; and he will not take vengeance upon one who plunders his property.",
          "id": 341336
        },
        {
          "text": "For he will deem it unlawful to injure a man; and if there shall be any one who would compel him to depart from God, he will not refuse tortures nor death.",
          "id": 341337
        },
        {
          "text": "Thus it will come to pass, that he must necessarily live in poverty and lowliness, and in insults, or even tortures.",
          "id": 341338
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "Chap.",
          "id": 341339
        },
        {
          "text": "XXXV.",
          "id": 341340
        },
        {
          "text": "—That Immortality is the Chief Good.",
          "id": 341341
        },
        {
          "text": "What, then, will be the advantage of justice and virtue, if they shall have nothing but evil in life? But if virtue, which despises all earthly goods, most wisely endures all evils, and endures death itself in the discharge of duty, cannot be without a reward, what remains but that immortality alone is its reward? For if a happy life falls to the lot of man, as the philosophers will have it, and in this point alone they do not disagree, therefore also immortality falls to him.",
          "id": 341342
        },
        {
          "text": "For that only is happy which is incorruptible; that only is incorruptible which is eternal.",
          "id": 341343
        },
        {
          "text": "Therefore immortality is the chief good, because it belongs both to man, and to the soul, and to virtue.",
          "id": 341344
        },
        {
          "text": "We are only directed to this; we are born to the attainment of this.",
          "id": 341345
        },
        {
          "text": "Therefore God proposes to us virtue and justice, that we may obtain that eternal reward for our labours.",
          "id": 341346
        },
        {
          "text": "But concerning that immortality itself we will speak in the proper place.",
          "id": 341347
        },
        {
          "text": "There remains the philosophy of Logic, which contributes nothing to a happy life.",
          "id": 341348
        },
        {
          "text": "For wisdom does not consist in the arrangement of speech, but in the heart and the feeling.",
          "id": 341349
        },
        {
          "text": "But if natural philosophy is superfluous, and this of logic, and the philosophers have erred in moral philosophy, which alone is necessary, because they have been unable in any way to find out the chief good; therefore all philosophy is found to be empty and useless, which was unable to comprehend the nature of man, or to fulfil its duty and office.",
          "id": 341350
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "Chap.",
          "id": 341351
        },
        {
          "text": "XXXVI.",
          "id": 341352
        },
        {
          "text": "—Of the Philosophers,—Namely, Epicurus and Pythagoras.",
          "id": 341353
        },
        {
          "text": "Since I have spoken briefly of philosophy, now also I will speak a few things about the philosophers.",
          "id": 341354
        },
        {
          "text": "This is especially the doctrine of Epicurus, that there is no providence.",
          "id": 341355
        },
        {
          "text": "And at the same time he does not deny the existence of gods.",
          "id": 341356
        },
        {
          "text": "In both respects he acts contrary to reason.",
          "id": 341357
        },
        {
          "text": "For if there are gods, it follows that there is a providence.",
          "id": 341358
        },
        {
          "text": "For otherwise we can form no intelligible idea of God, for it is His peculiar province to foresee.",
          "id": 341359
        },
        {
          "text": "But Epicurus says He takes no care about anything.",
          "id": 341360
        },
        {
          "text": "Therefore He disregards not only the affairs of men, but also heavenly things.",
          "id": 341361
        },
        {
          "text": "How, therefore, or from what, do you affirm that He exists? For when you have taken away the divine providence and care, it would naturally follow that you should altogether deny the existence of God; whereas now you have left Him in name, but in reality you have taken Him away.",
          "id": 341362
        },
        {
          "text": "Whence, then, did the world derive its origin, if God takes no care of anything? There are, he says, minute atoms, which can neither be seen nor touched, and from the fortuitous meeting of these all things arose, and are continually arising.",
          "id": 341363
        },
        {
          "text": "If they are neither seen nor perceived by any part of the body, how could you know of their existence? In the next place, if they exist, with what mind do they meet together to effect anything? If they are smooth, they cannot cohere: if they are hooked and angular, then they are divisible; for hooks and angles project, and can be cut off.",
          "id": 341364
        },
        {
          "text": "But these things are senseless and unprofitable.",
          "id": 341365
        },
        {
          "text": "Why should I mention that he also makes souls capable of extinction? who is refuted not only by all philosophers and general persuasion, but also by the answers of bards, by the predictions of the Sibyls, and lastly, by the divine voices of the prophets themselves; so that it is wonderful that Epicurus alone existed, who should place the condition of man on a level with the flocks and beasts.",
          "id": 341366
        },
        {
          "text": "What of Pythagoras, who was first called a philosopher, who judged that souls were indeed immortal, but that they passed into other bodies, either of cattle, or of birds, or of beasts? Would it not have been better that they should be destroyed, together with their bodies, than thus to be condemned to pass into the bodies of other animals? Would it not be better not to exist at all, than, after having had the form of a man, to live as a swine or a dog? And the foolish man, to gain credit for his saying, said that he himself had been Euphorbus in the Trojan war, and that, when he had been slain, he passed into other figures of animals, and at last became Pythagoras.",
          "id": 341367
        },
        {
          "text": "O happy man! to whom alone so great a memory was given; or rather unhappy, who, when changed into a sheep, was not permitted to be ignorant of what he was! And would to Heaven that he alone had been thus senseless! He found also some to believe him, and some indeed among the learned, to whom the inheritance of folly passed.",
          "id": 341368
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "Chap.",
          "id": 341369
        },
        {
          "text": "XXXVII.",
          "id": 341370
        },
        {
          "text": "—Of Socrates and His Contradiction.",
          "id": 341371
        },
        {
          "text": "After him Socrates held the first place in philosophy, who was pronounced most wise even by the oracle, because he confessed that he knew one thing only,—namely, that he knew nothing.",
          "id": 341372
        },
        {
          "text": "And on the authority of this oracle it was right that the natural philosophers should restrain themselves, lest they should either inquire into those things which they could not know, or should think that they knew things which they did not know.",
          "id": 341373
        },
        {
          "text": "Let us, however, see whether Socrates was most wise, as the Pythian god proclaimed.",
          "id": 341374
        },
        {
          "text": "He often made use of this proverb, that that which is above us has also no reference to us.",
          "id": 341375
        },
        {
          "text": "He has now passed beyond the limits of his opinion.",
          "id": 341376
        },
        {
          "text": "For he who said that he knew one thing only, found another thing to speak of, as though he knew it; but that in vain.",
          "id": 341377
        },
        {
          "text": "For God, who is plainly above us, is to be sought for; and religion is to be undertaken, which alone separates us from the brutes, which indeed Socrates not only rejected, but even derided, in swearing by a goose and a dog, as if in truth he could not have sworn by aesculapius, to whom he had vowed a cock.",
          "id": 341378
        },
        {
          "text": "Behold the sacrifice of a wise man! And because he was unable to offer this in his own person, since he was at the point of death, he entreated his friends to perform the vow after his death, lest forsooth he should be detained as a debtor in the lower regions.",
          "id": 341379
        },
        {
          "text": "He assuredly both pronounced that he knew nothing, and made good his statement.",
          "id": 341380
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "Chap.",
          "id": 341381
        },
        {
          "text": "XXXVIII.",
          "id": 341382
        },
        {
          "text": "—Of Plato, Whose Doctrine Approaches More Nearly to the Truth.",
          "id": 341383
        },
        {
          "text": "His disciple Plato, whom Tully speaks of as the god of philosophers, alone of all so studied philosophy that he approached nearer to the truth; and yet, because he was ignorant of God, he so failed in many things, that no one fell into worse errors, especially because in his books respecting the state he wished all things to be common to all.",
          "id": 341384
        },
        {
          "text": "This is endurable concerning property, though it is unjust.",
          "id": 341385
        },
        {
          "text": "For it ought not to be an injury to any one, if he possesses more than another through his own industry; or to be a profit to any one, if through his own fault he possesses less.",
          "id": 341386
        },
        {
          "text": "But, as I have said, this is capable of being endured in some way.",
          "id": 341387
        },
        {
          "text": "Shall there be a community of wives also, and of children? Shall there be no distinction of blood, or certainty of race? Shall there be neither families, nor relationships, nor affinities, but all things confused and indiscriminate, as in herds of cattle? Shall there be no self-restraint in men, no chastity in women? What conjugal affection can there be in these, between whom on either side there is no sure or peculiar love? Who will he dutiful towards a father, when he knows not from whom he was born? Who will love a son, whom he will reckon as not his own? Moreover, he opened the senate house to women, and entrusted to them warfare, magistracies, and commands.",
          "id": 341388
        },
        {
          "text": "But how great will be the calamity of that city, in which women shall discharge the duties of men! But of this more fully at another opportunity.",
          "id": 341389
        },
        {
          "text": "Zeno, the master of the Stoics, who praises virtue, judged that pity, which is a very great virtue, should be cut away, as though it were a disease of the mind, whereas it is at the same time dear to God and necessary for men.",
          "id": 341390
        },
        {
          "text": "For who is there who, when placed in any evil, would be unwilling to be pitied, and would not desire the assistance of those who might succour them, which is not called forth so as to render aid, except by the feeling of pity? Although he calls this humanity and piety, he does not change the matter itself, only the name.",
          "id": 341391
        },
        {
          "text": "This is the affection which has been given to man alone, that by mutual assistance we might alleviate our weakness; and he who removes this affection reduces us to the life of the beasts.",
          "id": 341392
        },
        {
          "text": "For his assertion that all faults are equal, proceeds from that inhumanity with which also be assails pity as a disease.",
          "id": 341393
        },
        {
          "text": "For he who makes no difference in faults, either thinks that light offences ought to be visited with severe punishments, which is the part of a cruel judge, or that great offences should be visited with slight punishments, which is the part of a worthless judge.",
          "id": 341394
        },
        {
          "text": "In either case there is injury to the state.",
          "id": 341395
        },
        {
          "text": "For if the greatest crimes are lightly punished, the boldness of the wicked will increase, and go on to deeds of greater daring; and if a punishment of too great severity is inflicted for slight offences, inasmuch as no one can be exempt from fault, many citizens will incur peril, who by correction might become better.",
          "id": 341396
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "Chap.",
          "id": 341397
        },
        {
          "text": "XXXIX.",
          "id": 341398
        },
        {
          "text": "—Of Various Philosophers, and of the Antipodes.",
          "id": 341399
        },
        {
          "text": "These things, truly, are of small importance, but they arise from the same falsehood.",
          "id": 341400
        },
        {
          "text": "Xenophanes said that the orb of the moon is eighteen times larger than this earth of ours; and that within its compass is contained another earth, which is inhabited by men and animals of every kind.",
          "id": 341401
        },
        {
          "text": "About the antipodes also one can neither hear nor speak without laughter.",
          "id": 341402
        },
        {
          "text": "It is asserted as something serious, that we should believe that there are men who have their feet opposite to ours.",
          "id": 341403
        },
        {
          "text": "The ravings of Anaxagoras are more tolerable, who said that snow was black.",
          "id": 341404
        },
        {
          "text": "And not only the sayings, but the deeds, of some are ridiculous.",
          "id": 341405
        },
        {
          "text": "Democritus neglected his land which was left to him by his father, and suffered it to become a public pasture.",
          "id": 341406
        },
        {
          "text": "Diogenes with his company of dogs, who professes that great and perfect virtue in the contempt of all things, preferred to beg for his support, rather than to seek it by honest labour, or to have any property.",
          "id": 341407
        },
        {
          "text": "Undoubtedly the life of a wise man ought to be to others an example of living.",
          "id": 341408
        },
        {
          "text": "If all should imitate the wisdom of these, how will states exist? But perhaps the same Cynics were able to afford an example of modesty, who lived with their wives in public.",
          "id": 341409
        },
        {
          "text": "I know not how they could defend virtue, who took away modesty.",
          "id": 341410
        },
        {
          "text": "Nor was Aristippus better than these, who, I believe, that he might please his mistress Lais, instituted the Cyrenaic system, by which he placed the end of the chief good in bodily pleasure, that authority might not be wanting to his faults, or learning to his vices.",
          "id": 341411
        },
        {
          "text": "Are those men of greater fortitude to be more approved, who, that they might be said to have despised death, died by their own hands? Zeno, Empedocles, Chrysippus, Cleanthes, Democritus, and Cato, imitating these, did not know that he who put himself to death is guilty of murder, according to the divine right and law.",
          "id": 341412
        },
        {
          "text": "For it was God who placed us in this abode of flesh: it was He who gave us the temporary habitation of the body, that we should inhabit it as long as He pleased.",
          "id": 341413
        },
        {
          "text": "Therefore it is to be considered impious, to wish to depart from it without the command of God.",
          "id": 341414
        },
        {
          "text": "Therefore violence must not be applied to nature.",
          "id": 341415
        },
        {
          "text": "He knows how to destroy His own work.",
          "id": 341416
        },
        {
          "text": "And if any one shall apply impious hands to that work, and shall tear asunder the bonds of the divine workmanship, he endeavours to flee from God, whose sentence no one will be able to escape, whether alive or dead.",
          "id": 341417
        },
        {
          "text": "Therefore they are accursed and impious, whom I have mentioned above, who even taught what are the befitting reasons for voluntary death; so that it was not enough of guilt that they were self-murderers, unless they instructed others also to this wickedness.",
          "id": 341418
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "Chap.",
          "id": 341419
        },
        {
          "text": "XL.",
          "id": 341420
        },
        {
          "text": "—Of the Foolishness of the Philosophers.",
          "id": 341421
        },
        {
          "text": "There are innumerable sayings and doings of the philosophers, by which their foolishness may be shown.",
          "id": 341422
        },
        {
          "text": "Therefore, since we are unable to enumerate them all, a few will be sufficient.",
          "id": 341423
        },
        {
          "text": "It is enough that it is understood that the philosophers were neither teachers of justice, of which they were ignorant, nor of virtue, of which they falsely boast.",
          "id": 341424
        },
        {
          "text": "For what can they teach, who often confess their own ignorance? I omit to mention Socrates, whose opinion is well known.",
          "id": 341425
        },
        {
          "text": "Anaxagoras proclaims that all things are over-spread with darkness.",
          "id": 341426
        },
        {
          "text": "Empedocles says that the paths for finding out the truth of the senses are narrow.",
          "id": 341427
        },
        {
          "text": "Democritus asserts that truth lies sunk in a deep well; and because they nowhere find it, they therefore affirm that no wise man has as yet existed.",
          "id": 341428
        },
        {
          "text": "Since, therefore, human wisdom has no existence (Socrates says in the writings of Plato), let us follow that which is divine, and let us give thanks to God, who has revealed and delivered it to us; and let us congratulate ourselves, that through the divine bounty we possess the truth and wisdom, which, though sought by so many intellects through so many ages, philosophy was not able to discover.",
          "id": 341429
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "Chap.",
          "id": 341430
        },
        {
          "text": "XLI.",
          "id": 341431
        },
        {
          "text": "—Of True Religion and Wisdom.",
          "id": 341432
        },
        {
          "text": "Now, since we have refuted false religion, which is in the worship of the gods, and false wisdom, which is in the philosophers, let us come to true religion and wisdom.",
          "id": 341433
        },
        {
          "text": "And, indeed, we must speak of them both conjointly, because they are closely connected.",
          "id": 341434
        },
        {
          "text": "For to worship the true God, that and nothing else is wisdom.",
          "id": 341435
        },
        {
          "text": "For that God who is supreme and the Maker of all things, who made man as the image of Himself, on this account conferred on him alone of all animals the gift of reason, that he might pay back honour to Him as his Father and his Lord, and by the exercise of this piety and obedience might gain the reward of immortality.",
          "id": 341436
        },
        {
          "text": "This is a true and divine mystery.",
          "id": 341437
        },
        {
          "text": "But among those, because they are not true, there is no agreement.",
          "id": 341438
        },
        {
          "text": "Neither are sacred rites performed in philosophy, nor is philosophy treated of in sacred things; and on this account their religion is false, because it does not possess wisdom; and on this account their wisdom is false, because it does not possess religion.",
          "id": 341439
        },
        {
          "text": "But where both are joined together, there the truth must necessarily be; so that if it is asked what the truth itself is, it may be rightly said to be either wise religion or religious wisdom.",
          "id": 341440
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "Chap.",
          "id": 341441
        },
        {
          "text": "XLII.",
          "id": 341442
        },
        {
          "text": "—Of Religious Wisdom: the Name of Christ Known to None, Except Himself and His Father.",
          "id": 341443
        },
        {
          "text": "I will now say what wise religion, or religious wisdom, is.",
          "id": 341444
        },
        {
          "text": "God, in the beginning, before He made the world, from the fountain of His own eternity, and from the divine and everlasting Spirit, begat for Himself a Son incorruptible, faithful, corresponding to His Father's excellence and majesty.",
          "id": 341445
        },
        {
          "text": "He is virtue, He is reason, He is the word of God, He is wisdom.",
          "id": 341446
        },
        {
          "text": "With this artificer, as Hermes says, and counsellor, as the Sibyl says, He contrived the excellent and wondrous fabric of this world.",
          "id": 341447
        },
        {
          "text": "In fine, of all the angels, whom the same God formed from His own breath, He alone was admitted into a participation of His supreme power, He alone was called God.",
          "id": 341448
        },
        {
          "text": "For all things were through Him, and nothing was without Him.",
          "id": 341449
        },
        {
          "text": "In fine, Plato, not altogether as a philosopher, but as a seer, spoke concerning the first and second God, perhaps following Trismegistus in this, whose words I have translated from the Greek, and subjoined: \"The Lord and Maker of all things, whom we have thought to be called God, created a second God, who is visible and sensible.",
          "id": 341450
        },
        {
          "text": "But by sensible I mean, not that He Himself receives sensation, but that He causes sensation and sight.",
          "id": 341451
        },
        {
          "text": "When, therefore, He had made this, the first, and one, and only one, He appeared to Him most excellent, and full of all good qualities\".",
          "id": 341452
        },
        {
          "text": "The Sibyl also says that God the guide of all was made by God, and another, that  \"God the Son of God must be known,\"    as those examples which I have brought forward in my books declare.",
          "id": 341453
        },
        {
          "text": "Him the prophets, filled with the inspiration of the Divine Spirit, proclaimed; of whom especially Solomon in the book of Wisdom, and also his father, the writer of divine hymns—both most renowned kings, who preceded the times of the Trojan war by a hundred and eighty years—testify that He was born of God.",
          "id": 341454
        },
        {
          "text": "His name is known to none, except to Himself and the Father, as John teaches in the Revelation.",
          "id": 341455
        },
        {
          "text": "Hermes says that His name cannot be uttered by mortal mouth.",
          "id": 341456
        },
        {
          "text": "Yet by men He is called by two names—Jesus, which is Saviour, and Christ, which is King.",
          "id": 341457
        },
        {
          "text": "He is called Saviour on this account, because He is the health and safety of all who believe in God through Him.",
          "id": 341458
        },
        {
          "text": "He is called Christ on this account, because He Himself will come from heaven at the end of this dispensation to judge the world, and, having raised the dead, to establish for Himself an everlasting kingdom.",
          "id": 341459
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "Chap.",
          "id": 341460
        },
        {
          "text": "XLIII.",
          "id": 341461
        },
        {
          "text": "—Of the Name of Jesus Christ, and His Twofold Nativity.",
          "id": 341462
        },
        {
          "text": "But lest by any chance there should be any doubt in your mind why we call Him Jesus Christ, who was born of God before the world, and who was born of man three hundred years ago, I will briefly explain to you the reason.",
          "id": 341463
        },
        {
          "text": "The same person is the son of God and of man.",
          "id": 341464
        },
        {
          "text": "For He was twice born: first of God, in the spirit, before the origin of the world; afterwards in the flesh of man, in the reign of Augustus; and in connection with this fact is an illustrious and great mystery, in which is contained both the salvation of men and the religion of the Supreme God, and all truth.",
          "id": 341465
        },
        {
          "text": "For when first the accursed and impious worship of gods crept in through the treachery of the demons, then the religion of God remained with the Hebrews alone, who, not by any law, but after the manner of their fathers, observed the worship handed down to them by successive generations, even until the time when they went forth out of Egypt under the leadership of Moses, the first of all the prophets, through whom the law was given to them from God; and they were afterwards called Jews.",
          "id": 341466
        },
        {
          "text": "Therefore they served God, being bound by the chains of the law.",
          "id": 341467
        },
        {
          "text": "But they also, by degrees going astray to profane rites, undertook the worship of strange gods, and, leaving the worship of their father, sacrificed to senseless images.",
          "id": 341468
        },
        {
          "text": "Therefore God sent to them prophets filled with the Divine Spirit, to upbraid them with their sins and proclaim repentance, to threaten them with the vengeance which would follow, and announce that it would come to pass, if they persisted in the same faults, that He would send another as the bearer of a new law; and having removed the ungrateful people from their inheritance, He would assemble to Himself a more faithful people from foreign nations.",
          "id": 341469
        },
        {
          "text": "But they not only persisted in their course, but even slew the messengers themselves.",
          "id": 341470
        },
        {
          "text": "Therefore He condemned them on account of these deeds: nor did He any longer send messengers to a stubborn people; but He sent His own Son, to call all nations to the favour of God.",
          "id": 341471
        },
        {
          "text": "Nor, however, did He shut them out, impious and ungrateful as they were, from the hope of salvation: but He sent Him to them before all others, that if they should by chance obey, they might not lose that which they had received; but if they should refuse to receive their God, then, the heirs being removed, the Gentiles would come into possession.",
          "id": 341472
        },
        {
          "text": "Therefore the supreme Father ordered Him to descend to the earth, and to put on a human body, that, being subject to the sufferings of the flesh, He might teach virtue and patience not only by words, but also by deeds.",
          "id": 341473
        },
        {
          "text": "Therefore He was born a second time as man, of a virgin, without a father, that, as in His first spiritual birth, being born of God alone, He was made a sacred spirit, so in His second and fleshly birth, being born of a mother only, He might become holy flesh, that through Him the flesh, which had become subject to sin, might be freed from destruction.",
          "id": 341474
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "text": "Chap.",
          "id": 341475
        },
        {
          "text": "XLIV.",
          "id": 341476
        },
        {
          "text": "—The Twofold Nativity of Christ is Proved from the Prophets.",
          "id": 341477
        },
        {
          "text": "That these things should thus take place as I have set them forth, the prophets had before predicted.",
          "id": 341478
        },
        {
          "text": "In the writings of Solomon it is thus written: \"The womb of a virgin was strengthened, and conceived: and a virgin was impregned, and became a mother in great pity\".",
          "id": 341479
        },
        {
          "text": "In Isaiah it is thus written: \"Behold, a virgin shall conceive, and bear a son, and ye shall call His name Immanuel;\" which, being interpreted, is God with us.",
          "id": 341480
        },
        {
          "text": "For He was with us on the earth, when He assumed flesh; and He was no less God in man, and man in God.",
          "id": 341481
        },
        {
          "text": "That He was both God and man was declared before by the prophets.",
          "id": 341482
        },
        {
          "text": "That He was God, Isaiah thus declares: \"They shall fall down unto Thee, they shall make supplication unto Thee; since God is in Thee, and we knew it not, even the God of Israel.",
          "id": 341483
        },
        {
          "text": "They shall be ashamed and confounded, all of them who oppose themselves to Thee, and shall go to confusion\".",
          "id": 341484
        },
        {
          "text": "Also Jeremiah: \"This is our God, and there shall none other be compared unto Him; He hath found out all the way of knowledge, and hath given it unto Jacob His servant, and to Israel His beloved.",
          "id": 341485
        },
        {
          "text": "Afterward He was seen upon earth, and dwelt among men\".",
          "id": 341486
        },
        {
          "text": "Likewise that He was man, the same Jeremiah says: \"And He is man, and who knew Him?\" Isaiah also thus speaks: \"And the Lord shall send them a man who shall save them, and with judgment shall He heal them\".",
          "id": 341487
        },
        {
          "text": "Also Moses himself in the book of Numbers: \"There shall come a star out of Jacob, and a man shall arise out of Israel\".",
          "id": 341488
        },
        {
          "text": "For this cause, therefore, being God, He took upon Him flesh, that, becoming a mediator between God and man, having overcome death, He might by His guidance lead man to God.",
          "id": 341489
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "text": "Chap.",
          "id": 341490
        },
        {
          "text": "XLV.",
          "id": 341491
        },
        {
          "text": "—The Power and Works of Christ are Proved from the Scriptures.",
          "id": 341492
        },
        {
          "text": "We have spoken of His nativity; now let us speak of His power and works, which, when He wrought them among men, the Jews, seeing them to be great and wonderful, supposed that they were done by the influence of magic, not knowing that all those things which were done by Him had been foretold by the prophets.",
          "id": 341493
        },
        {
          "text": "He gave strength to the sick, and to those languishing under various diseases, not by any healing remedy, but instantaneously, by the force and power of His word; He restored the weak, He made the lame to walk, He gave sight to the blind, He made the dumb to speak, the deaf to hear; He cleansed the polluted and unclean, He restored their right mind to those who were maddened with the attack of demons, He recalled to life and light those who were dead or now buried.",
          "id": 341494
        },
        {
          "text": "He also fed and satisfied five thousand men with five loaves and two fishes.",
          "id": 341495
        },
        {
          "text": "He also walked upon the sea.",
          "id": 341496
        },
        {
          "text": "He also in a tempest commanded the wind to be still, and immediately there was a calm; all which things we find predicted both in the books of the prophets and in the verses of the Sibyls.",
          "id": 341497
        },
        {
          "text": "When a great multitude resorted to Him on account of these miracles, and, as He truly was, believed Him to be the Son of God, and sent from God, the priests and rulers of the Jews, filled with envy, and at the same time excited with anger, because He reproved their sins and injustice, conspired to put Him to death; and that this would happen, Solomon had foretold a little more than a thousand years before, in the book of Wisdom, using these words: \"Let us defraud the righteous, for he is unpleasant to us, and upbraideth us with our offences against the law.",
          "id": 341498
        },
        {
          "text": "He maketh his boast that he has the knowledge of God, and he calleth himself the Son of God.",
          "id": 341499
        },
        {
          "text": "He is made to reprove our thoughts: it grieveth us even to look upon him; for his life is not like the life of others, his ways are of another fashion.",
          "id": 341500
        },
        {
          "text": "We are counted by him as triflers; he withdraweth himself from our ways, as from filthiness; he commendeth greatly the latter end of the just, and boasteth that he has God for his father.",
          "id": 341501
        },
        {
          "text": "Let us see, therefore, if his words be true; let us prove what end he shall have; let us examine him with rebukes and torments, that we may know his meekness and prove his patience; let us condemn him to a shameful death.",
          "id": 341502
        },
        {
          "text": "Such things have they imagined, and have gone astray; for their own folly hath blinded them, and they do not understand the mysteries of God\".",
          "id": 341503
        },
        {
          "text": "Therefore, being unmindful of these writings which they read, they incited the people as though against an impious man, so that they seized and led Him to trial, and with impious words demanded His death.",
          "id": 341504
        },
        {
          "text": "But they alleged against Him as a crime this very thing, that He said that He was the Son of God, and that by healing on the Sabbath He broke the law, which He said that He did not break, but fulfilled.",
          "id": 341505
        },
        {
          "text": "And when Pontius Pilate, who then as legate had authority in Syria, perceived that the cause did not belong to the office of the Roman judge, he sent Him to Herod the Tetrarch, and permitted the Jews themselves to be the judges of their own law: who, having received the power of punishing His guilt, sentenced Him to the cross, but first scourged and struck him with their hands, put on Him a crown of thorns, spat upon His face, gave Him gall and vinegar to eat and drink; and amidst these things no word was heard to fall from His lips.",
          "id": 341506
        },
        {
          "text": "Then the executioners, having cast lots over His tunic and mantle, suspended Him on the cross, and affixed Him to it, though on the next day they were about to celebrate the Passover, that is, their festival.",
          "id": 341507
        },
        {
          "text": "Which crime was followed by prodigies, that they might understand the impiety which they had committed; for at the same moment in which He expired, there was a great earthquake, and a withdrawing of the sun, so that the day was turned into night.",
          "id": 341508
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "text": "Chap.",
          "id": 341509
        },
        {
          "text": "XLVI.",
          "id": 341510
        },
        {
          "text": "—It is Proved from the Prophets that the Passion and Death of Christ Had Been Foretold.",
          "id": 341511
        },
        {
          "text": "And the prophets had predicted that all these things would thus come to pass.",
          "id": 341512
        },
        {
          "text": "Isaiah thus speaks: \"I am not rebellious, nor do I oppose: I gave my back to the scourge, and my cheeks to the hand: I turned not away my face from the foulness of spitting\".",
          "id": 341513
        },
        {
          "text": "The same prophet says respecting His silence: \"I was brought as a sheep to the slaughter, and as a lamb before its shearers is dumb, so He opened not His mouth\".",
          "id": 341514
        },
        {
          "text": "David also, in the xxxivth Psalm: \"The abjects were gathered together against me, and they knew me not: they were scattered, yet felt no remorse: they tempted me, and gnashed upon me with their teeth\".",
          "id": 341515
        },
        {
          "text": "The same also says respecting food and drink in the lxviiith Psalm: \"They gave me also gall for my meat, and in my thirst they gave me vinegar to drink\".",
          "id": 341516
        },
        {
          "text": "Also respecting the cross of Christ: \"And they pierced my hands and my feet, they numbered all my bones: they themselves have looked and stared upon me; they parted my garments among them, and cast lots upon my vesture\".",
          "id": 341517
        },
        {
          "text": "Moses also says in Deuteronomy: \" And thy life shall hang in doubt before thine eyes, and thou shall fear day and night, and shall have none assurance of thy life\".",
          "id": 341518
        },
        {
          "text": "Also in Numbers: \"God is not in doubt as a man, nor does He suffer threats as the son of man\".",
          "id": 341519
        },
        {
          "text": "Also Zechariah says: \"And they shall look on me whom they pierced\".",
          "id": 341520
        },
        {
          "text": "Amos thus speaks of the obscuring of the sun: \"In that day, saith the Lord, the sun shall go down at noon, and the clear day shall be dark; and I will turn your feasts into mourning, and your songs into lamentation\".",
          "id": 341521
        },
        {
          "text": "Jeremiah also speaks of the city of Jerusalem, in which He suffered: \"Her sun is gone down while it was yet day; she hath been confounded and reviled, and the residue of them will I deliver to the sword\".",
          "id": 341522
        },
        {
          "text": "Nor were these things spoken in vain.",
          "id": 341523
        },
        {
          "text": "For after a short time the Emperor Vespasian subdued the Jews, and laid waste their lands with the sword and fire, besieged and reduced them by famine, overthrew Jerusalem, led the captives in triumph, and prohibited the others who were left from ever returning to their native land.",
          "id": 341524
        },
        {
          "text": "And these things were done by God on account of that crucifixion of Christ, as He before declared this to Solomon in their Scriptures, saying, \"And Israel shall be for perdition and a reproach to the people, and this house shall be desolate; and every one that shall pass by shall be astonished, and shall say, Why hath God done these evils to this land, and to this house? And they shall say, Because they forsook the Lord their God, and persecuted their King, who was dearly beloved by God, and crucified Him with great degradation, therefore hath God brought upon them these evils\".",
          "id": 341525
        },
        {
          "text": "For what would they not deserve who put to death their Lord, who had come for their salvation?.",
          "id": 341526
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "text": "Chap.",
          "id": 341527
        },
        {
          "text": "XLVII.",
          "id": 341528
        },
        {
          "text": "—Of the Resurrection of Jesus Christ, the Sending of the Apostles, and the Ascension of the Saviour into Heaven.",
          "id": 341529
        },
        {
          "text": "After these things they took His body down from the cross, and buried it in a tomb.",
          "id": 341530
        },
        {
          "text": "But on the third day, before daybreak, there was an earthquake, and the stone with which they had closed the sepulchre was removed, and He arose.",
          "id": 341531
        },
        {
          "text": "But nothing was found in the sepulchre except the clothes in which the body had been wrapped.",
          "id": 341532
        },
        {
          "text": "But that He would rise again on the third day, the prophets had long ago foretold.",
          "id": 341533
        },
        {
          "text": "David, in the xvth Psalm: \"Thou wilt not leave my soul in hell, neither wilt Thou suffer Thine Holy One to see corruption\".",
          "id": 341534
        },
        {
          "text": "Likewise Hosea: This my Son is wise, therefore He shall not stay long in the anguish of His sons: and I will ransom Him from the hand of the grave.",
          "id": 341535
        },
        {
          "text": "Where is thy judgment, O death, where is thy sting? \"The same again says: \"After two days He will revive us on the third day\".",
          "id": 341536
        },
        {
          "text": "Therefore, after His resurrection He went into Galilee, and again assembled His disciples, who had fled through fear; and having given them commands which He wished to be observed, and having arranged for the preaching of the Gospel throughout the whole world, He breathed into them the Holy Spirit, and gave them the power of working miracles, that they might act for the welfare of men as well by deeds as words; and then at length, on the fortieth day, He returned to His Father, being carried up into a cloud.",
          "id": 341537
        },
        {
          "text": "The prophet Daniel had long before shown this, saying, \"I saw in the night vision, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days; and they who stood beside Him brought Him near before Him.",
          "id": 341538
        },
        {
          "text": "And there was given Him a kingdom, and glory, and dominion, and all people, tribes, and languages shall serve Him; and His power is an everlasting one, which shall not pass away, and His kingdom that which shall not be destroyed\".",
          "id": 341539
        },
        {
          "text": "Also David in the cixth Psalm: \"The Lord said unto my Lord, Sit Thou at my right hand, until I make Thine enemies Thy footstool\".",
          "id": 341540
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "text": "Chap.",
          "id": 341541
        },
        {
          "text": "XLVIII.",
          "id": 341542
        },
        {
          "text": "—Of the Disinheriting of the Jews, and the Adoption of the Gentiles.",
          "id": 341543
        },
        {
          "text": "Since, therefore, He sits at the right hand of God, about to tread down His enemies, who tortured Him, when He shall come to judge the world, it is evident that no hope remains to the Jews, unless, turning themselves to repentance, and being cleansed from the blood with which they polluted themselves, they shall begin to hope in Him whom they denied.",
          "id": 341544
        },
        {
          "text": "Therefore Esdras thus speaks: \"This passover is our Saviour and our refuge.",
          "id": 341545
        },
        {
          "text": "Consider and let it come into your heart, that we have to abase Him in a figure: and after these things we have hoped in Him\".",
          "id": 341546
        },
        {
          "text": "Now that the Jews were disinherited, because they rejected Christ, and that we, who are of the Gentiles, were adopted into their place, is proved by the Scriptures.",
          "id": 341547
        },
        {
          "text": "Jeremiah thus speaks: \"I have forsaken mine house, I have given mine heritage into the hands of her enemies.",
          "id": 341548
        },
        {
          "text": "Mine heritage is become unto me as a lion in the forest; it hath given forth its voice against me: therefore have I hated it\".",
          "id": 341549
        },
        {
          "text": "Also Malachi: \"I have no pleasure in you, saith the Lord, neither will I accept an offering at your hand.",
          "id": 341550
        },
        {
          "text": "For from the rising of the sun even unto the going down thereof, my name shall be great among the Gentiles\".",
          "id": 341551
        },
        {
          "text": "Isaiah also thus speaks: \"I come to gather all nations and tongues: and they shall come and see my glory\".",
          "id": 341552
        },
        {
          "text": "The same says in another place, speaking in the person of the Father to the Son: \"I the Lord have called Thee in righteousness, and will hold Thine hand, and will keep Thee, and give Thee for a covenant of my people, for a light of the Gentiles; to open the eyes of the blind, to bring out the prisoners from the prison, and them that sit in darkness out of the prison-house\".",
          "id": 341553
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "text": "Chap.",
          "id": 341554
        },
        {
          "text": "XLIX.",
          "id": 341555
        },
        {
          "text": "—That God is One Only.",
          "id": 341556
        },
        {
          "text": "If therefore the Jews have been rejected by God, as the faith due to the sacred writings shows, and the Gentiles, as we see, brought in, and freed from the darkness of this present life and from the chains of demons, it follows that no other hope is proposed to man, unless he shall follow true religion and true wisdom, which is in Christ, and he who is ignorant of Him is always estranged from the truth and from God.",
          "id": 341557
        },
        {
          "text": "Nor let the Jews, or philosophers, flatter themselves respecting the Supreme God.",
          "id": 341558
        },
        {
          "text": "He who has not acknowledged the Son has been unable to acknowledge the Father.",
          "id": 341559
        },
        {
          "text": "This is wisdom, and this is the mystery of the Supreme God.",
          "id": 341560
        },
        {
          "text": "God willed that He should be acknowledged and worshipped through Him.",
          "id": 341561
        },
        {
          "text": "On this account He sent the prophets beforehand to announce His coming, that when the things which had been foretold were fulfilled in Him, then He might be believed by men to be both the Son of God and God.",
          "id": 341562
        },
        {
          "text": "Nor, however, must the opinion be entertained that there are two Gods, for the Father and the Son are one.",
          "id": 341563
        },
        {
          "text": "For since the Father loves the Son, and gives all things to Him, and the Son faithfully obeys the Father, and wills nothing except that which the Father does, it is plain that so close a relationship cannot be separated, so that they should be said to be two in whom there is but one substance, and will, and faith.",
          "id": 341564
        },
        {
          "text": "Therefore the Son is through the Father, and the Father through the Son.",
          "id": 341565
        },
        {
          "text": "One honour is to be given to both, as to one God, and is to be so divided through the worship of the two, that the division itself may be bound by an inseparable bond of union.",
          "id": 341566
        },
        {
          "text": "He will leave nothing to himself, who separates either the Father from the Son, or the Son from the Father.",
          "id": 341567
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "text": "Chap.",
          "id": 341568
        },
        {
          "text": "L.",
          "id": 341569
        },
        {
          "text": "—Why God Assumed a Mortal Body, and Suffered Death.",
          "id": 341570
        },
        {
          "text": "It remains to answer those also, who deem that it was unbecoming and unreasonable that God should be clothed with a mortal body; that He should be in subjection to men; that He should endure insults; that He should even suffer tortures and death.",
          "id": 341571
        },
        {
          "text": "I will speak my sentiments, and I will sum up, as I shall be able, an immense subject in few words.",
          "id": 341572
        },
        {
          "text": "He who teaches anything, ought, as I think, himself to practice what he teaches, that he may compel men to obey.",
          "id": 341573
        },
        {
          "text": "For if he shall not practice them, he will detract from the faith due to his precepts.",
          "id": 341574
        },
        {
          "text": "Therefore there is need of examples, that the precepts which are given may have firmness, and if any one shall prove contumacious, and shall say that they cannot be carried out in practice, the instructor may refute him by actual fact.",
          "id": 341575
        },
        {
          "text": "Therefore a system of teaching cannot be perfect, when it is delivered by words only; but it then becomes perfect, when it is completed by deeds.",
          "id": 341576
        },
        {
          "text": "Since therefore Christ was sent to men as a teacher of virtue, for the perfection of His teaching it was plainly befitting that He should act as well as teach.",
          "id": 341577
        },
        {
          "text": "But if He had not assumed a human body, He would not have been able to practice what He taught,—that is, not to be angry, not to desire riches, not to be inflamed with lust, not to fear pain, to despise death.",
          "id": 341578
        },
        {
          "text": "These things are plainly virtues, but they cannot be done without flesh.",
          "id": 341579
        },
        {
          "text": "Therefore He assumed a body on this account, that, since He taught that the desires of the flesh must be overcome, He might in person first practice it, that no one might allege the frailty of the flesh as an excuse.",
          "id": 341580
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "text": "Chap.",
          "id": 341581
        },
        {
          "text": "LI.",
          "id": 341582
        },
        {
          "text": "—Of the Death of Christ on the Cross.",
          "id": 341583
        },
        {
          "text": "I will now speak of the mystery of the cross, lest any one should happen to say, If death must be endured by Him, it should have been not one that was manifestly infamous and dishonourable, but one which had some honour.",
          "id": 341584
        },
        {
          "text": "I know, indeed, that many, while they dislike the name of the cross, shrink from the truth, though there is in it great reasonableness and power.",
          "id": 341585
        },
        {
          "text": "For since He was sent for this purpose, that He might open to the lowest men the way to salvation, He made Himself humble that He might free them.",
          "id": 341586
        },
        {
          "text": "Therefore He underwent that kind of death which is usually inflicted on the humble, that an opportunity of imitation might be given to all.",
          "id": 341587
        },
        {
          "text": "Moreover, since He was about to rise again, it was not allowable that His body should be in any way mutilated, or a bone broken, which happens to those who are beheaded.",
          "id": 341588
        },
        {
          "text": "Therefore the cross was preferred, which reserved the body with the bones uninjured for the resurrection.",
          "id": 341589
        },
        {
          "text": "To these grounds it was also added, that having undertaken to suffer and to die, it was befitting that He should be lifted up.",
          "id": 341590
        },
        {
          "text": "Thus the cross exalted Him both in fact and in emblem, so that His majesty and power became known to all, together with His passion.",
          "id": 341591
        },
        {
          "text": "For in that He extended His hands on the cross, He plainly stretched out His wings towards the east and the west, under which all nations from either side of the world might assemble and repose.",
          "id": 341592
        },
        {
          "text": "But of what great weight this sign is, and what power it has, is evident, since all the host of demons is expelled and put to flight by this sign.",
          "id": 341593
        },
        {
          "text": "And as He Himself before His passion put to confusion demons by His word and command, so now, by the name and sign of the same passion, unclean spirits, having insinuated themselves into the bodies of men, are driven out, when racked and tormented, and confessing themselves to be demons, they yield themselves to God, who harasses them.",
          "id": 341594
        },
        {
          "text": "What therefore can the Greeks expect from their superstitions and with their wisdom, when they see that their gods, whom they do not deny to be demons also, are subdued by men through the cross?.",
          "id": 341595
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "text": "Chap.",
          "id": 341596
        },
        {
          "text": "LII.",
          "id": 341597
        },
        {
          "text": "—The Hope of the Salvation of Men Consists in the Knowledge of the True God, and of the Hatred of the Heathens Against the Christians.",
          "id": 341598
        },
        {
          "text": "There is therefore but one hope of life for men, one harbour of safety, one refuge of liberty, if, laying aside the errors by which they were held, they open the eyes of their mind and recognise God, in whom alone is the abode of truth; despise earthly things, and those made from the ground esteem as nothing philosophy, which is foolishness with God; and having undertaken true wisdom, that is, religion, become heirs of immortality.",
          "id": 341599
        },
        {
          "text": "But indeed they are not so much opposed to the truth as to their own safety; and when they hear these things, they abominate them as some inexpiable wickedness.",
          "id": 341600
        },
        {
          "text": "But they do not even endure to hear: they think that their ears are polluted with impiety if they hear; nor do they now refrain from reproaches, but assail them with the most insulting words; and also, if they have obtained the power, persecute them as public enemies, yea, even as worse than enemies; for enemies, when they have been vanquished, are punished with death or slavery; nor is there any torturing after the laying down of arms, although those deserved to suffer all things who wished so to act, that piety might have place among swords.",
          "id": 341601
        },
        {
          "text": "Cruelty, combined with innocence, is unheard of, nor is it worthy of the condition of victorious enemies.",
          "id": 341602
        },
        {
          "text": "What is the so powerful cause of this fury? Doubtless, because they cannot contend on the ground of reason, they urge forward their cause by means of violence; and, with the subject not understood, they condemn those as most pernicious persons who have declined to make a stand respecting the fact of their innocence.",
          "id": 341603
        },
        {
          "text": "Nor do they deem it sufficient that those whom they unreasonably hate should die by a speedy and simple death; but they lacerate them with refined tortures, that they may satisfy their hatred, which is not produced by any fault, but by the truth, which is hateful to those who live wickedly, because they take it ill that there are some whom their deeds cannot please.",
          "id": 341604
        },
        {
          "text": "They desire in every way to destroy these, that they may be able to sin without restraint in the absence of any witness.",
          "id": 341605
        }
      ]
    },
    {
      "chapter": 49,
      "verses": [
        {
          "text": "Chap.",
          "id": 341606
        },
        {
          "text": "LIII.",
          "id": 341607
        },
        {
          "text": "—The Reasons of the Hatred Against the Christians are Examined and Refuted.",
          "id": 341608
        },
        {
          "text": "But they say that they do these things for the defence of their gods.",
          "id": 341609
        },
        {
          "text": "In the first place, if they are gods, and have any power and influence, they have no need of the defence and protection of men, but they manifestly defend themselves.",
          "id": 341610
        },
        {
          "text": "Or how is man able to hope for aid from them, if they are unable to average even their own injuries? Therefore it is a vain and foolish thing to wish to be avengers of the gods, except that their distrust is more apparent from this.",
          "id": 341611
        },
        {
          "text": "For he who undertakes the protection of the god whom he worships, admits the worthlessness of that god; but if he worships him on this account, because he thinks him powerful, he ought not to wish to defend him, by whom he himself ought to be defended.",
          "id": 341612
        },
        {
          "text": "We therefore act rightly.",
          "id": 341613
        },
        {
          "text": "For when those defenders of false gods, who are rebellious against the true God, persecute His name in us, we resist not either in deed or in word, but with meekness, and silence, and patience, we endure whatever cruelty is able to contrive against us.",
          "id": 341614
        },
        {
          "text": "For we have confidence in God, from whom we expect that retribution will hereafter follow.",
          "id": 341615
        },
        {
          "text": "Nor is this confidence ungrounded, since we have in some cases heard, and in other cases seen, the miserable ends of all those who have dared to commit this crime.",
          "id": 341616
        },
        {
          "text": "Nor has any one had it in his power to insult God with impunity; but he who has been unwilling to learn by word has learned by his own punishment who is the true God.",
          "id": 341617
        },
        {
          "text": "I should wish to know, when they compel men to sacrifice against their will, what reasoning they have with themselves, or to whom they make that offering.",
          "id": 341618
        },
        {
          "text": "If it is made to the gods, that is not worship, nor an acceptable sacrifice, which is made by those who are displeasing to them, which is extorted by injury, which is enforced by pain.",
          "id": 341619
        },
        {
          "text": "But if it is done to those whom they compel, it is plainly not a benefit, which any one would not receive, he even prefers rather to die.",
          "id": 341620
        },
        {
          "text": "If it is a good to which you call me, why do you invite me with evil? why with blows, and not with words? why not by argument, but by bodily tortures? Whence it is manifest that that is an evil, to which you do not allure me willing, but drag me refusing.",
          "id": 341621
        },
        {
          "text": "What folly is it to wish to consult the good of any one against his will! If any one, under the pressure of evils, attempts to have recourse to death, can you, if you either wrest the sword from his hand, or cut the halter, or drag him away from the precipice, or pour out the poison, boast yourself as the preserver of the man, when he, whom you think that you have preserved, does not thank you, and thinks that you have acted ill towards him, in averting from him the death which be desired, and in not permitting him to reach the end and rest from his labours? For a benefit ought not to be weighed according to the quality of the action, but according to the feelings of him who receives it.",
          "id": 341622
        },
        {
          "text": "Why should you reckon as a benefit that which is an injury to me? Do you wish me to worship your gods, which I consider deadly to myself? If it is a good, I do not envy it.",
          "id": 341623
        },
        {
          "text": "Enjoy your good by yourself.",
          "id": 341624
        },
        {
          "text": "There is no reason why you should wish to succour my error, which I have undertaken by my judgment and inclination.",
          "id": 341625
        },
        {
          "text": "If it is evil, why do you drag me to a participation in evil? Use your own fortune.",
          "id": 341626
        },
        {
          "text": "I prefer to die in the practice of that which is good, than to live in evil.",
          "id": 341627
        }
      ]
    },
    {
      "chapter": 50,
      "verses": [
        {
          "text": "Chap.",
          "id": 341628
        },
        {
          "text": "LIV.",
          "id": 341629
        },
        {
          "text": "—Of the Freedom of Religion in the Worship of God.",
          "id": 341630
        },
        {
          "text": "These things may indeed be said with justice.",
          "id": 341631
        },
        {
          "text": "But who will hear, when men of furious and unbridled spirit think that their authority is diminished if there is any freedom in the affairs of men? But it is religion alone in which freedom has placed its dwelling.",
          "id": 341632
        },
        {
          "text": "For it is a matter which is voluntary above all others, nor can necessity be imposed upon any, so as to worship that which he does not wish to worship.",
          "id": 341633
        },
        {
          "text": "Some one may perhaps pretend, he cannot wish it.",
          "id": 341634
        },
        {
          "text": "In short, some, through fear of torments, or overcome by tortures, have assented to detestable sacrifices: they never do that voluntarily which they did from necessity; but when the opportunity is again given to them, and liberty restored, they again betake themselves to God, and appease Him with prayers and tears, repenting not of the will, which they had not, but of the necessity which they endured; and pardon is not denied to those who make satisfaction.",
          "id": 341635
        },
        {
          "text": "What then does he accomplish who pollutes the body, since he cannot change the will?  But, in fact, men of weak understanding, if they have induced any man of spirit to sacrifice to their gods, with incredible alacrity insolently exult, and rejoice, as though they had sent an enemy under the yoke.",
          "id": 341636
        },
        {
          "text": "But if any one, neither frightened by threats nor by tortures, shall have chosen to prefer his faith to his life, cruelty puts forth all its ingenuity against him, plans dreadful and intolerable things; and because they know that death for the cause of God is glorious, and that this is a victory on our side, if, having overcome the torturers, we lay down our life in behalf of the faith and religion, they also themselves strive to conquer us.",
          "id": 341637
        },
        {
          "text": "They do not put us to death, but they search out new and unheard-of tortures, that the frailty of the flesh may yield to pains, and if it does not yield, they put off further punishment, and apply diligent care to the wounds, that while the scars are yet fresh, a repetition of the torture may inflict more pain; and while they practice this torture upon the innocent, they evidently consider themselves pious, and just, and religious (for they are delighted with such sacrifices to their gods), but they term the others impious and desperate.",
          "id": 341638
        },
        {
          "text": "What perversity is this, that he who is punished, though innocent, should be called desperate and impious, and that the torturer, on the other hand, should be called just and pious!.",
          "id": 341639
        }
      ]
    },
    {
      "chapter": 51,
      "verses": [
        {
          "text": "Chap.",
          "id": 341640
        },
        {
          "text": "LV.",
          "id": 341641
        },
        {
          "text": "—The Heathens Charge Justice with Impiety in Following God.",
          "id": 341642
        },
        {
          "text": "But they say that those are rightly and deservedly punished, who dislike the public rites of religion handed down to them by their ancestors.",
          "id": 341643
        },
        {
          "text": "What if those ancestors were foolish in undertaking vain religious rites, as we have shown before, shall we be prohibited from following true and better things? Why do we deprive ourselves of liberty, and become enslaved to the errors of others, as though bound to them? Let it be permitted us to be wise, let it be permitted us to inquire into the truth.",
          "id": 341644
        },
        {
          "text": "But, however, if it pleases them to defend the folly of their ancestors, why are the Egyptians suffered to escape, who worship cattle and beasts of every kind as deities? Why are the gods themselves made the subjects of comic representations? and why is he honoured who derides them most wittily? Why are philosophers attended to, who either say that there are no gods, or that, if there are any, they take no interest in, and do not regard the affairs of men, or argue that there is no providence at all, which rules the world?  But they alone of all are judged impious who follow God and the truth.",
          "id": 341645
        },
        {
          "text": "And since this is at once justice, and wisdom, they lay to its charge either impiety or folly, and do not perceive what it is which deceives them, when they call evil good, and good evil.",
          "id": 341646
        },
        {
          "text": "Many indeed of the philosophers, and especially Plato and Aristotle, spoke many things about justice, asserting and extolling that virtue with the greatest praise, because it gives to each its due, because it maintains equity in all things; and whereas the other virtues are as it were silent, and shut up within, that it is justice alone which is neither concerned for itself only, nor hidden, but altogether shows itself abroad, and is ready for conferring a benefit, so as to assist as many as possible: as though in truth justice ought to be in judges only, and those placed in any post of authority, and not in all men.",
          "id": 341647
        },
        {
          "text": "And yet there is no one of men, not even of the lowest and of beggars, who is not capable of justice.",
          "id": 341648
        },
        {
          "text": "But because they did not know what it was, from what source it proceeded, and what was its mode of operation, they assigned to a few only that highest virtue, that is, the common good of all, and said that it aimed at no advantages peculiar to itself, but only the interests of others.",
          "id": 341649
        },
        {
          "text": "And not without reason was Carneades raised up, a man of the greatest talent and penetration, to refute their speech, and overthrow the justice, which had no firm foundation; not because he thought that justice was to be blamed, but that he might show that its defenders brought forward no firm or certain argument respecting justice.",
          "id": 341650
        }
      ]
    },
    {
      "chapter": 52,
      "verses": [
        {
          "text": "Chap.",
          "id": 341651
        },
        {
          "text": "LVI.",
          "id": 341652
        },
        {
          "text": "—Of Justice, Which is the Worship of the True God.",
          "id": 341653
        },
        {
          "text": "For if justice is the worship of the true God (for what is so just with respect to equity, so pious with respect to honour, so necessary with respect to safety, as to acknowledge God as a parent, to reverence Him as Lord, and to obey His law or precepts?), it follows that the philosophers were ignorant of justice, for they neither acknowledged God Himself, nor observed His worship and law; and on this account they might have been refuted by Carneades, whose disputation was to this effect, that there is no natural justice, and therefore that all animals defended their own interests by the guidance of nature itself, and therefore that justice, if it promotes the advantages of others and neglects its own, is to be called foolishness.",
          "id": 341654
        },
        {
          "text": "But if all people who are possessed of power, and the Romans themselves, who are masters of the whole world, were willing to follow justice, and to restore to every one his property which they have seized by force and arms, they will return to cottages and a condition of want.",
          "id": 341655
        },
        {
          "text": "And if they did this, they might indeed be just, but they must of necessity be considered foolish, who proceed to injure themselves for the advantage of others.",
          "id": 341656
        },
        {
          "text": "Then, if any one should find a man who was through a mistake offering for sale gold as mountain-brass, or silver as lead, and necessity should compel him to buy it, will he conceal his knowledge and buy it for a small sum, or will he rather inform the seller of its value? If he shall inform him, he will manifestly be called just; but he will also be foolish, for conferring an advantage upon another, and injuring himself.",
          "id": 341657
        },
        {
          "text": "But it is easy to judge in a case of injury.",
          "id": 341658
        },
        {
          "text": "What if he shall incur danger of his life, so that it shall be necessary for him either to kill another or to die, what will he do? It may happen that, having suffered shipwreck, he may find some feeble person clinging to a plank; or, his army having been defeated, in his flight he may find a wounded man on horseback: will he thrust the one from the plank, the other from his horse, that he himself may be able to escape? If he shall wish to be just, he will not do it; but he will also be judged foolish, who in sparing the life of another shall lose his own.",
          "id": 341659
        },
        {
          "text": "If he shall do it, he will indeed appear wise, because he will provide for his own interests; but he will also be wicked, because he will commit a wrong.",
          "id": 341660
        }
      ]
    },
    {
      "chapter": 53,
      "verses": [
        {
          "text": "Chap.",
          "id": 341661
        },
        {
          "text": "LVII.",
          "id": 341662
        },
        {
          "text": "—Of Wisdom and Foolishness.",
          "id": 341663
        },
        {
          "text": "These things indeed are said with acuteness; but we are able very readily to reply to them.",
          "id": 341664
        },
        {
          "text": "For the imitation of names causes it thus to appear.",
          "id": 341665
        },
        {
          "text": "For justice bears a resemblance to foolishness, and yet it is not foolishness; and at the same time malice bears a resemblance to wisdom, and yet it is not wisdom.",
          "id": 341666
        },
        {
          "text": "But as that malice is intelligent and shrewd in preserving its own interests, it is not wisdom, but cunning and craftiness; so likewise justice ought not to be called foolishness, but innocence, because the just man must be wise, and the foolish man unjust.",
          "id": 341667
        },
        {
          "text": "For neither reason nor nature itself permits that he who is just should not be wise, since it is plain that the just man does nothing except that which is right and good, and always avoids that which is perverted and evil.",
          "id": 341668
        },
        {
          "text": "But who will be able to distinguish between good and evil, depravity and rectitude, but he who shall be wise? But the fool acts badly, because he is ignorant of what is good and evil.",
          "id": 341669
        },
        {
          "text": "Therefore he does wrong, because he is unable to distinguish between things which are perverted and those which are right.",
          "id": 341670
        },
        {
          "text": "Therefore justice cannot be befitting to the foolish man, nor wisdom to the unjust.",
          "id": 341671
        },
        {
          "text": "He is not then a foolish person who has not thrust off a shipwrecked man from a plank, nor a wounded man from his horse, because he has abstained from injury, which is a sin; and it is the part of the wise man to avoid sin.",
          "id": 341672
        },
        {
          "text": "But that he should appear foolish at first sight is caused by this, that they suppose the soul to be extinguished together with the body; and for this reason they refer all advantage to this life.",
          "id": 341673
        },
        {
          "text": "For if there is no existence after death, it is plain that he acts foolishly who spares the life of another to his own loss, or who consults the gain of another more than his own.",
          "id": 341674
        },
        {
          "text": "If death destroys the soul, we must use our endeavours to live for a longer time, and more to our own advantage; but if there remains after death a life of immortality and blessedness, the just and wise man will certainly despise this corporeal existence, with all earthly goods, because he will know what kind of a reward he is about to receive from God.",
          "id": 341675
        },
        {
          "text": "Therefore let us maintain innocency, let us maintain justice, let us undergo the appearance of foolishness, that we may be able to maintain true wisdom.",
          "id": 341676
        },
        {
          "text": "And if it appears to men senseless and foolish to prefer torture and death rather than to sacrifice to gods, and to escape without harm, let us however strive to exhibit faithfulness towards God by all virtue and by all patience.",
          "id": 341677
        },
        {
          "text": "Let not death terrify us, nor pain subdue us, so as to prevent the vigour of our mind and constancy from being preserved unshaken.",
          "id": 341678
        },
        {
          "text": "Let them call us foolish, whilst they themselves are most foolish, and blind and dull, and like sheep; who do not understand that it is a deadly thing to leave the living God, and prostrate themselves in the adoration of earthly objects; who do not know that eternal punishment awaits those who have worshipped senseless images; and that those who have neither refused tortures nor death for the worship and honour of the true God will obtain eternal life.",
          "id": 341679
        },
        {
          "text": "This is the highest faith; this is true wisdom; this is perfect justice.",
          "id": 341680
        },
        {
          "text": "It matters nothing to us what fools may judge, what trifling men may think.",
          "id": 341681
        },
        {
          "text": "We ought to await the judgment of God, that we may hereafter judge those who have passed judgment on us.",
          "id": 341682
        }
      ]
    },
    {
      "chapter": 54,
      "verses": [
        {
          "text": "Chap.",
          "id": 341683
        },
        {
          "text": "LVIII.",
          "id": 341684
        },
        {
          "text": "—Of the True Worship of God, and Sacrifice.",
          "id": 341685
        },
        {
          "text": "I have spoken of justice, what was its nature.",
          "id": 341686
        },
        {
          "text": "It follows that I show what is true sacrifice to God, what is the most just manner of worshipping Him, lest any one should think that victims, or odours, or precious gifts, are desired by God, who, if He is not subject to hunger, and thirst, and cold, and desire of all earthly things, does not therefore make use of all these things which are presented in temples and to gods of earth; but as corporeal offerings are necessary for corporeal beings, so manifestly an incorporeal sacrifice is necessary for an incorporeal being.",
          "id": 341687
        },
        {
          "text": "But God has no need of those things which He has given to man for his use, since all the earth is under His power: He needs not a temple, since the world is His dwelling; He needs not an image, since He is incomprehensible both to the eyes and to the mind; He needs not earthly lights, for He was able to kindle the light of the sun, with the other stars, for the use of man.",
          "id": 341688
        },
        {
          "text": "What then does God require from man but worship of the mind, which is pure and holy? For those things which are made by the hands, or are outside of man, are senseless, frail, and displeasing.",
          "id": 341689
        },
        {
          "text": "This is true sacrifice, which is brought forth not from the chest but from the heart; not that which is offered by the hand, but by the mind.",
          "id": 341690
        },
        {
          "text": "This is the acceptable victim, which the mind sacrifices of itself.",
          "id": 341691
        },
        {
          "text": "For what do victims bestow? What does incense? What do garments? What does silver? What gold? What precious stones,—if there is not a pure mind on the part of the worshipper? Therefore it is justice only which God requires.",
          "id": 341692
        },
        {
          "text": "In this is sacrifice; in this the worship of God, respecting which I must now speak, and show in what works justice must necessarily be contained.",
          "id": 341693
        }
      ]
    },
    {
      "chapter": 55,
      "verses": [
        {
          "text": "Chap.",
          "id": 341694
        },
        {
          "text": "LIX.",
          "id": 341695
        },
        {
          "text": "—Of the Ways of Life, and the First Times of the World.",
          "id": 341696
        },
        {
          "text": "That there are two ways of human life was unknown neither to philosophers nor to poets, but both introduced them in a different manner.",
          "id": 341697
        },
        {
          "text": "The philosophers wished the one to be the way of industry, the other of idleness; but in this respect they were less correct in their statements, that they referred them to the advantages of this life only.",
          "id": 341698
        },
        {
          "text": "The poets spoke better who said that one of them was the way of the just, the other of the unjust; but they err in this, that they say that they are not in this life, but in the shades below.",
          "id": 341699
        },
        {
          "text": "We manifestly speak more correctly, who say that the one is the way of life, the other that of death.",
          "id": 341700
        },
        {
          "text": "And here, however, we say that there are two ways; but the one on the right hand, in which the just walk, does not lead to Elysium, but to heaven, for they become immortal; the other on the left leads to Tartarus, for the unjust are sentenced to eternal tortures.",
          "id": 341701
        },
        {
          "text": "Therefore the way of justice, which leads to life, is to be held by us.",
          "id": 341702
        },
        {
          "text": "Now the first duty of justice is to acknowledge God as a parent, and to fear Him as a master, to love Him as a father.",
          "id": 341703
        },
        {
          "text": "For the same Being who begat us, who animated us with vital breath, who nourishes and preserves us, has over us, not only as a father but also as a master, authority to correct us, and the power of life and death; wherefore twofold honour is due to Him from man, that is, love combined with fear.",
          "id": 341704
        },
        {
          "text": "The second duty of justice is to acknowledge man as a brother.",
          "id": 341705
        },
        {
          "text": "For if the same God made us, and produced all men on equal terms to justice and eternal life, it is manifest that we are united by the relationship of brotherhood; and he who does not acknowledge this is unjust.",
          "id": 341706
        },
        {
          "text": "But the origin of this evil, by which the mutual society of men, by which the bond of relationship has been torn asunder, arises from ignorance of the true God.",
          "id": 341707
        },
        {
          "text": "For he who is ignorant of that fountain of bounty can by no means be good.",
          "id": 341708
        },
        {
          "text": "Hence it is that, from the time when a multitude of gods began to be consecrated and worshipped by men, justice, as the poets relate, being put to flight, every compact was destroyed, the fellowship of human justice was destroyed.",
          "id": 341709
        },
        {
          "text": "Then every one, consulting his own interest, reckoned might to be right, injured another, attacked by frauds, deceived by treachery, increased his own advantages by the inconvenience of others, did not spare relatives, or children, or parents, prepared poisoned cups for the destruction of men, beset the ways with the sword, infested the seas, gave the rein to his lust, wherever passion led him,—in short, esteemed nothing sacred which his dreadful desire did not violate.",
          "id": 341710
        },
        {
          "text": "When these things were done, then men instituted laws for themselves to promote the public advantage, that they might meanwhile protect themselves from injuries.",
          "id": 341711
        },
        {
          "text": "But the fear of laws did not suppress crimes, but it checked licentiousness.",
          "id": 341712
        },
        {
          "text": "For laws were able to punish offences, they were unable to punish the conscience.",
          "id": 341713
        },
        {
          "text": "Therefore the things which before were done openly began to be done secretly.",
          "id": 341714
        },
        {
          "text": "Justice also was evaded by stealth, since they who themselves presided over the administration of the laws, corrupted by, gifts and rewards, made a traffic of their sentences, either to the escape of the evil or to the destruction of the good.",
          "id": 341715
        },
        {
          "text": "To these things were added dissensions, and wars, and mutual depredations; and the laws being crushed, the power of acting with violence was assumed without restraint.",
          "id": 341716
        }
      ]
    },
    {
      "chapter": 56,
      "verses": [
        {
          "text": "Chap.",
          "id": 341717
        },
        {
          "text": "LX.",
          "id": 341718
        },
        {
          "text": "—Of the Duties of Justice.",
          "id": 341719
        },
        {
          "text": "When the affairs of men were in this condition, God pitied us, revealed and displayed Himself to us, that in Himself we might learn religion, faith, purity, and mercy; that having laid aside the error of our former life, together with God Himself we might know ourselves, whom impiety had disunited from Him, and we might choose the divine law, which unites human affairs with heavenly, the Lord Himself delivering it to us; by which law all the errors with which we have been ensnared, together with vain and impious superstitions, might be taken away.",
          "id": 341720
        },
        {
          "text": "What we owe to man, therefore, is prescribed by that same divine law which teaches that whatever you render to man is rendered to God.",
          "id": 341721
        },
        {
          "text": "But the root of justice, and the entire foundation of equity, is that you should not do that which you would be unwilling to suffer, but should measure the feelings of another by your own.",
          "id": 341722
        },
        {
          "text": "If it is an unpleasant thing to bear an injury, and he who has done it appears unjust, transfer to the person of another that which you feel respecting yourself, and to your own person that which you judge respecting another, and you will understand that you act as unjustly if you injure another as another would if he should injure you.",
          "id": 341723
        },
        {
          "text": "If we consider these things, we shall maintain innocence, in which the first step of justice is, as it were, contained.",
          "id": 341724
        },
        {
          "text": "For the first thing is, not to injure; the next is, to be of service.",
          "id": 341725
        },
        {
          "text": "And as in uncultivated lands, before you begin to sow, the fields must be cleansed by tearing up the thorns and cutting off all the roots of trunks, so vices must first be thrust out from our souls, and then at length virtues must be implanted, from which the fruits of immortality, being engendered by the word of God, may spring up.",
          "id": 341726
        }
      ]
    },
    {
      "chapter": 57,
      "verses": [
        {
          "text": "Chap.",
          "id": 341727
        },
        {
          "text": "LXI.",
          "id": 341728
        },
        {
          "text": "—Of the Passions.",
          "id": 341729
        },
        {
          "text": "There are three passions, or, so to speak, three furies, which excite such great perturbations in the souls of men, and sometimes compel them to offend in such a manner, as to permit them to have regard neither for their reputation nor for their personal safety: these are anger, which desires vengeance; love of gain, which longs for riches; lust, which seeks for pleasures.",
          "id": 341730
        },
        {
          "text": "We must above all things resist these vices: these trunks must be rooted up, that virtues may be implanted.",
          "id": 341731
        },
        {
          "text": "The Stoics are of opinion that these passions must be cut off; the Peripatetics think that they must be restrained.",
          "id": 341732
        },
        {
          "text": "Neither of them judge rightly, because they cannot entirely be taken away, since they are implanted by nature, and have a sure and great influence; nor can they be diminished, since, if they are evil, we ought to be without them, even though restrained and used with moderation; if they are good, we ought to use them in their completeness.",
          "id": 341733
        },
        {
          "text": "But we say that they ought not to be taken away nor lessened.",
          "id": 341734
        },
        {
          "text": "For they are not evil of themselves, since God has reasonably implanted them in us; but inasmuch as they are plainly good by nature,—for they are given us for the protection of life,—they become evil by their evil use.",
          "id": 341735
        },
        {
          "text": "And as bravery, if you fight in defence of your country, is a good, if against your country, is an evil, so the passions, if you employ them to good purposes, will be virtues, if to evil uses, they will be called vices.",
          "id": 341736
        },
        {
          "text": "Anger therefore has been given by God for the restraining of offences, that is, for controlling the discipline of subjects, that fear may suppress licentiousness and restrain audacity.",
          "id": 341737
        },
        {
          "text": "But they who are ignorant of its limits are angry with their equals, or even with their superiors.",
          "id": 341738
        },
        {
          "text": "Hence they rush to deeds of cruelty, hence they rise to slaughters, hence to wars.",
          "id": 341739
        },
        {
          "text": "The love of gain also has been given that we may desire and seek for the necessaries of life.",
          "id": 341740
        },
        {
          "text": "But they who are unacquainted with its boundaries strive insatiably to heap up riches.",
          "id": 341741
        },
        {
          "text": "Hence poisoning, hence defraudings, hence false wills, hence all kinds of frauds have burst forth.",
          "id": 341742
        },
        {
          "text": "Moreover, the passion of lust is implanted and innate in us for the procreation of children; but they who do not fix its limits in the mind use it for pleasure only.",
          "id": 341743
        },
        {
          "text": "Thence arise unlawful loves, thence adulteries and debaucheries, thence all kinds of corruption.",
          "id": 341744
        },
        {
          "text": "These passions, therefore, must be kept within their boundaries and directed into their right course, in which, even though they should be vehement, they cannot incur blame.",
          "id": 341745
        }
      ]
    },
    {
      "chapter": 58,
      "verses": [
        {
          "text": "Chap.",
          "id": 341746
        },
        {
          "text": "LXII.",
          "id": 341747
        },
        {
          "text": "—Of Restraining the Pleasures of the Senses.",
          "id": 341748
        },
        {
          "text": "Anger is to be restrained when we suffer an injury, that the evil may be suppressed which is imminent from a contest, and that we may retain two of the greatest virtues, harmlessness and patience.",
          "id": 341749
        },
        {
          "text": "Let the desire of gain be broken when we have that which is enough.",
          "id": 341750
        },
        {
          "text": "For what madness is it to labour in heaping up those things which must pass to others, either by robbery, or theft, or by proscription, or by death? Let lust not go beyond the marriage-bed, but be subservient to the procreation of children.",
          "id": 341751
        },
        {
          "text": "For a too great eagerness for pleasure both produces danger and generates disgrace, and that which is especially to be avoided, leads to eternal death.",
          "id": 341752
        },
        {
          "text": "Nothing is so hateful to God as an unchaste mind and an impure soul.",
          "id": 341753
        },
        {
          "text": "Nor let any one think that he must abstain from this pleasure only, quae capitur ex foeminei corporis copulatione, but also from the other pleasures which arise from the rest of the senses, because they also are of themselves vicious, and it is the part of the same virtue to despise them.",
          "id": 341754
        },
        {
          "text": "The pleasure of the eyes is derived from the beauty of objects, that of the ears from harmonious and pleasant sounds, that of the nostrils from pleasant odour, that of taste from sweet food,—all of which virtue ought strongly to resist, lest, ensnared by these attractions, the soul should be depressed from heavenly to earthly things, from things eternal to things temporal, from life immortal to perpetual punishment.",
          "id": 341755
        },
        {
          "text": "In pleasures of the taste and smell there is this danger, that they are able to draw us to luxury.",
          "id": 341756
        },
        {
          "text": "For he who shall be given up to these things, either will have no property, or, if he shall have any, he will expend it, and afterwards live a life to be abominated.",
          "id": 341757
        },
        {
          "text": "But he who is carried away by hearing (to say nothing respecting songs, which often so charm the inmost senses that they even disturb with madness a settled state of the mind by certain elaborately composed speeches and harmonious poems, or skilful disputations) is easily led aside to impious worship.",
          "id": 341758
        },
        {
          "text": "Hence it is that they who are either themselves eloquent, or prefer to read eloquent writings, do not readily believe the sacred writings, because they appear unpolished; they do not seek things that are true, but things that are pleasant; nay, to them those things appear to be most true which soothe the ears.",
          "id": 341759
        },
        {
          "text": "Thus they reject the truth, while they are captivated by the sweetness of the discourse.",
          "id": 341760
        },
        {
          "text": "But the pleasure which has reference to the sight is manifold.",
          "id": 341761
        },
        {
          "text": "For that which is derived from the beauty of precious objects excites avarice, which ought to be far removed from a wise and just man; but that which is received from the appearance of woman hurries a man to another pleasure, of which we have already spoken above.",
          "id": 341762
        }
      ]
    },
    {
      "chapter": 59,
      "verses": [
        {
          "text": "Chap.",
          "id": 341763
        },
        {
          "text": "LXIII.",
          "id": 341764
        },
        {
          "text": "—That Shows are Most Powerful to Corrupt the Minds.",
          "id": 341765
        },
        {
          "text": "It remains to speak of public shows, which, since they have a more powerful influence on the corruption of the mind, ought to be avoided by the wise, and to be altogether guarded against, because it is said that they were instituted in celebration of the honours of the gods.",
          "id": 341766
        },
        {
          "text": "For the exhibitions of shows are festivals of Saturnus.",
          "id": 341767
        },
        {
          "text": "The stage belongs to Father Liber; but the Circensian games are supposed to be dedicated to Neptunus: so that now he who takes part in these shows appears to have left the worship of God, and to have passed over to profane rites.",
          "id": 341768
        },
        {
          "text": "But I prefer to speak of the matter itself rather than of its origin.",
          "id": 341769
        },
        {
          "text": "What is so dreadful, what so foul, as the slaughter of man? Therefore our life is protected by the most severe laws; therefore wars are detestable.",
          "id": 341770
        },
        {
          "text": "Yet custom finds how a man may commit homicide without war, and without laws; and this is a pleasure to him, that he has avenged guilt.",
          "id": 341771
        },
        {
          "text": "But if to be present at homicide implies a consciousness of guilt, and the spectator is involved in the same guilt as the perpetrator, then in these slaughters of gladiators, he who is a spectator is no less sprinkled with blood than he who sheds it; nor can he be free from the guilt of bloodshed who wished it to be poured out, or appear not to have slain, who both favoured the slayer and asked a reward for him.",
          "id": 341772
        },
        {
          "text": "What of the stage? Is it more holy,—on which comedy converses on the subject of debaucheries and amours, tragedy of incest and parricide? The immodest gestures also of players, with which they imitate disreputable women, teach the lusts, which they express by dancing.",
          "id": 341773
        },
        {
          "text": "For the pantomime is a school of corruption, in which things which are shameful are acted by a figurative representation, that the things which are true may be done without shame.",
          "id": 341774
        },
        {
          "text": "These spectacles are viewed by youths, whose dangerous age, which ought to be curbed and governed, is trained by these representations to vices and sins.",
          "id": 341775
        },
        {
          "text": "The circus, in truth, is considered more innocent, but there is greater madness in this, since the minds of the spectators are transported with such great madness, that they not only break out into revilings, but often rise to strifes, and battles, and contentions.",
          "id": 341776
        },
        {
          "text": "Therefore all shows are to be avoided, that we may be able to maintain a tranquil state of mind.",
          "id": 341777
        },
        {
          "text": "We must renounce hurtful pleasures, lest, charmed by pestilential sweetness, we fall into the snares of death.",
          "id": 341778
        }
      ]
    },
    {
      "chapter": 60,
      "verses": [
        {
          "text": "Chap.",
          "id": 341779
        },
        {
          "text": "LXIV.",
          "id": 341780
        },
        {
          "text": "—The Passions are to Be Subdued, and We Must Abstain from Forbidden Things.",
          "id": 341781
        },
        {
          "text": "Let virtue alone please us, whose reward is immortal when it has conquered pleasure.",
          "id": 341782
        },
        {
          "text": "But when the passions have been overcome and pleasures subdued labour in suppressing other things is easy to him who is a follower of God and of truth: he will never revile, who shall hope for a blessing from God; he will not commit perjury, lest he should mock God; but he will not even swear, lest at any time, either by necessity or through habit, he should fall into perjury.",
          "id": 341783
        },
        {
          "text": "He will speak nothing deceitfully, nothing with dissimulation; he will not refuse that which he has promised, nor will he promise that which he is unable to perform; he will envy no one, since he is content with himself and with his own possessions; nor will he take away from, or wish ill to another, upon whom, perhaps, the benefits of God are more plenteously bestowed.",
          "id": 341784
        },
        {
          "text": "He will not steal, nor will he covet anything at all belonging to another.",
          "id": 341785
        },
        {
          "text": "He will not give his money to usury, for that is to seek after gain from the evils of others; nor, however, will he refuse to lend, if necessity shall compel any one to borrow.",
          "id": 341786
        },
        {
          "text": "He must not be harsh towards a son, nor towards a slave: he must remember that he himself has a Father and a Master.",
          "id": 341787
        },
        {
          "text": "He will so act towards these as he will wish that others should act towards him.",
          "id": 341788
        },
        {
          "text": "He will not receive excessive gifts from those who have less resources than himself; for it is not just that the estates of the wealthy should be increased by the losses of the wretched.",
          "id": 341789
        },
        {
          "text": "It is an old precept not to kill, which ought not to be taken in this light, as though we are commanded to abstain only from homicide, which is punished even by public laws.",
          "id": 341790
        },
        {
          "text": "But by the intervention of this command, it will not be permitted us to apply peril of death by word, nor to put to death or expose an infant, nor to condemn one's self by a voluntary death.",
          "id": 341791
        },
        {
          "text": "We are likewise commanded not to commit adultery; but by this precept we are not only prohibited from polluting the marriage of another, which is condemned even by the common law of nations, but even to abstain from those who prostitute their persons.",
          "id": 341792
        },
        {
          "text": "For the law of God is above all laws; it forbids even those things which are esteemed lawful, that it may fulfil justice.",
          "id": 341793
        },
        {
          "text": "It is a part of the same law not to utter false witness, and this also itself has a wider meaning.",
          "id": 341794
        },
        {
          "text": "For if false witness by falsehood is injurious to him against whom it is spoken, and deceives him in whose presence it is spoken, we must therefore never speak falsely, because falsehood always deceives or injures.",
          "id": 341795
        },
        {
          "text": "Therefore he is not a just man who, even without inflicting injury, speaks in idle discourse.",
          "id": 341796
        },
        {
          "text": "Nor indeed is it lawful for him to flatter, for flattery is pernicious and deceitful; but he will everywhere guard the truth.",
          "id": 341797
        },
        {
          "text": "And although this may for the present be unpleasant, nevertheless, when its advantage and usefulness shall appear, it will not produce hatred, as the poet says, but gratitude.",
          "id": 341798
        }
      ]
    },
    {
      "chapter": 61,
      "verses": [
        {
          "text": "Chap.",
          "id": 341799
        },
        {
          "text": "LXV.",
          "id": 341800
        },
        {
          "text": "—Precepts About Those Things Which are Commanded, and of Pity.",
          "id": 341801
        },
        {
          "text": "I have spoken of those things which are forbidden; I will now briefly say what things are commanded.",
          "id": 341802
        },
        {
          "text": "Closely connected with harmlessness is pity.",
          "id": 341803
        },
        {
          "text": "For the former does not inflict injury, the latter works good; the former begins justice, the latter completes it.",
          "id": 341804
        },
        {
          "text": "For since the nature of men is more feeble than that of the other animals, which God has provided with means of inflicting violence, and with defences for repelling it, He has given to us the affection of pity, that we might place the whole protection of our life in mutual aid.",
          "id": 341805
        },
        {
          "text": "For if we are created by one God, and descended from one man, and are thus connected by the law of consanguinity, we ought on this account to love every man; and therefore we are bound not only to abstain from the infliction of injury, but not even to avenge it when inflicted on us, that there may be in us complete harmlessness.",
          "id": 341806
        },
        {
          "text": "And on this account God commands us to pray always even for our enemies.",
          "id": 341807
        },
        {
          "text": "Therefore we ought to be an animal fitted for companionship and society, that we may mutually protect ourselves by giving and receiving assistance.",
          "id": 341808
        },
        {
          "text": "For our frailty is liable to many accidents and inconveniences.",
          "id": 341809
        },
        {
          "text": "Expect that that which you see has happened to another may happen to you also.",
          "id": 341810
        },
        {
          "text": "Thus you will at length be excited to render aid, if you shall assume the mind of him who, being placed in evils, implores your aid.",
          "id": 341811
        },
        {
          "text": "If any one is in need of food, let us bestow it; if any one meets us who is naked, let us clothe him; if any one suffers injury from one who is more powerful than himself, let us rescue him.",
          "id": 341812
        },
        {
          "text": "Let our house be open to strangers, or to those who are in need of shelter.",
          "id": 341813
        },
        {
          "text": "Let our defence not be wanting to wards, or our protection to the defenceless.",
          "id": 341814
        },
        {
          "text": "To ransom captives is a great work of pity, and also to visit and comfort the sick who are in poverty.",
          "id": 341815
        },
        {
          "text": "If the helpless or strangers die, we should not permit them to lie unburied.",
          "id": 341816
        },
        {
          "text": "These are the works, these the duties, of pity; and if any one undertakes these, he will offer unto God a true and acceptable sacrifice.",
          "id": 341817
        },
        {
          "text": "This victim is more adapted for an offering to God, who is not appeased with the blood of a sheep, but with the piety of man, whom God, because He is just, follows up with His own law, and with His own condition.",
          "id": 341818
        },
        {
          "text": "He shows mercy to him whom He sees to be merciful; He is inexorable to him whom He sees to be harsh to those who entreat him.",
          "id": 341819
        },
        {
          "text": "Therefore, that we may be able to do all these things, which are pleasing to God, money is to be despised, and to be transferred to heavenly treasures, where neither thief can break through, nor rust corrupt, nor tyrant take away, but it may be preserved for us under the guardianship of God to our eternal wealth.",
          "id": 341820
        }
      ]
    },
    {
      "chapter": 62,
      "verses": [
        {
          "text": "Chap.",
          "id": 341821
        },
        {
          "text": "LXVI.",
          "id": 341822
        },
        {
          "text": "—Of Faith in Religion, and of Fortitude.",
          "id": 341823
        },
        {
          "text": "Faith also is a great part of justice; and this ought especially to be preserved by us, who bear the name of faith, especially in religion, because God is before and to be preferred to man.",
          "id": 341824
        },
        {
          "text": "And if it is a glorious thing to undergo death in behalf of friends, of parents, and of children, that is, in behalf of man, and if he who has done this obtains lasting memory and praise, how much more so in behalf of God, who is able to bestow eternal life in return for temporal death? Therefore, when a necessity of this kind happens, that we are compelled to turn aside from God, and to pass over to the rites of the heathens, no fear, no terror should turn us aside from guarding the faith delivered to us.",
          "id": 341825
        },
        {
          "text": "Let God be before our eyes, in our heart, by whose inward help we may overcome the pain of our flesh, and the torments applied to our body.",
          "id": 341826
        },
        {
          "text": "Then let us think of nothing else but the rewards of an immortal life.",
          "id": 341827
        },
        {
          "text": "And thus, even though our limbs should be torn in pieces, or burnt, we shall easily endure all things which the madness of tyrannical cruelty shall contrive against us.",
          "id": 341828
        },
        {
          "text": "Lastly, let us strive to undergo death itself, not unwillingly or timidly, but willingly and undauntedly, as those who know what glory we are about to have in the presence of God, having triumphed over the world and coming to the things promised us; with what good things and how great blessedness we shall be compensated for these brief evils of punishments, and the injuries of this life.",
          "id": 341829
        },
        {
          "text": "But if the opportunity of this glory shall be wanting, faith will have its reward even in peace.",
          "id": 341830
        },
        {
          "text": "Therefore let it be observed in all the duties of life, let it be observed in marriage.",
          "id": 341831
        },
        {
          "text": "For it is not sufficient if you abstain from another's bed, or from the brothel.",
          "id": 341832
        },
        {
          "text": "Let him who has a wife seek nothing further, but, content with her alone, let him guard the mysteries of the marriage-bed chaste and undefiled.",
          "id": 341833
        },
        {
          "text": "For he is equally an adulterer in the sight of God and impure, who, having thrown off the yoke, wantons in strange pleasure either with a free woman or a slave.",
          "id": 341834
        },
        {
          "text": "But as a woman is bound by the bonds of chastity not to desire any other man, so let the husband be bound by the same law, since God has joined together the husband and the wife in the union of one body.",
          "id": 341835
        },
        {
          "text": "On this account He has commanded that the wife shall not be put away unless convicted of adultery, and that the bond of the conjugal compact shall never be dissolved, unless unfaithfulness have broken it.",
          "id": 341836
        },
        {
          "text": "This also is added for the completion of chastity, that there should be an absence not only of the offence, but even of the thought.",
          "id": 341837
        },
        {
          "text": "For it is evident that the mind is polluted by the desire, though unaccomplished; and so that a just man ought neither to do, nor to wish to do, that which is unjust.",
          "id": 341838
        },
        {
          "text": "Therefore the conscience must be cleansed; for God, who cannot be deceived, inspects it.",
          "id": 341839
        },
        {
          "text": "The breast must be cleared from every stain, that it may be a temple of God, which is enlightened not by the gleam of gold or ivory, but by the brightness of faith and purity.",
          "id": 341840
        }
      ]
    },
    {
      "chapter": 63,
      "verses": [
        {
          "text": "Chap.",
          "id": 341841
        },
        {
          "text": "LXVII.",
          "id": 341842
        },
        {
          "text": "—Of Repentance, the Immortality of the Soul, and of Providence.",
          "id": 341843
        },
        {
          "text": "But it is true all these things are difficult to man, nor does the condition of his frailty permit that any one should be without blemish.",
          "id": 341844
        },
        {
          "text": "Therefore the last remedy is this, that we have recourse to repentance, which has not the least place among the virtues, because it is a correction of oneself; that when we have happened to fail either in deed or in word, we may immediately come to a better mind, and confess that we have offended, and entreat pardon from God, which according to His mercy He will not deny, except to those who persist in their error.",
          "id": 341845
        },
        {
          "text": "Great is the aid, great the solace of repentance.",
          "id": 341846
        },
        {
          "text": "That is the healing of wounds and offences, that hope, that the harbour of safety; and he who takes away this cuts off from himself the way of salvation, because no one can be so just that repentance is never necessary for him.",
          "id": 341847
        },
        {
          "text": "But we, even though there is no offence of ours, yet ought to confess to God, and to entreat pardon for our faults, and to give thanks even in evils.",
          "id": 341848
        },
        {
          "text": "Let us always offer this obedience to our Lord.",
          "id": 341849
        },
        {
          "text": "For humility is dear and lovely in the sight of God; for since He rather receives the sinner who confesses his fault, than the just man who is haughty, how much more will He receive the just man who confesses, and exalt him in His heavenly kingdom in proportion to his humility! These are the things which the worshipper of God ought to hold forth; these are the victims, this the sacrifice, which is acceptable; this is true worship, when a man offers upon the altar of God the pledges of his own mind.",
          "id": 341850
        },
        {
          "text": "That supreme Majesty rejoices in such a worshipper as this, as it takes him as a son and bestows upon him the befitting reward of immortality, concerning which I must now speak, and refute the persuasion of those who think that the soul is destroyed together with the body.",
          "id": 341851
        },
        {
          "text": "For inasmuch as they neither knew God nor were able to perceive the mystery of the world, they did not even comprehend the nature of man and of the soul.",
          "id": 341852
        },
        {
          "text": "For how could they see the consequences, who did not hold the main point? Therefore, in denying the existence of a providence, they plainly denied the existence of God, who is the fountain and source of all things.",
          "id": 341853
        },
        {
          "text": "It followed that they should either affirm that those things which exist have always existed, or were produced of their own accord, or arose from a meeting together of minute seeds.",
          "id": 341854
        },
        {
          "text": "It cannot be said that that which exists, and is visible, always existed; for it cannot exist of itself without some beginning.",
          "id": 341855
        },
        {
          "text": "But nothing can be produced of its own accord, because there is no nature without one who generates it.",
          "id": 341856
        },
        {
          "text": "But how could there be original seeds, since both the seeds arise from objects, and, in their turn, objects from seeds? Therefore there is no seed which has not origin.",
          "id": 341857
        },
        {
          "text": "Thus it came to pass, that when they supposed that the world was produced by no providence, they did not suppose that even man was produced by any plan.",
          "id": 341858
        },
        {
          "text": "But if no plan was made use of in the creation of man, therefore the soul cannot be immortal.",
          "id": 341859
        },
        {
          "text": "But others, on the other hand, thought there was but one God, and that the world was made by Him, and made for the sake of men, and that souls are immortal.",
          "id": 341860
        },
        {
          "text": "But though they entertained true sentiments, nevertheless they did not perceive the causes, or reasons, or issues of this divine work and design, so as to complete the whole mystery of the truth, and to comprise it within some limit.",
          "id": 341861
        },
        {
          "text": "But that which they were not able to do, because they did not hold the truth in its integrity, must be done by us, who know it on the announcement of God.",
          "id": 341862
        }
      ]
    },
    {
      "chapter": 64,
      "verses": [
        {
          "text": "Chap.",
          "id": 341863
        },
        {
          "text": "LXVIII.",
          "id": 341864
        },
        {
          "text": "—Of the World, Man, and the Providence of God.",
          "id": 341865
        },
        {
          "text": "Let us therefore consider what was the plan of making this so great and so immense a work.",
          "id": 341866
        },
        {
          "text": "God made the world, as Plato thought, but he does not show why He made it.",
          "id": 341867
        },
        {
          "text": "Because He is good, he says, and envying no one, He made the things which are good.",
          "id": 341868
        },
        {
          "text": "But we see that there are both good and evil things in the system of nature.",
          "id": 341869
        },
        {
          "text": "Some perverse person may stand forth, such as that atheist Theodorus was, and answer Plato: Nay, because He is evil, He made the things which are evil.",
          "id": 341870
        },
        {
          "text": "How will he refute him? If God made the things which are good, whence have such great evils burst forth, which, for the most part, even prevail over those which are good? They were contained, he says, in the matter.",
          "id": 341871
        },
        {
          "text": "If there were evil, therefore there were also good things; so that either God made nothing, or if He made only good things, the evil things which were not made are more eternal than the good things which had a beginning.",
          "id": 341872
        },
        {
          "text": "Therefore the things which at one time began will have an end, and those which always existed will be permanent.",
          "id": 341873
        },
        {
          "text": "Therefore evils are preferable.",
          "id": 341874
        },
        {
          "text": "But if they cannot be preferable, they cannot indeed be more eternal.",
          "id": 341875
        },
        {
          "text": "Therefore they either always existed, and God has been inactive, or they both flowed from one source.",
          "id": 341876
        },
        {
          "text": "For it is more in accordance with reason that God made all things, than that He made nothing.",
          "id": 341877
        },
        {
          "text": "Therefore, according to the sentiments of Plato, the same God is both good, because He made good things, and evil, because He made evil things.",
          "id": 341878
        },
        {
          "text": "And if this cannot be so, it is evident that the world was not made by God on this account, because He is good.",
          "id": 341879
        },
        {
          "text": "For He comprised all things, both good and evil; nor did He make anything for its own sake, but on account of something else.",
          "id": 341880
        },
        {
          "text": "A house is built not for this purpose only, that there may be a house, but that it may receive and shelter an inhabitant.",
          "id": 341881
        },
        {
          "text": "Likewise a ship is built not for this purpose, that it may appear only to be a ship, but that men may be able to sail in it.",
          "id": 341882
        },
        {
          "text": "Vessels also are made, not only that the vessels may exist, but that they may receive things which are necessary for use.",
          "id": 341883
        },
        {
          "text": "Thus also God must have made the world for some use.",
          "id": 341884
        },
        {
          "text": "The Stoics say that it was made for the sake of men; and rightly so.",
          "id": 341885
        },
        {
          "text": "For men enjoy all these good things which the world contains in itself.",
          "id": 341886
        },
        {
          "text": "But they do not explain why men themselves were made, or what advantage Providence, the Maker of all things, has in them.",
          "id": 341887
        },
        {
          "text": "Plato also affirms that souls are immortal, but why, or in what manner, or at what time, or by whose instrumentality they attain to immortality, or what is the nature of that great mystery, why those who are about to become immortal are previously born mortal, and then, having completed the course of their temporal life, and having laid aside the covering of their frail bodies, are transferred to that eternal blessedness,—of all this he has no comprehension.",
          "id": 341888
        },
        {
          "text": "Finally, he did not explain the judgment of God, nor the distinction between the just and the unjust, but supposed that the souls which have plunged themselves into crimes are condemned thus far, that they may be reproduced in the lower animals, and thus atone for their offences, until they again return to the forms of men, and that this is always taking place, and that there is no end of this transmigration.",
          "id": 341889
        },
        {
          "text": "In my opinion, he introduces some sport resembling a dream, in which there appears to be neither plan, nor government of God, nor any design.",
          "id": 341890
        }
      ]
    },
    {
      "chapter": 65,
      "verses": [
        {
          "text": "Chap.",
          "id": 341891
        },
        {
          "text": "LXIX.",
          "id": 341892
        },
        {
          "text": "—That the World Was Made on Account of Man, and Man on Account of God.",
          "id": 341893
        },
        {
          "text": "I will now say what is that chief point which not even those who spoke the truth were able to connect together, bringing into one view causes and reasons.",
          "id": 341894
        },
        {
          "text": "The world was made by God, that men might be born; again, men are born, that they may acknowledge God as a Father, in whom is wisdom; they acknowledge Him, that they may worship Him, in whom is justice; they worship Him, that they may receive the reward of immortality; they receive immortality, that they may serve God for ever.",
          "id": 341895
        },
        {
          "text": "Do you see how closely connected the first are with the middle, and the middle with the last? Let us look into them separately, and see whether they are consistent with each other.",
          "id": 341896
        },
        {
          "text": "God made the world on account of man.",
          "id": 341897
        },
        {
          "text": "He who does not see this, does not differ much from a beast.",
          "id": 341898
        },
        {
          "text": "Who but man looks up to the heaven? who views with admiration the sun, who the stars, who all the works of God? Who inhabits the earth? who receives the fruit from it? Who has in his power the fishes, who the winged creatures, who the quadrupeds, except man? Therefore God made all things on account of man, because all things have turned out for the use of man.",
          "id": 341899
        },
        {
          "text": "The philosophers saw this, but they did not see the consequence, that He made man himself on His own account.",
          "id": 341900
        },
        {
          "text": "For it was befitting, and pious, and necessary, that since He contrived such great works for the sake of man, when He gave him so much honour, and so much power, that he should bear rule in the world, man should both acknowledge God, the Author of such great benefits, who made the world itself on his account, and should pay Him the worship and honour due to Him.",
          "id": 341901
        },
        {
          "text": "Here Plato erred; here he lost the truth which he had at first laid hold of, when he was silent concerning the worship of that God whom he confessed to be the framer and parent of all things, and did not understand that man is bound to God by the ties of piety, whence religion itself receives its name, and that this is the only thing on account of which souls become immortal.",
          "id": 341902
        },
        {
          "text": "He perceived, however, that they are eternal, but he did not descend by the regular gradations to that opinion.",
          "id": 341903
        },
        {
          "text": "For the middle arguments being taken away, he rather fell into the truth, as though by some abrupt precipice; nor did he advance further, since he had found the truth by accident, and not by reason.",
          "id": 341904
        },
        {
          "text": "Therefore God is to be worshipped, that by means of religion, which is also justice, man may receive from God immortality, nor is there any other reward of a pious mind; and if this is invisible, it cannot be presented by the invisible God with any reward but that which is invisible.",
          "id": 341905
        }
      ]
    },
    {
      "chapter": 66,
      "verses": [
        {
          "text": "Chap.",
          "id": 341906
        },
        {
          "text": "LXX.",
          "id": 341907
        },
        {
          "text": "—The Immortality of the Soul is Confirmed.",
          "id": 341908
        },
        {
          "text": "It may in truth be collected from many arguments that souls are eternal.",
          "id": 341909
        },
        {
          "text": "Plato says that that which always moves by itself, and has no beginning of motion, also has no end; but that the soul of man always moves by itself, and because it is flexible for reflection, subtle for discovery, easy of perception, adapted to learning, and because it retains the past, comprehends the present, foresees the future, and embraces the knowledge of many subjects and arts, that it is immortal, since it contains nothing which is mixed with the contagion of earthly weight.",
          "id": 341910
        },
        {
          "text": "Moreover, the eternity of the soul is understood from virtue and pleasure.",
          "id": 341911
        },
        {
          "text": "Pleasure is common to all animals, virtue belongs only to man; the former is vicious, the latter is honourable; the former is in accordance with nature, the latter is opposed to nature, unless the soul is immortal.",
          "id": 341912
        },
        {
          "text": "For in defence of faith and justice, virtue neither fears want, nor is alarmed at exile, nor dreads imprisonment, nor shrinks from pain, nor refuses death; and because these things are contrary to nature, either virtue is foolishness, if it stands in the way of advantages, and is injurious to life; or if it is not foolishness, then the soul is immortal, and despises present goods, because other things are preferable which it attains after the dissolution of the body.",
          "id": 341913
        },
        {
          "text": "But that is the greatest proof of immortality, that man alone has the knowledge of God.",
          "id": 341914
        },
        {
          "text": "In the dumb animals there is no notion of religion, because they are earthly and bent down to the earth.",
          "id": 341915
        },
        {
          "text": "Man is upright, and beholds the heaven for this purpose, that he may seek God.",
          "id": 341916
        },
        {
          "text": "Therefore he cannot be other than immortal, who longs for the immortal.",
          "id": 341917
        },
        {
          "text": "He cannot be liable to dissolution, who is connected with God both in countenance and mind.",
          "id": 341918
        },
        {
          "text": "Finally, man alone makes use of the heavenly element, which is fire.",
          "id": 341919
        },
        {
          "text": "For if light is through fire, and life through light, it is evident that he who has the use of fire is not mortal, since this is closely connected, this is intimately related to Him without whom neither light nor life can exist.",
          "id": 341920
        },
        {
          "text": "But why do we infer from arguments that souls are eternal, when we have divine testimonies? For the sacred writings and the voices of the prophets teach this.",
          "id": 341921
        },
        {
          "text": "And if this appears to any one insufficient, let him read the poems of the Sibyls, let him also weigh the answers of the Milesian Apollo, that he may understand that Democritus, and Epicurus, and Dicaearchus raved, who alone of all mortals denied that which is evident.",
          "id": 341922
        },
        {
          "text": "Having proved the immortality of the soul, it remains to teach by whom, and to whom, and in what manner, and at what time, it is given.",
          "id": 341923
        },
        {
          "text": "Since fixed and divinely appointed times have begun to be filled up, a destruction and consummation of all things must of necessity take place, that the world may be renewed by God.",
          "id": 341924
        },
        {
          "text": "But that time is at hand, as far as may be collected from the number of years, and from the signs which are foretold by the prophets.",
          "id": 341925
        },
        {
          "text": "But since the things which have been spoken concerning the end of the world and the conclusion of the times are innumerable, those very things which are spoken are to be laid down without adornment, since it would be a boundless task to bring forward the testimonies.",
          "id": 341926
        },
        {
          "text": "If any one wishes for them, or does not place full confidence in us, let him approach to the very shrine of the heavenly letters, and being more fully instructed through their trustworthiness, let him perceive that the philosophers have erred, who thought either that this world was eternal, or that there would be numberless thousands of years from the time when it was prepared.",
          "id": 341927
        },
        {
          "text": "For six thousand years have not yet been completed, and when this number shall be made up, then at length all evil will be taken away, that justice alone may reign.",
          "id": 341928
        },
        {
          "text": "And how this will come to pass, I will explain in few words.",
          "id": 341929
        }
      ]
    },
    {
      "chapter": 67,
      "verses": [
        {
          "text": "Chap.",
          "id": 341930
        },
        {
          "text": "LXXI.",
          "id": 341931
        },
        {
          "text": "—Of the Last Times.",
          "id": 341932
        },
        {
          "text": "These things are said by the prophets, but as seers, to be about to happen.",
          "id": 341933
        },
        {
          "text": "When the last end shall begin to approach to the world, wickedness will increase; all kinds of vices and frauds will become frequent; justice will perish; faith, peace, mercy, modesty, truth, will have no existence; violence and daring will abound; no one will have anything, unless it is acquired by the hand, and defended by the hand.",
          "id": 341934
        },
        {
          "text": "If there shall be any good men, they will be esteemed as a prey and a laughing-stock.",
          "id": 341935
        },
        {
          "text": "No one will exhibit filial affection to parents, no one will pity an infant or an old man; avarice and lust will corrupt all things.",
          "id": 341936
        },
        {
          "text": "There will be slaughter and bloodshed.",
          "id": 341937
        },
        {
          "text": "There will be wars, and those not only between foreign and neighbouring states, but also intestine wars.",
          "id": 341938
        },
        {
          "text": "States will carry on wars among themselves, every sex and age will handle arms.",
          "id": 341939
        },
        {
          "text": "The dignity of government will not be preserved, nor military discipline; but after the manner of robbery, there will be depredation and devastation.",
          "id": 341940
        },
        {
          "text": "Kingly power will be multiplied, and ten men will occupy, portion out, and devour the world.",
          "id": 341941
        },
        {
          "text": "There will arise another by far more powerful and wicked, who, having destroyed three, will obtain Asia, and having reduced and subdued the others under his own power, will harass all the earth.",
          "id": 341942
        },
        {
          "text": "He will appoint new laws, abrogate old ones; he will make the state his own, and will change the name and seat of the government.",
          "id": 341943
        },
        {
          "text": "Then there will be a dreadful and detestable time, in which no one would choose to live.",
          "id": 341944
        },
        {
          "text": "In fine, such will be the condition of things, that lamentation will follow the living, and congratulation the dead.",
          "id": 341945
        },
        {
          "text": "Cities and towns will be destroyed, at one time by fire and the sword, at another by repeated earthquakes; now by inundation of waters, now by pestilence and famine.",
          "id": 341946
        },
        {
          "text": "The earth will produce nothing, being barren either through excessive cold or heat.",
          "id": 341947
        },
        {
          "text": "All water will be partly changed into blood, partly vitiated by bitterness, so that none of it can be useful for food, or wholesome for drinking.",
          "id": 341948
        },
        {
          "text": "To these evils will also be added prodigies from heaven, that nothing may be wanting to men for causing fear.",
          "id": 341949
        },
        {
          "text": "Comets will frequently appear.",
          "id": 341950
        },
        {
          "text": "The sun will be overshadowed with perpetual paleness.",
          "id": 341951
        },
        {
          "text": "The moon will be stained with blood, nor will it repair the losses of its light taken away.",
          "id": 341952
        },
        {
          "text": "All the stars will fall, nor will the seasons preserve their regularity, winter and summer being confused.",
          "id": 341953
        },
        {
          "text": "Then both the year, and the month, and the day will be shortened.",
          "id": 341954
        },
        {
          "text": "And Trismegistus has declared that this is the old age and decline of the world.",
          "id": 341955
        },
        {
          "text": "And when this shall have come, it must be known that the time is at hand in which God will return to change the world.",
          "id": 341956
        },
        {
          "text": "But in the midst of these evils there will arise an impious king, hostile not only to mankind, but also to God.",
          "id": 341957
        },
        {
          "text": "He will trample upon, torment, harass and put to death those who have been spared by that former tyrant.",
          "id": 341958
        },
        {
          "text": "Then there will be ever-flowing tears, perpetual wailings and lamentations, and useless prayers to God; there will be no rest from fear, no sleep for a respite.",
          "id": 341959
        },
        {
          "text": "The day will always increase disaster, the night alarm.",
          "id": 341960
        },
        {
          "text": "Thus the world will be reduced almost to solitude, certainly to fewness of men.",
          "id": 341961
        },
        {
          "text": "Then also the impious man will persecute the just and those who are dedicated to God, and will give orders that he himself shall be worshipped as God.",
          "id": 341962
        },
        {
          "text": "For he will say that he is Christ, though he will be His adversary.",
          "id": 341963
        },
        {
          "text": "That he may be believed, he will receive the power of doing wonders, so that fire may descend from heaven, the sun retire from his course, and the image which he shall have set up may speak.",
          "id": 341964
        },
        {
          "text": "And by these prodigies he shall entice many to worship him, and to receive his sign in their hand or forehead.",
          "id": 341965
        },
        {
          "text": "And he who shall not worship him and receive his sign will die with refined tortures.",
          "id": 341966
        },
        {
          "text": "Thus he will destroy nearly two parts, the third will flee into desolate solitudes.",
          "id": 341967
        },
        {
          "text": "But he, frantic and raging with implacable anger, will lead an army and besiege the mountain to which the righteous shall have fled.",
          "id": 341968
        },
        {
          "text": "And when they shall see themselves besieged, they will implore the aid of God with a loud voice, and God shall hear them, and shall send to them a deliverer.",
          "id": 341969
        }
      ]
    },
    {
      "chapter": 68,
      "verses": [
        {
          "text": "Chap.",
          "id": 341970
        },
        {
          "text": "LXXII.",
          "id": 341971
        },
        {
          "text": "—Of Christ Descending from Heaven to the General Judgment, and of the Millenarian Reign.",
          "id": 341972
        },
        {
          "text": "Then the heaven shall be opened in a tempest, and Christ shall descend with great power, and there shall go before Him a fiery brightness and a countless host of angels, and all that multitude of the wicked shall be destroyed, and torrents of blood shall flow, and the leader himself shall escape, and having often renewed his army, shall for the fourth time engage in battle, in which, being taken, with all the other tyrants, he shall be delivered up to be burnt.",
          "id": 341973
        },
        {
          "text": "But the prince also of the demons himself, the author and contriver of evils, being bound with fiery chains, shall be imprisoned, that the world may receive peace, and the earth, harassed through so many years, may rest.",
          "id": 341974
        },
        {
          "text": "Therefore peace being made, and every evil suppressed, that righteous King and Conqueror will institute a great judgment on the earth respecting the living and the dead, and will deliver all the nations into subjection to the righteous who are alive, and will raise the righteous dead to eternal life, and will Himself reign with them on the earth, and will build the holy city, and this kingdom of the righteous shall be for a thousand years.",
          "id": 341975
        },
        {
          "text": "Throughout that time the stars shall be more brilliant, and the brightness of the sun shall be increased, and the moon shall not be subject to decrease.",
          "id": 341976
        },
        {
          "text": "Then the rain of blessing shall descend from God at morning and evening, and the earth shall bring forth all her fruit without the labour of men.",
          "id": 341977
        },
        {
          "text": "Honey shall drop from rocks, fountains of milk and wine shall abound.",
          "id": 341978
        },
        {
          "text": "The beasts shall lay aside their ferocity and become mild, the wolf shall roam among the flocks without doing harm, the calf shall feed with the lion, the dove shall be united with the hawk, the serpent shall have no poison; no animal shall live by bloodshed.",
          "id": 341979
        },
        {
          "text": "For God shall supply to all abundant and harmless food.",
          "id": 341980
        },
        {
          "text": "But when the thousand years shall be fulfilled, and the prince of the demons loosed, the nations will rebel against the righteous, and an innumerable multitude will come to storm the city of the saints.",
          "id": 341981
        },
        {
          "text": "Then the last judgment of God will come to pass against the nations.",
          "id": 341982
        },
        {
          "text": "For He will shake the earth from its foundations, and the cities shall be overthrown, and He shall rain upon the wicked fire with brimstone and hail, and they shall be on fire, and slay each other.",
          "id": 341983
        },
        {
          "text": "But the righteous shall for a little space be concealed under the earth, until the destruction of the nations is accomplished, and after the third day they shall come forth, and see the plains covered with carcases.",
          "id": 341984
        },
        {
          "text": "Then there shall be an earthquake, and the mountains shall be rent, and valleys shall sink down to a profound depth, and into this the bodies of the dead shall be heaped together, and its name shall be called Polyandrion.",
          "id": 341985
        },
        {
          "text": "After these things God will renew the world, and transform the righteous into the forms of angels, that, being presented with the garment of immortality, they may serve God for ever; and this will be the kingdom of God, which shall have no end.",
          "id": 341986
        },
        {
          "text": "Then also the wicked shall rise again, not to life but to punishment; for God shall raise these also, when the second resurrection takes place, that, being condemned to eternal torments and delivered to eternal fires, they may suffer the punishments which they deserve for their crimes.",
          "id": 341987
        }
      ]
    },
    {
      "chapter": 69,
      "verses": [
        {
          "text": "Chap.",
          "id": 341988
        },
        {
          "text": "LXXIII.",
          "id": 341989
        },
        {
          "text": "—The Hope of Safety is in the Religion and Worship of God.",
          "id": 341990
        },
        {
          "text": "Wherefore, since all these things are true and certain, in harmony with the predicted announcement of the prophets, since Trismegistus and Hystaspes and the Sibyls have foretold the same things, it cannot be doubted that all hope of life and salvation is placed in the religion of God alone.",
          "id": 341991
        },
        {
          "text": "Therefore, unless a man shall have received Christ, whom God has sent, and is about to send for our redemption, unless he shall have known the Supreme God through Christ, unless he shall have kept His commandments and law, he will fall into those punishments of which we have spoken.",
          "id": 341992
        },
        {
          "text": "Therefore frail things must be despised, that we may gain those which are substantial; earthly things must be scorned, that we may be honoured with heavenly things; temporal things must be shunned, that we may reach those which are eternal.",
          "id": 341993
        },
        {
          "text": "Let every one train himself to justice, mould himself to self-restraint, prepare himself for the contest, equip himself for virtue, that if by any chance an adversary shall wage war, he may be driven from that which is upright and good by no force, no terror, and no tortures, may give himself up to no senseless fictions, but in his uprightness acknowledge the true and only God, may cast away pleasures, by the attractions of which the lofty soul is depressed to the earth, may hold fast innocency, may be of service to as many as possible, may gain for himself incorruptible treasures by good works, that he may be able, with God for his judge, to gain for the merits of his virtue either the crown of faith, or the reward of immortality.",
          "id": 341994
        }
      ]
    },
    {
      "chapter": 70,
      "verses": [
        {
          "text": "Elucidations.",
          "id": 341995
        },
        {
          "text": "I.",
          "id": 341996
        },
        {
          "text": "(Princes and kings, p.",
          "id": 341997
        },
        {
          "text": ")  How memorable the histories, moreover, of Nebuchadnezzar and his decrees; of Darius and his also; but especially of Cyrus and his great monumental edict! The beautiful narratives of the Queen of Sheba and of the Persian consort of Queen Esther (probably Xerxes) are also manifestations of the ways of Providence in giving light to the heathen world through that \"nation of priests\" in Israel.",
          "id": 341998
        },
        {
          "text": "But Lactantius, who uses the Sibyls so freely, should not have omitted to show what Sibylline oracles God drew forth from \"the princes of this world\" also, by the illumination of the pharos which he established in Sion, \"to be a light to lighten the Gentiles\" until the great Epiphany should rise upon them in \"the dayspring from on high\".",
          "id": 341999
        },
        {
          "text": "I extract from a paradoxical but most entertaining author, whom I have often quoted, certain extracts from Philo, which I translate from his note in the Soirées.",
          "id": 342000
        },
        {
          "text": "Thus:—  \"Agrippa,\" says Philo, \"having visited Jerusalem in Herod's time, was enchanted by the religion of the Jews, and could never cease to speak of it.",
          "id": 342001
        },
        {
          "text": "…Augustus ordered that every day, at his own expense, and under the legal forms, a bull and two lambs should be offered in holocaust to the Most High God on the altar at Jerusalem, though he knew that it contained no image, whether exposed or within the veil; for this great prince, surpassed by none in the philosophic spirit, felt the actual necessity in this world of an altar dedicated to a God invisible\".",
          "id": 342002
        },
        {
          "text": "Philo also says:—  \"Your great-grandmother Julia also made superb presents to the temple; and although women very reluctantly detach themselves from images, and rarely conceive of anything apart from sensation, this lady, nevertheless, greatly superior to her sex in culture and in natural endowments, arrived at that point in which she preferred to contemplate such things in the mind rather than in sensible objects, regarding these as mere shadows of the realities\".",
          "id": 342003
        },
        {
          "text": "In the same discourse, wasting words on Caligula, Philo reminds him that Augustus \"not only admired, nay, rather, he adored (εθαύμαζε καὶ προσέκυνει, κ.",
          "id": 342004
        },
        {
          "text": "τ.",
          "id": 342005
        },
        {
          "text": "λ.",
          "id": 342006
        },
        {
          "text": "), this custom of employing no sort of image to represent, materially, a nature invisible in itself\".",
          "id": 342007
        },
        {
          "text": "Poor De Maistre, who quotes this testimony against images from Philo with intense appreciation, will yet sophisticate himself and others into the very contrary in behalf of his one predominant idea of (προσκύνησις) canine self-abasement to the decrees of the Vatican.",
          "id": 342008
        },
        {
          "text": "On this account I am forced to consider him a sophist as well as a fanatic; but I delight to render justice to his genius, for, wherever he talks and reasons as a Christian merely, he fascinates and instructs me.",
          "id": 342009
        },
        {
          "text": "He never conceived of \"Catholicity,\" and lived under the delusion of the Decretals, a disciple of the Jesuits.",
          "id": 342010
        },
        {
          "text": "II.",
          "id": 342011
        },
        {
          "text": "(Therefore they were neglected for many ages, p.",
          "id": 342012
        },
        {
          "text": ")  The explicit statements of Lactantius, and his profuse quotations from the Sibyllina, persuade me that these curious fragments deserve a degree of scientific attention which they have not yet received.",
          "id": 342013
        },
        {
          "text": "The Fathers all cite them, when it must have exposed them to scorn and overwhelming refutation had their quotations not been found in the Sibylline books of their adversaries.",
          "id": 342014
        },
        {
          "text": "The influence of the Jewish religion upon the Gentiles under the Babylonian and Medo-Persian monarchies must have been considerable, but after Alexander's time it was vastly increased.",
          "id": 342015
        },
        {
          "text": "Many versions of select prophets were doubtless produced in Greek before the authorized Septuagint.",
          "id": 342016
        },
        {
          "text": "These were soon embedded in the Sibyls' books; and I cannot think the interpolations of early Christians were all frauds, by any means.",
          "id": 342017
        },
        {
          "text": "Their numerous marginal annotations crept into other copies; and very likely, in the time of our author, they were inextricably confused with the text in the greater part of the \"editions,\" so to speak, then current with booksellers.",
          "id": 342018
        },
        {
          "text": "But in vol.",
          "id": 342019
        },
        {
          "text": "viii.",
          "id": 342020
        },
        {
          "text": "we shall have occasion to recur again to this interesting inquiry.",
          "id": 342021
        },
        {
          "text": "III.",
          "id": 342022
        },
        {
          "text": "(We made proclamation before him as children, p.",
          "id": 342023
        },
        {
          "text": ")  \"Sicut pueri\".",
          "id": 342024
        },
        {
          "text": "This is not according to the Septuagint, ὡς παιδίον.",
          "id": 342025
        },
        {
          "text": "It is not the Vulgate, of course; but its radical difference with that raises interesting inquiries: Is it a specimen of one of many African or old Italic versions? Does our author endeavour to translate from the Septuagint? May he not have had in hand a copy of Isaiah from among those which preceded the Septuagint?  The Septuagint reading finds its key in cap.",
          "id": 342026
        },
        {
          "text": "lii.",
          "id": 342027
        },
        {
          "text": ", and in the tenth verse, where the \"Arm of the Lord\" (\"His Holy Arm\") is introduced as the personal Logos Incarnate.",
          "id": 342028
        },
        {
          "text": "The thirteenth and fourteenth verses predict the amazing sequel, and its practical and blessed results; and then begins cap.",
          "id": 342029
        },
        {
          "text": "liii.",
          "id": 342030
        },
        {
          "text": ", \"Who hath believed\" our message.",
          "id": 342031
        },
        {
          "text": "To whom is \"the Arm of the Lord\" revealed? \"Going before Him (i-e:, as heralds), we have proclaimed Him as a child, and, as it were, a root in a thirsty land; He has no form nor glory,\" etc.",
          "id": 342032
        },
        {
          "text": "In other words, \"We have prophesied of Him who is elsewhere predicted (\"unto us a child is born\") as one who from His childhood is as a rush without water,—prematurely withered,—a man of sorrows, and the Carpenter's Son\".",
          "id": 342033
        },
        {
          "text": "It does not hint, therefore, the \"obscurity\" of the Messiah's birth, but rather what Irenaeus insists upon, i-e:, His (premature) old age; the worn and stricken appearance of senility in comparative youth.",
          "id": 342034
        },
        {
          "text": "This is just what the messengers (Isa.",
          "id": 342035
        },
        {
          "text": "lii.",
          "id": 342036
        },
        {
          "text": ") had said in their proclamation (Isa.",
          "id": 342037
        },
        {
          "text": "lii.",
          "id": 342038
        },
        {
          "text": ") just before: \"His visage was so marred more than any man, and His form more than the sons of men\".",
          "id": 342039
        },
        {
          "text": "IV.",
          "id": 342040
        },
        {
          "text": "(There was darkness, etc.",
          "id": 342041
        },
        {
          "text": ", pp.",
          "id": 342042
        },
        {
          "text": ",.",
          "id": 342043
        },
        {
          "text": ")  In former instances, where thought has turned to Phlegon the Trallian, I have failed to refer to an author whose excess of candour sometimes gives away more than is called for, in questions on which adversaries have contrived to fasten undue importance, in order to elicit indiscreet defences.",
          "id": 342044
        },
        {
          "text": "But it is due to my readers that I should refer them to a most learned work, to be found in public libraries only, by my revered friend and instructor Dr.",
          "id": 342045
        },
        {
          "text": "Jarvis.",
          "id": 342046
        },
        {
          "text": "The sixth chapter (part ii.",
          "id": 342047
        },
        {
          "text": ") of his Chronological Introduction to Church History is devoted to this matter, and I can do no better than give the summary of its contents as follows:—  \"Who Phlegon was; his work lost; extracts from it by Julius Africanus and Eusebius; their works, containing these extracts, lost; all we know is from versions and later writers; collation of extracts as given by the Armenian version of the Chronicon of Eusebius, St.",
          "id": 342048
        },
        {
          "text": "Jerome's Latin version, the Chronographia of Syncellus, and the Chronicon Paschale; extract by Syncellus from Julius Africanus; remarks upon it; testimony of Origen concerning Phlegon's account; of John Philoponus (St.",
          "id": 342049
        },
        {
          "text": "Maximus) Malala; summary of the whole; account of Phlegon's testimony; not noticed by the learned and voluminous writers of the fourth and fifth centuries when they speak of the darkness, etc.",
          "id": 342050
        },
        {
          "text": "; Dr.",
          "id": 342051
        },
        {
          "text": "Lardner's judgment adopted\".",
          "id": 342052
        },
        {
          "text": "Lardner's view, it will be observed, is thus sustained by an independent and most competent critic.",
          "id": 342053
        },
        {
          "text": "This decision puts honour on the early writers: he thinks they were unwilling to claim a corroboration from evidence about which they were not well assured.",
          "id": 342054
        },
        {
          "text": "V.",
          "id": 342055
        },
        {
          "text": "(Divine and ethnic oracles, p.",
          "id": 342056
        },
        {
          "text": ", note ; p.",
          "id": 342057
        },
        {
          "text": ", note.",
          "id": 342058
        },
        {
          "text": ")  The whole subject of ethnic oracles needs fresh study and illustration.",
          "id": 342059
        },
        {
          "text": "Nothing would be more fascinating in theological inquiry, and Divine Inspiration might be richly illustrated by it, as anatomical science is clarified by \"comparative anatomy\".",
          "id": 342060
        },
        {
          "text": "I commend this subject to men of faith, learning, and intellectual vigour.",
          "id": 342061
        },
        {
          "text": "Notably, let it be observed: () That Balaam's ass is instanced by St.",
          "id": 342062
        },
        {
          "text": "Peter as miraculously enabled to rebuke the madness of his master; and the same Apostle shortly before gives us the law as to divine inspiration in contrast.",
          "id": 342063
        },
        {
          "text": "() Balaam himself, as mechanically as the beast he rode, had his own mouth opened (see Num.",
          "id": 342064
        },
        {
          "text": "xxiv.",
          "id": 342065
        },
        {
          "text": "–).",
          "id": 342066
        },
        {
          "text": "() The wicked Caiaphas in like manner (St.",
          "id": 342067
        },
        {
          "text": "John xi.",
          "id": 342068
        },
        {
          "text": ", ) spoke prophetically, \"not of himself\".",
          "id": 342069
        },
        {
          "text": "() St.",
          "id": 342070
        },
        {
          "text": "Paul (Acts xvii.",
          "id": 342071
        },
        {
          "text": ") quotes a heathen oracle very much as does our author.",
          "id": 342072
        },
        {
          "text": "Now, in view of the boldness with which the early Christians follow the example of the Apostle in quoting the Orphica and Sibyllina, I cannot imagine that these citations were not honestly believed by them to be oracles of a certain sort, by which God permitted the heathen to be enlightened.",
          "id": 342073
        },
        {
          "text": "Observe our author's moderate but most pregnant remark about such inspiration (on p.",
          "id": 342074
        },
        {
          "text": ", supra, note ), \"almost with a divine voice;\" then (on p.",
          "id": 342075
        },
        {
          "text": ") compare other almost inspired words of poor Tully (at note ), and of Seneca also.",
          "id": 342076
        },
        {
          "text": "Finally, and to close the subject, the reader will readily forgive me for introducing the following citations from the \"Warburton Lecture\" of Dr.",
          "id": 342077
        },
        {
          "text": "Edersheim, on Prophecy and History in Relation to the Messiah Discussing the pseudepigraphic writings (in Lecture Eleventh), he says as follows:—  \"The Sibylline oracles, in Greek hexameters, consist, in their present form, of twelve books.",
          "id": 342078
        },
        {
          "text": "They are full of interpolations, the really ancient portions forming part of the first two books and the largest part of book third (verses –).",
          "id": 342079
        },
        {
          "text": "These sections are deeply imbued with the Messianic spirit.",
          "id": 342080
        },
        {
          "text": "They date from about the year  before our era, while another small portion of the same book is supposed to date from the year  b.",
          "id": 342081
        },
        {
          "text": "c.",
          "id": 342082
        },
        {
          "text": "\"As regards the promise of the Messiah, we turn in the first place, and with special interest, to the Sibylline Oracles.",
          "id": 342083
        },
        {
          "text": "In the third book of these (such portions as I shall quote date from about  b.",
          "id": 342084
        },
        {
          "text": "c.",
          "id": 342085
        },
        {
          "text": ") the Messiah is described as 'the King sent from heaven, who would judge every man in blood and splendour of fire.",
          "id": 342086
        },
        {
          "text": "' And the Vision of Messianic times opens with a reference to 'the King whom God will send from the Sun,' where we cannot fail to perceive a reference to the Seventy-second Psalm, especially as we remember that the Greek of the Seventy, which must have been present to the Hellenist Sibyl, fully adapted the Messianic application of the passage to a premundane Messiah.",
          "id": 342087
        },
        {
          "text": "We also think of the picture drawn in the prophecies of Isaiah.",
          "id": 342088
        },
        {
          "text": "According to the Sibylline books, King Messiah was not only to come, but He was to be specifically sent of God.",
          "id": 342089
        },
        {
          "text": "He is supermundane, a King and a Judge of superhuman glory and splendour.",
          "id": 342090
        },
        {
          "text": "And, indeed, that a superhuman kingdom, such as the Sibylline oracles paint, should have a superhuman king, seems only a natural and necessary inference.",
          "id": 342091
        },
        {
          "text": "…If, as certain modern critics contend, the book of Daniel is not authentic, but dates from Maccabean times, …it may well be asked to what king the Sibylline oracles point, for they certainly date from that period; and what is the relationship between the (supposed Maccabean) prophecies of the book of Daniel and the certainly Messianic anticipations of the undoubted literature of that period?\"  Dr.",
          "id": 342092
        },
        {
          "text": "Edersheim gives us the reference in the margin, to which I would call attention, as directing to the whole pseudepigraphic literature.",
          "id": 342093
        },
        {
          "text": "But who can wonder, after what we thus learn, that Constantine was so profoundly impressed with Virgil's Pollio? In spite of all that has been said, I cannot but see Isaiah in its entire spirit.",
          "id": 342094
        }
      ]
    }
  ]
}