{
  "book": "Life of Constantine Book III",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Life of Constantine, Book III.",
          "id": 16395
        },
        {
          "text": "Chapter I.",
          "id": 16396
        },
        {
          "text": "—A Comparison of Constantine's Piety with the Wickedness of the Persecutors.",
          "id": 16397
        },
        {
          "text": "In this manner that spirit who is the hater of good, actuated by envy at the blessing enjoyed by the Church, continued to raise against her the stormy troubles of intestine discord, in the midst of a period of peace and joy.",
          "id": 16398
        },
        {
          "text": "Meanwhile, however, the divinely-favored emperor did not slight the duties befitting him, but exhibited in his whole conduct a direct contrast to those atrocities of which the cruel tyrants had been lately guilty, and thus triumphed over every enemy that opposed him.",
          "id": 16399
        },
        {
          "text": "For in the first place, the tyrants, being themselves alienated from the true God, had enforced by every compulsion the worship of false deities: Constantine convinced mankind by actions as well as words, that these had but an imaginary existence, and exhorted them to acknowledge the only true God.",
          "id": 16400
        },
        {
          "text": "They had derided his Christ with words of blasphemy: he assumed that as his safeguard against which they directed their blasphemies, and gloried in the symbol of the Saviour's passion.",
          "id": 16401
        },
        {
          "text": "They had persecuted and driven from house and home the servants of Christ: he recalled them every one, and restored them to their native homes.",
          "id": 16402
        },
        {
          "text": "They had covered them with dishonor: he made their condition honorable and enviable in the eyes of all.",
          "id": 16403
        },
        {
          "text": "They had shamefully plundered and sold the goods of godly men: Constantine not only replaced this loss, but still further enriched them with abundant presents.",
          "id": 16404
        },
        {
          "text": "They had circulated injurious calumnies, through their written ordinances, against the prelates of the Church: he on the contrary, conferred dignity on these individuals by personal marks of honor, and by his edicts and statutes raised them to higher distinction than before.",
          "id": 16405
        },
        {
          "text": "They had utterly demolished and razed to the ground the houses of prayer: he commanded that those which still existed should be enlarged, and that new ones should be raised on a magnificent scale at the expense of the imperial treasury.",
          "id": 16406
        },
        {
          "text": "They had ordered the inspired records to be burnt and utterly destroyed: he decreed that copies of them should be multiplied, and magnificently adorned at the charge of the imperial treasury.",
          "id": 16407
        },
        {
          "text": "They had strictly forbidden the prelates, anywhere or on any occasion, to convene synods; whereas he gathered them to his court from every province, received them into his palace, and even to his own private apartments and thought them worthy to share his home and table.",
          "id": 16408
        },
        {
          "text": "They had honored the demons with offerings: Constantine exposed their error, and continually distributed the now useless materials for sacrifice, to those who would apply them to a better use.",
          "id": 16409
        },
        {
          "text": "They had ordered the pagan temples to be sumptuously adorned: he razed to their foundations those of them which had been the chief objects of superstitious reverence.",
          "id": 16410
        },
        {
          "text": "They had subjected God's servants to the most ignominious punishments: he took vengeance on the persecutors, and inflicted on them just chastisement in the name of God, while he held the memory of his holy martyrs in constant veneration.",
          "id": 16411
        },
        {
          "text": "They had driven God's worshipers from the imperial palaces: he placed full confidence in them at all times, and knowing them to be the better disposed and more faithful than any beside.",
          "id": 16412
        },
        {
          "text": "They, the victims of avarice, voluntarily subjected themselves as it were to the pangs of Tantalus: he with royal magnificence unlocked all his treasures, and distributed his gifts with rich and high-souled liberality.",
          "id": 16413
        },
        {
          "text": "They committed countless murders, that they might plunder or confiscate the wealth of their victims; while throughout the reign of Constantine the sword of justice hung idle everywhere, and both people and municipal magistrates in every provence were governed rather by paternal authority than by any constraining.",
          "id": 16414
        },
        {
          "text": "Surely it must seem to all who duly regard these facts, that a new and fresh era of existence had begun to appear, and a light heretofore unknown suddenly to dawn from the midst of darkness on the human race: and all must confess that these things were entirely the work of God, who raised up this pious emperor to withstand the multitude of the ungodly.",
          "id": 16415
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 16416
        },
        {
          "text": "—Farther Remarks on Constantine's Piety, and his Open Testimony to the Sign of the Cross.",
          "id": 16417
        },
        {
          "text": "And when we consider that their iniquities were without example, and the atrocities which they dared to perpetrate against the Church such as had never been heard of in any age of the world, well might God himself bring before us something entirely new, and work thereby effects such as had hitherto been never either recorded or observed.",
          "id": 16418
        },
        {
          "text": "And what miracle was ever more marvelous than the virtues of this our emperor, whom the wisdom of God has vouchsafed as a gift to the human race? For truly he maintained a continual testimony to the Christ of God with all boldness, and before all men; and so far was he from shrinking from an open profession of the Christian name, that he rather desired to make it manifest to all that he regarded this as his highest honor, now impressing on his face the salutary sign, and now glorying in it as the trophy which led him on to victory.",
          "id": 16419
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 16420
        },
        {
          "text": "—Of his Picture surmounted by a Cross and having beneath it a Dragon.",
          "id": 16421
        },
        {
          "text": "And besides this, he caused to be painted on a lofty tablet, and set up in the front of the portico of his palace, so as to be visible to all, a representation of the salutary sign placed above his head, and below it that hateful and savage adversary of mankind, who by means of the tyranny of the ungodly had wasted the Church of God, falling headlong, under the form of a dragon, to the abyss of destruction.",
          "id": 16422
        },
        {
          "text": "For the sacred oracles in the books of God's prophets have described him as a dragon and a crooked serpent; and for this reason the emperor thus publicly displayed a painted resemblance of the dragon beneath his own and his children's feet, stricken through with a dart, and cast headlong into the depths of the sea.",
          "id": 16423
        },
        {
          "text": "In this manner he intended to represent the secret adversary of the human race, and to indicate that he was consigned to the gulf of perdition by virtue of the salutary trophy placed above his head.",
          "id": 16424
        },
        {
          "text": "This allegory, then, was thus conveyed by means of the colors of a picture: and I am filled with wonder at the intellectual greatness of the emperor, who as if by divine inspiration thus expressed what the prophets had foretold concerning this monster, saying that \"God would bring his great and strong and terrible sword against the dragon, the flying serpent; and would destroy the dragon that was in the sea\".",
          "id": 16425
        },
        {
          "text": "This it was of which the emperor gave a true and faithful representation in the picture above described.",
          "id": 16426
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 16427
        },
        {
          "text": "—A Farther Notice of the Controversies raised in Egypt by Arius.",
          "id": 16428
        },
        {
          "text": "In such occupations as these he employed himself with pleasure: but the effects of that envious spirit which so troubled the peace of the churches of God in Alexandria, together with the Theban and Egyptian schism, continued to cause him no little disturbance of mind.",
          "id": 16429
        },
        {
          "text": "For in fact, in every city bishops were engaged in obstinate conflict with bishops, and people rising against people; and almost like the fabled Symplegades, coming into violent collision with each other.",
          "id": 16430
        },
        {
          "text": "Nay, some were so far transported beyond the bounds of reason as to be guilty of reckless and outrageous conduct, and even to insult the statues of the emperor.",
          "id": 16431
        },
        {
          "text": "This state of things had little power to excite his anger, but rather caused in him sorrow of spirit; for he deeply deplored the folly thus exhibited by deranged men.",
          "id": 16432
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 16433
        },
        {
          "text": "—Of the Disagreement respecting the Celebration of Easter.",
          "id": 16434
        },
        {
          "text": "But before this time another most virulent disorder had existed, and long afflicted the Church; I mean the difference respecting the salutary feast of Easter.",
          "id": 16435
        },
        {
          "text": "For while one party asserted that the Jewish custom should be adhered to, the other affirmed that the exact recurrence of the period should be observed, without following the authority of those who were in error, and strangers to gospel grace.",
          "id": 16436
        },
        {
          "text": "Accordingly, the people being thus in every place divided in respect of this, and the sacred observances of religion confounded for a long period (insomuch that the diversity of judgment in regard to the time for celebrating one and the same feast caused the greatest disagreement between those who kept it, some afflicting themselves with fastings and austerities, while others devoted their time to festive relaxation), no one appeared who was capable of devising a remedy for the evil, because the controversy continued equally balanced between both parties.",
          "id": 16437
        },
        {
          "text": "To God alone, the Almighty, was the healing of these differences an easy task; and Constantine appeared to be the only one on earth capable of being his minister for this good end.",
          "id": 16438
        },
        {
          "text": "For as soon as he was made acquainted with the facts which I have described, and perceived that his letter to the Alexandrian Christians had failed to produce its due effect, he at once aroused the energies of his mind, and declared that he must prosecute to the utmost this war also against the secret adversary who was disturbing the peace of the Church.",
          "id": 16439
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 16440
        },
        {
          "text": "—How he ordered a Council to be held at Nicaea.",
          "id": 16441
        },
        {
          "text": "Then as if to bring a divine array against this enemy, he convoked a general council, and invited the speedy attendance of bishops from all quarters, in letters expressive of the honorable estimation in which he held them.",
          "id": 16442
        },
        {
          "text": "Nor was this merely the issuing of a bare command but the emperor's good will contributed much to its being carried into effect: for he allowed some the use of the public means of conveyance, while he afforded to others an ample supply of horses for their transport.",
          "id": 16443
        },
        {
          "text": "The place, too, selected for the synod, the city Nicaea in Bithynia (named from \"Victory\"), was appropriate to the occasion.",
          "id": 16444
        },
        {
          "text": "As soon then as the imperial injunction was generally made known, all with the utmost willingness hastened thither, as though they would outstrip one another in a race; for they were impelled by the anticipation of a happy result to the conference, by the hope of enjoying present peace, and the desire of beholding something new and strange in the person of so admirable an emperor.",
          "id": 16445
        },
        {
          "text": "Now when they were all assembled, it appeared evident that the proceeding was the work of God, inasmuch as men who had been most widely separated, not merely in sentiment but also personally, and by difference of country, place, and nation, were here brought together, and comprised within the walls of a single city, forming as it were a vast garland of priests, composed of a variety of the choicest flowers.",
          "id": 16446
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 16447
        },
        {
          "text": "—Of the General Council, at which Bishops from all Nations were Present.",
          "id": 16448
        },
        {
          "text": "In effect, the most distinguished of God's ministers from all the churches which abounded in Europe, Lybia, and Asia were here assembled.",
          "id": 16449
        },
        {
          "text": "And a single house of prayer, as though divinely enlarged, sufficed to contain at once Syrians and Cilicians, Phoenicians and Arabians, delegates from Palestine, and others from Egypt; Thebans and Libyans, with those who came from the region of Mesopotamia.",
          "id": 16450
        },
        {
          "text": "A Persian bishop too was present at this conference, nor was even a Scythian found wanting to the number.",
          "id": 16451
        },
        {
          "text": "Pontus, Galatia, and Pamphylia, Cappadocia, Asia, and Phrygia, furnished their most distinguished prelates; while those who dwelt in the remotest districts of Thrace and Macedonia, of Achaia and Epirus, were notwithstanding in attendance.",
          "id": 16452
        },
        {
          "text": "Even from Spain itself, one whose fame was widely spread took his seat as an individual in the great assembly.",
          "id": 16453
        },
        {
          "text": "The prelate of the imperial city was prevented from attending by extreme old age; but his presbyters were present, and supplied his place.",
          "id": 16454
        },
        {
          "text": "Constantine is the first prince of any age who bound together such a garland as this with the bond of peace, and presented it to his Saviour as a thank-offering for the victories he had obtained over every foe, thus exhibiting in our own times a similitude of the apostolic company.",
          "id": 16455
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 16456
        },
        {
          "text": "—That the Assembly was composed, as in the Acts of the Apostles, of Individuals from Various Nations.",
          "id": 16457
        },
        {
          "text": "For it is said that in the Apostles' age, there were gathered \"devout men from every nation under heaven\"; among whom were Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, in Judea, and Cappadocia, in Pontus and Asia, in Phrygia and Pamphylia, in Egypt, and the parts of Libya about Cyrene; and sojourners from Rome, both Jews and proselytes, Cretans and Arabians.",
          "id": 16458
        },
        {
          "text": "But that assembly was less, in that not all who composed it were ministers of God; but in the present company, the number of bishops exceeded two hundred and fifty, while that of the presbyters and deacons in their train, and the crowd of acolytes and other attendants was altogether beyond computation.",
          "id": 16459
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 16460
        },
        {
          "text": "—Of the Virtue and Age of the Two Hundred and Fifty Bishops.",
          "id": 16461
        },
        {
          "text": "Of these ministers of God, some were distinguished by wisdom and eloquence, others by the gravity of their lives, and by patient fortitude of character, while others again united in themselves all these graces.",
          "id": 16462
        },
        {
          "text": "There were among them men whose years demanded veneration: others were younger, and in the prime of mental vigor; and some had but recently entered on the course of their ministry.",
          "id": 16463
        },
        {
          "text": "For the maintenance of all ample provision was daily furnished by the emperor's command.",
          "id": 16464
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 16465
        },
        {
          "text": "—Council in the Palace.",
          "id": 16466
        },
        {
          "text": "Constantine, entering, took his Seat in the Assembly.",
          "id": 16467
        },
        {
          "text": "Now when the appointed day arrived on which the council met for the final solution of the questions in dispute, each member was present for this in the central building of the palace, which appeared to exceed the rest in magnitude.",
          "id": 16468
        },
        {
          "text": "On each side of the interior of this were many seats disposed in order, which were occupied by those who had been invited to attend, according to their rank.",
          "id": 16469
        },
        {
          "text": "As soon, then, as the whole assembly had seated themselves with becoming orderliness, a general silence prevailed, in expectation of the emperor's arrival.",
          "id": 16470
        },
        {
          "text": "And first of all, three of his immediate family entered in succession, then others also preceded his approach, not of the soldiers or guards who usually accompanied him, but only friends in the faith.",
          "id": 16471
        },
        {
          "text": "And now, all rising at the signal which indicated the emperor's entrance, at last he himself proceeded through the midst of the assembly, like some heavenly messenger of God, clothed in raiment which glittered as it were with rays of light, reflecting the glowing radiance of a purple robe, and adorned with the brilliant splendor of gold and precious stones.",
          "id": 16472
        },
        {
          "text": "Such was the external appearance of his person; and with regard to his mind, it was evident that he was distinguished by piety and godly fear.",
          "id": 16473
        },
        {
          "text": "This was indicated by his downcast eyes, the blush on his countenance, and his gait.",
          "id": 16474
        },
        {
          "text": "For the rest of his personal excellencies, he surpassed all present in height of stature and beauty of form, as well as in majestic dignity of mien, and invincible strength and vigor.",
          "id": 16475
        },
        {
          "text": "All these graces, united to a suavity of manner, and a serenity becoming his imperial station, declared the excellence of his mental qualities to be above all praise.",
          "id": 16476
        },
        {
          "text": "As soon as he had advanced to the upper end of the seats, at first he remained standing, and when a low chair of wrought gold had been set for him, he waited until the bishops had beckoned to him, and then sat down, and after him the whole assembly did the same.",
          "id": 16477
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 16478
        },
        {
          "text": "—Silence of the Council, after Some Words by the Bishop Eusebius.",
          "id": 16479
        },
        {
          "text": "The bishop who occupied the chief place in the right division of the assembly then rose, and, addressing the emperor, delivered a concise speech, in a strain of thanksgiving to Almighty God on his behalf.",
          "id": 16480
        },
        {
          "text": "When he had resumed his seat, silence ensued, and all regarded the emperor with fixed attention; on which he looked serenely round on the assembly with a cheerful aspect, and, having collected his thoughts, in a calm and gentle tone gave utterance to the following words.",
          "id": 16481
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 16482
        },
        {
          "text": "—Constantine's Address to the Council concerning Peace.",
          "id": 16483
        },
        {
          "text": "\"It was once my chief desire, dearest friends, to enjoy the spectacle of your united presence; and now that this desire is fulfilled, I feel myself bound to render thanks to God the universal King, because, in addition to all his other benefits, he has granted me a blessing higher than all the rest, in permitting me to see you not only all assembled together, but all united in a common harmony of sentiment.",
          "id": 16484
        },
        {
          "text": "I pray therefore that no malignant adversary may henceforth interfere to mar our happy state; I pray that, now the impious hostility of the tyrants has been forever removed by the power of God our Saviour, that spirit who delights in evil may devise no other means for exposing the divine law to blasphemous calumny; for, in my judgment, intestine strife within the Church of God, is far more evil and dangerous than any kind of war or conflict; and these our differences appear to me more grievous than any outward trouble.",
          "id": 16485
        },
        {
          "text": "Accordingly, when, by the will and with the co-operation of God, I had been victorious over my enemies, I thought that nothing more remained but to render thanks to him, and sympathize in the joy of those whom he had restored to freedom through my instrumentality; as soon as I heard that intelligence which I had least expected to receive, I mean the news of your dissension, I judged it to be of no secondary importance, but with the earnest desire that a remedy for this evil also might be found through my means, I immediately sent to require your presence.",
          "id": 16486
        },
        {
          "text": "And now I rejoice in beholding your assembly; but I feel that my desires will be most completely fulfilled when I can see you all united in one judgment, and that common spirit of peace and concord prevailing amongst you all, which it becomes you, as consecrated to the service of God, to commend to others.",
          "id": 16487
        },
        {
          "text": "Delay not, then, dear friends: delay not, ye ministers of God, and faithful servants of him who is our common Lord and Saviour: begin from this moment to discard the causes of that disunion which has existed among you, and remove the perplexities of controversy by embracing the principles of peace.",
          "id": 16488
        },
        {
          "text": "For by such conduct you will at the same time be acting in a manner most pleasing to the supreme God, and you will confer an exceeding favor on me who am your fellow-servant\".",
          "id": 16489
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 16490
        },
        {
          "text": "—How he led the Dissentient Bishops to Harmony of Sentiment.",
          "id": 16491
        },
        {
          "text": "As soon as the emperor had spoken these words in the Latin tongue, which another interpreted, he gave permission to those who presided in the council to deliver their opinions.",
          "id": 16492
        },
        {
          "text": "On this some began to accuse their neighbors, who defended themselves, and recriminated in their turn.",
          "id": 16493
        },
        {
          "text": "In this manner numberless assertions were put forth by each party, and a violent controversy arose at the very commencement.",
          "id": 16494
        },
        {
          "text": "Notwithstanding this, the emperor gave patient audience to all alike, and received every proposition with steadfast attention, and by occasionally assisting the argument of each party in turn, he gradually disposed even the most vehement disputants to a reconciliation.",
          "id": 16495
        },
        {
          "text": "At the same time, by the affability of his address to all, and his use of the Greek language, with which he was not altogether unacquainted, he appeared in a truly attractive and amiable light, persuading some, convincing others by his reasonings, praising those who spoke well, and urging all to unity of sentiment, until at last he succeeded in bringing them to one mind and judgment respecting every disputed question.",
          "id": 16496
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 16497
        },
        {
          "text": "—Unanimous Declaration of the Council concerning Faith, and the Celebration of Easter.",
          "id": 16498
        },
        {
          "text": "The result was that they were not only united as concerning the faith, but that the time for the celebration of the salutary feast of Easter was agreed on by all.",
          "id": 16499
        },
        {
          "text": "Those points also which were sanctioned by the resolution of the whole body were committed to writing, and received the signature of each several member.",
          "id": 16500
        },
        {
          "text": "Then the emperor, believing that he had thus obtained a second victory over the adversary of the Church, proceeded to solemnize a triumphal festival in honor of God.",
          "id": 16501
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 16502
        },
        {
          "text": "—How Constantine entertained the Bishops on the Occasion of His Vicennalia.",
          "id": 16503
        },
        {
          "text": "About this time he completed the twentieth year of his reign.",
          "id": 16504
        },
        {
          "text": "On this occasion public festivals were celebrated by the people of the provinces generally, but the emperor himself invited and feasted with those ministers of God whom he had reconciled, and thus offered as it were through them a suitable sacrifice to God.",
          "id": 16505
        },
        {
          "text": "Not one of the bishops was wanting at the imperial banquet, the circumstances of which were splendid beyond description.",
          "id": 16506
        },
        {
          "text": "Detachments of the body-guard and other troops surrounded the entrance of the palace with drawn swords, and through the midst of these the men of God proceeded without fear into the innermost of the imperial apartments, in which some were the emperor's own companions at table, while others reclined on couches arranged on either side.",
          "id": 16507
        },
        {
          "text": "One might have thought that a picture of Christ's kingdom was thus shadowed forth, and a dream rather than reality.",
          "id": 16508
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 16509
        },
        {
          "text": "—Presents to the Bishops, and Letters to the People generally.",
          "id": 16510
        },
        {
          "text": "After the celebration of this brilliant festival, the emperor courteously received all his guests, and generously added to the favors he had already bestowed by personally presenting gifts to each individual according to his rank.",
          "id": 16511
        },
        {
          "text": "He also gave information of the proceedings of the synod to those who had not been present, by a letter in his own hand-writing.",
          "id": 16512
        },
        {
          "text": "And this letter also I will inscribe as it were on some monument by inserting it in this my narrative of his life.",
          "id": 16513
        },
        {
          "text": "It was as follows:.",
          "id": 16514
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 16515
        },
        {
          "text": "—Constantine's Letter to the Churches respecting the Council at Nicaea.",
          "id": 16516
        },
        {
          "text": "\"Constantinus Augustus, to the Churches.",
          "id": 16517
        },
        {
          "text": "\"Having had full proof, in the general prosperity of the empire, how great the favor of God has been towards us, I have judged that it ought to be the first object of my endeavors, that unity of faith, sincerity of love, and community of feeling in regard to the worship of Almighty God, might be preserved among the highly favored multitude who compose the Catholic Church.",
          "id": 16518
        },
        {
          "text": "And, inasmuch as this object could not be effectually and certainly secured, unless all, or at least the greater number of the bishops were to meet together, and a discussion of all particulars relating to our most holy religion to take place; for this reason as numerous an assembly as possible has been convened, at which I myself was present, as one among yourselves (and far be it from me to deny that which is my greatest joy, that I am your fellow-servant), and every question received due and full examination, until that judgment which God, who sees all things, could approve, and which tended to unity and concord, was brought to light, so that no room was left for further discussion or controversy in relation to the faith.",
          "id": 16519
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 16520
        },
        {
          "text": "—He speaks of their Unanimity respecting the Feast of Easter, and against the Practice of the Jews.",
          "id": 16521
        },
        {
          "text": "\"At this meeting the question concerning the most holy day of Easter was discussed, and it was resolved by the united judgment of all present, that this feast ought to be kept by all and in every place on one and the same day.",
          "id": 16522
        },
        {
          "text": "For what can be more becoming or honorable to us than that this feast from which we date our hopes of immortality, should be observed unfailingly by all alike, according to one ascertained order and arrangement? And first of all, it appeared an unworthy thing that in the celebration of this most holy feast we should follow the practice of the Jews, who have impiously defiled their hands with enormous sin, and are, therefore, deservedly afflicted with blindness of soul.",
          "id": 16523
        },
        {
          "text": "For we have it in our power, if we abandon their custom, to prolong the due observance of this ordinance to future ages, by a truer order, which we have preserved from the very day of the passion until the present time.",
          "id": 16524
        },
        {
          "text": "Let us then have nothing in common with the detestable Jewish crowd; for we have received from our Saviour a different way.",
          "id": 16525
        },
        {
          "text": "A course at once legitimate and honorable lies open to our most holy religion.",
          "id": 16526
        },
        {
          "text": "Beloved brethren, let us with one consent adopt this course, and withdraw ourselves from all participation in their baseness.",
          "id": 16527
        },
        {
          "text": "For their boast is absurd indeed, that it is not in our power without instruction from them to observe these things.",
          "id": 16528
        },
        {
          "text": "For how should they be capable of forming a sound judgment, who, since their parricidal guilt in slaying their Lord, have been subject to the direction, not of reason, but of ungoverned passion, and are swayed by every impulse of the mad spirit that is in them? Hence it is that on this point as well as others they have no perception of the truth, so that, being altogether ignorant of the true adjustment of this question, they sometimes celebrate Easter twice in the same year.",
          "id": 16529
        },
        {
          "text": "Why then should we follow those who are confessedly in grievous error? Surely we shall never consent to keep this feast a second time in the same year.",
          "id": 16530
        },
        {
          "text": "But supposing these reasons were not of sufficient weight, still it would be incumbent on your Sagacities to strive and pray continually that the purity of your souls may not seem in anything to be sullied by fellowship with the customs of these most wicked men.",
          "id": 16531
        },
        {
          "text": "We must consider, too, that a discordant judgment in a case of such importance, and respecting such religious festival, is wrong.",
          "id": 16532
        },
        {
          "text": "For our Saviour has left us one feast in commemoration of the day of our deliverance, I mean the day of his most holy passion; and he has willed that his Catholic Church should be one, the members of which, however scattered in many and diverse places, are yet cherished by one pervading spirit, that is, by the will of God.",
          "id": 16533
        },
        {
          "text": "And let your Holinesses' sagacity reflect how grievous and scandalous it is that on the self-same days some should be engaged in fasting, others in festive enjoyment; and again, that after the days of Easter some should be present at banquets and amusements, while others are fulfilling the appointed fasts.",
          "id": 16534
        },
        {
          "text": "It is, then, plainly the will of Divine Providence (as I suppose you all clearly see), that this usage should receive fitting correction, and be reduced to one uniform rule.",
          "id": 16535
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 16536
        },
        {
          "text": "—Exhortation to follow the Example of the Greater Part of the World.",
          "id": 16537
        },
        {
          "text": "\"Since, therefore, it was needful that this matter should be rectified, so that we might have nothing in common with that nation of parricides who slew their Lord: and since that arrangement is consistent with propriety which is observed by all the churches of the western, southern, and northern parts of the world, and by some of the eastern also: for these reasons all are unanimous on this present occasion in thinking it worthy of adoption.",
          "id": 16538
        },
        {
          "text": "And I myself have undertaken that this decision should meet with the approval of your Sagacities, in the hope that your Wisdoms will gladly admit that practice which is observed at once in the city of Rome, and in Africa; throughout Italy, and in Egypt, in Spain, the Gauls, Britain, Libya, and the whole of Greece; in the dioceses of Asia and Pontus, and in Cilicia, with entire unity of judgment.",
          "id": 16539
        },
        {
          "text": "And you will consider not only that the number of churches is far greater in the regions I have enumerated than in any other, but also that it is most fitting that all should unite in desiring that which sound reason appears to demand, and in avoiding all participation in the perjured conduct of the Jews.",
          "id": 16540
        },
        {
          "text": "In fine, that I may express my meaning in as few words as possible, it has been determined by the common judgment of all, that the most holy feast of Easter should be kept on one and the same day.",
          "id": 16541
        },
        {
          "text": "For on the one hand a discrepancy of opinion on so sacred a question is unbecoming, and on the other it is surely best to act on a decision which is free from strange folly and error.",
          "id": 16542
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 16543
        },
        {
          "text": "—Exhortation to obey the Decrees of the Council.",
          "id": 16544
        },
        {
          "text": "\"Receive, then, with all willingness this truly Divine injunction, and regard it as in truth the gift of God.",
          "id": 16545
        },
        {
          "text": "For whatever is determined in the holy assemblies of the bishops is to be regarded as indicative of the Divine will.",
          "id": 16546
        },
        {
          "text": "As soon, therefore, as you have communicated these proceedings to all our beloved brethren, you are bound from that time forward to adopt for yourselves, and to enjoin on others the arrangement above mentioned, and the due observance of this most sacred day; that whenever I come into the presence of your love, which I have long desired, I may have it in my power to celebrate the holy feast with you on the same day, and may rejoice with you on all accounts, when I behold the cruel power of Satan removed by Divine aid through the agency of our endeavors, while your faith, and peace, and concord everywhere flourish.",
          "id": 16547
        },
        {
          "text": "God preserve you, beloved brethren!\"  The emperor transmitted a faithful copy of this letter to every province, wherein they who read it might discern as in a mirror the pure sincerity of his thoughts, and of his piety toward God.",
          "id": 16548
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter XXI.",
          "id": 16549
        },
        {
          "text": "—Recommendation to the Bishops, on their Departure, to Preserve Harmony.",
          "id": 16550
        },
        {
          "text": "And now, when the council was on the point of being finally dissolved, he summoned all the bishops to meet him on an appointed day, and on their arrival addressed them in a farewell speech, in which he recommended them to be diligent in the maintenance of peace, to avoid contentious disputations, amongst themselves and not to be jealous, if any one of their number should appear pre-eminent for wisdom and eloquence, but to esteem the excellence of one a blessing common to all.",
          "id": 16551
        },
        {
          "text": "On the other hand he reminded them that the more gifted should forbear to exalt themselves to the prejudice of their humbler brethren, since it is God's prerogative to judge of real superiority.",
          "id": 16552
        },
        {
          "text": "Rather should they considerately condescend to the weaker, remembering that absolute perfection in any case is a rare quality indeed.",
          "id": 16553
        },
        {
          "text": "Each then, should be willing to accord indulgence to the other for slight offenses, to regard charitably and pass over mere human weaknesses; holding mutual harmony in the highest honor, that no occasion of mockery might be given by their dissensions to those who are ever ready to blaspheme the word of God: whom indeed we should do all in our power to save, and this cannot be unless our conduct seems to them attractive.",
          "id": 16554
        },
        {
          "text": "But you are well aware of the fact that testimony is by no means productive of blessing to all, since some who hear are glad to secure the supply of their mere bodily necessities, while others court the patronage of their superiors; some fix their affection on those who treat them with hospitable kindness, others again, being honored with presents, love their benefactors in return; but few are they who really desire the word of testimony, and rare indeed is it to find a friend of truth.",
          "id": 16555
        },
        {
          "text": "Hence the necessity of endeavoring to meet the case of all, and, physician-like, to administer to each that which may tend to the health of the soul, to the end that the saving doctrine may be fully honored by all.",
          "id": 16556
        },
        {
          "text": "Of this kind was the former part of his exhortation; and in conclusion he enjoined them to offer diligent supplications to God on his behalf.",
          "id": 16557
        },
        {
          "text": "Having thus taken leave of them, he gave them all permission to return to their respective countries; and this they did with joy, and thenceforward that unity of judgment at which they had arrived in the emperor's presence continued to prevail, and those who had long been divided were bound together as members of the same body.",
          "id": 16558
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter XXII.",
          "id": 16559
        },
        {
          "text": "—How he dismissed Some, and wrote Letters to Others; also his Presents.",
          "id": 16560
        },
        {
          "text": "Full of joy therefore at this success, the emperor presented as it were pleasant fruits in the way of letters to those who had not been present at the council.",
          "id": 16561
        },
        {
          "text": "He commanded also that ample gifts of money should be bestowed on all the people, both in the country and the cities, being pleased thus to honor the festive occasion of the twentieth anniversary of his reign.",
          "id": 16562
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter XXIII.",
          "id": 16563
        },
        {
          "text": "—How he wrote to the Egyptians, exhorting them to Peace.",
          "id": 16564
        },
        {
          "text": "And now, when all else were at peace, among the Egyptians alone an implacable contention still raged, so as once more to disturb the emperor's tranquillity, though not to excite his anger.",
          "id": 16565
        },
        {
          "text": "For indeed he treated the contending parties with all respect, as fathers, nay rather, as prophets of God; and again he summoned them to his presence, and again patiently acted as mediator between them, and honored them with gifts, and communicated also the result of his arbitration by letter.",
          "id": 16566
        },
        {
          "text": "He confirmed and sanctioned the decrees of the council, and called on them to strive earnestly for concord, and not to distract and rend the Church, but to keep before them the thought of God's judgment.",
          "id": 16567
        },
        {
          "text": "And these injunctions the emperor sent by a letter written with his own hand.",
          "id": 16568
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter XXIV.",
          "id": 16569
        },
        {
          "text": "—How he wrote Frequent Letters of a Religious Character to the Bishops and People.",
          "id": 16570
        },
        {
          "text": "But besides these, his writings are very numerous on kindred subjects, and he was the author of a multitude of letters, some to the bishops, in which he laid injunctions on them tending to the advantage of the churches of God; and sometimes the thrice blessed one addressed the people of the churches generally, calling them his own brethren and fellow-servants.",
          "id": 16571
        },
        {
          "text": "But perhaps we may hereafter find leisure to collect these despatches in a separate form, in order that the integrity of our present history may not be impaired by their insertion.",
          "id": 16572
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter XXV.",
          "id": 16573
        },
        {
          "text": "—How he ordered the Erection of a Church at Jerusalem, in the Holy Place of our Saviour's Resurrection.",
          "id": 16574
        },
        {
          "text": "After these things, the pious emperor addressed himself to another work truly worthy of record, in the province of Palestine.",
          "id": 16575
        },
        {
          "text": "What then was this work? He judged it incumbent on him to render the blessed locality of our Saviour's resurrection an object of attraction and veneration to all.",
          "id": 16576
        },
        {
          "text": "He issued immediate injunctions, therefore, for the erection in that spot of a house of prayer: and this he did, not on the mere natural impulse of his own mind, but being moved in spirit by the Saviour himself.",
          "id": 16577
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter XXVI.",
          "id": 16578
        },
        {
          "text": "—That the Holy Sepulchre had been covered with Rubbish and with Idols by the Ungodly.",
          "id": 16579
        },
        {
          "text": "For it had been in time past the endeavor of impious men (or rather let me say of the whole race of evil spirits through their means), to consign to the darkness of oblivion that divine monument of immortality to which the radiant angel had descended from heaven, and rolled away the stone for those who still had stony hearts, and who supposed that the living One still lay among the dead; and had declared glad tidings to the women also, and removed their stony-hearted unbelief by the conviction that he whom they sought was alive.",
          "id": 16580
        },
        {
          "text": "This sacred cave, then, certain impious and godless persons had thought to remove entirely from the eyes of men, supposing in their folly that thus they should be able effectually to obscure the truth.",
          "id": 16581
        },
        {
          "text": "Accordingly they brought a quantity of earth from a distance with much labor, and covered the entire spot; then, having raised this to a moderate height, they paved it with stone, concealing the holy cave beneath this massive mound.",
          "id": 16582
        },
        {
          "text": "Then, as though their purpose had been effectually accomplished, they prepare on this foundation a truly dreadful sepulchre of souls, by building a gloomy shrine of lifeless idols to the impure spirit whom they call Venus, and offering detestable oblations therein on profane and accursed altars.",
          "id": 16583
        },
        {
          "text": "For they supposed that their object could not otherwise be fully attained, than by thus burying the sacred cave beneath these foul pollutions.",
          "id": 16584
        },
        {
          "text": "Unhappy men! they were unable to comprehend how impossible it was that their attempt should remain unknown to him who had been crowned with victory over death, any more than the blazing sun, when he rises above the earth, and holds his wonted course through the midst of heaven, is unseen by the whole race of mankind.",
          "id": 16585
        },
        {
          "text": "Indeed, his saving power, shining with still greater brightness, and illumining, not the bodies, but the souls of men, was already filling the world with the effulgence of its own light.",
          "id": 16586
        },
        {
          "text": "Nevertheless, these devices of impious and wicked men against the truth had prevailed for a long time, nor had any one of the governors, or military commanders, or even of the emperors themselves ever yet appeared, with ability to abolish these daring impieties, save only that one who enjoyed the favor of the King of kings.",
          "id": 16587
        },
        {
          "text": "And now, acting as he did under the guidance of the divine Spirit, he could not consent to see the sacred spot of which we have spoken, thus buried, through the devices of the adversaries, under every kind of impurity, and abandoned to forgetfulness and neglect; nor would he yield to the malice of those who had contracted this guilt, but calling on the divine aid, gave orders that the place should be thoroughly purified, thinking that the parts which had been most polluted by the enemy ought to receive special tokens, through his means, of the greatness of the divine favor.",
          "id": 16588
        },
        {
          "text": "As soon, then, as his commands were issued, these engines of deceit were cast down from their proud eminence to the very ground, and the dwelling-places of error, with the statues and the evil spirits which they represented, were overthrown and utterly destroyed.",
          "id": 16589
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter XXVII.",
          "id": 16590
        },
        {
          "text": "—How Constantine commanded the Materials of the Idol Temple, and the Soil itself, to be removed at a Distance.",
          "id": 16591
        },
        {
          "text": "Nor did the emperor's zeal stop here; but he gave further orders that the materials of what was thus destroyed, both stone and timber, should be removed and thrown as far from the spot as possible; and this command also was speedily executed.",
          "id": 16592
        },
        {
          "text": "The emperor, however, was not satisfied with having proceeded thus far: once more, fired with holy ardor, he directed that the ground itself should be dug up to a considerable depth, and the soil which had been polluted by the foul impurities of demon worship transported to a far distant place.",
          "id": 16593
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chapter XXVIII.",
          "id": 16594
        },
        {
          "text": "—Discovery of the Most Holy Sepulchre.",
          "id": 16595
        },
        {
          "text": "This also was accomplished without delay.",
          "id": 16596
        },
        {
          "text": "But as soon as the original surface of the ground, beneath the covering of earth, appeared, immediately, and contrary to all expectation, the venerable and hollowed monument of our Saviour's resurrection was discovered.",
          "id": 16597
        },
        {
          "text": "Then indeed did this most holy cave present a faithful similitude of his return to life, in that, after lying buried in darkness, it again emerged to light, and afforded to all who came to witness the sight, a clear and visible proof of the wonders of which that spot had once been the scene, a testimony to the resurrection of the Saviour clearer than any voice could give.",
          "id": 16598
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chapter XXIX.",
          "id": 16599
        },
        {
          "text": "—How he wrote concerning the Erection of a Church, both to the Governors of the Provinces, and to the Bishop Macarius.",
          "id": 16600
        },
        {
          "text": "Immediately after the transactions I have recorded, the emperor sent forth injunctions which breathed a truly pious spirit, at the same time granting ample supplies of money, and commanding that a house of prayer worthy of the worship of God should be erected near the Saviour's tomb on a scale of rich and royal greatness.",
          "id": 16601
        },
        {
          "text": "This object he had indeed for some time kept in view, and had foreseen, as if by the aid of a superior intelligence, that which should afterwards come to pass.",
          "id": 16602
        },
        {
          "text": "He laid his commands, therefore, on the governors of the Eastern provinces, that by an abundant and unsparing expenditure they should secure the completion of the work on a scale of noble and ample magnificence.",
          "id": 16603
        },
        {
          "text": "He also despatched the following letter to the bishop who at that time presided over the church at Jerusalem, in which he clearly asserted the saving doctrine of the faith, writing in these terms.",
          "id": 16604
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chapter XXX.",
          "id": 16605
        },
        {
          "text": "—Constantine's Letter to Macarius respecting the Building of the Church of our Saviour.",
          "id": 16606
        },
        {
          "text": "\"Victor Constantius, Maximus Augustus, to Macarius.",
          "id": 16607
        },
        {
          "text": "\"Such is our Saviour's grace, that no power of language seems adequate to describe the wondrous circumstance to which I am about to refer.",
          "id": 16608
        },
        {
          "text": "For, that the monument of his most holy Passion, so long ago buried beneath the ground, should have remained unknown for so long a series of years, until its reappearance to his servants now set free through the removal of him who was the common enemy of all, is a fact which truly surpasses all admiration.",
          "id": 16609
        },
        {
          "text": "For if all who are accounted wise throughout the world were to unite in their endeavors to say somewhat worthy of this event, they would be unable to attain their object in the smallest degree.",
          "id": 16610
        },
        {
          "text": "Indeed, the nature of this miracle as far transcends the capacity of human reason as heavenly things are superior to human affairs.",
          "id": 16611
        },
        {
          "text": "For this cause it is ever my first, and indeed my only object, that, as the authority of the truth is evincing itself daily by fresh wonders, so our souls may all become more zealous, with all sobriety and earnest unanimity, for the honor of the Divine law.",
          "id": 16612
        },
        {
          "text": "I desire, therefore, especially, that you should be persuaded of that which I suppose is evident to all beside, namely, that I have no greater care than how I may best adorn with a splendid structure that sacred spot, which, under Divine direction, I have disencumbered as it were of the heavy weight of foul idol worship; a spot which has been accounted holy from the beginning in God's judgment, but which now appears holier still, since it has brought to light a clear assurance of our Saviour's passion.",
          "id": 16613
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "Chapter XXXI.",
          "id": 16614
        },
        {
          "text": "—That the Building should surpass all the Churches in the World in the Beauty of its Walls, its Columns, and Marbles.",
          "id": 16615
        },
        {
          "text": "\"It will be well, therefore, for your sagacity to make such arrangements and provision of all things needful for the work, that not only the church itself as a whole may surpass all others whatsoever in beauty, but that the details of the building may be of such a kind that the fairest structures in any city of the empire may be excelled by this.",
          "id": 16616
        },
        {
          "text": "And with respect to the erection and decoration of the walls, this is to inform you that our friend Dracilianus, the deputy of the Praetorian Praefects, and the governor of the province, have received a charge from us.",
          "id": 16617
        },
        {
          "text": "For our pious directions to them are to the effect that artificers and laborers, and whatever they shall understand from your sagacity to be needful for the advancement of the work, shall forthwith be furnished by their care.",
          "id": 16618
        },
        {
          "text": "And as to the columns and marbles, whatever you shall judge, after actual inspection of the plan, to be especially precious and serviceable, be diligent to send information to us in writing, in order that whatever quantity or sort of materials we shall esteem from your letter to be needful, may be procured from every quarter, as required, for it is fitting that the most marvelous place in the world should be worthily decorated.",
          "id": 16619
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "Chapter XXXII.",
          "id": 16620
        },
        {
          "text": "—That he instructed the Governors concerning the Beautifying of the Roof; also concerning Workmen, and Materials.",
          "id": 16621
        },
        {
          "text": "\"With respect to the ceiling of the church, I wish to know from you whether in your judgment it should be panel-ceiled, or finished with any other kind of workmanship.",
          "id": 16622
        },
        {
          "text": "If the panel ceiling be adopted, it may also be ornamented with gold.",
          "id": 16623
        },
        {
          "text": "For the rest, your Holiness will give information as early as possible to the before-mentioned magistrates how many laborers and artificers, and what expenditure of money is required.",
          "id": 16624
        },
        {
          "text": "You will also be careful to send us a report without delay, not only respecting the marbles and columns, but the paneled ceiling also, should this appear to you to be the most beautiful form.",
          "id": 16625
        },
        {
          "text": "God preserve you, beloved brother!\".",
          "id": 16626
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "Chapter XXXIII.",
          "id": 16627
        },
        {
          "text": "—How the Church of our Saviour, the New Jerusalem prophesied of in Scripture, was built.",
          "id": 16628
        },
        {
          "text": "This was the emperor's letter; and his directions were at once carried into effect.",
          "id": 16629
        },
        {
          "text": "Accordingly, on the very spot which witnessed the Saviour's sufferings, a new Jerusalem was constructed, over against the one so celebrated of old, which, since the foul stain of guilt brought on it by the murder of the Lord, had experienced the last extremity of desolation, the effect of Divine judgment on its impious people.",
          "id": 16630
        },
        {
          "text": "It was opposite this city that the emperor now began to rear a monument to the Saviour's victory over death, with rich and lavish magnificence.",
          "id": 16631
        },
        {
          "text": "And it may be that this was that second and new Jerusalem spoken of in the predictions of the prophets, concerning which such abundant testimony is given in the divinely inspired records.",
          "id": 16632
        },
        {
          "text": "First of all, then, he adorned the sacred cave itself, as the chief part of the whole work, and the hallowed monument at which the angel radiant with light had once declared to all that regeneration which was first manifested in the Saviour's person.",
          "id": 16633
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "Chapter XXXIV.",
          "id": 16634
        },
        {
          "text": "—Description of the Structure of the Holy Sepulchre.",
          "id": 16635
        },
        {
          "text": "This monument, therefore, first of all, as the chief part of the whole, the emperor's zealous magnificence beautified with rare columns, and profusely enriched with the most splendid decorations of every kind.",
          "id": 16636
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "Chapter XXXV.",
          "id": 16637
        },
        {
          "text": "—Description of the Atrium and Porticos.",
          "id": 16638
        },
        {
          "text": "The next object of his attention was a space of ground of great extent, and open to the pure air of heaven.",
          "id": 16639
        },
        {
          "text": "This he adorned with a pavement of finely polished stone, and enclosed it on three sides with porticos of great length.",
          "id": 16640
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "Chapter XXXVI.",
          "id": 16641
        },
        {
          "text": "—Description of the Walls, Roof, Decoration, and Gilding of the Body of the Church.",
          "id": 16642
        },
        {
          "text": "For at the side opposite to the cave, which was the eastern side, the church itself was erected; a noble work rising to a vast height, and of great extent both in length and breadth.",
          "id": 16643
        },
        {
          "text": "The interior of this structure was floored with marble slabs of various colors; while the external surface of the walls, which shone with polished stones exactly fitted together, exhibited a degree of splendor in no respect inferior to that of marble.",
          "id": 16644
        },
        {
          "text": "With regard to the roof, it was covered on the outside with lead, as a protection against the rains of winter.",
          "id": 16645
        },
        {
          "text": "But the inner part of the roof, which was finished with sculptured panel work, extended in a series of connected compartments, like a vast sea, over the whole church; and, being overlaid throughout with the purest gold, caused the entire building to glitter as it were with rays of light.",
          "id": 16646
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "Chapter XXXVII.",
          "id": 16647
        },
        {
          "text": "—Description of the Double Porticos on Either Side, and of the Three Eastern Gates.",
          "id": 16648
        },
        {
          "text": "Besides this were two porticos on each side, with upper and lower ranges of pillars, corresponding in length with the church itself; and these also had their roofs ornamented with gold.",
          "id": 16649
        },
        {
          "text": "Of these porticos, those which were exterior to the church were supported by columns of great size, while those within these rested on piles of stone beautifully adorned on the surface.",
          "id": 16650
        },
        {
          "text": "Three gates, placed exactly east, were intended to receive the multitudes who entered the church.",
          "id": 16651
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "Chapter XXXVIII.",
          "id": 16652
        },
        {
          "text": "—Description of the Hemisphere, the Twelve Columns, and their Bowls.",
          "id": 16653
        },
        {
          "text": "Opposite these gates the crowning part of the whole was the hemisphere, which rose to the very summit of the church.",
          "id": 16654
        },
        {
          "text": "This was encircled by twelve columns (according to the number of the apostles of our Saviour), having their capitals embellished with silver bowls of great size, which the emperor himself presented as a splendid offering to his God.",
          "id": 16655
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "Chapter XXXIX.",
          "id": 16656
        },
        {
          "text": "—Description of the Inner Court, the Arcades and Porches.",
          "id": 16657
        },
        {
          "text": "In the next place he enclosed the atrium which occupied the space leading to the entrances in front of the church.",
          "id": 16658
        },
        {
          "text": "This comprehended, first the court, then the porticos on each side, and lastly the gates of the court.",
          "id": 16659
        },
        {
          "text": "After these, in the midst of the open market-place, the general entrance-gates, which were of exquisite workmanship, afforded to passers-by on the outside a view of the interior which could not fail to inspire astonishment.",
          "id": 16660
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "text": "Chapter XL.",
          "id": 16661
        },
        {
          "text": "—Of the Number of his Offerings.",
          "id": 16662
        },
        {
          "text": "This temple, then, the emperor erected as a conspicuous monument of the Saviour's resurrection, and embellished it throughout on an imperial scale of magnificence.",
          "id": 16663
        },
        {
          "text": "He further enriched it with numberless offerings of inexpressible beauty and various materials,—gold, silver, and precious stones, the skillful and elaborate arrangement of which, in regard to their magnitude, number, and variety, we have not leisure at present to describe particularly.",
          "id": 16664
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "text": "Chapter XLI.",
          "id": 16665
        },
        {
          "text": "—Of the Erection of Churches in Bethlehem, and on the Mount of Olives.",
          "id": 16666
        },
        {
          "text": "In the same country he discovered other places, venerable as being the localities of two sacred caves: and these also he adorned with lavish magnificence.",
          "id": 16667
        },
        {
          "text": "In the one case, he rendered due honor to that which had been the scene of the first manifestation of our Saviour's divine presence, when he submitted to be born in mortal flesh; while in the case of the second cavern he hallowed the remembrance of his ascension to heaven from the mountain top.",
          "id": 16668
        },
        {
          "text": "And while he thus nobly testified his reverence for these places, he at the same time eternized the memory of his mother, who had been the instrument of conferring so valuable a benefit on mankind.",
          "id": 16669
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "text": "Chapter XLII.",
          "id": 16670
        },
        {
          "text": "—That the Empress Helena,Constantine's Mother, having visited this Locality for Devotional Purposes, built these Churches.",
          "id": 16671
        },
        {
          "text": "For she, having resolved to discharge the duties of pious devotion to the God, the King of kings, and feeling it incumbent on her to render thanksgivings with prayers on behalf both of her own son, now so mighty an emperor, and of his sons, her own grandchildren, the divinely favored Caesars, though now advanced in years, yet gifted with no common degree of wisdom, had hastened with youthful alacrity to survey this venerable land; and at the same time to visit the eastern provinces, cities, and people, with a truly imperial solicitude.",
          "id": 16672
        },
        {
          "text": "As soon, then, as she had rendered due reverence to the ground which the Saviour's feet had trodden, according to the prophetic word which says \"Let us worship at the place whereon his feet have stood,\" she immediately bequeathed the fruit of her piety to future generations.",
          "id": 16673
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "text": "Chapter XLIII.",
          "id": 16674
        },
        {
          "text": "—A Farther Notice of the Churches at Bethlehem.",
          "id": 16675
        },
        {
          "text": "For without delay she dedicated two churches to the God whom she adored, one at the grotto which had been the scene of the Saviour's birth; the other on the mount of his ascension.",
          "id": 16676
        },
        {
          "text": "For he who was \"God with us\" had submitted to be born even in a cave of the earth, and the place of his nativity was called Bethlehem by the Hebrews.",
          "id": 16677
        },
        {
          "text": "Accordingly the pious empress honored with rare memorials the scene of her travail who bore this heavenly child, and beautified the sacred cave with all possible splendor.",
          "id": 16678
        },
        {
          "text": "The emperor himself soon after testified his reverence for the spot by princely offerings, and added to his mother's magnificence by costly presents of silver and gold, and embroidered hangings.",
          "id": 16679
        },
        {
          "text": "And farther, the mother of the emperor raised a stately structure on the Mount of Olives also, in memory of his ascent to heaven who is the Saviour of mankind, erecting a sacred church and temple on the very summit of the mount.",
          "id": 16680
        },
        {
          "text": "And indeed authentic history informs us that in this very cave the Saviour imparted his secret revelations to his disciples.",
          "id": 16681
        },
        {
          "text": "And here also the emperor testified his reverence for the King of kings, by diverse and costly offerings.",
          "id": 16682
        },
        {
          "text": "Thus did Helena Augusta, the pious mother of a pious emperor, erect over the two mystic caverns these two noble and beautiful monuments of devotion, worthy of everlasting remembrance, to the honor of God her Saviour, and as proofs of her holy zeal, receiving from her son the aid of his imperial power.",
          "id": 16683
        },
        {
          "text": "Nor was it long ere this aged woman reaped the due reward of her labors.",
          "id": 16684
        },
        {
          "text": "After passing the whole period of her life, even to declining age, in the greatest prosperity, and exhibiting both in word and deed abundant fruits of obedience to the divine precepts, and having enjoyed in consequence an easy and tranquil existence, with unimpaired powers of body and mind, at length she obtained from God an end befitting her pious course, and a recompense of her good deeds even in this present life.",
          "id": 16685
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "text": "Chapter XLIV.",
          "id": 16686
        },
        {
          "text": "—Of Helena's Generosity and Beneficent Acts.",
          "id": 16687
        },
        {
          "text": "For on the occasion of a circuit which she made of the eastern provinces, in the splendor of imperial authority, she bestowed abundant proofs of her liberality as well on the inhabitants of the several cities collectively, as on individuals who approached her, at the same time that she scattered largesses among the soldiery with a liberal hand.",
          "id": 16688
        },
        {
          "text": "But especially abundant were the gifts she bestowed on the naked and unprotected poor.",
          "id": 16689
        },
        {
          "text": "To some she gave money, to others an ample supply of clothing: she liberated some from imprisonment, or from the bitter servitude of the mines; others she delivered from unjust oppression, and others again, she restored from exile.",
          "id": 16690
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "text": "Chapter XLV.",
          "id": 16691
        },
        {
          "text": "—Helena's Pious Conduct in the Churches.",
          "id": 16692
        },
        {
          "text": "While, however, her character derived luster from such deeds as I have described, she was far from neglecting personal piety toward God.",
          "id": 16693
        },
        {
          "text": "She might be seen continually frequenting his Church, while at the same time she adorned the houses of prayer with splendid offerings, not overlooking the churches of the smallest cities.",
          "id": 16694
        },
        {
          "text": "In short, this admirable woman was to be seen, in simple and modest attire, mingling with the crowd of worshipers, and testifying her devotion to God by a uniform course of pious conduct.",
          "id": 16695
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "text": "Chapter XLVI.",
          "id": 16696
        },
        {
          "text": "—How she made her Will, and died at the Age of Eighty Years.",
          "id": 16697
        },
        {
          "text": "And when at length at the close of a long life, she was called to inherit a happier lot, having arrived at the eightieth year of her age, and being very near the time of her departure, she prepared and executed her last will in favor of her only son, the emperor and sole monarch of the world, and her grandchildren, the Caesars his sons, to whom severally she bequeathed whatever property she possessed in any part of the world.",
          "id": 16698
        },
        {
          "text": "Having thus made her will, this thrice blessed woman died in the presence of her illustrious son, who was in attendance at her side, caring for her and held her hands: so that, to those who rightly discerned the truth, the thrice blessed one seemed not to die, but to experience a real change and transition from an earthly to a heavenly existence, since her soul, remoulded as it were into an incorruptible and angelic essence, was received up into her Saviour's presence.",
          "id": 16699
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "text": "Chapter XLVII.",
          "id": 16700
        },
        {
          "text": "—How Constantine buried his Mother, and how he honored her during her Life.",
          "id": 16701
        },
        {
          "text": "Her body, too, was honored with special tokens of respect, being escorted on its way to the imperial city by a vast train of guards, and there deposited in a royal tomb.",
          "id": 16702
        },
        {
          "text": "Such were the last days of our emperor's mother, a person worthy of being had in perpetual remembrance, both for her own practical piety, and because she had given birth to so extraordinary and admirable an offspring.",
          "id": 16703
        },
        {
          "text": "And well may his character be styled blessed, for his filial piety as well as on other grounds.",
          "id": 16704
        },
        {
          "text": "He rendered her through his influence so devout a worshiper of God, (though she had not previously been such,) that she seemed to have been instructed from the first by the Saviour of mankind: and besides this, he had honored her so fully with imperial dignities, that in every province, and in the very ranks of the soldiery, she was spoken of under the titles of Augusta and empress, and her likeness was impressed on golden coins.",
          "id": 16705
        },
        {
          "text": "He had even granted her authority over the imperial treasures, to use and dispense them according to her own will and discretion in every case: for this enviable distinction also she received at the hands of her son.",
          "id": 16706
        },
        {
          "text": "Hence it is that among the qualities which shed a luster on his memory, we may rightly include that surpassing degree of filial affection whereby he rendered full obedience to the Divine precepts which enjoin due honor from children to their parents.",
          "id": 16707
        },
        {
          "text": "In this manner, then, the emperor executed in Palestine the noble works I have above described: and indeed in every province he raised new churches on a far more imposing scale than those which had existed before his time.",
          "id": 16708
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "text": "Chapter XLVIII.",
          "id": 16709
        },
        {
          "text": "—How he built Churches in Honor of Martyrs, and abolished Idolatry at Constantinople.",
          "id": 16710
        },
        {
          "text": "And being fully resolved to distinguish the city which bore his name with especial honor, he embellished it with numerous sacred edifices, both memorials of martyrs on the largest scale, and other buildings of the most splendid kind, not only within the city itself, but in its vicinity: and thus at the same time he rendered honor to the memory of the martyrs, and consecrated his city to the martyrs' God.",
          "id": 16711
        },
        {
          "text": "Being filled, too, with Divine wisdom, he determined to purge the city which was to be distinguished by his own name from idolatry of every kind, that henceforth no statues might be worshiped there in the temples of those falsely reputed to be gods, nor any altars defiled by the pollution of blood: that there might be no sacrifices consumed by fire, no demon festivals, nor any of the other ceremonies usually observed by the superstitious.",
          "id": 16712
        }
      ]
    },
    {
      "chapter": 49,
      "verses": [
        {
          "text": "Chapter XLIX.",
          "id": 16713
        },
        {
          "text": "—Representation of the Cross in the Palace, and of Daniel at the Public Fountains.",
          "id": 16714
        },
        {
          "text": "On the other hand one might see the fountains in the midst of the market place graced with figures representing the good Shepherd, well known to those who study the sacred oracles, and that of Daniel also with the lions, forged in brass, and resplendent with plates of gold.",
          "id": 16715
        },
        {
          "text": "Indeed, so large a measure of Divine love possessed the emperor's soul, that in the principal apartment of the imperial palace itself, on a vast tablet displayed in the center of its gold-covered paneled ceiling, he caused the symbol of our Saviour's Passion to be fixed, composed of a variety of precious stones richly inwrought with gold.",
          "id": 16716
        },
        {
          "text": "This symbol he seemed to have intended to be as it were the safeguard of the empire itself.",
          "id": 16717
        }
      ]
    },
    {
      "chapter": 50,
      "verses": [
        {
          "text": "Chapter L.",
          "id": 16718
        },
        {
          "text": "—That he erected Churches in Nicomedia, and in Other Cities.",
          "id": 16719
        },
        {
          "text": "Having thus embellished the city which bore his name, he next distinguished the capital of Bithynia by the erection of a stately and magnificent church, being desirous of raising in this city also, in honor of his Saviour and at his own charges, a memorial of his victory over his own enemies and the adversaries of God.",
          "id": 16720
        },
        {
          "text": "He also decorated the principal cities of the other provinces with sacred edifices of great beauty; as, for example, in the case of that metropolis of the East which derived its name from Antiochus, in which, as the head of that portion of the empire, he consecrated to the service of God a church of unparalleled size and beauty.",
          "id": 16721
        },
        {
          "text": "The entire building was encompassed by an enclosure of great extent, within which the church itself rose to a vast elevation, being of an octagonal form, and surrounded on all sides by many chambers, courts, and upper and lower apartments; the whole richly adorned with a profusion of gold, brass, and other materials of the most costly kind.",
          "id": 16722
        }
      ]
    },
    {
      "chapter": 51,
      "verses": [
        {
          "text": "Chapter LI.",
          "id": 16723
        },
        {
          "text": "—That he ordered a Church to be built at Mambre.",
          "id": 16724
        },
        {
          "text": "Such was the principal sacred edifices erected by the emperor's command.",
          "id": 16725
        },
        {
          "text": "But having heard that the self-same Saviour who erewhile had appeared on earth had in ages long since past afforded a manifestation of his Divine presence to holy men of Palestine near the oak of Mambre, he ordered that a house of prayer should be built there also in honor of the God who had thus appeared.",
          "id": 16726
        },
        {
          "text": "Accordingly the imperial commission was transmitted to the provincial governors by letters addressed to them individually, enjoining a speedy completion of the appointed work.",
          "id": 16727
        },
        {
          "text": "He sent moreover to the writer of this history an eloquent admonition, a copy of which I think it well to insert in the present work, in order to convey a just idea of his pious diligence and zeal.",
          "id": 16728
        },
        {
          "text": "To express, then, his displeasure at the evil practices which he had heard were usual in the place just referred to, he addressed me in the following terms.",
          "id": 16729
        }
      ]
    },
    {
      "chapter": 52,
      "verses": [
        {
          "text": "Chapter LII.",
          "id": 16730
        },
        {
          "text": "—Constantine's Letter to Eusebius concerning Mambre.",
          "id": 16731
        },
        {
          "text": "\"Victor Constantinus, Maximus Augustus, to Macarius, and the rest of the bishops in Palestine.",
          "id": 16732
        },
        {
          "text": "\"One benefit, and that of no ordinary importance, has been conferred on us by my truly pious mother-in-law, in that she has made known to us by letter that abandoned folly of impious men which has hitherto escaped detection by you: so that the criminal conduct thus overlooked may now through our means obtain fitting correction and remedy, necessary though tardy.",
          "id": 16733
        },
        {
          "text": "For surely it is a grave impiety indeed, that holy places should be defiled by the stain of unhallowed impurities.",
          "id": 16734
        },
        {
          "text": "What then is this, dearest brethren, which, though it has eluded your sagacity, she of whom I speak was impelled by a pious sense of duty to disclose?.",
          "id": 16735
        }
      ]
    },
    {
      "chapter": 53,
      "verses": [
        {
          "text": "Chapter LIII.",
          "id": 16736
        },
        {
          "text": "—That the Saviour appeared in this Place to Abraham.",
          "id": 16737
        },
        {
          "text": "\"She assures me, then, that the place which takes its name from the oak of Mambre, where we find that Abraham dwelt, is defiled by certain of the slaves of superstition in every possible way.",
          "id": 16738
        },
        {
          "text": "She declares that idols which should be utterly destroyed have been erected on the site of that tree; that an altar is near the spot; and that impure sacrifices are continually performed.",
          "id": 16739
        },
        {
          "text": "Now since it is evident that these practices are equally inconsistent with the character of our times, and unworthy the sanctity of the place itself, I wish your Gravities to be informed that the illustrious Count Acacius, our friend, has received instructions by letter from me, to the effect that every idol which shall be found in the place above-mentioned shall immediately be consigned to the flames; that the altar be utterly demolished; and that if any one, after this our mandate, shall be guilty of impiety of any kind in this place, he shall be visited with condign punishment.",
          "id": 16740
        },
        {
          "text": "The place itself we have directed to be adorned with an unpolluted structure, I mean a church; in order that it may become a fitting place of assembly for holy men.",
          "id": 16741
        },
        {
          "text": "Meantime, should any breach of these our commands occur, it should be made known to our clemency without the least delay by letters from you, that we may direct the person detected to be dealt with, as a transgressor of the law, in the severest manner.",
          "id": 16742
        },
        {
          "text": "For you are not ignorant that the Supreme God first appeared to Abraham, and conversed with him, in that place.",
          "id": 16743
        },
        {
          "text": "There it was that the observance of the Divine law first began; there first the Saviour himself, with the two angels, vouchsafed to Abraham a manifestation of his presence; there God first appeared to men; there he gave promise to Abraham concerning his future seed, and straightway fulfilled that promise; there he foretold that he should be the father of a multitude of nations.",
          "id": 16744
        },
        {
          "text": "For these reasons, it seems to me right that this place should not only be kept pure through your diligence from all defilement, but restored also to its pristine sanctity; that nothing hereafter may be done there except the performance of fitting service to him who is the Almighty God, and our Saviour, and Lord of all.",
          "id": 16745
        },
        {
          "text": "And this service it is incumbent on you to care for with due attention, if your Gravities be willing (and of this I feel confident) to gratify my wishes, which are especially interested in the worship of God.",
          "id": 16746
        },
        {
          "text": "May he preserve you, beloved brethren!\".",
          "id": 16747
        }
      ]
    },
    {
      "chapter": 54,
      "verses": [
        {
          "text": "Chapter LIV.",
          "id": 16748
        },
        {
          "text": "—Destruction of Idol Temples and Images everywhere.",
          "id": 16749
        },
        {
          "text": "All these things the emperor diligently performed to the praise of the saving power of Christ, and thus made it his constant aim to glorify his Saviour God.",
          "id": 16750
        },
        {
          "text": "On the other hand he used every means to rebuke the superstitious errors of the heathen.",
          "id": 16751
        },
        {
          "text": "Hence the entrances of their temples in the several cities were left exposed to the weather, being stripped of their doors at his command; the tiling of others was removed, and their roofs destroyed.",
          "id": 16752
        },
        {
          "text": "From others again the venerable statues of brass, of which the superstition of antiquity had boasted for a long series of years, were exposed to view in all the public places of the imperial city: so that here a Pythian, there a Sminthian Apollo, excited the contempt of the beholder: while the Delphic tripods were deposited in the hippodrome and the Muses of Helicon in the palace itself.",
          "id": 16753
        },
        {
          "text": "In short, the city which bore his name was everywhere filled with brazen statues of the most exquisite workmanship, which had been dedicated in every province, and which the deluded victims of superstition had long vainly honored as gods with numberless victims and burnt sacrifices, though now at length they learnt to renounce their error, when the emperor held up the very objects of their worship to be the ridicule and sport of all beholders.",
          "id": 16754
        },
        {
          "text": "With regard to those images which were of gold, he dealt with them in a different manner.",
          "id": 16755
        },
        {
          "text": "For as soon as he understood that the ignorant multitudes were inspired with a vain and childish dread of these bugbears of error, wrought in gold and silver, he judged it right to remove these also, like stumbling-stones thrown in the way of men walking in the dark, and henceforward to open a royal road, plain and unobstructed to all.",
          "id": 16756
        },
        {
          "text": "Having formed this resolution, he considered no soldiers or military force of any sort needful for the suppression of the evil: a few of his own friends sufficed for this service, and these he sent by a simple expression of his will to visit each several province.",
          "id": 16757
        },
        {
          "text": "Accordingly, sustained by confidence in the emperor's pious intentions and their own personal devotion to God, they passed through the midst of numberless tribes and nations, abolishing this ancient error in every city and country.",
          "id": 16758
        },
        {
          "text": "They ordered the priests themselves, amidst general laughter and scorn, to bring their gods from their dark recesses to the light of day: they then stripped them of their ornaments, and exhibited to the gaze of all the unsightly reality which had been hidden beneath a painted exterior.",
          "id": 16759
        },
        {
          "text": "Lastly, whatever part of the material appeared valuable they scraped off and melted in the fire to prove its worth, after which they secured and set apart whatever they judged needful for their purpose, leaving to the superstitious worshipers that which was altogether useless, as a memorial of their shame.",
          "id": 16760
        },
        {
          "text": "Meanwhile our admirable prince was himself engaged in a work similar to what we have described.",
          "id": 16761
        },
        {
          "text": "For at the same time that these costly images of the dead were stripped, as we have said, of their precious materials, he also attacked those composed of brass; causing those to be dragged from their places with ropes and as it were carried away captive, whom the dotage of mythology had esteemed as gods.",
          "id": 16762
        }
      ]
    },
    {
      "chapter": 55,
      "verses": [
        {
          "text": "Chapter LV.",
          "id": 16763
        },
        {
          "text": "—Overthrow of an Idol Temple, and Abolition of Licentious Practices, at Aphaca in Phoenicia.",
          "id": 16764
        },
        {
          "text": "The emperor's next care was to kindle, as it were, a brilliant torch, by the light of which he directed his imperial gaze around, to see if any hidden vestiges of error might still exist.",
          "id": 16765
        },
        {
          "text": "And as the keen-sighted eagle in its heavenward flight is able to descry from its lofty height the most distant objects on the earth, so did he, while residing in the imperial palace of his own fair city, discover as from a watch-tower a hidden and fatal snare of souls in the province of Phoenicia.",
          "id": 16766
        },
        {
          "text": "This was a grove and temple, not situated in the midst of any city, nor in any public place, as for splendor of effect is generally the case, but apart from the beaten and frequented road, at Aphaca, on part of the summit of Mount Lebanon, and dedicated to the foul demon known by the name of Venus.",
          "id": 16767
        },
        {
          "text": "It was a school of wickedness for all the votaries of impurity, and such as destroyed their bodies with effeminacy.",
          "id": 16768
        },
        {
          "text": "Here men undeserving of the name forgot the dignity of their sex, and propitiated the demon by their effeminate conduct; here too unlawful commerce of women and adulterous intercourse, with other horrible and infamous practices, were perpetrated in this temple as in a place beyond the scope and restraint of law.",
          "id": 16769
        },
        {
          "text": "Meantime these evils remained unchecked by the presence of any observer, since no one of fair character ventured to visit such scenes.",
          "id": 16770
        },
        {
          "text": "These proceedings, however, could not escape the vigilance of our august emperor, who, having himself inspected them with characteristic forethought, and judging that such a temple was unfit for the light of heaven, gave orders that the building with its offerings should be utterly destroyed.",
          "id": 16771
        },
        {
          "text": "Accordingly, in obedience to the imperial command, these engines of an impure superstition were immediately abolished, and the hand of military force was made instrumental in purging the place.",
          "id": 16772
        },
        {
          "text": "And now those who had heretofore lived without restraint learned self-control through the emperor's threat of punishment, as likewise those superstitious Gentiles wise in their own conceit, who now obtained experimental proof of their own folly.",
          "id": 16773
        }
      ]
    },
    {
      "chapter": 56,
      "verses": [
        {
          "text": "Chapter LVI.",
          "id": 16774
        },
        {
          "text": "—Destruction of the Temple of aesculapius at aegae.",
          "id": 16775
        },
        {
          "text": "For since a wide-spread error of these pretenders to wisdom concerned the demon worshiped in Cilicia, whom thousands regarded with reverence as the possessor of saving and healing power, who sometimes appeared to those who passed the night in his temple, sometimes restored the diseased to health, though on the contrary he was a destroyer of souls, who drew his easily deluded worshipers from the true Saviour to involve them in impious error, the emperor, consistently with his practice, and desire to advance the worship of him who is at once a jealous God and the true Saviour, gave directions that this temple also should be razed to the ground.",
          "id": 16776
        },
        {
          "text": "In prompt obedience to this command, a band of soldiers laid this building, the admiration of noble philosophers, prostrate in the dust, together with its unseen inmate, neither demon nor god, but rather a deceiver of souls, who had seduced mankind for so long a time through various ages.",
          "id": 16777
        },
        {
          "text": "And thus he who had promised to others deliverance from misfortune and distress, could find no means for his own security, any more than when, as is told in myth, he was scorched by the lightning's stroke.",
          "id": 16778
        },
        {
          "text": "Our emperor's pious deeds, however, had in them nothing fabulous or feigned; but by virtue of the manifested power of his Saviour, this temple as well as others was so utterly overthrown, that not a vestige of the former follies was left behind.",
          "id": 16779
        }
      ]
    },
    {
      "chapter": 57,
      "verses": [
        {
          "text": "Chapter LVII.",
          "id": 16780
        },
        {
          "text": "—How the Gentiles abandoned Idol Worship, and turned to the Knowledge of God.",
          "id": 16781
        },
        {
          "text": "Hence it was that, of those who had been the slaves of superstition, when they saw with their own eyes the exposure of their delusion, and beheld the actual ruin of the temples and images in every place, some applied themselves to the saving doctrine of Christ; while others, though they declined to take this step, yet reprobated the folly which they had received from their fathers, and laughed to scorn what they had so long been accustomed to regard as gods.",
          "id": 16782
        },
        {
          "text": "Indeed, what other feelings could possess their minds, when they witnessed the thorough uncleanness concealed beneath the fair exterior of the objects of their worship? Beneath this were found either the bones of dead men or dry skulls, fraudulently adorned by the arts of magicians, or filthy rags full of abominable impurity, or a bundle of hay or stubble.",
          "id": 16783
        },
        {
          "text": "On seeing all these things heaped together within their lifeless images, they denounced their fathers' extreme folly and their own, especially when neither in the secret recesses of the temples nor in the statues themselves could any inmate be found; neither demon, nor utterer of oracles, neither god nor prophet, as they had heretofore supposed: nay, not even a dim and shadowy phantom could be seen.",
          "id": 16784
        },
        {
          "text": "Accordingly, every gloomy cavern, every hidden recess, afforded easy access to the emperor's emissaries: the inaccessible and secret chambers, the innermost shrines of the temples, were trampled by the soldiers' feet; and thus the mental blindness which had prevailed for so many ages over the gentile world became clearly apparent to the eyes of all.",
          "id": 16785
        }
      ]
    },
    {
      "chapter": 58,
      "verses": [
        {
          "text": "Chapter LVIII.",
          "id": 16786
        },
        {
          "text": "—How he destroyed the Temple of Venus at Heliopolis, and built the First Church in that City.",
          "id": 16787
        },
        {
          "text": "Such actions as I have described may well be reckoned among the emperor's noblest achievements, as also the wise arrangements which he made respecting each particular province.",
          "id": 16788
        },
        {
          "text": "We may instance the Phoenician city Heliopolis, in which those who dignify licentious pleasure with a distinguishing title of honor, had permitted their wives and daughters to commit shameless fornication.",
          "id": 16789
        },
        {
          "text": "But now a new statute, breathing the very spirit of modesty, proceeded from the emperor, which peremptorily forbade the continuance of former practices.",
          "id": 16790
        },
        {
          "text": "And besides this he sent them also written exhortations, as though he had been especially ordained by God for this end, that he might instruct all men in the principles of chastity.",
          "id": 16791
        },
        {
          "text": "Hence, he disdained not to communicate by letter even with these persons, urging them to seek diligently the knowledge of God.",
          "id": 16792
        },
        {
          "text": "At the same time he followed up his words by corresponding deeds, and erected even in this city a church of great size and magnificence: so that an event unheard of before in any age, now for the first time came to pass, namely, that a city which had hitherto been wholly given up to superstition now obtained the privilege of a church of God, with presbyters and deacons, and its people were placed under the presiding care of a bishop consecrated to the service of the supreme God.",
          "id": 16793
        },
        {
          "text": "And further, the emperor, being anxious that here also as many as possible might be won to the truth, bestowed abundant provision for the necessities of the poor, desiring even thus to invite them to seek the doctrines of salvation, as though he were almost adopting the words of him who said, \"Whether in pretense, or in truth, let Christ be preached\".",
          "id": 16794
        }
      ]
    },
    {
      "chapter": 59,
      "verses": [
        {
          "text": "Chapter LIX.",
          "id": 16795
        },
        {
          "text": "—Of the Disturbance at Antioch by Eustathius.",
          "id": 16796
        },
        {
          "text": "In the midst, however, of the general happiness occasioned by these events, and while the Church of God was every where and every way flourishing throughout the empire, once more that spirit of envy, who ever watches for the ruin of the good, prepared himself to combat the greatness of our prosperity, in the expectation, perhaps, that the emperor himself, provoked by our tumults and disorders, might eventually become estranged from us.",
          "id": 16797
        },
        {
          "text": "Accordingly, he kindled a furious controversy at Antioch, and thereby involved the church in that place in a series of tragic calamities, which had well-nigh occasioned the total overthrow of the city.",
          "id": 16798
        },
        {
          "text": "The members of the Church were divided into two opposite parties; while the people, including even the magistrates and soldiery, were roused to such a pitch, that the contest would have been decided by the sword, had not the watchful providence of God, as well as dread of the emperor's displeasure, controlled the fury of the multitude.",
          "id": 16799
        },
        {
          "text": "On this occasion, too, the emperor, acting the part of a preserver and physician of souls, applied with much forbearance the remedy of persuasion to those who needed it.",
          "id": 16800
        },
        {
          "text": "He gently pleaded, as it were by an embassy, with his people, sending among them one of the best approved and most faithful of those who were honored with the dignity of Count; at the same time that he exhorted them to a peaceable spirit by repeated letters, and instructed them in the practice of true godliness.",
          "id": 16801
        },
        {
          "text": "Having prevailed by these remonstrances, he excused their conduct in his subsequent letters, alleging that he had himself heard the merits of the case from him on whose account the disturbance had arisen.",
          "id": 16802
        },
        {
          "text": "And these letters of his, which are replete with learning and instruction of no ordinary kind, I should have inserted in this present work, were it not that they might affix a mark of dishonor to the character of the persons accused.",
          "id": 16803
        },
        {
          "text": "I will therefore omit these, being unwilling to revive the memory of past grievances, and will only annex those to my present narrative which he wrote to testify his satisfaction at the re-establishment of peace and concord among the rest.",
          "id": 16804
        },
        {
          "text": "In these letters, he cautioned them against any desire to claim the ruler of another district, through whose intervention peace had been restored, as their own, and exhorted them, consistently with the usage of the Church, to choose him as their bishop, whom the common Saviour of all should point out as suited for the office.",
          "id": 16805
        },
        {
          "text": "His letter, then, is addressed to the people and to the bishops, severally, in the following terms.",
          "id": 16806
        }
      ]
    },
    {
      "chapter": 60,
      "verses": [
        {
          "text": "Chapter LX.",
          "id": 16807
        },
        {
          "text": "—Constantine's Letter to the Antiochians, directing them not to withdraw Eusebius from Caesarea, but to seek some one else.",
          "id": 16808
        },
        {
          "text": "\"Victor Constantinus, Maximus Augustus, to the people of Antioch.",
          "id": 16809
        },
        {
          "text": "\"How pleasing to the wise and intelligent portion of mankind is the concord which exists among you! And I myself, brethren, am disposed to love you with an enduring affection, inspired both by religion, and by your own manner of life and zeal on my behalf.",
          "id": 16810
        },
        {
          "text": "It is by the exercise of right understanding and sound discretion, that we are enabled really to enjoy our blessings.",
          "id": 16811
        },
        {
          "text": "And what can become you so well as this discretion? No wonder, then, if I affirm that your maintenance of the truth has tended rather to promote your security than to draw on you the hatred of others.",
          "id": 16812
        },
        {
          "text": "Indeed, amongst brethren, whom the selfsame disposition to walk in the ways of truth and righteousness promises, through the favor of God, to register among his pure and holy family, what can be more honorable than gladly to acquiesce in the prosperity of all men? Especially since the precepts of the divine law prescribe a better direction to your proposed intention, and we ourselves desire that your judgment should be confirmed by proper sanction.",
          "id": 16813
        },
        {
          "text": "It may be that you are surprised, and at a loss to understand the meaning of this introduction to my present address.",
          "id": 16814
        },
        {
          "text": "The cause of it I will not hesitate to explain without reserve.",
          "id": 16815
        },
        {
          "text": "I confess, then, that on reading your records I perceived, by the highly eulogistic testimony which they bear to Eusebius, bishop of Caesarea, whom I have myself long well known and esteemed for his learning and moderation, that you are strongly attached to him, and desire to appropriate him as your own.",
          "id": 16816
        },
        {
          "text": "What thoughts, then, do you suppose that I entertain on this subject, desirous as I am to seek for and act on the strict principles of right? What anxiety do you imagine this desire of yours has caused me? O holy faith, who givest us in our Saviour's words and precepts a model, as it were, of what our life should be, how hardly wouldst thou thyself resist the sins of men, were it not that thou refusest to subserve the purposes of gain! In my own judgment, he whose first object is the maintenance of peace, seems to be superior to Victory herself; and where a right and honorable course lies open to one's choice, surely no one would hesitate to adopt it.",
          "id": 16817
        },
        {
          "text": "I ask then, brethren, why do we so decide as to inflict an injury on others by our choice? Why do we covet those objects which will destroy the credit of our own reputation? I myself highly esteem the individual whom ye judge worthy of your respect and affection: notwithstanding, it cannot be right that those principles should be entirely disregarded which should be authoritative and binding on all alike, so that each should not be content with his own circumstances, and all enjoy their proper privileges: nor can it be right, in considering the claims of rival candidates, to suppose but that not one only, but many, may appear worthy of comparison with this person.",
          "id": 16818
        },
        {
          "text": "For as long as no violence or harshness are suffered to disturb the dignities of the church, they continue to be on an equal footing, and worthy of the same consideration everywhere.",
          "id": 16819
        },
        {
          "text": "Nor is it reasonable that an inquiry into the qualifications of this one should be made to the detriment of others; since the judgment of all churches, whether reckoned of greater or less importance in themselves, is equally capable of receiving and maintaining the divine ordinances, so that one is in no way inferior to another, if we will but boldly declare the truth, in regard to that standard of practice which is common to all.",
          "id": 16820
        },
        {
          "text": "If this be so, we must say that you will be chargeable, not with retaining this prelate, but with wrongfully removing him; your conduct will be characterized rather by violence than justice; and whatever may be generally thought by others, I dare clearly and boldly affirm that this measure will furnish ground of accusation against you, and will provoke factious disturbances of the most mischievous kind: for even timid flocks can show the use and power of their teeth, when the watchful care of their shepherd declines, and they find themselves bereft of his accustomed guidance.",
          "id": 16821
        },
        {
          "text": "If this then be really so, if I am not deceived in my judgment, let this, brethren, be your first consideration, for many and important considerations will immediately present themselves, whether, should you persist in your intention, that mutual kindly feeling and affection which should subsist among you will suffer no diminution? In the next place, remember that he, who came among you for the purpose of offering disinterested counsel, now enjoys the reward which is due to him in the judgment of heaven; for he has received no ordinary recompense in the high testimony you have borne to his equitable conduct.",
          "id": 16822
        },
        {
          "text": "Lastly, in accordance with your usual sound judgment, do ye exhibit a becoming diligence in selecting the person of whom you stand in need, carefully avoiding all factious and tumultuous clamor; for such clamor is always wrong, and from the collision of discordant elements both sparks and flame will arise.",
          "id": 16823
        },
        {
          "text": "I protest, as I desire to please God and you, and to enjoy a happiness commensurate with your kind wishes, that I love you, and the quiet haven of your gentleness, now that you have cast from you that which defiled, and received in its place at once sound morality and concord, firmly planting in the vessel the sacred standard, and guided, as one may say, by a helm of iron in your course onward to the light of heaven.",
          "id": 16824
        },
        {
          "text": "Receive then on board that merchandise which is incorruptible, since, as it were, all bilge water has been drained from the vessel; and be careful henceforth so to secure the enjoyment of all your present blessing, that you may not seem at any future time either to have determined any measure on the impulse of inconsiderate or ill-directed zeal, or in the first instance rashly to have entered on an inexpedient course.",
          "id": 16825
        },
        {
          "text": "May God preserve you, beloved brethren!\".",
          "id": 16826
        }
      ]
    },
    {
      "chapter": 61,
      "verses": [
        {
          "text": "Chapter LXI.",
          "id": 16827
        },
        {
          "text": "—The Emperor's Letter to Eusebius praising him for refusing the Bishopric of Antioch.",
          "id": 16828
        },
        {
          "text": "The Emperor's Letter to me on my refusing the Bishopric of Antioch.",
          "id": 16829
        },
        {
          "text": "\"Victor Constantinus, Maximus Augustus, to Eusebius.",
          "id": 16830
        },
        {
          "text": "\"I have most carefully perused your letter, and perceive that you have strictly conformed to the rule enjoined by the discipline of the Church.",
          "id": 16831
        },
        {
          "text": "Now to abide by that which appears at the same time pleasing to God, and accordant with apostolical tradition, is a proof of true piety.",
          "id": 16832
        },
        {
          "text": "You have reason to deem yourself happy on this behalf, that you are counted worthy, in the judgment, I may say, of all the world, to have the oversight of any church.",
          "id": 16833
        },
        {
          "text": "For the desire which all feel to claim you for their own, undoubtedly enhances your enviable fortune in this respect.",
          "id": 16834
        },
        {
          "text": "Notwithstanding, your Prudence whose resolve it is to observe the ordinances of God and the apostolic canon of the Church, has done excellently well in declining the bishopric of the church at Antioch, and desiring to continue in that church of which you first received the oversight by the will of God.",
          "id": 16835
        },
        {
          "text": "I have written on this subject to the people of Antioch, and also to your colleagues in the ministry who had themselves consulted me in regard to this question; on reading which letters, your Holiness will easily discern, that, inasmuch as justice itself opposed their claims, I have written to them under divine direction.",
          "id": 16836
        },
        {
          "text": "It will be necessary that your Prudence should be present at their conference, in order that this decision may be ratified in the church at Antioch.",
          "id": 16837
        },
        {
          "text": "God preserve you, beloved brother!\".",
          "id": 16838
        }
      ]
    },
    {
      "chapter": 62,
      "verses": [
        {
          "text": "Chapter LXII.",
          "id": 16839
        },
        {
          "text": "—Constantine's Letter to the Council, depreciating the Removal of Eusebius from Caesarea.",
          "id": 16840
        },
        {
          "text": "\"Victor Constantinus, Maximus Augustus, to Theodotus, Theodorus, Narcissus, Aëtius, Alpheus, and the rest of the bishops who are at Antioch.",
          "id": 16841
        },
        {
          "text": "\"I have perused the letters written by your Prudences, and highly approve of the wise resolution of your colleague in the ministry, Eusebius.",
          "id": 16842
        },
        {
          "text": "Having, moreover, been informed of the circumstances of the case, partly by your letters, partly by those of our illustrious counts, Acacius and Strategius, after sufficient investigation I have written to the people of Antioch, suggesting the course which will be at once pleasing to God and advantageous for the Church.",
          "id": 16843
        },
        {
          "text": "A copy of this I have ordered to be subjoined to this present letter, in order that ye yourselves may know what I thought fit, as an advocate of the cause of justice, to write to that people: since I find in your letter this proposal, that, in consonance with the choice of the people, sanctioned by your own desire, Eusebius the holy bishop of Caesarea should preside over and take the charge of the church at Antioch.",
          "id": 16844
        },
        {
          "text": "Now the letters of Eusebius himself on this subject appeared to be strictly accordant with the order prescribed by the Church.",
          "id": 16845
        },
        {
          "text": "Nevertheless it is expedient that your Prudences should be made acquainted with my opinion also.",
          "id": 16846
        },
        {
          "text": "For I am informed that Euphronius the presbyter, who is a citizen of Caesarea in Cappadocia, and George of Arethusa, likewise a presbyter, and appointed to that office by Alexander at Alexandria, are men of tried faith.",
          "id": 16847
        },
        {
          "text": "It was right, therefore, to intimate to your Prudences, that in proposing these men and any others whom you may deem worthy the episcopal dignity, you should decide this question in a manner conformable to the tradition of the apostles.",
          "id": 16848
        },
        {
          "text": "For in that case, your Prudences will be able, according to the rule of the Church and apostolic tradition, to direct this election in the manner which true ecclesiastical discipline shall prescribe.",
          "id": 16849
        },
        {
          "text": "God preserve you, beloved brethren!\".",
          "id": 16850
        }
      ]
    },
    {
      "chapter": 63,
      "verses": [
        {
          "text": "Chapter LXIII.",
          "id": 16851
        },
        {
          "text": "—How he displayed his Zeal for the Extirpation of Heresies.",
          "id": 16852
        },
        {
          "text": "Such were the exhortations to do all things to the honor of the divine religion which the emperor addressed to the rulers of the churches.",
          "id": 16853
        },
        {
          "text": "Having by these means banished dissension, and reduced the Church of God to a state of uniform harmony, he next proceeded to a different duty, feeling it incumbent on him to extirpate another sort of impious persons, as pernicious enemies of the human race.",
          "id": 16854
        },
        {
          "text": "These were pests of society, who ruined whole cities under the specious garb of religious decorum; men whom our Saviour's warning voice somewhere terms false prophets and ravenous wolves: \"Beware of false prophets, which will come to you in sheep's clothing, but inwardly are ravening wolves.",
          "id": 16855
        },
        {
          "text": "By their fruits ye shall know them\".",
          "id": 16856
        },
        {
          "text": "Accordingly, by an order transmitted to the governors of the several provinces, he effectually banished all such offenders.",
          "id": 16857
        },
        {
          "text": "In addition to this ordinance he addressed to them personally a severely awakening admonition, exhorting them to an earnest repentance, that they might still find a haven of safety in the true Church of God.",
          "id": 16858
        },
        {
          "text": "Hear, then, in what manner he addressed them in this letter.",
          "id": 16859
        }
      ]
    },
    {
      "chapter": 64,
      "verses": [
        {
          "text": "Chapter LXIV.",
          "id": 16860
        },
        {
          "text": "—Constantine's Edict against the Heretics.",
          "id": 16861
        },
        {
          "text": "\"Victor Constantinus, Maximus Augustus, to the heretics.",
          "id": 16862
        },
        {
          "text": "\"Understand now, by this present statute, ye Novatians, Valentinians, Marcionites, Paulians, ye who are called Cataphrygians, and all ye who devise and support heresies by means of your private assemblies, with what a tissue of falsehood and vanity, with what destructive and venomous errors, your doctrines are inseparably interwoven; so that through you the healthy soul is stricken with disease, and the living becomes the prey of everlasting death.",
          "id": 16863
        },
        {
          "text": "Ye haters and enemies of truth and life, in league with destruction! All your counsels are opposed to the truth, but familiar with deeds of baseness; full of absurdities and fictions: and by these ye frame falsehoods, oppress the innocent, and withhold the light from them that believe.",
          "id": 16864
        },
        {
          "text": "Ever trespassing under the mask of godliness, ye fill all things with defilement: ye pierce the pure and guileless conscience with deadly wounds, while ye withdraw, one may almost say, the very light of day from the eyes of men.",
          "id": 16865
        },
        {
          "text": "But why should I particularize, when to speak of your criminality as it deserves demands more time and leisure than I can give? For so long and unmeasured is the catalogue of your offenses, so hateful and altogether atrocious are they, that a single day would not suffice to recount them all.",
          "id": 16866
        },
        {
          "text": "And, indeed, it is well to turn one's ears and eyes from such a subject, lest by a description of each particular evil, the pure sincerity and freshness of one's own faith be impaired.",
          "id": 16867
        },
        {
          "text": "Why then do I still bear with such abounding evil; especially since this protracted clemency is the cause that some who were sound are become tainted with this pestilent disease? Why not at once strike, as it were, at the root of so great a mischief by a public manifestation of displeasure?.",
          "id": 16868
        }
      ]
    },
    {
      "chapter": 65,
      "verses": [
        {
          "text": "Chapter LXV.",
          "id": 16869
        },
        {
          "text": "—The Heretics are deprived of their Meeting Places.",
          "id": 16870
        },
        {
          "text": "\"Forasmuch, then, as it is no longer possible to bear with your pernicious errors, we give warning by this present statute that none of you henceforth presume to assemble yourselves together.",
          "id": 16871
        },
        {
          "text": "We have directed, accordingly, that you be deprived of all the houses in which you are accustomed to hold your assemblies: and our care in this respect extends so far as to forbid the holding of your superstitious and senseless meetings, not in public merely, but in any private house or place whatsoever.",
          "id": 16872
        },
        {
          "text": "Let those of you, therefore, who are desirous of embracing the true and pure religion, take the far better course of entering the catholic Church, and uniting with it in holy fellowship, whereby you will be enabled to arrive at the knowledge of the truth.",
          "id": 16873
        },
        {
          "text": "In any case, the delusions of your perverted understandings must entirely cease to mingle with and mar the felicity of our present times: I mean the impious and wretched double-mindedness of heretics and schismatics.",
          "id": 16874
        },
        {
          "text": "For it is an object worthy of that prosperity which we enjoy through the favor of God, to endeavor to bring back those who in time past were living in the hope of future blessing, from all irregularity and error to the right path, from darkness to light, from vanity to truth, from death to salvation.",
          "id": 16875
        },
        {
          "text": "And in order that this remedy may be applied with effectual power, we have commanded, as before said, that you be positively deprived of every gathering point for your superstitious meetings, I mean all the houses of prayer, if such be worthy of the name, which belong to heretics, and that these be made over without delay to the catholic Church; that any other places be confiscated to the public service, and no facility whatever be left for any future gathering; in order that from this day forward none of your unlawful assemblies may presume to appear in any public or private place.",
          "id": 16876
        },
        {
          "text": "Let this edict be made public\".",
          "id": 16877
        }
      ]
    },
    {
      "chapter": 66,
      "verses": [
        {
          "text": "Chapter LXVI.",
          "id": 16878
        },
        {
          "text": "—How on the Discovery of Prohibited Books among the Heretics, Many of them return to the Catholic Church.",
          "id": 16879
        },
        {
          "text": "Thus were the lurking-places of the heretics broken up by the emperor's command, and the savage beasts they harbored (I mean the chief authors of their impious doctrines) driven to flight.",
          "id": 16880
        },
        {
          "text": "Of those whom they had deceived, some, intimidated by the emperor's threats, disguising their real sentiments, crept secretly into the Church.",
          "id": 16881
        },
        {
          "text": "For since the law directed that search should be made for their books, those of them who practiced evil and forbidden arts were detected, and these were ready to secure their own safety by dissimulation of every kind.",
          "id": 16882
        },
        {
          "text": "Others, however, there were, who voluntarily and with real sincerity embraced a better hope.",
          "id": 16883
        },
        {
          "text": "Meantime the prelates of the several churches continued to make strict inquiry, utterly rejecting those who attempted an entrance under the specious disguise of false pretenses, while those who came with sincerity of purpose were proved for a time, and after sufficient trial numbered with the congregation.",
          "id": 16884
        },
        {
          "text": "Such was the treatment of those who stood charged with rank heresy: those, however, who maintained no impious doctrine, but had been separated from the one body through the influence of schismatic advisers, were received without difficulty or delay.",
          "id": 16885
        },
        {
          "text": "Accordingly, numbers thus revisited, as it were, their own country after an absence in a foreign land, and acknowledged the Church as a mother from whom they had wandered long, and to whom they now returned with joy and gladness.",
          "id": 16886
        },
        {
          "text": "Thus the members of the entire body became united, and compacted in one harmonious whole; and the one catholic Church, at unity with itself, shone with full luster, while no heretical or schismatic body anywhere continued to exist.",
          "id": 16887
        },
        {
          "text": "And the credit of having achieved this mighty work our Heaven-protected emperor alone, of all who had gone before him, was able to attribute to himself.",
          "id": 16888
        }
      ]
    }
  ]
}