{
  "book": "On Our Lord",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Three Homilies.",
          "id": 27129
        },
        {
          "text": "On Our Lord.",
          "id": 27130
        },
        {
          "text": "1.",
          "id": 27131
        },
        {
          "text": "Grace has drawn nigh to mouths, once blasphemous, and has made them harps; sounding praise.",
          "id": 27132
        },
        {
          "text": "Therefore let all mouths render praise to Him Who has removed from them blasphemous speech.",
          "id": 27133
        },
        {
          "text": "Glory to Thee Who didst depart from one dwelling to take up thy abode in another! that He might come and make us a dwelling-place for His Sender, the only-begotten departed from [being] with Deity and took up His abode in the Virgin; that by a common manner of birth, though only-begotten, He might become the brother of many.",
          "id": 27134
        },
        {
          "text": "And He departed from Sheol and took up His abode in the Kingdom; that He might seek out a path from Sheol which oppresses all, to the Kingdom which requites all.",
          "id": 27135
        },
        {
          "text": "For our Lord gave His resurrection as a pledge to mortals, that He would remove them from Sheol, which receives the departed without distinction, to the Kingdom which admits the invited with distinction; so that, from [the plan] which makes equal the bodies of all men within it, we may come to [the plan] which distinguishes the works of all men within it.",
          "id": 27136
        },
        {
          "text": "This is He Who descended to Sheol and ascended, that from [the place] which corrupts its sojourners, He might bring us to the place which nourishes with its blessings its dwellers; even those dwellers who, with the possessions, the fruits, and the flowers, of this world, that pass away, have crowned and adorned for themselves there, tabernacles that pass not away.",
          "id": 27137
        },
        {
          "text": "That Firstborn Who was begotten according to His nature, was born in another birth that was external to His nature; that we might know that after our natural birth we must have another birth which is outside our nature.",
          "id": 27138
        },
        {
          "text": "For He, since He was spiritual, until He came to the corporeal birth, could not be corporeal; in like manner also the corporeal, unless they are born in another birth, cannot be spiritual.",
          "id": 27139
        },
        {
          "text": "But the Son Whose generation is unsearchable, was born in another generation that may be searched out; that by the one we might learn that His Majesty is without limit, and by the other might be taught that His grace is without measure.",
          "id": 27140
        },
        {
          "text": "For great is His Majesty without measure, Whose first generation cannot be imagined in any of our thoughts.",
          "id": 27141
        },
        {
          "text": "And His grace is abundant without limit, Whose second birth is proclaimed by all mouths.",
          "id": 27142
        },
        {
          "text": "2.",
          "id": 27143
        },
        {
          "text": "This is He Who was begotten from the Godhead according to His nature, and from manhood not after His nature, and from baptism not after His custom; that we might be begotten from manhood according to our nature, and from Godhead not after our nature, and by the Spirit not after our custom.",
          "id": 27144
        },
        {
          "text": "He then was begotten from the Godhead, He that came to a second birth; in order to bring us to the birth that is discoursed of, even His generation from the Father:—not that it should be searched out, but that it should be believed;—and His birth from the woman, not that it should be despised, but that it should be exalted.",
          "id": 27145
        },
        {
          "text": "Now His death on the cross witnesses to His birth from the woman.",
          "id": 27146
        },
        {
          "text": "For He that died was also born.",
          "id": 27147
        },
        {
          "text": "And the Annunciation of Gabriel declares His generation by the Father, namely [the power of the Highest shall overshadow thee].",
          "id": 27148
        },
        {
          "text": "If then it was the power of the Highest, it is plain that it was not the seed of mortal man.",
          "id": 27149
        },
        {
          "text": "So then His conception in the womb is bound up with His death on the cross; and His first generation is bound up with the declaration of the Angel; in order that whoso denies His birth may be confuted by His crucifixion, and whoso supposes that His beginning was from Mary, may be admonished that His Godhead is before all; so that whoever has concluded His beginning to be corporeal, [may be proved to err hereby that His issuing forth from the Father is narrated].",
          "id": 27150
        },
        {
          "text": "The Father begat Him, and through Him created the creatures.",
          "id": 27151
        },
        {
          "text": "Flesh bare Him and through Him slew lusts.",
          "id": 27152
        },
        {
          "text": "Baptism brought him forth, that through Him it might wash away stains.",
          "id": 27153
        },
        {
          "text": "Sheol brought Him forth, that through Him its treasures might be emptied out.",
          "id": 27154
        },
        {
          "text": "He came to us from beside His Father by the way of them that are born:  and by the way of them that die, He went forth to go to His Father; so that by His coming through birth, His advent might be seen; and by His returning through resurrection, His departure might be confirmed.",
          "id": 27155
        },
        {
          "text": "3.",
          "id": 27156
        },
        {
          "text": "But our Lord was trampled on by Death; and in His turn trod out a way over Death.",
          "id": 27157
        },
        {
          "text": "This is He Who made Himself subject to and endured death of His own will, that He might cast down death against his will.",
          "id": 27158
        },
        {
          "text": "For our Lord bare His cross and went forth according to the will of Death:  but He cried upon the cross and brought forth the dead from within Sheol against the will of Death.",
          "id": 27159
        },
        {
          "text": "For in that very thing by which Death had slain Him [i-e:, the body], in that as armour He bore off the victory over Death.",
          "id": 27160
        },
        {
          "text": "But the Godhead concealed itself in the manhood and fought against Death, Death slew and was slain.",
          "id": 27161
        },
        {
          "text": "Death slew the natural life; and the supernatural life slew Him.",
          "id": 27162
        },
        {
          "text": "And because Death was not able to devour Him without the body, nor Sheol to swallow Him up without the flesh, He came unto the Virgin, that from thence He might obtain that which should bear Him to Sheol; as from beside the ass they brought for Him the colt whereon He entered Jerusalem, and proclaimed concealing her overthrow and the destruction of her children.",
          "id": 27163
        },
        {
          "text": "With the body then that [was] from the Virgin, He entered Sheol and plundered its storehouses and emptied its treasures.",
          "id": 27164
        },
        {
          "text": "He came then to Eve the Mother of all living.",
          "id": 27165
        },
        {
          "text": "This is the vine whose fence Death laid open by her own hands, and caused her to taste of his fruits.",
          "id": 27166
        },
        {
          "text": "So Eve the Mother of all living became the well-spring of death to all living.",
          "id": 27167
        },
        {
          "text": "But Mary budded forth, a new shoot from Eve the ancient vine; and new life dwelt in her, that when Death should come confidently after his custom to feed upon mortal fruits, the life that is slayer of death might be stored up [therein] against him; that when Death should have swallowed [the fruits] without fear, he might vomit them forth and with them many.",
          "id": 27168
        },
        {
          "text": "For [He Who is] the Medicine of life flew down from heaven, and was mingled in the body, the mortal fruit.",
          "id": 27169
        },
        {
          "text": "And when Death came to feed after his custom, the Life in His turn swallowed up Death.",
          "id": 27170
        },
        {
          "text": "This is the food that hungered to eat its eater.",
          "id": 27171
        },
        {
          "text": "So then, by one fruit which Death swallowed hungrily, he vomited up many lives which he had swallowed greedily.",
          "id": 27172
        },
        {
          "text": "The hunger then which hurried him against one, emptied out his greed which had hurried him against many.",
          "id": 27173
        },
        {
          "text": "Thus Death was diligent to swallow one, but was in haste to set many free.",
          "id": 27174
        },
        {
          "text": "For while One was dying on the cross, many that were buried from within Sheol were coming forth at His cry.",
          "id": 27175
        },
        {
          "text": "This is the fruit that cleft asunder Death who had swallowed it, and brought out from within it the Life in quest of which it was sent.",
          "id": 27176
        },
        {
          "text": "For Sheol hid away all that she had devoured.",
          "id": 27177
        },
        {
          "text": "But through One that was not devoured, all that she had devoured were restored from within her.",
          "id": 27178
        },
        {
          "text": "He, whose stomach is disordered, vomits forth both that which is sweet to him and that which is not sweet.",
          "id": 27179
        },
        {
          "text": "So the stomach of Death was disordered, and as he was vomiting forth the medicine of life which had sickened it, he vomited forth along with it also those lives that had been swallowed by him with pleasure.",
          "id": 27180
        },
        {
          "text": "4.",
          "id": 27181
        },
        {
          "text": "This is the Son of the carpenter, Who skilfully made His cross a bridge over Sheol that swallows up all, and brought over mankind into the dwelling of life.",
          "id": 27182
        },
        {
          "text": "And because it was through the tree that mankind had fallen into Sheol, so upon the tree they passed over into the dwelling of life.",
          "id": 27183
        },
        {
          "text": "Through the tree then wherein bitterness was tasted, through it also sweetness was tasted; that we might learn of Him that amongst the creatures nothing resists Him.",
          "id": 27184
        },
        {
          "text": "Glory be to Thee, Who didst lay Thy cross as a bridge over death, that souls might pass over upon it from the dwelling of the dead to the dwelling of life!  5.",
          "id": 27185
        },
        {
          "text": "The Gentiles praise Thee that Thy Word has become a mirror before them, that in it they might see death, secretly swallowing up their lives.",
          "id": 27186
        },
        {
          "text": "But graven images were being adorned by their artificers; and by their adornments were disfiguring their adorners.",
          "id": 27187
        },
        {
          "text": "But Thou didst draw them to Thy cross; and while the beauties of the body were disfigured upon it, the beauties of the mind shone forth upon it.",
          "id": 27188
        },
        {
          "text": "Then, as for the Gentiles who used to go after gods which were no gods, He Who was God went after them, and by His words, as by a bridle, turned them from many gods to the One.",
          "id": 27189
        },
        {
          "text": "This is that Mighty One, Whose preaching became a bridle in the jaws of the Gentiles, and led them away from idols to Him that sent Him.",
          "id": 27190
        },
        {
          "text": "But the dead idols, with their closed mouths, used to feed on the life of their worshippers.",
          "id": 27191
        },
        {
          "text": "On this account Thou didst mingle in their flesh that blood of Thine, by which death was enfeebled and laid low; that the mouths of their devourers might be driven away from their lives.",
          "id": 27192
        },
        {
          "text": "Also because Israel slew Thee and was defiled by Thy blood, that idolatry, that had been engrafted upon him was driven away from him on account of Thy blood.",
          "id": 27193
        },
        {
          "text": "For he was weaned from that heathenism through Thy blood; because that from it, he had never before been weaned.",
          "id": 27194
        },
        {
          "text": "6.",
          "id": 27195
        },
        {
          "text": "But Israel crucified our Lord, on the plea that verily He was seducing us from the One God.",
          "id": 27196
        },
        {
          "text": "But they themselves used constantly to wander away from the One God through their many idols.",
          "id": 27197
        },
        {
          "text": "While then they imagine they crucify Him Who seduces them from the One God, they are found to be led away by Him from all idols to the One God; to the end that because they did not voluntarily learn of Him that He is God, they might by compulsion learn of Him that He is God; when the good which had accrued to them through Him should accuse them concerning the evil which their hands had done.",
          "id": 27198
        },
        {
          "text": "Thus even though the tongue of the oppressors denied, yet the help with which they were helped convicted them.",
          "id": 27199
        },
        {
          "text": "For grace loaded them beyond their power, so that they should be ashamed, while laden with Thy blessings, to deny Thy person.",
          "id": 27200
        },
        {
          "text": "And also Thou didst have mercy on those, whose lives had been made food for dead idols.",
          "id": 27201
        },
        {
          "text": "For the one calf which they made in the desert, pastured on their lives as on grass in the desert.",
          "id": 27202
        },
        {
          "text": "For that idolatry which they had stolen and brought out in their hearts from Egypt, when it was made manifest, slew openly those in whom it was dwelling secretly.",
          "id": 27203
        },
        {
          "text": "For it was like fire concealed in wood, which when it is gendered from within it, burns it.",
          "id": 27204
        },
        {
          "text": "For Moses ground to powder the calf and caused them to drink it in the water of ordeal; that by drinking of the calf all those who were living for its worship might die.",
          "id": 27205
        },
        {
          "text": "For the sons of Levi ran upon them, those who ran to [help] Moses and girded on their swords.",
          "id": 27206
        },
        {
          "text": "For the sons of Levi did not know whom they should slay, because those that worshipped were mingled with those that worshipped not.",
          "id": 27207
        },
        {
          "text": "But He, for Whom it was easy to distinguish, distinguished those who were defiled from those who were not defiled; so that the innocent might give thanks that their innocence had not passed [unseen by] the Just One; and the guilty might be convicted that their offence had not escaped [the eye of] the Judge.",
          "id": 27208
        },
        {
          "text": "But the sons of Levi were the open avengers.",
          "id": 27209
        },
        {
          "text": "Accordingly Moses set a mark upon the offenders, that it might be easy for the avengers to avenge.",
          "id": 27210
        },
        {
          "text": "For the draught of the calf entered those in whom the love of the calf was dwelling, and displayed in them a manifest sign, that the drawn sword might rush upon them.",
          "id": 27211
        },
        {
          "text": "The congregation therefore which had committed fornication in [the worship of] the calf, he caused to drink of the water of ordeal, that the mark of adulteresses might appear in it.",
          "id": 27212
        },
        {
          "text": "From hence was derived that law about women, that they should drink the water of ordeal, that by the mark that came on adulteresses, the congregation might be reminded of its fornication that was in the worship of the calf, and be on its guard with fear against another [fornication]; and remember the former [fornication] with penitence of soul; and that when they were judging their women, if they played the harlot against them, they might condemn themselves, who were playing the harlot against their God.",
          "id": 27213
        },
        {
          "text": "7.",
          "id": 27214
        },
        {
          "text": "To Thee be glory who by Thy cross hast taken away the heathenism in which both circumcised and uncircumcised were caused to stumble!  To Thee be praise, the medicine of life, Who hast converted all that are baptised, to Him Who is life of all, and Lord of all!  The lost that are found bless Thee; for by the finding of the lost, Thou hast given joy to the angels that are found and were not lost.",
          "id": 27215
        },
        {
          "text": "The uncircumcised praise Thee, for in Thy peace the enmity that was between is swallowed up, for Thou didst receive in Thy flesh the outward sign of circumcision, through which the uncircumcised that were Thine, used to be accounted as not Thine.",
          "id": 27216
        },
        {
          "text": "For Thou didst make as Thy sign the circumcision of the heart; by which the circumcised were made known, that they were not Thine.",
          "id": 27217
        },
        {
          "text": "For Thou didst come to Thine own and Thine own received Thee not; and by this they were made known that they were not Thine.",
          "id": 27218
        },
        {
          "text": "But they to whom Thou didst not come, through Thy mercy cry out after Thee, that Thou wouldst satisfy them with the crumbs which fall from the children's table.",
          "id": 27219
        },
        {
          "text": "8.",
          "id": 27220
        },
        {
          "text": "God was sent from the Godhead, to come and convict the graven images that they were no gods.",
          "id": 27221
        },
        {
          "text": "And when He took away from them the name of God which decked them out, then appeared the blemishes of their persons.",
          "id": 27222
        },
        {
          "text": "And their blemishes were these;—They have eyes and see not, and ears and hear not.",
          "id": 27223
        },
        {
          "text": "Thy preaching persuaded their many worshippers to change their many gods for the One.",
          "id": 27224
        },
        {
          "text": "For in that Thou didst take away the name of godhead from the idols, worship also along with the name was withdrawn; that, namely, which is bound up with the name; for worship also attends on the Name of God.",
          "id": 27225
        },
        {
          "text": "Because, then, worship also was rendered to the Name, by all the Gentiles, at the last the worshipful Name shall be gathered in entirely to its Lord.",
          "id": 27226
        },
        {
          "text": "Therefore at the last worship, also shall be gathered in completely to its Lord, that it may be fulfilled that all things shall be subjected to Him.",
          "id": 27227
        },
        {
          "text": "Then, He in His turn shall be subjected to Him Who subjected all things to Him.",
          "id": 27228
        },
        {
          "text": "So that that Name, rising from degree to degree, shall be bound up with its root.",
          "id": 27229
        },
        {
          "text": "For when all creatures shall be bound by their love to the Son through Whom they were created, and the Son shall be bound by the love of that Father by Whom He was begotten, all creatures shall give thanks at the last to the Son, through Whom they received all blessings; and in Him and with Him they shall give thanks also to His Father, from Whose treasure He distributes all riches to us.",
          "id": 27230
        },
        {
          "text": "9.",
          "id": 27231
        },
        {
          "text": "Glory be to Thee Who didst clothe Thyself in the body of mortal Adam, and didst make it a fountain of life for all mortals.",
          "id": 27232
        },
        {
          "text": "Thou art He that livest, for Thy slayers were as husbandmen to Thy life, for that they sowed it as wheat in the depth [of the earth], that it may rise and raise up many with it.",
          "id": 27233
        },
        {
          "text": "Come, let us make our love the great censer of the community, and offer on it as incense our hymns and our prayers to Him Who made His cross a censer for the Godhead, and offered from it on behalf of us all.",
          "id": 27234
        },
        {
          "text": "He that was above stooped down to those who were beneath, to distribute His treasures to them.",
          "id": 27235
        },
        {
          "text": "Accordingly, though the needy drew near to His manhood, yet they used to receive the gift from His Godhead.",
          "id": 27236
        },
        {
          "text": "Therefore He made the body which He put on, the treasurer of His riches, that He, O Lord, might bring them out of Thy storehouse, and distribute them to the needy, the sons of His kindred.",
          "id": 27237
        },
        {
          "text": "10.",
          "id": 27238
        },
        {
          "text": "Glory be to Him Who received from us that He might give to us; that through that which is ours we might more abundantly receive of that which is His!  Yea through that Mediator, mankind was able to receive life from its helper, as through a Mediator it had received in the beginning death from its slayer.",
          "id": 27239
        },
        {
          "text": "Thou art He Who didst make for Thyself the body as a servant, that through it Thou mightest give to them that desire Thee, all that they desire.",
          "id": 27240
        },
        {
          "text": "Moreover in Thee were made visible the hidden wishes of them that slew [Thee] and buried [Thee]; through this, that Thou clothedst Thyself in a body.",
          "id": 27241
        },
        {
          "text": "For taking occasion by that body of Thine, Thy slayers slew Thee, and were slain by Thee; and taking occasion by Thy body, Thy buriers buried Thee, and were raised up with Thee.",
          "id": 27242
        },
        {
          "text": "That Power Which may not be handled came down and clothed itself in members that may be touched; that the needy may draw near to Him, that in touching His manhood they may discern His Godhead.",
          "id": 27243
        },
        {
          "text": "For that dumb man [whom the Lord healed] with the fingers of the body, discerned that He had approached his ears and touched his tongue; nay, with his fingers that may be touched, he touched Godhead, that may not be touched; when it was loosing the string of his tongue, and opening the clogged doors of his ears.",
          "id": 27244
        },
        {
          "text": "For the Architect of the body and Artificer of the flesh came to him, and with His gentle voice pierced without pain his thickened ears.",
          "id": 27245
        },
        {
          "text": "And his mouth which was closed up, that it could not give birth to a word, gave birth to praise to Him Who made its barrenness fruitful in the birth of words.",
          "id": 27246
        },
        {
          "text": "He, then, Who gave to Adam that he should speak at once without teaching, Himself gave to the dumb that they should speak easily, tongues that are learned with difficulty.",
          "id": 27247
        },
        {
          "text": "11.",
          "id": 27248
        },
        {
          "text": "Lo, again, another question is made clear:—We enquire in what tongues our Lord gave the power of speaking to the dumb, who from all tongues came unto Him?  And although this be easy to know, yet our soul impels us to that knowledge which is greater than this.",
          "id": 27249
        },
        {
          "text": "That [knowledge] then is, to know that through the Son the first man was made.",
          "id": 27250
        },
        {
          "text": "For in this fact, that through Him speech was given to the dumb, the sons of Adam, we may learn that through Him speech was given to Adam their first father.",
          "id": 27251
        },
        {
          "text": "And here also defective nature was supplied by our Lord.",
          "id": 27252
        },
        {
          "text": "He, then, Who was able to supply the defect of nature,—it is manifest that through Him is established the supplying of nature.",
          "id": 27253
        },
        {
          "text": "But there is no greater defect than this, when a man is born without speech.",
          "id": 27254
        },
        {
          "text": "For since it is in this, in speech, that we excel all the creatures, the defect of it is greater than all [other] defects.",
          "id": 27255
        },
        {
          "text": "He, then, through Whom all this defect was supplied,—it is manifest that through Him all fulness is established.",
          "id": 27256
        },
        {
          "text": "But because through Him the members receive all fulness in the womb secretly, through Him their defect was supplied openly; that we might learn that through Him in the beginning the whole frame was constituted.",
          "id": 27257
        },
        {
          "text": "He spat then on His fingers and placed them in the ears of that deaf man; and He mixed clay of His spittle, and spread it upon the eyes of the blind man; that we might learn that as there was defect in the eyeballs of that man who was blind from his mother's womb, so there was defect in the ears of this [man].",
          "id": 27258
        },
        {
          "text": "So then, by leaven from the body of Him Who completes, the defect of our formation is supplied.",
          "id": 27259
        },
        {
          "text": "For it was not meet that our Lord should have cut off anything from His body to supply the deficiency of other bodies; but with that which could be taken away from Him, He supplied the deficiency of them that lacked; just as in that which can be eaten, mortals eat Him.",
          "id": 27260
        },
        {
          "text": "He supplied then the deficiency, and gave life to mortality, that we may know that from the body in which fulness dwelt, the deficiency of them that lacked was supplied; and from the body in which life dwelt, life was given to mortals.",
          "id": 27261
        },
        {
          "text": "12.",
          "id": 27262
        },
        {
          "text": "Now the Prophets performed all [other] signs; but on no occasion supplied the deficiency of members.",
          "id": 27263
        },
        {
          "text": "But the deficiency of the body was reserved, that it should be supplied through our Lord; that souls might perceive that it is through Him that every deficiency must be supplied.",
          "id": 27264
        },
        {
          "text": "It is meet, then, that the prudent should perceive that He Who supplies the deficiencies of the creatures, is Master of the formative power of the Creator.",
          "id": 27265
        },
        {
          "text": "But when He was upon earth, our Lord gave to the deaf [and dumb], [the power] of hearing and of speaking tongues which they had not learned; that after He had ascended, [men] might understand that He gave to His disciples [the power] of speaking in every tongue.",
          "id": 27266
        },
        {
          "text": "13.",
          "id": 27267
        },
        {
          "text": "Now the crucifiers supposed when our Lord was dead that His signs had died with Him.",
          "id": 27268
        },
        {
          "text": "But His signs manifestly continued to live through His disciples; that the murderers might know that the Lord of the signs was living.",
          "id": 27269
        },
        {
          "text": "Beforehand His murderers made trouble, crying out that His disciples had stolen His corpse.",
          "id": 27270
        },
        {
          "text": "But, afterwards, His signs performed through His disciples, filled them with trouble.",
          "id": 27271
        },
        {
          "text": "For His disciples, who were supposed to have stolen the dead corpse, were found to be raising to life the dead corpses of others.",
          "id": 27272
        },
        {
          "text": "But the ungodly were terrified and said;—\"His disciples have stolen His body;\" that they might be held in contempt when it should be discovered.",
          "id": 27273
        },
        {
          "text": "But the disciples, who [they said] stole the dead body from the living guards, were found to be assailing Death in the name of Him Who was stolen; that [Death] might not steal the life of the living.",
          "id": 27274
        },
        {
          "text": "So then, before He was crucified, He gave the deaf the power of hearing, that after He was crucified, all ears should hear and believe in His resurrection.",
          "id": 27275
        },
        {
          "text": "For beforehand He confirmed our hearing by [the word] of the dumb whose mouth was opened, that it should not doubt concerning the preaching of the Word.",
          "id": 27276
        },
        {
          "text": "Our Redeemer was in every way equipped, that in every way He might rescue us from our captor.",
          "id": 27277
        },
        {
          "text": "For our Lord did not merely clothe Himself in a body, but also arrayed Himself in members and in garments; that through His members and His garments, they that were afflicted with plagues might be encouraged to approach the treasury of healing, that they who were encouraged by His mercy might approach His body and they who were dismayed by His terror might approach His vesture.",
          "id": 27278
        },
        {
          "text": "For with one woman her fear suffered her merely to approach the hem of His raiment; but with another, her love impelled her even to approach His flesh.",
          "id": 27279
        },
        {
          "text": "Now by her who received healing by His garments, those were put to shame who did not receive healing from His words; and by her who kissed His feet, he was rebuked who did not desire to kiss His lips.",
          "id": 27280
        },
        {
          "text": "14.",
          "id": 27281
        },
        {
          "text": "Now our Lord bestowed great gifts through small means; that He might teach us of what they are deprived who have scorned great things.",
          "id": 27282
        },
        {
          "text": "For if from the hem of His garment, healing like this was secretly stolen, could He not assuredly heal when His word distinctly granted healing?  And if defiled lips were sanctified by kissing His feet, how much more should not pure lips be sanctified by kissing His mouth?  For the sinful woman by her kisses received the grace of His sacred feet, which had come with toil to bring her remission of her sins.",
          "id": 27283
        },
        {
          "text": "She was refreshing the feet of her Healer with oil freely, for freely had He brought her the treasure of healing for her sickness.",
          "id": 27284
        },
        {
          "text": "For it was not for the sake of his stomach that He Who satisfies the hungry was a guest; but for the sake of the sinful woman's repentance He Who justifies sinners made Himself a guest.",
          "id": 27285
        },
        {
          "text": "15.",
          "id": 27286
        },
        {
          "text": "For it was not for the dainties of the Pharisees that our Lord hungered, but for the tears of the sinful woman He was an hungered.",
          "id": 27287
        },
        {
          "text": "For when He was satisfied and refreshed by the tears for which He hungered, He turned and rebuked him who had bidden Him to the food that passes away, that He might show that it was not for the sake of food for the body that He had become a guest, but for the sake of help to the soul.",
          "id": 27288
        },
        {
          "text": "For it was not for the sake of pleasure that our Lord mingled with gluttonous men and winebibbers, as the Pharisee supposed; but that in their food as mortals He might mingle for them His teaching as the medicine of life.",
          "id": 27289
        },
        {
          "text": "For even as it was in the matter of eating that the Evil One gave his deadly counsel to Adam and his helpmeet, so in the matter of eating the Good Lord gave His life-giving counsel to the sons of Adam.",
          "id": 27290
        },
        {
          "text": "For He was the fisherman Who came down to fish for the lives of the lost.",
          "id": 27291
        },
        {
          "text": "He saw the publicans and harlots rushing into prodigality and drunkenness; and He hastened to spread His nets amongst their places of assembly, that He might capture them from food that fattens bodies, to fasting that fattens souls.",
          "id": 27292
        },
        {
          "text": "16.",
          "id": 27293
        },
        {
          "text": "Now the Pharisee made great preparations for our Lord in His banquet; and the sinful woman did but little things for Him there.",
          "id": 27294
        },
        {
          "text": "Yet he by his great dainties displayed the smallness of his love to our Lord; but she by her tears displayed the greatness of her love to our Lord.",
          "id": 27295
        },
        {
          "text": "Thus he that had invited Him to the great banquet was rebuked because of the smallness of his love; but she by her few tears atoned for the many follies of her offences.",
          "id": 27296
        },
        {
          "text": "Simon the Pharisee received our Lord as a prophet; because of the signs, and not because of faith.",
          "id": 27297
        },
        {
          "text": "For he was a son of Israel, who when signs drew near, himself also drew near to the Lord of the signs; and when the signs ceased, he also stood naked without faith.",
          "id": 27298
        },
        {
          "text": "This man also when he saw our Lord with signs, esteemed Him as a prophet; but when our Lord ceased from signs, the doubting mind of the sons of his people entered him.",
          "id": 27299
        },
        {
          "text": "This man if He had been a prophet, He would have known that this woman is a sinner.",
          "id": 27300
        },
        {
          "text": "But our Lord for Whom in every place all things are easy, here also did not cease from His signs.",
          "id": 27301
        },
        {
          "text": "For He saw that because He had ceased a little from signs, the blind mind of the Pharisee had turned away from Him.",
          "id": 27302
        },
        {
          "text": "For he had said in error, This man, had He been a prophet, He would have known.",
          "id": 27303
        },
        {
          "text": "In this reflection therefore the Pharisee doubted concerning our Lord, whether He were a prophet or no; but by this very reflection he learned that He is Lord of the prophets; so that from the source from which error entered him, from that source our Lord might bring help to Him.",
          "id": 27304
        },
        {
          "text": "17.",
          "id": 27305
        },
        {
          "text": "Our Lord then told him the parable of the two debtors; and made him judge; that by his tongue He might catch him in whose heart the truth was not.",
          "id": 27306
        },
        {
          "text": "One owed five hundred dinars.",
          "id": 27307
        },
        {
          "text": "Here then our Lord showed to the Pharisee the multitude of the offences of the sinful woman.",
          "id": 27308
        },
        {
          "text": "He then who imagined concerning our Lord that He did not know that she was a sinner, in the result heard from Him how great was the debt of her sins.",
          "id": 27309
        },
        {
          "text": "The Pharisee, then, who imagined that our Lord did not know who she was, and what was the reputation of the sinful woman, was found himself not to know who our Lord was, and what was His reputation.",
          "id": 27310
        },
        {
          "text": "Thus he was reproved in his error, who did not even perceive his error.",
          "id": 27311
        },
        {
          "text": "For the knowledge that he was assuredly erring eluded him in his error.",
          "id": 27312
        },
        {
          "text": "But he received a reminder from Him Who came to remind them that err.",
          "id": 27313
        },
        {
          "text": "The Pharisee had seen great signs done by our Lord, as Israel by Moses; but because there was not faith in him, that those prodigies which he saw might be conjoined with that faith, a little cause hindered and annulled them.",
          "id": 27314
        },
        {
          "text": "Had this man been a prophet, he would have known that this woman is a sinner.",
          "id": 27315
        },
        {
          "text": "For he let slip the wonders that he had seen, and blindness readily entered into him.",
          "id": 27316
        },
        {
          "text": "For he was of the sons of Israel, whom terrible signs accompanied up to the sea, that they might fear; and blessed miracles surrounded in the waste desert, that they might be reconciled; but through lack of faith, for a slight cause, they rejected them [saying]; As for this Moses who brought us up, we know not what has become of him.",
          "id": 27317
        },
        {
          "text": "For they ceased to regard the mighty works that had been surrounding them.",
          "id": 27318
        },
        {
          "text": "They perceived that Moses was not near them; so that for this cause that had come near, they drew [near] to the heathenism of Egypt.",
          "id": 27319
        },
        {
          "text": "For Moses was for a little removed from before them, that the calf that was before them might appear, that they might worship it openly also; for they had been secretly worshipping it in their hearts.",
          "id": 27320
        },
        {
          "text": "18.",
          "id": 27321
        },
        {
          "text": "But when their heathenism from being inward became open, then Moses also from being hidden openly appeared; that he might openly punish those whose heathenism had revelled beneath the holy cloud which had overshadowed them.",
          "id": 27322
        },
        {
          "text": "But God removed the Shepherd of the flock from it for forty days, that the flock might show that its trust was fixed upon the calf.",
          "id": 27323
        },
        {
          "text": "While God was feeding the flock with all delights, it chose for itself as its Shepherd the calf, which was not able even to eat.",
          "id": 27324
        },
        {
          "text": "Moses who kept them in awe was removed from them, that the idolatry might cry aloud in their mouths, which the restraint of Moses had kept down in their hearts.",
          "id": 27325
        },
        {
          "text": "For they cried:  Make us gods, to go before us.",
          "id": 27326
        },
        {
          "text": "19.",
          "id": 27327
        },
        {
          "text": "But when Moses came down, he saw their heathenism revelling in the wide plain with drums and cymbals.",
          "id": 27328
        },
        {
          "text": "Speedily, he put their madness to shame by means of the Levites and drawn swords.",
          "id": 27329
        },
        {
          "text": "So likewise here, our Lord concealed His knowledge for a little when the sinful woman approached Him, that the Pharisee might form into shape his thought, as his fathers had shaped the pernicious calf.",
          "id": 27330
        },
        {
          "text": "But when the Pharisee's error came to a head within him, then the knowledge of our Lord was manifested against it and dispelled it; I entered into thy house; thou gavest Me no water for My feet:  But she has moistened them with her tears.",
          "id": 27331
        },
        {
          "text": "Therefore her sins which are many are forgiven her.",
          "id": 27332
        },
        {
          "text": "But the Pharisee when he heard our Lord naming the sins of the woman, many sins, was greatly put to shame because he had greatly erred.",
          "id": 27333
        },
        {
          "text": "For he had supposed that our Lord did not even know that she was a sinner.",
          "id": 27334
        },
        {
          "text": "Our Lord had before shown Himself as though not knowing her for a sinner.",
          "id": 27335
        },
        {
          "text": "For He allowed him who had seen His signs, to show the doubt of his mind, that it might become manifest that his mind was bound in the ungodliness of his fathers.",
          "id": 27336
        },
        {
          "text": "But the physician, who by his medicines brings out the hidden disease, is not the helper of the disease but its destroyer.",
          "id": 27337
        },
        {
          "text": "For while the disease is hidden, it rules in the members, but when it is made manifest by medicines, it is rooted out.",
          "id": 27338
        },
        {
          "text": "So then the Pharisee saw great things and doubted about small things.",
          "id": 27339
        },
        {
          "text": "But when our Lord saw that his littleness made little of great things in his mind, He speedily showed him not only that she was a sinner, but even the multitude of her sins; that he might be put to shame by little things,—he who had not believed in wonders.",
          "id": 27340
        },
        {
          "text": "20.",
          "id": 27341
        },
        {
          "text": "God gave room to Israel to enlarge its heathenism in the wide desert; whom God cut short with whetted sword, that their idolatry might not be spread abroad among the Gentiles.",
          "id": 27342
        },
        {
          "text": "So our Lord allowed the Pharisee to imagine perverse things, that He might in turn duly reprove his pride.",
          "id": 27343
        },
        {
          "text": "For concerning those things which the sinful woman was doing rightly, the Pharisee was thinking wrongly.",
          "id": 27344
        },
        {
          "text": "But our Lord in His turn rebuked him, concerning the right things which he had wrongly withheld:  I entered thy house; thou gavest Me no water for My feet.",
          "id": 27345
        },
        {
          "text": "Behold the withholding of that which was due!  But she has moistened them with her tears.",
          "id": 27346
        },
        {
          "text": "Behold the payment of what was due!  Thou didst not anoint Me with oil.",
          "id": 27347
        },
        {
          "text": "Behold the token of neglect!  But she has anointed My feel with sweet ointment.",
          "id": 27348
        },
        {
          "text": "Behold the sign of zeal!  Thou didst not kiss Me.",
          "id": 27349
        },
        {
          "text": "Behold the testimony of enmity!  But she has not ceased to kiss My feet.",
          "id": 27350
        },
        {
          "text": "Behold the sign of love!  So then, by this enumeration our Lord showed that the Pharisee owed Him all those things and had withheld them; but that the sinful woman had come in and rendered all those things which he had withheld.",
          "id": 27351
        },
        {
          "text": "Because then she had paid the debts of him who wrongfully withheld them, the Just One forgave her, her own debt, even her sins.",
          "id": 27352
        },
        {
          "text": "21.",
          "id": 27353
        },
        {
          "text": "Now the Pharisee, while he was doubting concerning our Lord, that He was not a prophet, pledged himself to the truth unawares, in saying—Had this man been a prophet, he would have known that this woman is a sinner.",
          "id": 27354
        },
        {
          "text": "Therefore, if it should be found that our Lord knew that she was a sinner, He is, according to thy word, O Pharisee, a prophet.",
          "id": 27355
        },
        {
          "text": "Our Lord, therefore, hastened to show both that she was a sinner, and that her sins were many; that the testimony of his own mouth might confute him as a liar.",
          "id": 27356
        },
        {
          "text": "For he was companion of those that said:  Who is able to forgive sins, but God only?  For from them our Lord received testimony, that, therefore, He Who is able to forgive sins, is God.",
          "id": 27357
        },
        {
          "text": "Thenceforth, then, the contention was this, that our Lord should show them whether He was able to forgive sins or no.",
          "id": 27358
        },
        {
          "text": "So He speedily healed the members that were visible, that it might be made sure that He had forgiven the sins that were invisible.",
          "id": 27359
        },
        {
          "text": "For our Lord cast before them the word which was expected to catch him that said it; so that when they should rush forward to catch Him by it, according to their wish, they might be caught by Him according to His wish.",
          "id": 27360
        },
        {
          "text": "Fear not, My son, thy sins are forgiven thee.",
          "id": 27361
        },
        {
          "text": "While they were hastening to catch Him on the charge of blasphemy, they pledged themselves unawares to the truth.",
          "id": 27362
        },
        {
          "text": "For Who is able forgive sins but God only?  Accordingly, our Lord confuted them [as though saying]:  \"If I shall have shown that I am able to forgive sins, even though ye do not believe in Me that I am God; yet abide ye by your word, which determined that whoso forgives sins is God\".",
          "id": 27363
        },
        {
          "text": "Therefore that our Lord might teach them that He forgives sins, He forgave that man his hidden sin, and caused him to carry his bed openly; that by the carrying of the bed which carries [those that lie on it], they might believe in the slaying of the sin that slays.",
          "id": 27364
        },
        {
          "text": "This is a wonderful thing, that while our Lord there called Himself the Son of man, His adversaries, unawares, made Him to be God as forgiving sins.",
          "id": 27365
        },
        {
          "text": "Accordingly, while they supposed that they had ensnared Him by their craftiness, He entangled them in their craftiness; He made it a testimony to His truth.",
          "id": 27366
        },
        {
          "text": "So their evil thoughts became unto them as bitter bonds; and that they might not free themselves from their bonds, our Lord strengthened them by giving strength to him [to whom He said];—Arise, take up thy bed and go into thine house.",
          "id": 27367
        },
        {
          "text": "For the testimony could not again be undone, as though He were not God; inasmuch as He forgave sins.",
          "id": 27368
        },
        {
          "text": "Nor yet could it be falsely affirmed that He had not forgiven sins; for lo! He had healed [men's] limbs.",
          "id": 27369
        },
        {
          "text": "For our Lord bound up His hidden testimonies in those which were manifest; that their own testimony might choke the infidels.",
          "id": 27370
        },
        {
          "text": "Accordingly our Lord made their thoughts to war against them, because they had warred with the Good One, who by His healing power warred against their diseases.",
          "id": 27371
        },
        {
          "text": "For that which Simon the Pharisee imagined, and that which the scribes his companions imagined, they imagined in their hearts secretly; but our Lord spread it forth openly.",
          "id": 27372
        },
        {
          "text": "Our Lord represented their hidden imaginations before them, that they might learn that His knowledge reveals and shows their secret things(;) so that though they had not recognized Him by His open signs, they might recognize Him when He represented their secret imaginations; and that if only but by this,—that He searched out their hearts,—their hearts might perceive that He was God;—that at least when they saw that their imaginations could not be hidden from Him, they might cease from imagining evil against Him.",
          "id": 27373
        },
        {
          "text": "For they had imagined evil in their heart; but He exposed it openly, by this [word] Why are ye imagining evil in your heart?  So that by this, that our Lord perceived their hidden imagination, they should recognize His hidden Godhead.",
          "id": 27374
        },
        {
          "text": "For that Godhead, by this very thing that they in their error were reviling it, was by that reviling made known to them.",
          "id": 27375
        },
        {
          "text": "For they reviled our Lord in the body, and supposed that He was not God, and cast Him down below from on high; but by the body He was made known to them as being God, by that body which was found passing to and fro amongst them.",
          "id": 27376
        },
        {
          "text": "For they, by casting Him down to the depth, attempted to show this, that God Who is above, cannot in bodily wise be born below.",
          "id": 27377
        },
        {
          "text": "But He by His passage up to the height, taught them this; that for the body also that is sent down below, it is not its nature to pass up to the height rather than down to the depths; so that by the body which from below passed on high upwards in the air, they might learn of God that by His grace He descended down below from on high.",
          "id": 27378
        },
        {
          "text": "22.",
          "id": 27379
        },
        {
          "text": "But why instead of a stern reproof did our Lord speak a parable of persuasion to that Pharisee?  He spoke the parable to him tenderly, that he, though froward, might unawares be enticed to correct his perversities.",
          "id": 27380
        },
        {
          "text": "For the waters that are congealed by the force of a cold wind, the heat of the sun gently dissolves.",
          "id": 27381
        },
        {
          "text": "So our Lord did not at once oppose him harshly, that he might not give occasion to the rebellious to rebel again.",
          "id": 27382
        },
        {
          "text": "But by blandishment He brought him under the yoke, that when he had been yoked, He might work with him, though rebellious, according to His will.",
          "id": 27383
        },
        {
          "text": "Now, because Simon was proudly minded, our Lord began humbly with him, that He might not be to him a teacher according to his folly.",
          "id": 27384
        },
        {
          "text": "For if that Pharisee retained the Pharisees' pride, how could our Lord cause him to acquire humility, when the treasure of humility was not under his hand?  But since our Lord was teaching humility to all men, He showed that His treasury was free from every form of pride.",
          "id": 27385
        },
        {
          "text": "But this was for our sakes, that He might teach us, that whatever treasuries pride enters into, it is by boastfulness that it gains access to them.",
          "id": 27386
        },
        {
          "text": "On this account let not thy left hand know what thy right hand doeth.",
          "id": 27387
        },
        {
          "text": "Our Lord then did not employ harsh reproof, because His coming was of grace:  He did not refrain from reproof, because His later coming will be of retribution.",
          "id": 27388
        },
        {
          "text": "For He put men to fear in His coming of humility; because it is a fearful thing to fall into His hands when He shall come in flaming fire.",
          "id": 27389
        },
        {
          "text": "But our Lord bestowed the most part of His helps rather by persuasion than by reproof.",
          "id": 27390
        },
        {
          "text": "For the gentle shower softens the earth and penetrates all through it:  but violent rain binds and hardens the face of the earth, so that it does not receive it.",
          "id": 27391
        },
        {
          "text": "For a harsh word excites wrath, and with it are bound up wrongs.",
          "id": 27392
        },
        {
          "text": "And when a harsh word has opened the door, wrath enters in, and at the heels of wrath, along with it enter in wrongs.",
          "id": 27393
        },
        {
          "text": "23.",
          "id": 27394
        },
        {
          "text": "But because all helps attend on humble speech, He who came to render help employed it.",
          "id": 27395
        },
        {
          "text": "Observe how mighty is the power of a humble word; for lo! by it vehement wrath is put down, and by it the billows of a swelling mind are calmed.",
          "id": 27396
        },
        {
          "text": "But hear whence this was.",
          "id": 27397
        },
        {
          "text": "That Pharisee thought, had this man been a prophet, he would have known.",
          "id": 27398
        },
        {
          "text": "Contempt as well as blasphemy can be discerned here.",
          "id": 27399
        },
        {
          "text": "Hear how our Lord in reply encountered this:  Simon, I have somewhat to say unto thee.",
          "id": 27400
        },
        {
          "text": "Love and reproof can be discerned here.",
          "id": 27401
        },
        {
          "text": "For this is a word of love such as friends use with their friends.",
          "id": 27402
        },
        {
          "text": "For when an adversary reproaches his adversary, he speaks not to him like this; for the madness of anger does not allow enemies to speak reasonably one to another.",
          "id": 27403
        },
        {
          "text": "But He Who prayed for them that crucified Him, that He might show that the fury of anger had no power over Him, was about to put to the question those that crucified Him, that He might show that He was governed by reason and not by anger.",
          "id": 27404
        },
        {
          "text": "24.",
          "id": 27405
        },
        {
          "text": "Accordingly, our Lord placed a word of conciliation at the beginning of His speech, that by conciliation He might pacify the Pharisee, into whose mind discord and division had entered.",
          "id": 27406
        },
        {
          "text": "He was the physician who ranged His cures against the things hurtful [to men].",
          "id": 27407
        },
        {
          "text": "Our Lord then shot forth this word as an arrow, and set in the head of it conciliation as the barb.",
          "id": 27408
        },
        {
          "text": "And He anointed it with love, that soothes the members; so that when it flew into him who was full of discord, he was at once changed from discord to harmony.",
          "id": 27409
        },
        {
          "text": "For straightway upon hearing that humble voice of our Lord, saying,—Simon, I have somewhat to say unto thee, that secret despiser returned his answer, Say on, Lord.",
          "id": 27410
        },
        {
          "text": "For the sweet voice entered his bitter mind, and begot of it pleasant fruit.",
          "id": 27411
        },
        {
          "text": "For he who before this voice was one that secretly despised, after this voice became one that openly honoured.",
          "id": 27412
        },
        {
          "text": "For humility, by its sweet utterance, subdues even its adversaries into rendering it honour.",
          "id": 27413
        },
        {
          "text": "For it is not over its friends that humility tests its power, but over its enemies it exhibits its victories.",
          "id": 27414
        },
        {
          "text": "25.",
          "id": 27415
        },
        {
          "text": "Thus the heavenly King arrayed Himself in armour of humility, and so conquered the bitter one, and drew from him a good answer as a sure pledge [of victory].",
          "id": 27416
        },
        {
          "text": "This is the armour concerning which Paul said, that by it we humble the loftiness that exalteth itself against the knowledge of God.",
          "id": 27417
        },
        {
          "text": "For Paul had received the proof of it in himself.",
          "id": 27418
        },
        {
          "text": "For as he had been warring in pride, but was conquered in humility, so is to be conquered every lofty thing which exalteth itself against this humility.",
          "id": 27419
        },
        {
          "text": "For Saul was journeying to subdue the disciples with hard words, but the Master of the disciples subdued him with a humble word.",
          "id": 27420
        },
        {
          "text": "For when He to whom all things are possible manifested Himself to him, giving up all things else, He spoke to him in humility alone, that He might teach us that a soft tongue is more effectual than all things else against hard thoughts.",
          "id": 27421
        },
        {
          "text": "For neither threats nor words of terror were heard by Paul, but weak words not able to avenge themselves:  Saul, Saul, why persecutest thou Me?  But the words which were thought not even capable of avenging themselves, were found to be taking vengeance by drawing him away from the Jews and making him a goodly vessel.",
          "id": 27422
        },
        {
          "text": "He who was full of the bitter will of the Jews, was then filled with the sweet preaching of the cross.",
          "id": 27423
        },
        {
          "text": "When he was filled with the bitterness of the crucifiers, in his bitterness he made havoc of the churches.",
          "id": 27424
        },
        {
          "text": "But when he was filled with the sweetness of the Crucified, he embittered the synagogues of the crucifiers.",
          "id": 27425
        },
        {
          "text": "Our Lord then strove with humble voice with him, who had been warring against His churches with hard bonds.",
          "id": 27426
        },
        {
          "text": "Thus Saul, who had been binding the disciples with bitter chains, was bound with pleasant persuasions; that he might not again cast the disciples into bonds; since he was bound by the Crucified, Who puts to silence evil voices, whom all they that were set against Him could not bind or injure.",
          "id": 27427
        },
        {
          "text": "But when Paul ceased from binding the disciples, he himself was bound with chains by the persecutors.",
          "id": 27428
        },
        {
          "text": "But when he was bound with chains, he loosed the bonds of idolatry by his bonds.",
          "id": 27429
        },
        {
          "text": "26.",
          "id": 27430
        },
        {
          "text": "Saul, Saul, why persecutest thou me?  He who had conquered His persecutors in the world below, and ruled over the angels in the world above, spoke from above with humble voice.",
          "id": 27431
        },
        {
          "text": "And He Who while He was upon earth had denounced ten woes against His crucifiers, when He was in heaven, did not denounce even one woe against Saul, His persecutor.",
          "id": 27432
        },
        {
          "text": "Now, our Lord denounced woe to His crucifiers, that He might teach His disciples not to be dismayed by His murderers.",
          "id": 27433
        },
        {
          "text": "But our Lord spoke in humility from heaven, that in humility the heads of His church might speak.",
          "id": 27434
        },
        {
          "text": "And if any one should say, \"Wherein did our Lord speak humbly with Paul? for lo! the eyes of Paul were grievously smitten;\" let him know that it was not from our merciful Lord that this chastisement proceeded, who spoke those words in humility; but from the vehement light that vehemently shone forth there.",
          "id": 27435
        },
        {
          "text": "And this light did not strike Paul by way of retribution on account of his deeds, but on account of the vehemence of its rays it hurt him, as he also said:  When I arose, I could discern nothing for the glory of the light.",
          "id": 27436
        },
        {
          "text": "But if that light was glorious, O Paul, how did the glorious light become a blinding light to thee thyself?  The light was that which, according to its nature, illuminates above, but contrary to its nature, it shone forth below.",
          "id": 27437
        },
        {
          "text": "When it illumined above, it was delightful; but when it shone forth below, it was blinding.",
          "id": 27438
        },
        {
          "text": "For the light was both grievous and pleasant.",
          "id": 27439
        },
        {
          "text": "It was grievous and violent towards the eyes of the flesh; and it was pleasant and lightful to those who are fire and spirit.",
          "id": 27440
        },
        {
          "text": "27.",
          "id": 27441
        },
        {
          "text": "For I saw a light from heaven that excelled the sun, and its light shone upon me.",
          "id": 27442
        },
        {
          "text": "So then mighty rays streamed forth without moderation, and were poured upon feeble eyes, which moderate rays refresh.",
          "id": 27443
        },
        {
          "text": "For, lo! the sun also in measure assists the eyes, but beyond measure and out of measure it injures the eyes.",
          "id": 27444
        },
        {
          "text": "And it is not by way of vengeance in wrath that it smites them.",
          "id": 27445
        },
        {
          "text": "For lo! it is the friend of the eyes and beloved of the eyeballs.",
          "id": 27446
        },
        {
          "text": "And this is a marvel; while with its gentle lustre it befriends and assists the eyes; yet by its vehement rays it is hostile to and injures the eyeballs.",
          "id": 27447
        },
        {
          "text": "But if the sun which is here below, and of kindred nature with the eyes that are here below, yet injures them, in vehemence and not in anger, in its proper force and not in wrath; how much more should the light that is from above, akin to the things that are above, by its vehemence injure a man here below who has suddenly gazed upon that which is not akin to his nature?  For since Paul might have been injured by the vehemence of this sun to which he was accustomed, if he gazed upon it not according to custom, how much more should he be injured by the glory of that light to which his eyes never had been accustomed?  For behold, Daniel also was melted and poured out on every side before the glory of the angel, whose vehement brightness suddenly shone upon him! and it was not because of the angel's wrath that his human weakness was melted, just as it is not on account of the wrath or hostility of fire that wax is melted before it; but on account of the weakness of the wax it cannot keep firm and stand in presence of fire.",
          "id": 27448
        },
        {
          "text": "When then the two approach one another, the power of the fire by its quality prevails; but the weakness of the wax on the other hand is brought lower even than its former weakness.",
          "id": 27449
        },
        {
          "text": "28.",
          "id": 27450
        },
        {
          "text": "But the majesty of the angel was manifested in itself; the weakness of flesh in itself could not endure.",
          "id": 27451
        },
        {
          "text": "For my inward parts were turned into corruption.",
          "id": 27452
        },
        {
          "text": "But yet men see men, their fellows, and faint before them:  Yet it is not by their bright splendour that they are moved, but by their harsh will.",
          "id": 27453
        },
        {
          "text": "For servants are terrified by the wrath of their masters, and those that are judged tremble through fear of their judges.",
          "id": 27454
        },
        {
          "text": "But this did not befall Daniel on account of threatening or anger from the angel; but on account of his terrible nature and prevailing brightness.",
          "id": 27455
        },
        {
          "text": "For it was not with threatening, the angel came to him.",
          "id": 27456
        },
        {
          "text": "For if he had come with threatening, how could a mouth full of threatening become full of peace, when it came, saying, Peace be unto thee, thou man of desire?  Thus that mouth that was a fountain of thunderings—for the voice of his words was like the voice of many hosts, that voice became to him a fountain teeming with and containing peace.",
          "id": 27457
        },
        {
          "text": "And when [the voice] reached the terrified ears which were athirst for the encouraging greeting of peace, there was opened and poured out [for Daniel] a draught of peace.",
          "id": 27458
        },
        {
          "text": "And by the angel's later [word of] peace, those ears were encouraged, which had been terrified by his former voice first.",
          "id": 27459
        },
        {
          "text": "For [he said], Let my Lord speak because I have been strengthened.",
          "id": 27460
        },
        {
          "text": "But because in that heart-moving vision the fiery angel was about to announce nothing concerning Him, [the Lord], on this account that majesty [of the angel] was forward to give the salutation of peace to the lowliness [of the prophet]; that by the gladdening salutation which that awful majesty gave, the dread should be removed which lay on the mind of the lowliness and that was terrified.",
          "id": 27461
        },
        {
          "text": "29.",
          "id": 27462
        },
        {
          "text": "But what shall we say about the Lord of the Angel, Who said to Moses,—No man shall see Me and live?  Is it on account of the fury of His anger, that whoso shall see Him shall die?  Or on account of the splendour of His Being?  For that Being was not made and was not created:  so that eyes which have been made and created cannot look upon it.",
          "id": 27463
        },
        {
          "text": "For if it is on account of His fury that whoso shall look upon Him shall not live, lo! He would have granted to Moses to see Him because of His great love to him.",
          "id": 27464
        },
        {
          "text": "Accordingly, the Self-Existent by His vision slays them that look upon Him; but He slays, not because of harsh fury but because of His potent splendour.",
          "id": 27465
        },
        {
          "text": "Because of this He in His great love granted to Moses to see His glory; yet in the same great love He restrained him from seeing His glory.",
          "id": 27466
        },
        {
          "text": "But it was not that the glory of His majesty would have been at all diminished, but that weak eyes could not suffice to bear the overpowering billows of His glory.",
          "id": 27467
        },
        {
          "text": "Therefore God, Who in His love desired that the vision of Moses should be directed upon the goodly brightness of His glory, in His love did not desire that the vision of Moses should be blinded amidst the potent rays of His glory.",
          "id": 27468
        },
        {
          "text": "Therefore Moses saw and saw not.",
          "id": 27469
        },
        {
          "text": "He saw, that he might be exalted; he saw not, that he might not be injured.",
          "id": 27470
        },
        {
          "text": "For by that which he saw, his lowliness was exalted; and by that which he saw not, his weakness was not blinded.",
          "id": 27471
        },
        {
          "text": "As also our eyes look upon the sun and look not upon it; and by what they see are assisted; and by what they see not, are uninjured.",
          "id": 27472
        },
        {
          "text": "Thus the eye sees, that it may be benefited; but it ventures not [to look], that it may not be injured.",
          "id": 27473
        },
        {
          "text": "So then through love God hindered Moses from seeing that glory that was too hard for his eyes:  As also Moses through his love prevented the children of his people from seeing the brightness that was too strong for their eyes.",
          "id": 27474
        },
        {
          "text": "For he learned from Him Who covered him, and spread His hand, and hid from him the splendour of the glory, that it might not injure him; so that he also should spread the veil and conceal from the feeble ones the overpowering splendour, that it might not hurt them.",
          "id": 27475
        },
        {
          "text": "Now when Moses saw that the sons of perishable flesh could not gaze upon the borrowed glory that was on his face, his heart failed within him; for that he had sought to dare to gaze upon the glory of the Eternal Being; in whose floods, lo! those above and those below are plunged and spring forth; the depths whereof none can fathom; the shores whereof none can reach; whereof no end or limit can be found.",
          "id": 27476
        },
        {
          "text": "30.",
          "id": 27477
        },
        {
          "text": "Now if any one should say, \"Was it not then possible for God [to bring it to pass] that Moses should look upon that glory and not be injured; and that Paul likewise should look upon the light and take no hurt?\"  Let him that says this understand that though it is possible for the power and overruling force of God, that the eyes should change their nature; yet it is inconsistent with the wisdom and nature of God that the order of nature should be confused.",
          "id": 27478
        },
        {
          "text": "For, lo! it is also easy for the arm of the artificer to destroy [his fabrics]; but it is inconsistent with the good sense of the artificer to ruin goodly ornaments.",
          "id": 27479
        },
        {
          "text": "And if any one wishes to say, concerning something which to himself seems meet;—\"It were meet for God to do this;\" let him know that it is meet for himself not to speak thus concerning God.",
          "id": 27480
        },
        {
          "text": "For the chief of all things meet is this:  that a man should not teach God what is meet.",
          "id": 27481
        },
        {
          "text": "For it becomes not man to become God's instructor.",
          "id": 27482
        },
        {
          "text": "For this is a great wickedness, that we should become teachers to Him, of Whom these created mouths of ours are unable to tell, in the formation of His handiwork.",
          "id": 27483
        },
        {
          "text": "For it is an unpardonable iniquity, that the mouth in its boldness should teach what is proper to that God by Whose grace it learned to speak at all.",
          "id": 27484
        },
        {
          "text": "If any one then shall say, \"It had been meet for God to do this,\" I also, because I have a mouth and a tongue, may say, \"It had been meet for God not to give to man freedom by which he thus reproaches Him Who is not to be reproached\".",
          "id": 27485
        },
        {
          "text": "But I do not dare to say that it was not meet for Him to give it; lest I also make myself an instructor of Him Who is not to be instructed.",
          "id": 27486
        },
        {
          "text": "For because He is just, He would have been reproached by Himself, had He not given freedom to men, as though through grudging He had withheld from lowly man the gift that makes great.",
          "id": 27487
        },
        {
          "text": "Therefore He gave it betimes by His grace, that He might not be justly reproached by Himself; even though through freedom, His own gift, lo! blasphemers wickedly reproach Him.",
          "id": 27488
        },
        {
          "text": "31.",
          "id": 27489
        },
        {
          "text": "Now why were the eyes of Moses made to shine because of the glory which he saw, while on the contrary [the eyes of] Paul, instead of being made to shine, were made utterly blind?  Yet we may be sure that the eyes of Moses were not stronger than those of Paul; for they were akin in one brotherhood of blood and flesh.",
          "id": 27490
        },
        {
          "text": "But another power through grace sustained the eyes of Moses; whereas no power was added in mercy to the eyes of Paul, beyond their natural power, which in wrath was taken from them.",
          "id": 27491
        },
        {
          "text": "But if we say that their natural power was taken away from them, and that [it was] on this account he was defeated and overcome by the overpowering light,—for had their natural power remained, they would have been able to endure that supernatural light.",
          "id": 27492
        },
        {
          "text": "Yet let us be sure of this, that as often as anything transcendent is revealed, that surpasses and transcends our nature, our natural power is not able to stand before it.",
          "id": 27493
        },
        {
          "text": "But if on the other hand another power beyond our natural one is added to us, then by that power received by us in excess of and beyond nature, we shall be able to stand before any strange thing which comes upon us supernaturally.",
          "id": 27494
        },
        {
          "text": "32.",
          "id": 27495
        },
        {
          "text": "For, lo! the power of our ears and eyes is in us and is formed in us in its natural manner; and yet our sight and hearing cannot stand before mighty thunderings and lightnings; first, because they come with vehemence; and secondly, because their potency suddenly surprises and astounds our feebleness.",
          "id": 27496
        },
        {
          "text": "This is what happened to Paul.",
          "id": 27497
        },
        {
          "text": "For the potency of the light suddenly surprised his feeble eyes and injured them.",
          "id": 27498
        },
        {
          "text": "But the greatness of the voice brought low his strength and entered his ears and opened them.",
          "id": 27499
        },
        {
          "text": "For they had been closed up by Jewish contentiousness as by wax.",
          "id": 27500
        },
        {
          "text": "For the voice did not plough up the ears, as the light injured the eyeballs.",
          "id": 27501
        },
        {
          "text": "Why? but because it was meet that he should hear, but not that he should see.",
          "id": 27502
        },
        {
          "text": "Therefore the doors of hearing were opened by the voice as by a key:  but the doors of sight were shut by the light that should open them.",
          "id": 27503
        },
        {
          "text": "Why then was it meet that he should hear?  Clearly because by that voice our Lord was able to reveal Himself as being persecuted by Saul.",
          "id": 27504
        },
        {
          "text": "For He was not able to show Himself by sight as being persecuted; for there was no way whereby this should be, that the son of David should be seen fleeing and Saul pursuing after Him.",
          "id": 27505
        },
        {
          "text": "For this happened in very deed with that first Saul and with the first David.",
          "id": 27506
        },
        {
          "text": "The one was pursuing; the other was being persecuted; they both of them saw and were seen, each by the other.",
          "id": 27507
        },
        {
          "text": "But here the ear alone could hear of the persecution of the Son of David; the eye could not see that He was being persecuted.",
          "id": 27508
        },
        {
          "text": "For it was in [the person of] others He was being persecuted, while He was Himself in heaven;—He Who beforetime had been persecuted in His own person while He was upon earth.",
          "id": 27509
        },
        {
          "text": "Therefore the ears [of Saul] were opened and his eyes were closed.",
          "id": 27510
        },
        {
          "text": "And He Who by sight could not represent Himself before Saul as persecuted, represented Himself by word before him as persecuted; when he cried and said;—Saul, Saul, why persecutest thou Me?  Accordingly, his eyes were closed, because they could not see the persecution of Christ; but his ears were opened, because they could hear of His persecution.",
          "id": 27511
        },
        {
          "text": "So then although the eyes of Moses were bodily eyes, as those of Paul, yet his inward eyes were Christian; for Moses wrote of Me, but the outward eyes of Paul were open, while the inward [eyes] were shut.",
          "id": 27512
        },
        {
          "text": "Then because the inward eyes of Moses shone clear, his outward eyes also were made to shine clearly.",
          "id": 27513
        },
        {
          "text": "But the outward eyes of Paul were closed, that by the closing of those that were outward, there might come to pass the opening of those that were inward.",
          "id": 27514
        },
        {
          "text": "For he who by the outward eyes was not able to see the Lord in His signs, he when those bodily eyes were closed, saw with those within.",
          "id": 27515
        },
        {
          "text": "And because he had received the proof in his own person, he wrote to those who had their bodily eyes full of light;—May He illumine the eyes of your hearts.",
          "id": 27516
        },
        {
          "text": "Therefore the signs manifested to the external eyes of the Jews, profited them not at all; but faith of the heart opened the eyes of the heart of the Gentiles.",
          "id": 27517
        },
        {
          "text": "But because, had Moses come down in his accustomed aspect from the mountain, without that shining of countenance, and said, \"I saw there the glory of God,\" the faithless fathers would not have believed him; so also, had Paul, without suffering blindness of his eyes, said, \"I heard the voice of Christ,\" the sons who crucified Christ would not have received it as true.",
          "id": 27518
        },
        {
          "text": "Therefore He set on Moses as in love, an excelling sign of splendour, that the deceivers might believe that he had seen the Divine glory; but on Saul, as on a persecutor, He set the hateful sign of blindness, that the liars might believe that he had heard the words of Christ; that so thou might not again speak against Moses, and that these might not doubt concerning Paul.",
          "id": 27519
        },
        {
          "text": "For God set signs on the bodies of the blind, and sent them to those who were in error, who used to make signs upon the borders of their garments.",
          "id": 27520
        },
        {
          "text": "But they remembered not the signs on their garments, and in the signs of the body they greatly erred.",
          "id": 27521
        },
        {
          "text": "The fathers who saw the glory of Moses, did not obey Moses; nor did the sons who saw the blindness of Paul believe Paul.",
          "id": 27522
        },
        {
          "text": "But three times in the desert they threatened to stone Moses and his house with stones as dogs.",
          "id": 27523
        },
        {
          "text": "For all congregation bade stone them with stones.",
          "id": 27524
        },
        {
          "text": "And thrice they scourged Paul with rods as a dog on his body.",
          "id": 27525
        },
        {
          "text": "[?]  Thrice was I beaten with rods.",
          "id": 27526
        },
        {
          "text": "These are the lions who through their love for their Lord were beaten as dogs and were torn as flocks of sheep, those flocks that used to stone their guardian shepherds, in order that ravening wolves might rule over them.",
          "id": 27527
        },
        {
          "text": "33.",
          "id": 27528
        },
        {
          "text": "But the crucifiers who corrupted the soldiers with a bribe, they perhaps said concerning Paul;—\"The disciples have bribed him with a bribe; therefore he associates with the disciples\".",
          "id": 27529
        },
        {
          "text": "For those who by the giving of a bribe strove that the resurrection of our Lord might not be preached, slandered Paul with the name of a bribe, that his revelation might not be believed.",
          "id": 27530
        },
        {
          "text": "Therefore the voice astonished him, and the light blinded him, that his astonishment might pacify his violence, and his blindness might put to shame his slanderers.",
          "id": 27531
        },
        {
          "text": "For the voice astounded his hearing in this, that it said meekly to him;—(Saul, why persecutes thou Me?):  and the light blinded his sight, that when the slanderers should have said that he had received a bribe, and thereby was suborned to lie, his blindness which had been brought about by that light might confute them, showing that it was through it that he had been driven to speak what was true.",
          "id": 27532
        },
        {
          "text": "So that those who supposed that his hands had received a bribe, and that because of it his lips lied, might know that his eyes had given up their light and because of this his lips proclaimed the truth.",
          "id": 27533
        },
        {
          "text": "But again for another reason the meek voice accompanied the overpowering light; namely, that as it were from meekness unto exaltation our Lord might produce help for the persecutor; in like manner as also all His helps were produced, from lowliness unto greatness.",
          "id": 27534
        },
        {
          "text": "For our Lord's meekness continued from the womb to the tomb.",
          "id": 27535
        },
        {
          "text": "And observe that greatness comes close upon His lowliness, and exaltation on His meekness.",
          "id": 27536
        },
        {
          "text": "For whereas His greatness was observed in divers things, His Divinity was revealed by glorious signs; that it might be known that the One Who stood amongst them, was not one but two.",
          "id": 27537
        },
        {
          "text": "For His nature is not humble nature alone, nor is it an exalted nature alone; but there are two natures that are mingled, the one with the other; the exalted and the humble.",
          "id": 27538
        },
        {
          "text": "Therefore these two natures show forth their qualities; so that by the quality of each of the two, mankind might distinguish between the two; that it might not be supposed that He was merely one,—He Who was two by commingling:  but that it might be known that He was two in respect of the blending, though He was one in respect of His Being.",
          "id": 27539
        },
        {
          "text": "These things our Lord, through His humility and exaltation, taught to Paul also in the way to Damascus.",
          "id": 27540
        },
        {
          "text": "34.",
          "id": 27541
        },
        {
          "text": "For our Lord appeared to Saul in meekness, since meekness was close to His greatness; that because of His greatness it might be known Who He is Who spake meekly.",
          "id": 27542
        },
        {
          "text": "For even as His disciples preached on earth of our Lord in meekness and in exaltation,—in the meekness of His persecution, and in the exaltation of His signs,—so also our Lord preached of Himself in meekness and in exaltation in Paul's presence—in the exaltation of the potency of the light which flashed, and in the meekness of that meek voice which said; Saul, why persecutest thou Me?—so that the preaching of Him which His disciples preached concerning Him in presence of many, should be like to that preaching which He preached concerning Himself.",
          "id": 27543
        },
        {
          "text": "But even as, if He had not spoken meekly, it would not have been made known there that He was meek, so, had He not appeared there as an overpowering light, it would not have been made known there that He was exalted.",
          "id": 27544
        },
        {
          "text": "35.",
          "id": 27545
        },
        {
          "text": "And if thou shouldst say; \"What necessity was there that He should speak humbly?  Could He not have convinced him also through the greatness of the light?\"  Know, thou that questionest, that this rejoinder may be returned to thee; that because it was necessary that He should speak humbly, He therefore spoke humbly.",
          "id": 27546
        },
        {
          "text": "For by Him Who is wise in all things, there was done there nothing that was not meet to be done.",
          "id": 27547
        },
        {
          "text": "For He Who has given knowledge to artificers to do each thing severally with the instrument meet for it, does He not Himself know that which He gives others the power of knowing?  Therefore whatsoever has been wrought or is being wrought by the Godhead, that very thing that is wrought by Him at that time, is for the furtherance of [God's] working at that time, even though to the blind the Divine orderings seem contrariwise.",
          "id": 27548
        },
        {
          "text": "But that we may not restrain by constraint of words a wise enquirer, one that wishes to grow by true persuasion as the seed by the rain-drops; know, O enquirer, that because Saul was a persecutor, but our Lord was endeavouring to make him persecuted instead of persecutor, therefore He of His wisdom made haste to cry—Saul, why persecutest thou Me?—in order that, when Saul who was being made a disciple, heard Him Who was making him a disciple, saying, Why persecutest thou Me? he might know that the Master Whose servant he was becoming, was a persecuted Master, and so might quickly cast away the persecution of his former masters, and might clothe himself in the persecuted state of his persecuted Master.",
          "id": 27549
        },
        {
          "text": "Now any master who wishes to teach a man anything, teaches him either by deeds or by words.",
          "id": 27550
        },
        {
          "text": "But if he teach him neither by words nor by deeds, the man cannot be instructed in his craft.",
          "id": 27551
        },
        {
          "text": "So that, even though our Lord did not teach Paul humility by deeds, yet by voice He taught him endurance of persecution which He could not teach him by deed.",
          "id": 27552
        },
        {
          "text": "For before our Lord was crucified, He taught His disciples humble endurance of persecution by deed.",
          "id": 27553
        },
        {
          "text": "But after He had finished His persecution by crucifixion, as He said, Lo! all things are finished.",
          "id": 27554
        },
        {
          "text": "He could not vainly return and begin again anything which once for all had been wisely finished.",
          "id": 27555
        },
        {
          "text": "Or why again do ye seek for the crucifixion and shame of the Son of God?  36.",
          "id": 27556
        },
        {
          "text": "For even though our Lord in His grace had beforetime brought the majesty of His Godhead into humility, yet afterwards in His justice He willed not again to bring back to humiliation the littleness of manhood which had been made great.",
          "id": 27557
        },
        {
          "text": "But because it was necessary that the persecuting disciple should learn endurance of persecution, while yet it was impossible that the Master should again come down and be persecuted afresh; He taught him by voice that which could not be taught by deeds.",
          "id": 27558
        },
        {
          "text": "Saul, why persecutest thou Me?  The explanation of which utterance is this;—\"Saul, why art thou not persecuted in Me?\"  But in order that Saul might not suppose that it was because of His weakness our Lord was persecuted, the strength of the overpowering light which shone upon him, convinced him.",
          "id": 27559
        },
        {
          "text": "For if the eyes of Saul could not endure the shining of that light, how could the hands of Saul bind and fetter the disciples of the Lord of that light?  But his hands had fettered the disciples, that he might learn their power in their bonds; while his eyes could not endure the beams, that by their strength he might learn his own weakness.",
          "id": 27560
        },
        {
          "text": "But had not the power of that light shone upon him, when the Lord said to him; Saul, why persecutest thou Me?  Then because of the madness of the pride wherein Paul was set up at that time, he would perhaps have said this to Him, \"I am persecuting Thee for this reason, because Thou hast said, Why persecutest thou Me?  For who is there that would not persecute Thee, when Thou, with such strength, troublest Thy persecutor with these feeble cries\".",
          "id": 27561
        },
        {
          "text": "But the humility of our Lord was heard in the voice, and the power of the light shone forth in the beams.",
          "id": 27562
        },
        {
          "text": "So Paul could not despise the humility of the voice, because of the glory of the light.",
          "id": 27563
        },
        {
          "text": "37.",
          "id": 27564
        },
        {
          "text": "Thus were his ears brought into discipleship to the voice which he heard, because his eyes sufficed not to endure the beams which they saw.",
          "id": 27565
        },
        {
          "text": "That marvel of the dawning of the light was shed forth upon his eyeballs and did them hurt; and the voice of the Lord of the light entered his ears, but did them no harm.",
          "id": 27566
        },
        {
          "text": "But between the light and the Lord of the light, which ought to have been the stronger?  For if the light which was created by Him was so overpowering, how much more overpowering He by Whom this very light was created!  But if the Lord of the light was overpowering, as indeed He is overpowering, how did His voice enter the hearing and not harm it? even as that light which hurt the sight?  But hear the wonder and the marvel which our Lord wrought by His grace.",
          "id": 27567
        },
        {
          "text": "For our Lord willed not to humble that light which is His; but He being Lord of the light humbled Himself.",
          "id": 27568
        },
        {
          "text": "But as the Lord of the light is greater than the light which is His, so great is the glory that the Lord of the light should humble Himself rather than humble the light.",
          "id": 27569
        },
        {
          "text": "38.",
          "id": 27570
        },
        {
          "text": "As also in the night, while He was praying, it is written;—There appeared to Him an angel strengthening Him.",
          "id": 27571
        },
        {
          "text": "But here all mouths, celestial and terrestrial, are insufficient to give thanks to Him by Whose hand the angels were created; that He was strengthened for the sake of sinners by that angel who was created by His hand.",
          "id": 27572
        },
        {
          "text": "As then the angel from above stood in glory and in brightness, while the Lord of the angel, that He might exalt man who was degraded, stood in degradation and humility; so also here that light flashed forth in manifestation; but the Lord of the light, for the sake of helping one persecutor, spoke with humble voice and lowly words.",
          "id": 27573
        },
        {
          "text": "39.",
          "id": 27574
        },
        {
          "text": "For this cause therefore that light which was overpowering, because it was not diminished, entered the eyeballs with overpowering manifestation and injured them.",
          "id": 27575
        },
        {
          "text": "But the Lord of the light, because He had lowered Himself in order to help, His lowly voice entered the ears that had need and helped them.",
          "id": 27576
        },
        {
          "text": "But in order that the help of that voice which had become lowly, might not fail Him, therefore the strength of that light was not lowered, in order that because of that light, which was not lowered, the help of that voice which was lowered, might be believed.",
          "id": 27577
        },
        {
          "text": "But this is a marvel, that until our Lord made Himself lowly in voice, Paul was not made lowly in deed; for even as, before He came down and clothed Himself in a body, our Lord was in exaltation with His Father; yet in His exaltation men did not learn humility; but when He humbled Himself and came down from His exaltation, then by His humbleness humility was soon among men; so again after His resurrection and ascension He was in glory at the right hand of God His Father, but by that His exaltation, Paul did not learn humility.",
          "id": 27578
        },
        {
          "text": "Therefore He that was exalted and sat at the right hand of His Father, ceased from glorious and lofty speech, and He cried as one wronged and oppressed, with feeble and meek words, saying,—Saul, Saul, why persecutest thou Me?  Thus, humble words prevailed over harsh bridles.",
          "id": 27579
        },
        {
          "text": "For by humble words, as by bridles, the persecuted led the persecutor from the broad way of the persecutors into the narrow way of the persecuted.",
          "id": 27580
        },
        {
          "text": "And since all the signs that were done in the Name of our Lord did not convince Paul, our Lord made haste to meet with humility him who was hastening on the way to Damascus in the vehemence of pride.",
          "id": 27581
        },
        {
          "text": "Thus by His humble words, the harsh vehemence of pride was checked.",
          "id": 27582
        },
        {
          "text": "40.",
          "id": 27583
        },
        {
          "text": "He then Who used humble words with Paul His persecutor, He also used humble sayings with the Pharisee.",
          "id": 27584
        },
        {
          "text": "For so great is the power of humility that even God Who overcomes all did not overcome without it.",
          "id": 27585
        },
        {
          "text": "Humility was able also in the wilderness to bear the burden of the stiff-necked people.",
          "id": 27586
        },
        {
          "text": "For against the people who were more stubborn than all men, was set Moses who was more meek than all men.",
          "id": 27587
        },
        {
          "text": "For God Who needs not anything, when He had set free the people, afterwards had need of the humility of Moses, that this humility might endure the wrath and murmuring of the People that provoked him.",
          "id": 27588
        },
        {
          "text": "For humility alone could endure the gainsayings of that people, which the signs of Egypt and the prodigies (wrought) in the desert could not subdue.",
          "id": 27589
        },
        {
          "text": "For when pride had wrought divisions amongst the people, humility by its prayer used to close up their divisions.",
          "id": 27590
        },
        {
          "text": "If then the humility of the Stammerer endured six hundred thousand, how much more exceedingly did the humility of Him, Who gave speech to the Stammerer endure?  For the humility of Moses is a shadow of the humility of our Lord.",
          "id": 27591
        },
        {
          "text": "41.",
          "id": 27592
        },
        {
          "text": "Our Lord then saw that Simon the Pharisee did not believe the signs and wonders which he had seen.",
          "id": 27593
        },
        {
          "text": "He came to him to persuade him with humble words; and humble utterances overcame him, whom mighty wonders had not overcome.",
          "id": 27594
        },
        {
          "text": "What then are the wonders which that Pharisee had seen?  He had seen the dead raised to life, the lepers cleansed, the blind with eyes opened.",
          "id": 27595
        },
        {
          "text": "These signs compelled that Pharisee to entertain our Lord as a prophet.",
          "id": 27596
        },
        {
          "text": "But he who entertained Him as a prophet, changed so as to despise Him for one who had not knowledge, saying (namely);—Had this man been a prophet, He would have known that this woman—who had approached Him—is a sinner.",
          "id": 27597
        },
        {
          "text": "But we may despise the Pharisee and say, Had he been a man of discernment, he would have learned from that sinful woman, who approached our Lord, not that He was a prophet, but the Lord of the Prophets.",
          "id": 27598
        },
        {
          "text": "For the tears of the sinful woman testified, that it was not a prophet they were propitiating, but Him, Who, as God, was wroth with her sins.",
          "id": 27599
        },
        {
          "text": "For, because the prophets sufficed not to raise sinners to life, the Lord of the prophets came down to heal those who were in evil case.",
          "id": 27600
        },
        {
          "text": "But what physician is there who hinders the smitten, that they should not come to him, O blind Pharisee, as it befel that she came to our Physician!  For why did the smitten woman approach Him,—she, whose wounds were healed by her tears?  He Who had come down to be a fountain of healing amongst the diseased, was proclaiming this;—Let every one that is athirst, come and drink.",
          "id": 27601
        },
        {
          "text": "But when the Pharisees, this man's companions, murmured at the healing of sinners, the Physician taught concerning His art, that the door is opened for the diseased and not for the whole, for they that are whole need not a physician but they that are sick.",
          "id": 27602
        },
        {
          "text": "Therefore the praise of the physician is the healing of the diseased;—that the shame of the Pharisee who reproved the praise of our physician may be greater.",
          "id": 27603
        },
        {
          "text": "But our Lord used to show signs in the streets; and also when He entered into the house of the Pharisee, He showed signs which were greater than those He had shown outside.",
          "id": 27604
        },
        {
          "text": "For in the street He made whole the bodies that were sick, but within He healed the souls that were diseased.",
          "id": 27605
        },
        {
          "text": "Outside, He raised to life the mortality of Lazarus:  but within, He raised to life the mortality of the sinful woman.",
          "id": 27606
        },
        {
          "text": "He restored the living soul to the corpse from which it had gone out; and He expelled from the sinful woman the deadly sin which dwelt within her.",
          "id": 27607
        },
        {
          "text": "But the blind (Pharisee) who was insufficient for great things, because of the great things which he saw not, belied those small things which he had seen.",
          "id": 27608
        },
        {
          "text": "For he was a son of Israel who attributed weakness to his God, and not to himself.",
          "id": 27609
        },
        {
          "text": "For (Israel said), Though He smote the rock and the waters flowed, can He also give us bread?  But when our Lord saw his weakness, that it missed the great things and, because of them, the small things also, He hasted to put forward a simple word, as though for a babe that was being reared on milk, and was not capable of solid food.",
          "id": 27610
        },
        {
          "text": "42.",
          "id": 27611
        },
        {
          "text": "For by that wherein thou knewest, O Pharisee, that our Lord was not a prophet, by that very thing it was proved that thou didst not know the prophets.",
          "id": 27612
        },
        {
          "text": "For by this that thou saidst;—Had this man been a prophet, he would have known, thou showest herein that (in thy esteem) whoever is a prophet knows all things.",
          "id": 27613
        },
        {
          "text": "But lo! some matters were hidden from the prophets; how then dost thou attribute the revelation of all hidden things to the prophets?  But this unwise teacher who perverted the scriptures of the Prophets, did not even understand what he read in the scriptures.",
          "id": 27614
        },
        {
          "text": "For it was not only that the greatness of the Lord was not discerned by that Pharisee, but he did not even discern the weakness of the prophets.",
          "id": 27615
        },
        {
          "text": "For our Lord, as knowing all things, allowed that sinful woman to come in and receive His peace.",
          "id": 27616
        },
        {
          "text": "But Elisha, as one ignorant, said to the Shunamite;—Peace to thee and peace be to the child.",
          "id": 27617
        },
        {
          "text": "Accordingly he who supposed that our Lord was proved not to be a prophet, was himself proved not to know the Prophets.",
          "id": 27618
        },
        {
          "text": "When the mind contains malice and cannot refrain, then that malice which is in it, is cunning in finding a pretext for opening a door; but in case that pretext, in which the deceiver takes refuge is confuted, he knows that within this there is another concealed which he may employ.",
          "id": 27619
        },
        {
          "text": "Now observe this son of Israel, how he was like Israel in stubbornness.",
          "id": 27620
        },
        {
          "text": "For heathenism was bound up in the mind of the People; therefore Moses was taken away from them, that the wickedness that was within them might become manifest.",
          "id": 27621
        },
        {
          "text": "But that they might not be put to shame, and that it might not be known how they were seeking idols, they first sought for Moses, and then for idols.",
          "id": 27622
        },
        {
          "text": "As for this Moses, we know not what has become of him.",
          "id": 27623
        },
        {
          "text": "And if God, Who cannot die, brought thee out of Egypt, why dost thou seek for a man, who at some time must die?  Yet they did not desire Moses, that he should become a god to them; because Moses could hear and see and reprove; but they sought for a god who could neither hear nor see nor reprove.",
          "id": 27624
        },
        {
          "text": "But whensoever Moses shall have died, what shall remain of him?  For behold, thy God is a living God, and lo! He has revealed Himself to thee by living testimonies.",
          "id": 27625
        },
        {
          "text": "For the bright cloud was at that time overshadowing them, and they had the pillar of light in the night-time.",
          "id": 27626
        },
        {
          "text": "Water flowed for them from the rock, and they drank its streams.",
          "id": 27627
        },
        {
          "text": "They were delighted every day by tasting that manna, the fame of which we have heard.",
          "id": 27628
        },
        {
          "text": "How was Moses far from thee?  Behold the signs of Moses surround thee.",
          "id": 27629
        },
        {
          "text": "Or how does the person of Moses profit thee, when thou hast such a guide as this?  If thy garments wear not old, and a temperate air refreshes thee, if the heat and the cold do not hurt thee, and thou hast rest from war, and art far removed from the fear of Egypt,—what thing then was lacking to Israel that he sought for Moses?  Open heathenism was lacking to him.",
          "id": 27630
        },
        {
          "text": "For it was not for Moses that he sought, but on the pretext of Moses' absence he followed after the calf.",
          "id": 27631
        },
        {
          "text": "Thus briefly have we showed, that when the mind is full of anything, but an opposing reason meets it, then it forces it by violence to open for it a door to that which it desires.",
          "id": 27632
        },
        {
          "text": "43.",
          "id": 27633
        },
        {
          "text": "Thou too, O Pharisee, athirst for blasphemy, what sawest thou in our Lord, to show that He was not a prophet?  For lo! the things that belong to the Lord of the Prophets were seen in Him.",
          "id": 27634
        },
        {
          "text": "For the gushing tears made haste to proclaim that they were shed as before God.",
          "id": 27635
        },
        {
          "text": "The sorrowing kisses testified that they sought to win over the creditor to tear up the debt-bonds.",
          "id": 27636
        },
        {
          "text": "The goodly ointment of the sinful woman proclaimed that it was a bribe of penitence.",
          "id": 27637
        },
        {
          "text": "These medicines the sinful woman offered to her Physician, that by her tears He might wash away her stains, by her kisses He might heal her wounds, by her sweet ointment He might make her evil name sweet as the odour of her ointment.",
          "id": 27638
        },
        {
          "text": "This is the Physician who heals men by the medicines which they bring to Him.",
          "id": 27639
        },
        {
          "text": "These marvels were shown at that time; but to the Pharisee instead of these there appeared blasphemy.",
          "id": 27640
        },
        {
          "text": "For what could be established in the weeping of the sinful woman, but that He can justify sinners?  Else, judge thou in thy mind, O blind teacher, why was that mournful weeping in the joyful feast, so that, while they were making merry with food, she was in bitterness with her tears?  Because she was a sinner, her deeds were unchaste, and these (deeds) she was wont to do.",
          "id": 27641
        },
        {
          "text": "But if at that time, from the wantonness of sinners she was turned to chastity, then acknowledge, thou who saidst He is not a prophet, that He is One who makes those chaste that have been wanton.",
          "id": 27642
        },
        {
          "text": "For by this, that thou knowest that she is a sinner, and by this, that thou seest her now penitent, search out where is the power that changed her.",
          "id": 27643
        },
        {
          "text": "For he ought to have fallen down and worshipped Him Who, while silent, in His silence turned to chastity those sinners whom the Prophets by their vehement utterances could not turn to chastity.",
          "id": 27644
        },
        {
          "text": "A wonderful and marvellous thing was seen in the house of the Pharisee; a sinful woman that sat and wept, and she who wept said not wherefore she wept; nor did He at Whose feet she sat say to her, Why weepest thou?  The sinner did not need with her lips to petition our Lord, because she believed that He knew, as God, the petitions that were hidden in her tears.",
          "id": 27645
        },
        {
          "text": "Nor did our Lord ask her, What hast thou done?  For He knew that by her pure kisses she was atoning for her transgressions.",
          "id": 27646
        },
        {
          "text": "So then she, because she believed that He knew the things that were hidden, offered to Him her prayers in her heart; for knowing secret things He had no need of the outward lips.",
          "id": 27647
        },
        {
          "text": "If then the sinner, because she knew that our Lord was God, sought not to persuade Him with her lips; and our Lord, because as God He discerned her thoughts, therefore questioned her not; dost not thou, O tyrant Pharisee, from the silence of both understand the position of both; that she was praying as to God in her heart, and that He as God was in silence searching out her thoughts?  But the Pharisee could not see and understand these things, because he was a son of Israel who though perceiving, saw not, and though he heard, understood not.",
          "id": 27648
        },
        {
          "text": "Though then our Lord knew that that Pharisee thought evil thoughts concerning Him, He confuted him gently and not harshly.",
          "id": 27649
        },
        {
          "text": "For sweetness came down from on high to break down the bitterness with which the Evil One had stamped us.",
          "id": 27650
        },
        {
          "text": "Therefore our Lord taught that Pharisee of Himself and in Himself, as though saying, Even as I, though I knew the evil things in thy heart, yet gently persuaded thee, so though I knew the evil things of this woman, I mercifully received her.",
          "id": 27651
        },
        {
          "text": "But let us hear how long-suffering was drawn after the hasty thought, so as to draw it from haste to understanding.",
          "id": 27652
        },
        {
          "text": "A certain creditor had two debtors.",
          "id": 27653
        },
        {
          "text": "One owed five hundred dinars, and the other fifty dinars.",
          "id": 27654
        },
        {
          "text": "—(Be not wearied, O hearer, at the length of the repetition of the parable, lest thou be contrary to Him Who in the parable was long-suffering for the sake of giving help.",
          "id": 27655
        },
        {
          "text": ")—At length, when neither of them had wherewithal to pay, he forgave them both.",
          "id": 27656
        },
        {
          "text": "Which of them dost thou think would love him more?  Simon said to Him, I suppose that he, to whom more was forgiven.",
          "id": 27657
        },
        {
          "text": "Our Lord said to him, Thou has rightly judged.",
          "id": 27658
        },
        {
          "text": "Our Lord in His justice commended the perverse (Pharisee), because of the right judgment, which he had judged, though he in his wickedness had answered the good Lord concerning the mercy He had wrought.",
          "id": 27659
        },
        {
          "text": "Now many things are laid up in this parable; for it is a treasury full of many helps.",
          "id": 27660
        },
        {
          "text": "Why then did our Lord require that the Pharisee should pass judgment for Him between the two debtors?  Was it not that the greatness, coming after the littleness, might show itself that nothing of the littleness was drawn after the greatness?  For our Lord, since He knew the secret things, was long-suffering and questioned Simon, that those might be put to shame who, though not knowing, were hasty to blame, but not to enquire.",
          "id": 27661
        },
        {
          "text": "For if, O man, before I heard thy judgment passed, I judged not of it, why didst thou, before thou heardest from Me, the case of the sinful woman, hastily blame?  Now this was done for our instruction, that we might be swift to enquire, but slow to pass our sentence.",
          "id": 27662
        },
        {
          "text": "For had that Pharisee been long-suffering, lo! that pardon which our Lord in the end gave to the sinful woman, would have taught him everything.",
          "id": 27663
        },
        {
          "text": "Long-suffering is wont to acquire all things for those that acquire it.",
          "id": 27664
        },
        {
          "text": "44.",
          "id": 27665
        },
        {
          "text": "But again; through the forgiveness of the two debtors, our Lord led into forgiveness him who was in need of forgiveness, yet in whose eyes the forgiveness of debts was hateful.",
          "id": 27666
        },
        {
          "text": "For though the debts of the Pharisee himself needed forgiveness, yet the forgiveness of the debts of the sinful woman was hateful in his eyes.",
          "id": 27667
        },
        {
          "text": "For had there been this forgiveness of debts in the mind of the Pharisee, it would not have been in his eyes disgraceful that that sinful woman should have come for forgiveness of her debts to God and not to the priests; for the priests could not forgive sins such as those.",
          "id": 27668
        },
        {
          "text": "But this sinful woman from the glorious works which our Lord did, believed that He could also forgive sins.",
          "id": 27669
        },
        {
          "text": "For she knew that whoso is able to restore the members of the body, is able also to cleanse away the spots of the soul.",
          "id": 27670
        },
        {
          "text": "But the Pharisee, though he was a teacher, did not know this.",
          "id": 27671
        },
        {
          "text": "For the teachers of Israel were wont to be fools, put to shame by the despised and vile.",
          "id": 27672
        },
        {
          "text": "For they were put to shame by that blind man to whom they said;—We know that this man is a sinner.",
          "id": 27673
        },
        {
          "text": "But he said to them:—How did He open my eyes? lo! God hears not sinners.",
          "id": 27674
        },
        {
          "text": "These are the blind teachers who were made guides to others; and their perverse path was made straight by a blind man.",
          "id": 27675
        },
        {
          "text": "45.",
          "id": 27676
        },
        {
          "text": "But hear ye the marvel that our Lord wrought.",
          "id": 27677
        },
        {
          "text": "Because that Pharisee supposed that our Lord did not know that the woman who touched Him was a sinner; our Lord made the lips of the Pharisee like the strings of a harp; and by his very lips He sang how she was trampling under foot his sins, though he knew it not.",
          "id": 27678
        },
        {
          "text": "And he who as though he knew had blamed, was found to be a harp, whereto another could sing of that which he knew.",
          "id": 27679
        },
        {
          "text": "For our Lord compared the sins of the sinful woman to five hundred dinars, and caused them to pass into the hearing of the Pharisee by the parable which he heard; and again brought them forth from his mouth in the judgment he gave; though Simon knew not, when he was judging, that those five hundred dinars denoted the sins of the sinful woman.",
          "id": 27680
        },
        {
          "text": "And (the Pharisee) who thought concerning our Lord that He had not knowledge of her sins, was himself found not to have knowledge of them, when he heard of those debts in the parable, and gave judgment concerning them with his voice.",
          "id": 27681
        },
        {
          "text": "But when it was explained to him at last by our Lord, then the Pharisee knew that alike his ears and also his lips were, as it were, instruments for our Lord, through which He might sing the glories of His knowledge.",
          "id": 27682
        },
        {
          "text": "For this Pharisee was the fellow of those scribes, whose sentence by their own mouths our Lord gave against them;—What then will the Lord of the vineyard do to those husbandmen?  They say unto Him, against themselves:—He will terribly destroy them, and will hire out the vineyard to husbandmen who will render unto Him the fruit in its season.",
          "id": 27683
        },
        {
          "text": "This is the Godhead to which all things are easy, which by the mouths, the very mouths that blasphemed it, pronounced the sentence of those very mouths against them.",
          "id": 27684
        },
        {
          "text": "46.",
          "id": 27685
        },
        {
          "text": "Glory then be to Him the Invisible, who clothed Himself in invisibility, that sinners might he able to draw near to Him.",
          "id": 27686
        },
        {
          "text": "For our Lord did not repel the sinful woman as the Pharisee expected; inasmuch as He descended from the height which no man can reach unto, altogether in order that lowly publicans, like Zaccheus, might reach unto Him.",
          "id": 27687
        },
        {
          "text": "And the Nature which none can handle, clothed Itself in a body, altogether in order that all lips might kiss His feet as the sinful woman did.",
          "id": 27688
        },
        {
          "text": "For the sacred soul was hidden within the veil of flesh, and so touched all unclean lips and sanctified them.",
          "id": 27689
        },
        {
          "text": "Thus He Whom His appetite was supposed to invite to feasting, His feet invited to tears; He was the good Physician, who came forth to go to the sinful woman who was seeking Him in her soul.",
          "id": 27690
        },
        {
          "text": "She then anointed the feet of our Lord, who (anointed) not His head,—she who was trodden down in the dust by all.",
          "id": 27691
        },
        {
          "text": "For those Pharisees who justified themselves and despised all (else), trod her down.",
          "id": 27692
        },
        {
          "text": "But He the Merciful, Whose pure body sanctified her uncleanness, had pity on her.",
          "id": 27693
        },
        {
          "text": "47.",
          "id": 27694
        },
        {
          "text": "But Mary anointed the head of our Lord's body, as a token of the better part which she had chosen.",
          "id": 27695
        },
        {
          "text": "And Christ prophesied concerning that which her soul had chosen.",
          "id": 27696
        },
        {
          "text": "While Martha was cumbered with serving, Mary was hungering to be satisfied with spiritual things by Him Who also satisfies us with bodily things.",
          "id": 27697
        },
        {
          "text": "So Mary refreshed Him with precious ointment, as He had refreshed her with His exalted teaching.",
          "id": 27698
        },
        {
          "text": "Mary by the oil showed forth the mystery of His mortality, Who by His teaching mortified the concupiscence of her flesh.",
          "id": 27699
        },
        {
          "text": "Thus the sinful woman by the flood of her tears, in full assurance was rewarded with remission of sins from beside His feet; and she who had the issue of blood, stole healing from the hem of His garment.",
          "id": 27700
        },
        {
          "text": "But Mary received blessing openly from His mouth, as a reward of the service of her hands upon His head.",
          "id": 27701
        },
        {
          "text": "For she poured out on His head the precious ointment, and received from His mouth a wonderful promise.",
          "id": 27702
        },
        {
          "text": "This is the ointment which was sown above and yielded fruit below.",
          "id": 27703
        },
        {
          "text": "For she sowed it on His head and gathered its fruit from between His lips;—She shall have a name and this memorial in every place where My Gospel shall be preached.",
          "id": 27704
        },
        {
          "text": "Accordingly, what she then received of Him, He is able to cause to pass unto all generations:  and in no generation can any hinder it.",
          "id": 27705
        },
        {
          "text": "For the ointment which she poured upon His head, gave its odour in presence of all the guests and refreshed Him; so also the goodly name which He gave her, passes down through all generations and brings honour to her.",
          "id": 27706
        },
        {
          "text": "Even as all who were at the feast were sensible of her ointment; it was meet that all who come into the world should be sensible of her triumph.",
          "id": 27707
        },
        {
          "text": "This is a loan whereof the increase is exacted in all generations.",
          "id": 27708
        },
        {
          "text": "48.",
          "id": 27709
        },
        {
          "text": "Now Simeon the priest, when he took Him up in his arms to present Him before God, understood as he saw [Him] that He was not presenting Him, but was being himself presented.",
          "id": 27710
        },
        {
          "text": "For the Son was not presented by the servant to His Father, but the servant was presented by the Son to his Lord.",
          "id": 27711
        },
        {
          "text": "For it is not possible that He, by Whom every offering is presented, should be presented by another.",
          "id": 27712
        },
        {
          "text": "For the offering does not present him that offers it; but by them that offer are offerings presented.",
          "id": 27713
        },
        {
          "text": "So then He Who receives offerings gave Himself to be offered by another, that those who presented Him, while offering Him, might themselves be presented by Him.",
          "id": 27714
        },
        {
          "text": "For as He gave His body to be eaten, that when eaten It might quicken to life them that ate Him; so He gave Himself to be offered, that by His Cross the hands of them that offered Him might be sanctified.",
          "id": 27715
        },
        {
          "text": "So, then, though the arms of Simeon seemed to be presenting the Son, yet the words of Simeon testified that he was presented by the Son.",
          "id": 27716
        },
        {
          "text": "Therefore we can have no dispute concerning this, because that which was said put an end to dispute;—Now lettest Thou Thy servant depart in peace.",
          "id": 27717
        },
        {
          "text": "He then who is let depart to go in peace to God, is presented as an offering to God.",
          "id": 27718
        },
        {
          "text": "And in order to make known by whom he was presented, he said,—For lo! mine eyes have seen Thy mercy.",
          "id": 27719
        },
        {
          "text": "If there was no grace wrought on him, why then did he give thanks?  But rightly did he give thanks, that he was thought worthy to receive in his arms Him, Whom angels and prophets greatly desired to see.",
          "id": 27720
        },
        {
          "text": "For lo! mine eyes have seen Thy mercy.",
          "id": 27721
        },
        {
          "text": "Let us understand then and see.",
          "id": 27722
        },
        {
          "text": "Is mercy that which shows mercy to another, or is it that which receives mercy from another?  But if mercy is that which shows mercy to all, well did Simeon call our Lord by the name of the mercy that showed mercy to him,—Him Who freed him from the world which is full of snares, that he might go to Eden which is full of pleasures; for he who was priest said and testified that he was offered as an offering, that from the midst of the perishing world he should go and be stored up in the treasure-house which is kept safe.",
          "id": 27723
        },
        {
          "text": "For one for whom it may be that what he has found should be lost, to him it belongs to be diligent that it should be kept safe.",
          "id": 27724
        },
        {
          "text": "But for our Lord it could not be that He should be lost; but by Him the lost were found.",
          "id": 27725
        },
        {
          "text": "So then, through the Son Who could not be lost, the servant who was very desirous not to be lost, was presented.",
          "id": 27726
        },
        {
          "text": "Lo! mine eyes have seen Thy mercy.",
          "id": 27727
        },
        {
          "text": "It is evident Simeon received grace from that Child Whom he was carrying.",
          "id": 27728
        },
        {
          "text": "For inwardly he received grace from that Infant, Whom openly he received in his arms.",
          "id": 27729
        },
        {
          "text": "For through Him Who was glorious, even when He was carried, being small and feeble, he that carried Him was made great.",
          "id": 27730
        },
        {
          "text": "49.",
          "id": 27731
        },
        {
          "text": "But inasmuch as Simeon endured to carry on his weak arms that Majesty which the creatures could not endure, it is evident that his weakness was made strong by the strength which he carried.",
          "id": 27732
        },
        {
          "text": "For at that time Simeon also along with all creatures was secretly upheld by the almighty strength of the Son.",
          "id": 27733
        },
        {
          "text": "Now this is a marvel, that outwardly it was he that was strengthened that carried Him Who strengthened him; but inwardly it was the strength that bore its bearer.",
          "id": 27734
        },
        {
          "text": "For the Majesty straitened itself, that they who carried it might endure it; in order that as far as that Majesty stooped to our littleness, so far should our love be raised up from all desires to reach that Majesty.",
          "id": 27735
        },
        {
          "text": "50.",
          "id": 27736
        },
        {
          "text": "So likewise the ship that carried our Lord; it was He that bare it, in that He stayed from it the wind that would have sunk it.",
          "id": 27737
        },
        {
          "text": "Peace, for thou art shut up.",
          "id": 27738
        },
        {
          "text": "While He was on the sea, His arm reached even to the fountain of the wind, to shut it up.",
          "id": 27739
        },
        {
          "text": "The ship bare His manhood, but the power of His Godhead bare the ship and all that was therein.",
          "id": 27740
        },
        {
          "text": "But that He might show that even His manhood needed not the ship, instead of the planks which a shipwright puts together and fastens, He like the Architect of creation, made the waters solid and joined them together and laid them under His feet.",
          "id": 27741
        },
        {
          "text": "So the Lord strengthened the hands of Simeon the Priest, that his arms might bear up in the Temple the strength that was bearing up all; as He strengthened the feet of Simeon the Apostle, that they might bear themselves up on the water.",
          "id": 27742
        },
        {
          "text": "And so that name which bore the first-begotten in the Temple was afterwards borne up by the first-begotten in the sea; that He might show that as in the sea the drowning was borne up by Him, He did not need to be borne by Simeon on the dry ground.",
          "id": 27743
        },
        {
          "text": "But our Lord bare Simeon up openly in the midst of the sea to teach that also on the dry land He supported him secretly.",
          "id": 27744
        },
        {
          "text": "51.",
          "id": 27745
        },
        {
          "text": "Accordingly, the Son came to the servant; not that the Son might be presented by the servant, but that by the Son the servant might present to His Lord Priesthood and Prophecy, to be laid up with Him.",
          "id": 27746
        },
        {
          "text": "For prophecy and priesthood, which were given through Moses, were handed down, both of them, and reached to Simeon.",
          "id": 27747
        },
        {
          "text": "For he was a pure vessel, who sanctified himself that he might be like Moses, capable for both of them.",
          "id": 27748
        },
        {
          "text": "There are small vessels which are capable for great gifts.",
          "id": 27749
        },
        {
          "text": "There are gifts for which one is capable, by reason of their grace; yet many are not capable for them, by reason of their greatness.",
          "id": 27750
        },
        {
          "text": "Thus, then, Simeon presented our Lord, and in Him offered both these things; so that that which was given to Moses in the wilderness, was received from Simeon in the Temple.",
          "id": 27751
        },
        {
          "text": "But seeing that our Lord is the vessel wherein all fulness dwells, when Simeon was offering Him before God, he poured over Him (as a drink-offering) those two (gifts), priesthood from His hands and prophecy from His lips.",
          "id": 27752
        },
        {
          "text": "Priesthood continued on the hands of Simeon, because of his purifications; and prophecy dwelt in operation upon his lips, because of revelations.",
          "id": 27753
        },
        {
          "text": "When then these two powers saw Him who was Lord of both, they two united together and poured themselves into the vessel that was capable of both; that could contain priesthood and kingdom and prophecy.",
          "id": 27754
        },
        {
          "text": "That Infant then, who was wrapped in swaddling clothes, because of His graciousness, clothed Himself in priesthood and prophecy because of His Majesty.",
          "id": 27755
        },
        {
          "text": "For Simeon clothed Him in these, and gave Him to her who had wrapped Him in swaddling clothes.",
          "id": 27756
        },
        {
          "text": "For when he gave Him to His mother, he gave along with Him the priesthood; and when he prophesied to her concerning Him, This (child) is set for the fall and rising again, he gave prophecy also with Him.",
          "id": 27757
        },
        {
          "text": "52.",
          "id": 27758
        },
        {
          "text": "Then Mary received her firstborn and went forth.",
          "id": 27759
        },
        {
          "text": "He was outwardly wrapped in swaddling clothes, but secretly He was clothed with prophecy and priesthood.",
          "id": 27760
        },
        {
          "text": "Whatsoever then was handed down from Moses, was received from Simeon, but continued and was possessed by the Lord of both.",
          "id": 27761
        },
        {
          "text": "So then the steward first, and the treasurer lastly, handed over the keys of priesthood and prophecy to Him who has authority over the treasurer of them both.",
          "id": 27762
        },
        {
          "text": "Therefore, His Father gave Him the spirit not by measure, because all measures of the spirit are under his hand.",
          "id": 27763
        },
        {
          "text": "And that our Lord might show that He received the keys from the former stewards, He said to Simeon:  To thee I will give the keys of the doors.",
          "id": 27764
        },
        {
          "text": "But how should He have given them to another, had He not received them from another?  So, then, the keys which He had received from Simeon the priest, them He gave to another Simeon the Apostle; that even though the People had not hearkened to the former Simeon, the Gentiles might hearken to the latter Simeon.",
          "id": 27765
        },
        {
          "text": "53.",
          "id": 27766
        },
        {
          "text": "But because John also was the treasurer of baptism, the Lord of the stewardship came to him to receive from him the keys of the house of reconciliation.",
          "id": 27767
        },
        {
          "text": "For John used to wash away in common water the blemishes of sins; that bodies might become meet for the garment of the Spirit, given by our Lord.",
          "id": 27768
        },
        {
          "text": "Therefore, because the Spirit was with the Son, He came to John to receive from him baptism, that He might mingle with the visible waters the invisible Spirit; that they whose bodies should feel the moistening of the water, their souls should feel the gift of the Spirit; that even as the bodies outwardly feel the pouring of the water upon them, so the souls inwardly may feel the pouring of the Spirit upon them.",
          "id": 27769
        },
        {
          "text": "Accordingly, even us our Lord when He was baptised, was clothed in baptism and carried baptism with Him, so also when He was presented in the Temple, He put on prophecy and priesthood, and went forth bearing the purity of the priesthood upon His pure members, and bearing the words of prophecy in His wondrous ears.",
          "id": 27770
        },
        {
          "text": "For when Simeon was sanctifying the body of the Child who sanctifies all, that body received the priesthood in its sanctification.",
          "id": 27771
        },
        {
          "text": "And again, when Simeon was prophesying over Him, prophecy quickly entered the hearing of the Child.",
          "id": 27772
        },
        {
          "text": "For if John leaped in the womb and perceived the voice of the Mother of our Lord, how much more should our Lord have heard in the Temple?  For lo! it was because of Him that John knew (so as) to hear in the womb.",
          "id": 27773
        },
        {
          "text": "54.",
          "id": 27774
        },
        {
          "text": "Accordingly, each one of the gifts that was stored up for the Son, He gathered from their true tree.",
          "id": 27775
        },
        {
          "text": "For He received baptism from the Jordan, even though John still after Him used to baptise.",
          "id": 27776
        },
        {
          "text": "And He received priesthood from the Temple, even though Annas the High Priest exercised it.",
          "id": 27777
        },
        {
          "text": "And again, He received prophecy which had been handed down amongst the righteous, even though by it Caiaphas in mockery platted a crown for our Lord, and He received the kingdom from the house of David, even though Herod held the place and exercised it.",
          "id": 27778
        },
        {
          "text": "55.",
          "id": 27779
        },
        {
          "text": "This is He Who flew and came down from on high; and when all those gifts which He had given to those of old time saw Him, they came flying from every quarter and rested on Him their Giver.",
          "id": 27780
        },
        {
          "text": "For they gathered themselves together from every side, to come and be grafted into their natural tree.",
          "id": 27781
        },
        {
          "text": "For they had been grafted into bitter trees, namely into wicked kings and priests.",
          "id": 27782
        },
        {
          "text": "Therefore they hastened to come to their sweet parent-stock; namely to the Godhead Who in sufficiency came down to the people of Israel, that the parts of Him might be gathered to Him.",
          "id": 27783
        },
        {
          "text": "And when He received of them that which was His own, that which was not His own was rejected; since for the sake of His own He had borne also with that which was not His own.",
          "id": 27784
        },
        {
          "text": "For He bore with the idolatry of Israel, for the sake of His priesthood; and He bore with its diviners, for the sake of His prophets; and He bore with its wicked dominion, for the sake of His holy crown.",
          "id": 27785
        },
        {
          "text": "56.",
          "id": 27786
        },
        {
          "text": "But when our Lord took to Himself Priesthood from them, He sanctified by it all the Gentiles.",
          "id": 27787
        },
        {
          "text": "And again, when He took to Himself prophecy, He revealed by it His counsels to all nations.",
          "id": 27788
        },
        {
          "text": "And when he wove His crown, He bound the strong One who takes all men captive, and divides his spoils.",
          "id": 27789
        },
        {
          "text": "These gifts were barren, with the fig-tree, which while it was barren of fruit made barren such glorious powers as these.",
          "id": 27790
        },
        {
          "text": "Therefore as being without fruit, it was cut off, that these gifts might pass forth from it and bring forth fruit abundantly among all the Gentiles.",
          "id": 27791
        },
        {
          "text": "57.",
          "id": 27792
        },
        {
          "text": "So He, Who came to make our bodies abodes for His indwelling, passed by all those dwelling-places.",
          "id": 27793
        },
        {
          "text": "Let each one of us then be a dwelling-place for Him Who loves me.",
          "id": 27794
        },
        {
          "text": "Let us come to Him and make our abode with Him.",
          "id": 27795
        },
        {
          "text": "This is the Godhead Whom though all creation cannot contain, yet a lowly and humble soul suffices to receive Him.",
          "id": 27796
        }
      ]
    }
  ]
}