{
  "book": "Phamphilus: An Expostition of the Chapters of the Acts of the Apostles",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Pamphilus: An Exposition of the Chapters of the Acts of the Apostles.",
          "id": 131275
        },
        {
          "text": "Having had ourselves the advantage of the method and model received from our fathers and teachers, we attempt, in a modest way, to give these in this exposition of the chapters, entreating your forgiveness for the rashness of such an endeavour in us who are young in point both of years and of study, and looking to have the indulgence of every one who reads this writing in prayer on our behalf.",
          "id": 131276
        },
        {
          "text": "We make this exposition, therefore, after the history of Luke, the evangelist and historian.",
          "id": 131277
        },
        {
          "text": "And, accordingly, we have indicated whole chapters by the letters of the alphabet, and their subdivisions into parts we have noted by means of the asterisk.",
          "id": 131278
        },
        {
          "text": "A.",
          "id": 131279
        },
        {
          "text": "Of Christ's teaching after His resurrection, and of His appearing to the disciples, and of the promise of the gift of the Holy Ghost, and of the spectacle and manner of Christ's assumption.",
          "id": 131280
        },
        {
          "text": "B.",
          "id": 131281
        },
        {
          "text": "Peter's discourse to those who were made disciples, on the subject of the death and reprobation of Judas;.",
          "id": 131282
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "in this chapter we have also the section on the substitution of Matthias, who was elected by lot through the grace of God with prayer.",
          "id": 131283
        },
        {
          "text": "C.",
          "id": 131284
        },
        {
          "text": "Of the divine descent of the Holy Ghost on the day of Pentecost which lighted on them who believed.",
          "id": 131285
        },
        {
          "text": "In this we have also.",
          "id": 131286
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "the instruction delivered by Peter, and.",
          "id": 131287
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "passages from the prophets on the subject, and.",
          "id": 131288
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "on the passion and resurrection and assumption of Christ, and the gift of the Holy Ghost; also.",
          "id": 131289
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "of the faith of those present, and their salvation by baptism; and, further,.",
          "id": 131290
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "of the unity of spirit pervading the believers and promoting the common good, and of the addition made to their number.",
          "id": 131291
        },
        {
          "text": "D.",
          "id": 131292
        },
        {
          "text": "Of the healing in (the name of) Christ of the man lame from his birth; and of the discourse of Peter, in which he reasons and sympathizes and counsels with respect to his salvation.",
          "id": 131293
        },
        {
          "text": "And here we have.",
          "id": 131294
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "the interposition of the chief priests through jealousy of what had taken place, and their judgment on the miracle, and Peter's confession of the power and grace of Christ.",
          "id": 131295
        },
        {
          "text": "Also the section on.",
          "id": 131296
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "the unbelieving chief priests, commanding that they should not speak boldly in the name of Christ, and of the dismissal of the apostles.",
          "id": 131297
        },
        {
          "text": "Then.",
          "id": 131298
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "the thanksgivings offered up by the Church for the faithful constancy of the apostles.",
          "id": 131299
        },
        {
          "text": "E.",
          "id": 131300
        },
        {
          "text": "Of the harmonious and universal fellowship of the believers; and also.",
          "id": 131301
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "of Ananias and Sapphira and their miserable end.",
          "id": 131302
        },
        {
          "text": "F.",
          "id": 131303
        },
        {
          "text": "Of the apostles being cast into prison, and led out of it by night by the angel of the Lord, who enjoined them to preach Jesus without restraint; and.",
          "id": 131304
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "of the fact that, on the following day, the chief priests apprehended them again, and, after scourging them, sent them away with the charge not to teach any longer.",
          "id": 131305
        },
        {
          "text": "Then.",
          "id": 131306
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "the trusty opinion of Gamaliel touching the apostles, together with certain examples and proofs.",
          "id": 131307
        },
        {
          "text": "G.",
          "id": 131308
        },
        {
          "text": "Of the election of the seven deacons.",
          "id": 131309
        },
        {
          "text": "H.",
          "id": 131310
        },
        {
          "text": "The rising and slanderous information of the Jews against Stephen, and his address concerning the covenant of God with Abraham, and concerning the twelve patriarchs.",
          "id": 131311
        },
        {
          "text": "Also the account of the famine and the buying of corn, and the mutual recognition of the sons of Jacob, and of the birth of Moses and the appearance of God to Moses, which took place at Mount Sinai.",
          "id": 131312
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Also of the exodus and calf-making of Israel (and other matters), up to the times of Solomon and the building of the temple.",
          "id": 131313
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Then the acknowledgment of the supercelestial glory of Jesus Christ which was revealed to Stephen himself, on account of which Stephen was himself stoned, and fell asleep piously.",
          "id": 131314
        },
        {
          "text": "I.",
          "id": 131315
        },
        {
          "text": "Of the persecution of the Church and the burial of Stephen; also.",
          "id": 131316
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "of the healing of many in Samaria by Philip the apostle.",
          "id": 131317
        },
        {
          "text": "J.",
          "id": 131318
        },
        {
          "text": "Of Simon Magus, who believed and was baptized with many others; also.",
          "id": 131319
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "of the sending of Peter and John to them, and their praying for the descent of the Holy Ghost upon the baptized.",
          "id": 131320
        },
        {
          "text": "K.",
          "id": 131321
        },
        {
          "text": "That the participation of the Holy Ghost was not given for money, nor to hypocrites, but to saints by faith; also.",
          "id": 131322
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "of the hypocrisy and the reproof of Simon.",
          "id": 131323
        },
        {
          "text": "L.",
          "id": 131324
        },
        {
          "text": "That the Lord helps the good and the believing on the way to salvation, as is shown from the instance of the eunuch.",
          "id": 131325
        },
        {
          "text": "M.",
          "id": 131326
        },
        {
          "text": "Of the divine call that came from heaven for Paul to the apostleship of Christ; also.",
          "id": 131327
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "of the healing and the baptism of Paul by the hand of Ananias, in accordance with the revelation from God, and of his boldness of speech and his association with the apostles by the instrumentality of Barnabas.",
          "id": 131328
        },
        {
          "text": "N.",
          "id": 131329
        },
        {
          "text": "Of the paralytic aeneas who was cured by Peter at Lydda.",
          "id": 131330
        },
        {
          "text": "Also.",
          "id": 131331
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "the account of Tabitha, the friend of widows, whom Peter raised from the dead by means of prayer in Joppa.",
          "id": 131332
        },
        {
          "text": "O.",
          "id": 131333
        },
        {
          "text": "Of Cornelius, and what the angel said to him.",
          "id": 131334
        },
        {
          "text": "Also what was spoken to Peter from heaven with respect to the calling of the Gentiles.",
          "id": 131335
        },
        {
          "text": "Then.",
          "id": 131336
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "that Peter, on being summoned, came to Cornelius.",
          "id": 131337
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "The repetition by Cornelius of the things which the angel said to Cornelius himself.",
          "id": 131338
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Peter's instruction of them in Christ, and the gift of τ῾ε Holy Ghost upon those who heard him, and how those who believed from among the Gentiles were baptized there.",
          "id": 131339
        },
        {
          "text": "P.",
          "id": 131340
        },
        {
          "text": "That Peter recounts to the apostles who contended with him all the things that had happened in order and separately.",
          "id": 131341
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Then the sending of Barnabas to the brethren in Antioch.",
          "id": 131342
        },
        {
          "text": "Q.",
          "id": 131343
        },
        {
          "text": "The prophecy of Agabus respecting the famine in the world, and the liberal relief sent to the brethren in Jerusalem.",
          "id": 131344
        },
        {
          "text": "R.",
          "id": 131345
        },
        {
          "text": "The slaying of the Apostle James.",
          "id": 131346
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Also the apprehension of Peter by Herod, and the account of the manner in which the angel by divine command delivered him from his bonds, and how Peter, after showing himself to the disciples by night, quietly withdrew.",
          "id": 131347
        },
        {
          "text": "Also of the punishment of the keepers, and then of the miserable and fatal overthrow of the impious Herod.",
          "id": 131348
        },
        {
          "text": "S.",
          "id": 131349
        },
        {
          "text": "The sending of Barnabas and Paul by the Holy Ghost to Cyprus.",
          "id": 131350
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "The things which he did there in the name of Christ on Elymas the sorcerer.",
          "id": 131351
        },
        {
          "text": "T.",
          "id": 131352
        },
        {
          "text": "Paul's admirable exposition of the truth concerning Christ, both from the law and from the prophets in their order, both historical and evangelical;.",
          "id": 131353
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "his use both of the confuting and the argumentative mode of discourse on the subject of the transference of the word of preaching to the Gentiles, and of their persecution and their arrival at Iconium.",
          "id": 131354
        },
        {
          "text": "U.",
          "id": 131355
        },
        {
          "text": "How, when they had preached Christ in Iconium, and many had believed, the apostles were persecuted.",
          "id": 131356
        },
        {
          "text": "V.",
          "id": 131357
        },
        {
          "text": "Of the man lame from his birth in Lystra who was healed by the apostles; on account of which they were taken by the people of the place for gods who had appeared on earth.",
          "id": 131358
        },
        {
          "text": "After that, however, Paul is stoned there by the neighbouring people.",
          "id": 131359
        },
        {
          "text": "W.",
          "id": 131360
        },
        {
          "text": "That according to the decree and judgment of the apostles, the Gentiles who believe ought not to be circumcised.",
          "id": 131361
        },
        {
          "text": "Here, also, is the epistle of the apostles themselves to those from among the Gentiles, on the subject of the things from which they should keep themselves.",
          "id": 131362
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "The dissension of Paul with Barnabas on account of Mark.",
          "id": 131363
        },
        {
          "text": "X.",
          "id": 131364
        },
        {
          "text": "Of the teaching of Timothy, and of the coming of Paul into Macedonia according to revelation.",
          "id": 131365
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Of the faith and salvation of a certain woman Lydia, and.",
          "id": 131366
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "of the cure of the damsel having a spirit of divination, on account of which the masters of the damsel cast Paul into prison; and.",
          "id": 131367
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "of the earthquake and miracle which happened there; and how the jailer believed and was baptized forthwith that same night with all his house.",
          "id": 131368
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "That the apostles on being besought went out from the prison.",
          "id": 131369
        },
        {
          "text": "Y.",
          "id": 131370
        },
        {
          "text": "Of the tumult that arose in Thessalonica on account of their preaching, and of the flight of Paul to Berea, and thence to Athens.",
          "id": 131371
        },
        {
          "text": "Z.",
          "id": 131372
        },
        {
          "text": "Of the inscription on the altar at Athens, and of the philosophic preaching and piety of Paul.",
          "id": 131373
        },
        {
          "text": "AA.",
          "id": 131374
        },
        {
          "text": "Of Aquila and Priscilla, and the unbelief of the Corinthians, and of the good-will of God towards them according to fore-knowledge revealed to Paul.",
          "id": 131375
        },
        {
          "text": "Also.",
          "id": 131376
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "of Priscus, the chief ruler of the synagogue, who believed with certain others and was baptized.",
          "id": 131377
        },
        {
          "text": "And.",
          "id": 131378
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "that a tumult being stirred up in Corinth, Paul departed; and coming to Ephesus, and having discoursed there, he left it.",
          "id": 131379
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "And concerning Apollos, an eloquent man and a believer.",
          "id": 131380
        },
        {
          "text": "BB.",
          "id": 131381
        },
        {
          "text": "Of baptism and the gift of the Holy Ghost conferred by means of the prayer of Paul on those who believed in Ephesus, and of the healing of the people.",
          "id": 131382
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "Of the sons of Sceva, and as to its not being meet to approach those who have become unbelieving and unworthy of the faith; and of the confession of those who believed;.",
          "id": 131383
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "and of the tumult that was stirred up in Ephesus by Demetrius, the silversmith, against the apostles.",
          "id": 131384
        },
        {
          "text": "CC.",
          "id": 131385
        },
        {
          "text": "Of the circuit of Paul, in which also we have the account of the death of Eutychus and his restoration by prayer in Troas; also Paul's own pastoral exhortations to the presbyters at Ephesus; also Paul's voyage from Ephesus to Caesareia in Palestine.",
          "id": 131386
        },
        {
          "text": "DD.",
          "id": 131387
        },
        {
          "text": "The prophecy of Agabus as to what should befall Paul in Jerusalem.",
          "id": 131388
        },
        {
          "text": "EE.",
          "id": 131389
        },
        {
          "text": "The address of James to Paul touching the matter that he should not offer to keep the Hebrews back from the practice of circumcision.",
          "id": 131390
        },
        {
          "text": "FF.",
          "id": 131391
        },
        {
          "text": "Of the tumult that was excited against Paul in Jerusalem, and how the chief-captain rescues him from the mob.",
          "id": 131392
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "Also Paul's speech concerning himself and his vocation to be an apostle;.",
          "id": 131393
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "and of what Ananias said to Paul in Damascus, and of the vision and the voice of God that befell him once in the temple.",
          "id": 131394
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "text": "And that when Paul was about to be beaten for these words, on declaring that he was a Roman, he was let go.",
          "id": 131395
        },
        {
          "text": "GG.",
          "id": 131396
        },
        {
          "text": "What Paul endured, and what he said, and what he did exactly when he came down into the council.",
          "id": 131397
        },
        {
          "text": "HH.",
          "id": 131398
        },
        {
          "text": "Of the ambush planned by the Jews against Paul, and its discovery to Lysias;.",
          "id": 131399
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "text": "and that Paul was sent to Caesareia to the governor with soldiers and with a letter.",
          "id": 131400
        },
        {
          "text": "II.",
          "id": 131401
        },
        {
          "text": "Of the accusation laid by Tertullus in Paul's case, and of his defence of himself before the governor.",
          "id": 131402
        },
        {
          "text": "JJ.",
          "id": 131403
        },
        {
          "text": "Of the removal of Felix and the arrival of Festus as his successor, and of Paul's pleading before them, and his dismissal.",
          "id": 131404
        },
        {
          "text": "KK.",
          "id": 131405
        },
        {
          "text": "The coming of Agrippa and Bernice, and their inquiry into the case of Paul.",
          "id": 131406
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "text": "Paul's defence of himself before Agrippa and Bernice, respecting his nurture in the law, and his vocation to the Gospel.",
          "id": 131407
        },
        {
          "text": "That Paul does no wrong to the Jews, Agrippa said to Festus.",
          "id": 131408
        },
        {
          "text": "LL.",
          "id": 131409
        },
        {
          "text": "Paul's voyage to Rome, abounding in very many and very great perils.",
          "id": 131410
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "text": "Paul's exhortation to those with him as to his hope of deliverance.",
          "id": 131411
        },
        {
          "text": "The shipwreck of Paul, and how they effected their safety on the island of Melita, and what marvellous things he did on it.",
          "id": 131412
        },
        {
          "text": "MM.",
          "id": 131413
        },
        {
          "text": "How Paul reached Rome from Melita.",
          "id": 131414
        },
        {
          "text": "NN.",
          "id": 131415
        },
        {
          "text": "Of Paul's discourse with the Jews in Rome.",
          "id": 131416
        },
        {
          "text": "There are in all forty chapters; and the sections following these, and marked with the asterisk, are forty-eight.",
          "id": 131417
        }
      ]
    }
  ]
}