{
  "book": "Photios the Great: Mystagogy of the Holy Spirit",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": " 1. There are various arguments, scattered throughout many lengthy dissertations, which confute the arrogance of those contentious men who hold fast to unrighteousness and strive against the truth. Since your great zeal and love for God has requested that those corrective arguments, furnished by divine providence, be gathered into a general overview and outline, this goal is indeed not unworthy of your desire and godly love.",
          "id": 90000
        },
        {
          "text": " 2. Above all else, there is a saying of the Lord which opposes them like a sharp, inescapable arrow, striking down and destroying every wild beast and fox as though with a thunderbolt. What saying? That which the Son Himself delivers; that which states that the Holy Spirit proceeds from the Father. Rejecting this compact garment, do you still seek for the divine clothing? Would you propagate the fable that the Spirit proceeds from the Son? If you do not cower when seizing the dogmas of our common Saviour, Creator, and Lawgiver with a violence that yields only to your insanity, then what other things could one find by which utterly to confute your impious zeal? — If you despise the laws of the Lord, what godly man will not execrate your opinion? — But what else can raise you from your fall? What other method of healing will cure your mortal wounds not caused by the word of the Saviour, but by your own self-made sickness, which out of disobedience stubbornly strives to transform the medicine of the Lord's doctrine into a noxious poison? The Saviour's doctrine does not simply touch these wounds, but digs deeply into them and cures the whole body of sores with care and concern. We have not laid the two-edged sword of the Spirit [the Holy Scriptures] against you too often, nevertheless because of the affection of our common Master we will make a prompt and willing proof of our sacred conceptions, and arm ourselves completely, preparing a strategy and drawing up an order of battle. And thus we will escape from these wounds of yours without anxiety.",
          "id": 90001
        },
        {
          "text": " 3. For if the Son and the Spirit came forth from the same cause, namely, the Father (even though the Spirit is by procession whilst the Son is by begetting); and if — as this blasphemy cries out — the Spirit also proceeds from the Son, then why not simply tear up the Word [Logos] and propagate the fable that the Spirit also produces the Son, thereby according the same equality of rank to each hypostasis by allowing each hypostasis to produce the other hypostasis? For if each hypostasis is in the other, then of necessity each is the cause and completion of the other. For reason demands equality for each hypostasis so that each hypostasis exchanges the grace of causality indistinguishably.",
          "id": 90002
        },
        {
          "text": " 4. Some others recognise that the Son's generation does not impair the indescribable simplicity of the Father. But since it is claimed that He proceeds from two hypostases, the Spirit is brought to a double cause, thereby obscuring the simplicity of the Most High. Does it not follow from this that the Spirit is therefore composite? How then is the Trinity simple? But, on the other hand, how shall the Spirit not be blasphemed if, proceeding from the Son, He in turn has no equality by causing the Son? O impiously bold tongue, corrupting the Spirit's own proper dignity!",
          "id": 90003
        },
        {
          "text": " 5. Who of our sacred and renowned Fathers said the Spirit proceeds from the Son? Did any synod, acknowledged as ecumenical, proclaim it? Which assembly of priests and bishops, inspired of God, affirmed this understanding of the Holy Spirit? For these men, having been initiated into the Father's Spirit according to the Master's teaching, loudly proclaimed the splendour of the Master's teaching. These prophetic writings and books, predetermined from ancient times, are sources of light, and in accordance with righteousness, anticipate the composite divisions and apostasies of this new ungodliness. Indeed, they subjected all who believed otherwise to the anathema for being scorners of the Catholic and Apostolic Church; for the second of the seven Holy and Ecumenical Synods directly dogmatised that the Holy Spirit proceeds from the Father. The third received it by tradition; the fourth confirmed it; the fifth supported the same doctrine; the sixth sealed it; the seventh sealed it in splendour with contests. Accordingly, in each of their luminous proclamations the godly doctrine that the Spirit proceeds from the Father and not also from the Son is boldly asserted. Would you, then, O godless herd, draw away towards unlawful teaching and dispute this teaching of the Master?",
          "id": 90004
        },
        {
          "text": " 6. If so, then straightaway their profane, self-sufficient contentions against God are detected. For if each hypostasis is as great as the others, then the procession is common to all three hypostases by virtue of the simple, indivisible essence. And if each hypostasis is as great as the others, then all share in a common and unique simplicity, and therefore the Spirit and the Father will be caused by the Son and the Spirit in a similar manner. Is this not the same thing as saying that since the Son exists in the Father, He is as great as the Father, since neither of them is despoiled of Spirit? But, according to the myriad voices who piously delivered the doctrine of the indescribable Godhead on high, the Spirit is of the essence-above-essence. His eternal, incorporeal procession is therefore beyond the powers of reason. If these observations are not so, then no one is a Christian who is not carried away into diabolical disputations, choosing this new word [Filioque] that the procession of the Spirit is from the Father and the Son as from a common source! And, if this is so — what teaching has ever come to a bolder impiety! — then the Spirit would participate in His own procession: on one hand producer, and on the other, produced; on one hand causing Himself, and on the other as being caused. — Another great array of blasphemies against God!",
          "id": 90005
        },
        {
          "text": " 7. But concerning the procession of the Spirit from the Son, who formerly received it? For the procession of the Spirit from the Son is not contained in the procession from the Father. If we say this, then what does the Spirit gain which He did not already possess in His procession from the Father? For if it were possible for the Spirit to receive something and to declare what was gained, was He not imperfect without it? Indeed, He would have been imperfect if He had received some increment. Moreover, there would be problems of duality and composite-ness which would contend against the simply uncomposite nature. But if the Spirit received no increment, what is the purpose of the procession [from the Son] which is unable to add anything?",
          "id": 90006
        },
        {
          "text": " 8. And you should also investigate the following argument: if the Son is begotten from the Father and the Spirit proceeds from the Son, by what reason do you not accord the Spirit, Who subsists in the same identical essence, the dignity of another procession from Himself to produce another hypostasis at the same time? Otherwise, you degrade Him Who is worthy of equal honour.",
          "id": 90007
        },
        {
          "text": " 9. And you should consider this: if the Spirit proceeds from the Father and proceeds also from the Son — O deceiving drunkenness of impiety! — why do not the Father and the Spirit beget the Son for the very same reasons — which will atone for this blasphemous chattering which turns the monarchy into many principles and causes! — and make common to all three hypostases what uniquely characterises the Son as well, combining the other two hypostases into one, in the same manner? And thus, Sabellius — or rather some other sort of monstrous semi-sabellianism would again sprout up among us.",
          "id": 90008
        },
        {
          "text": " 10. This ill doctrine, not being able to avoid absurd conclusions about the Son, goes on to engulf the specific hypostatic property of the Father as well. I say that it is now clearly manifest that the procession of the Spirit from the Son is the reason behind all this, since according to their godless fables about the Spirit of the Son, those advocating these ideas confuse each hypostasis' unique property with the others. They mutilate each hypostasis both by reason of the divisibility of the procession and then by turning around and making that division indivisible. If the Spirit's unique characterising procession may be so confused, then why is it not just as reasonable that more innovations of the same type can come about? But it is dreadful that we have reached this point by means of their blasphemy.",
          "id": 90009
        },
        {
          "text": " 11. Leaving aside the aforementioned, if two causes are discerned in the divine, sovereign, and transcendent Trinity, and if the Spirit thus flows from two hypostases, then where is the much-hymned, divine majesty of the Monarchy? Will not the godlessness of polytheism be noisily reintroduced? Is this not but a reassertion of the superstitious ideas of the [pagan] Greeks, under the guise of Christianity?",
          "id": 90010
        },
        {
          "text": " 12. And again, if two causes are promoted in the monarchical Trinity, why then, on the basis of the same reasoning, should not a third cause appear? For once the beginningless source, which transcends all sources, is cast down from its throne by these impious ones and is divided into a duality, the source will proceed more vehemently to be divided into a trinity, since in the transcendent, inseparable, and simple nature of the divinity, the triad is more apparent than the dyad and also more in harmony with the properties.",
          "id": 90011
        },
        {
          "text": " 13. Can Christian ears tolerate such things? Indeed, are they not really absurd and lamentable? These bold and impious men are being forced to come to an absurd and lamentable conclusion, receiving manifold confusion on one hand and lamentation on the other, bringing them to incurable ruin. But since they provoke the pious to anger, their wailings cannot be laid aside.",
          "id": 90012
        },
        {
          "text": " 14. It is odious not to see the explicit magnitude of this ungodly thing! For if, according to the principle of anarchy, the paternal principle and cause is established as common to all, and the Son is therefore a cause, how can you escape the conclusion that there are two interchangeable causes in the Trinity? On one hand, you firmly establish the idea that there is no source — anarchy [anarchos means both no source and anarchy] — in Him, but at the same time you reintroduce a source and a cause, and then go on simultaneously to transfer the distinctions of each hypostasis.",
          "id": 90013
        },
        {
          "text": " 15. If the Father is cause of the hypostases produced from Him not by reason of nature, but by reason of the hypostasis; and if, up to now, no one has preached the impiety that the Son's hypostasis consists of the principle of the Father's hypostasis — for not even the monstrous Sabellius taught the impiety of the fatherhood of the Son! — then there can be no way the Son is cause of any hypostasis in the Trinity.",
          "id": 90014
        },
        {
          "text": " 16. It is also necessary to accompany this conclusion with the following one: this impious doctrine also separates the hypostasis of the Father into two hypostases, since the ungodly doctrine frames laws for itself, mixing the hypostasis of the Son with that of the Father, as parts of the same thing. But the essence is not the cause of the Word; the Father is the hypostatic cause of the hypostasis of the Word. But if, as this impoius doctrine asserts, the Son is also a cause of the Spirit, then it must be conceded that either the Son takes over the Father's role and title (receiving the hypostatic property of being the cause), or the Father's hypostasis is imperfect, lacking completion, and that the Son supplements the hypostasis of the Father. Since the Son is made a part of the Father, this truncates the awesome mystery of the Trinity to a mere dyad.",
          "id": 90015
        },
        {
          "text": " 17. And since many other tares sprout up from this crowd, we should not rest as we would like, but as watchful souls should seek the death of these frenzied cancers in order that the noble birth and salvation from above may not be adulterated and choked out by these hateful tares which struggle for their souls. For truly, anything which is actually recognised as a proper characteristic of something when it is predicated of two other things, and it is truly asserted concerning one of the two but not concerning the other, the two are shown to be of a different nature (for example, laughter is a proper characteristic of man). [A reference to the classic argument: Laughter is a characteristic of mankind; Both Socrates and Plato laugh: therefore they are of the same nature. But though Socrates laughs, his image does not: therefore Socrates and his image are of different natures.] Now, if the property of being the leader of the people of Israel belongs to Joshua, but does not belong to the archangel of the Lord's host who appeared to him, it follows that the leader of the people is not of the same nature as the archangel, nor indeed consubstantial with him. Whoever pursues this method in all other matters shall find the same perception developing clearly and without difficulty. So, if this method is ever applicable and preserves the same sense, then if the procession of the Spirit is proclaimed to be a property of the Father, and this property is also asserted of the Son but not of the Spirit — such heretical wantonness! — then let what follows fall upon the heads of those who introduced such great evils, for thus far such slander was unthinkable. If they clearly affirm the procession of the Spirit from the Father and from the Son, then why do they not affirm a procession from the Spirit? — These men have said all the rash impudence there is to say! — How then is the Spirit not separated from the Trinity, if you say that He proceeds from the Father and the Son, but not in common, either? It must be asked then, Which one of the hypostases is the divine principle? If they say the procession of the Spirit is not a unique property of the Father, then clearly, it also will not belong to the Son since it does not belong to the Spirit. Let those who impudently say anything tell us how that which is not a unique property of any of the Three, yet also is not common to all, have a place in any of the hypostases of the divine sovereignty?",
          "id": 90016
        },
        {
          "text": " 18. It amounts to this: if the unique property of the Father is transposed into a specific property of the Son, then it is clear that the specific property of the Son is also transposed into the specific feature of the Father. We must altogether shun this impious notion. For if, according to the reasonings of the impious, the specific properties of the hypostasis are opposed and transferred to one another, then the Father — O depth of impiety! — comes under the property of being begotten and the Son will beget the Father. This ungodly doctrine can accommodate all these conclusions because they are of a similar nature to the original premise, which will not cease in its insufferable contentions against God.",
          "id": 90017
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": " 19. In general, aside from the properties characteristic of a specific hypostasis, whenever some property is truly possessed by any hypostasis other than the one first possessing it, the property shared by those hypostases belongs to the essence in order to not join that property to a specific hypostasis. In a word, however, it is really we men who determine the processions of the essence, and therefore it is we men who determine which hypostases will not submit themselves to share in the properties of the other hypostases. But if one knows by the eyes and ears of the mind that the procession is not from the Father as a hypostatic source, then one must deny a hypostatic procession of the Spirit from the Son as well. — The hatred of God is turned to the same sort of goal! — It is opportune to say at this point that it follows simultaneously that the specific features of the hypostases cannot be imitated either. Otherwise, we actually abandon the divine, hypostatic source and cause, and consequently lose the perfections of the hypostases in the essence. Let presumption see, despite itself, to what conclusion that doctrine hated by God arrives, for the lovers of falsehood have raged against the characteristic properties.",
          "id": 90018
        },
        {
          "text": " 20. But one will say, when the Saviour mystically instructed His disciples, he truly said, the Spirit will receive of Mine and will proclaim Him to you. (John 16:14) Who cannot see that you appeal to the word of the Saviour, not in order to find an advocate for your doctrine, but in order to fashion brutal and insolent attacks against the Master Himself, for you break out into insolent disagreement with Him, Who is the ineffable source of truth, because of your reckless tongue? In fact, however, the Creator and Sustainer of the race teaches that the Spirit proceeds from the Father and in no way delivers to us the doctrine that He also proceeds from Himself. When mystically initiating us into the theology that, just as the Father, the cause, begets from Himself alone, so also the Spirit proceeds from that very same cause alone. But you argue that He has, by profound silence, withdrawn the first teaching that the Holy Spirit proceeds from the Father because He now announces the Spirit will receive from that which is mine. Thus, you claim that in mentioning the first teaching, He then reconciles the two opposing theories. But, whilst according to you He has done this, He in fact did not. You say that instead of the procession of the Spirit from the Father alone, the Son pours Himself into the procession of the Spirit as well. In what manner will you escape being liable to judgement since your lawlessness, shutting out the binding usage of the Synods, disrupts the unalterable truth of the hypostatic procession?",
          "id": 90019
        },
        {
          "text": " 21. Having said this, however, your audacity did not hinder you from attempting what even children know is impossible. Yet, certainly now, even if you had not done so before, you must understand that the radiant word of the Lord and Saviour Himself stands against you. For if by saying, He will receive of me, not even then is your fable proven, although the deception might have had some excuse. Never, not ever can the understanding infer that receiving from someone for the sake of another necessity is identical with receiving existence by procession. But the Saviour, foreseeing the magnitude of this impious doctrine, sent forth His voice — mark you well! — so that your hateful treachery would not be distributed to many others. How is it that you open your ears to such teaching and speak against the absolute rule of the Lord, not adhering to it, but rather taking refuge in the love of men?",
          "id": 90020
        },
        {
          "text": " 22. The Saviour did not say, He will receive from me, rather, He will receive from all that which is mine. For He saw and taught the truth to all, in great harmony and unassailable consistency with Himself: He will receive from that which is mine. There is a great and profound difference between the words from that which is mine and from me. The expression from me indicates the speaker of the phrase. But doubtless, another person is meant than the speaker. What other hypostasis, from whom the Spirit is said to receive, could be meant other than the Father? Because it cannot be — as has been recently contended against God — that He receives from the Son, and it certainly cannot be from the Spirit who Himself does the receiving! Do you see how you have not even reached the level of a child? For even schoolboys who have just begun attending school know the expression from me indicates him who speaks, whilst the phrase from that which is mine means another person, bound intimately in union to the speaker, but doubtless a different person than the one speaking. He thus guides the minds of schoolchildren unerringly, so that the phrase to which you flee for refuge, if it is at all true, will not support your ungodly doctrine of the faith. If you flee to repentance for refuge, the phrase will allow you no opportunity to contend against God.",
          "id": 90021
        },
        {
          "text": " 23. Why does this saying, which even schoolchildren can see and understand, not devour you and your blasphemy? Why do you not fear, like criminals hiding your audacious deeds, but instead malign and falsify the Lord's words and make Him teach your errors? The Lord Himself plainly declares that the Spirit proceeds from the Father; neither will faithlessness to His Word, nor the intellect, permit this insult. It is evident that He never once uttered the phrase from me. Though you do not change the words, by stealth you commit the crime of changing from me to from mine, and by this trickery you accuse the Saviour of teaching what you believe. Therefore, on account of this new expression, which is only your own opinion, you have charged the Saviour with three falsehoods: that He said what He did not say; that He did not say what He did say; and that He taught an idea that does not even follow from His words, but which, rather, His teaching denies; and fourthly, you suggest He contradicts Himself. What shall we take first? On one hand He Himself said, He will receive from that which is mine but not from me; on the other hand, you rely on Him to teach the very thing that the phrase from me means, implying that He truly taught it. So, as you indeed prescribe, you murder the hypostases by hammering them together — truly something He never affirmed. — He taught the disciples by means of His words, declaring His mind, which is not at all knowable through the immaculate dialectic or processions. And He taught us that the concrete, hypostatic procession of the Spirit is from the Father, so that if, as you say, the Spirit proceeds from the Son as well as from the first hypostasis, then the Son comes into discord with Himself. You should at least make your theology applicable to all the hypostases, so as not to slight the Lord. But the Lord Himself did just this by means of the second phrase. He who finds in the grace of theology nothing reliable or consistent will never find abiding certitude.",
          "id": 90022
        },
        {
          "text": " 24. The words, commands, and sayings of the Lord are not bound to time, and thus the intellect must properly interpret obscure phrases. It was on account of their impiety that He described their shamelessness. After saying, I am going to the Father (John 14:28), He said, But because I have said these things to you, sorrow has filled your heart. But the truth I speak to you. It benefits you that I go away; for if I do not go away, the Paraclete will not come to you; but if I go, I will send Him to you. (John 16:6) I still have many things to say to you, but you are not now able to understand them. But whenever that One comes, the Spirit of truth, that One will guide you into all truth; for that One shall not speak from Himself, but whatever that One hears will that One speak, and the things coming that One will announce to you. That One will glorify Me, for that One shall receive of Mine and shall announce it to you. All things which the Father has are Mine. Therefore, I said that One shall receive of Mine and shall announce it to you. (John 16:12-14) Are these words not sacred, since they are delivered from God? And is it not this promise that clearly shows us to be right? For He keeps theology pure, puts the dishonesty of your doctrine to shame, and shuts off all occasion for this ungodly doctrine of yours. For He said that He knew the disciples were falling into despondency because He announced to them He would no longer be present with them after the manner of the body, but He would go to the Father. He lifts them up and encourages them souls with the truth. First, He teaches it is beneficial that He depart, and then He explains how it is beneficial: for if I do not go away, He said, the Paraclete (who comes from the Father) will not come to you. These kinds of words clearly exalt the Spirit to men, just as do the words you are not now able to understand. So, when will they be able to understand? When the Spirit of truth comes, He will guide you into all truth. Therewith He produced and unveiled their minds to ineffable and exalted thoughts in which the Spirit shone forth to men, according to the exceeding honour due unto Him.",
          "id": 90023
        },
        {
          "text": " 25. Therefore, what compares to the truths which the Lord taught concerning the Spirit? — And You were present, O teacher, to teach us, not to strengthen the abominable burden of heresy! — The strong and superlative Paraclete comes upon us in order to prepare us to be better and stronger in order to bear us upwards with the unburdensome knowledge of God. While the Lord uncovered only part of the truth to mankind, He said, The Spirit will guide you into all truth. After your teaching, we still have need of further wisdom, power, and truth, but when the Spirit comes, He will grant us boundless participation in wisdom, power, and truth. If You, the en-hypostatised Wisdom and Truth, teach these things, we are obligated to not doubt but to grant the Spirit an even greater honour and glory.",
          "id": 90024
        },
        {
          "text": " 26. Thus, whilst the Saviour removes the despondency of the disciples by means of true theology and lofty doctrines concerning the Spirit, it was only human that their minds were in a turmoil of unhealthy thoughts. How morbid it is when the soul is consumed with grief and when judgement is muddled by the murk of this condition; then that which is for salvation is distorted and becomes hurtful. Therefore, as the perfect physician of body and soul, the Son prescribes the saving medicine beforehand, so that, inasmuch as the Spirit grants greater gifts, they would not think of the Spirit as being greater than the Son, nor would they be open to any thought which would make them forget the nature of their pride and tear apart the equality of the hypostases into inequality.",
          "id": 90025
        },
        {
          "text": " 27. But the disciples do not confess such disturbances, nor have they made such thoughts their companions (perhaps it would be more respectful to acknowledge this sacred choir was superior to such confusion and trouble). Nevertheless, the inventor of wickedness, the one who puts forth that which is worse under the illusion that it is an improvement — thus having the characteristics of a heretical invention! — would have made many the victim of his wiles and sown it in the souls of men. But the Saviour, as befits God, quickly frustrates that sowing and frustrates their inventions by the onslaught of His words: That One will not speak from Himself, but whatever that One hears that One will speak. (John 16:13) For concerning Himself He had said: for all things which I have heard from My Father I made known to you. (John 15:15) It as if He had said, Both of Us have received from the Father the power to teach and enlighten your minds. Therefore, He first said of the Father, I glorified You upon the earth. (John 17:4) But the Father also glorified the Son, because it is written, I have both glorified it and will glorify it again. (John 12:28) And now the Son, through the previously mentioned and exalted teaching glorifies the Spirit and a little later adds: That One shall glorify me. (John 16:14) Everywhere He preserves the Spirit's equality of essence and equality of nature and dignity of equal rank absolutely perfect and unadulterated. Accordingly, it is said that He shares the common essence-above-essence of the more-than-glorious Trinity, in which each hypostasis glorifies each other hypostasis mutually with ineffable words. The Son glorifies the Father but the Father also glorifies the Son and glorifies the Spirit. It is easy to see how the wealth of grace to be discovered in the Spirit springs up, because the Spirit glorifies the Father, since He searches and reveals — rather He knows — the deep things of God. (see 1 Corinthians 2:10) Thus, as far as human nature was capable, He reveals these things to those who have prepared themselves as fitting receptacles for the light of Divine Knowledge in the saying, I have glorified it. For if the Son glorifies the Spirit with words like these and the Spirit glorifies the Son, then as the Kingdom, the power, and the dominion are common to all, so likewise is the glory they receive, not just through our worship, but by the glory they receive from each other.",
          "id": 90026
        },
        {
          "text": " 28. The saying that He will glorify me does not mean that glory is lacking to the Paraclete, because the Paraclete is as great a manifestation of that which is mine as is the Son. With the phrase He will glorify me, the Son did not at all mean to make Himself greater in dignity than the Spirit. He will glorify me means as much of that glory which is mine because of the Father's glory is also in Him for you to contemplate. For just as I heard from the Father, I also taught to you. Thus, the Spirit will also receive from that which is mine and will likewise manifest Him to you. Everywhere, the Son mystically teaches equality of honour; everywhere the terms greater and lesser are excluded. From the same everlasting fount of grace comes both: the dignity of the eternal procession of the Spirit from the Father and, because of this, the equal dignity of His essence and nature also. For it is the Father Who initiates all greater and lesser things in every way.",
          "id": 90027
        },
        {
          "text": " 29. Therefore, when He brightly extols the teaching that He will receive, He explicitly proclaims the reason why He shall receive: not in order to say that the Spirit will proceed from Himself, nor does He do so that the divine substance may be understood. — Consider, O man, the Lord's words! — From whom will the Spirit receive, so that at His coming He may announce it unto you? Although He had previously spoken these words, He confirms them by saying again, That One will receive of Mine and announce it to you. (John 16:14) He then more clearly reveals the meaning of the words That One will receive of Mine, he quickly adds, All things which the Father has are Mine (John 16:15), so that the word Mine means That One receives from the Father, Who is Mine. However, the Son, not content to stop with just the conception that that One will receive, goes on to unfold this teaching yet more perfectly by saying, That One receives from that which is Mine. (John 16:15) According to this line of reasoning, the Mine to which He refers is the Father because the things that are Mine are in the Father. In other words, the Spirit receives from the Father because that which is from the Father is that which is mine. So I say that whenever that which is mine is said, it is necessary for us to raise our thoughts to that which is the Son's, that is, the Father, and not to turn them to any other hypostasis. There is no excuse for you to hide, wrapping yourselves up in your quest, for it was chiefly on your account the other fantasies were refuted in advance by the words, All that the Father has is mine.",
          "id": 90028
        },
        {
          "text": " 30. What is more enlightening than these pure teachings? What could show more clearly that the phrase, He will receive from that which is mine does not mean the Son sends the Spirit in company with the Father, nor does it in any way imply He receives the grace of causality? With sacred words it is proclaimed that the Spirit receives the operation of granting divine graces from the Father. With those graces, the Holy Spirit recounts these holy things in order that the disciples may receive the divine gifts by strengthening them to bear with firm and secure thoughts the knowledge of things to come, with no visible or invisible contradictions, even in the ineffable works of creation. Has not each implication of your impious teaching been destroyed from every direction? Would you yet presume to contrive your sophisms and falsehood, to devise clever schemes against your own salvation and against the truth?",
          "id": 90029
        },
        {
          "text": " 31. Accordingly, for my part I pay no attention to the rest of your reflections. If you have committed the unforgivable sin, then I must refute, convict, and overturn every one of your earthly doctrines. But if you simply need your sight healed, then I must go before you and cure you from the same chalice of truth, which allays pains and purges disease. For if — O what if you have accosted the Spirit? — the procession from the Father is perfect — because Perfect God proceeds from Perfect God — then what specific and concrete thing does the procession from the Son contribute? For if He supplies something specific and concrete, it must also be declared what it is He has contributed and then the procession from the Father would not be perfect and complete. But if it is not possible to think or speak of something that has been added to the divine hypostasis of the Spirit, then why are you determined to insult the Son and the Spirit with your falsehoods, and by implication, our Father as well?",
          "id": 90030
        },
        {
          "text": " 32. And again, if the Spirit proceeds from the Father and thus the Spirit's hypostatic property is discerned; and the Son is begotten of the Father and thus the Son's hypostatic property is discerned; then if — as this delirium of theirs would have it! — the Spirit also proceeds from the Son, then the Spirit is differentiated from the Father by more hypostatic properties than the Son of the Father. Both issue from the Father, and even though the Son issues forth by begetting and the Spirit by procession, nevertheless, one of two modes equally separates both from the hypostasis of the Father. But if the Spirit is further differentiated by two distinctions brought about by the dual procession, then the Spirit is not only differentiated by more distinctions than the Son of the Father, but the Son is closer to the Father's essence and the Spirit's equal dignity will be blasphemed as being inferior to the Son with regard to consubstantial kinship with the Father, because of two specific properties which distinguish the Spirit. Thus, the Macedonian insanity against the Spirit again springs forth; however, its revival will also recall the defeat of his impiety.",
          "id": 90031
        },
        {
          "text": " 33. And if the One Spirit comes from multiple sources, how does it not follow that one could also say that only the Spirit has many origins?",
          "id": 90032
        },
        {
          "text": " 34. Furthermore, if these people who with all temerity have innovated a communion only between the Father and the Son, then they have excluded the Spirit from this. But the Father and the Son are joined in communion by essence and not by any hypostatical property. Consequently, they exclude the consubstantial Spirit from kinship according to essence with the Father.",
          "id": 90033
        },
        {
          "text": " 35. If the Spirit proceeds from the Son, then is the procession of the Spirit from the Father the same as the procession from the Son, or is it opposed to it? Because if they were not so opposed but were the same, then the hypostatic properties of the three hypostases in the Trinity by which they are distinguished and worshipped would be eradicated. But if the procession from the Son is opposed to the procession from the Father, how is this not like dancing in the chorus line of Mani and Marcion, whose blasphemous chatter and idle words contended against the Father and Son?",
          "id": 90034
        },
        {
          "text": " 36. According to this line of reasoning, everything not said about the whole, omnipotent, consubstantial, and super-substantial Trinity is said about one of the three hypostases. The procession of the Spirit is not said to be common to the three, consequently it must belong to one of the three. Accordingly, we say that the procession of the Spirit is from the Father. — Why do they assimilate themselves to the love of this innovative teaching? — If they contend that the Spirit proceeds from the Son, then why do they lack the courage to vomit forth all their poison instead of some of it? For, truly, if they were completely persuaded by this ungodly doctrine then they ought to perfect their hatred of the hypostatic [personal] source of the processions and exclude the Father as a cause of the Spirit. And, likewise, they should transpose the begetting and the procession and they ought to remove the generation of the Son from the Father and transfer it to the Son and thus invent the fantastic idea that the Father is from the Son. But they do not say this because they wish to hide their eternal impiety, so that they may not be convicted of the insanity of their heresy.",
          "id": 90035
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": " 37. Furthermore, if the Son is begotten from the Father and the Spirit — according to this innovation — proceeds from the Father and the Son, then likewise another hypostasis should proceed from the Spirit, and so we should have not three but four hypostases! And if the fourth procession is possible, then another procession is possible from that, and so on to an infinite number of processions and hypostases, until at last this doctrine is transformed into a [pagan] Greek polytheism!",
          "id": 90036
        },
        {
          "text": " 38. But if you say you are against this fourth procession, then what manner of speech is this? If the Son receives the property of causing the procession of the Spirit because He is as great as the Father is, and therefore has all the Father has, by what reason do you incline to such favouritism, by which means you think the Son co-causes the Spirit, but by means of which you deny the Spirit, Who is likewise of equal honour and dignity, since He came forth with equal rank from the same essence?",
          "id": 90037
        },
        {
          "text": " 39. Again, if the Father is a cause and the Son is also a cause, which of these insufferable thinkers will at least clarify their doctrine and tell us which one of the hypostases has more of the property of being a cause? If they decide for the Father, is not this arrangement a slight on the dignity and honour of the Son, especially since He already has the supreme authority and fullness of the Father? But if the Son is also a cause, they impiously presume to redistribute the Father's causality and distribute parts of it to the Son — alas for this grievous impudence! — It was not sufficient for them to choose the impiety of dividing the Father's causality and have Him share it with the Son, but they would take even more and would substitute the Son for the Father as cause of the Spirit.",
          "id": 90038
        },
        {
          "text": " 40. What do you say? You say the Son received, by His generation from the Father, the power of also producing another hypostasis of the same nature. But should not this change one's opinion of the Spirit, Who proceeds from the same nature as the Son? In other words, since He partakes of the same dignity and power, why is He not similarly accorded the power of also producing another hypostasis from the same nature so that He may also be adorned with being a cause of a consubstantial hypostasis? And, indeed, this turns into hatred of the Son as well, for if the Spirit's procession from the Son is not any different than that from the Father, then this participation by the Son hypostatic properties of the Father brings the likeness of the Father upon the Son.",
          "id": 90039
        },
        {
          "text": " 41. But I will not permit this great absurdity, for the Master's words mystically instruct us to consider the Begetter greater than the Begotten, although not by nature — away with the thought! — the Trinity, which is beyond grasp, is consubstantial because the Begetter is cause. And the chorus of our Holy Fathers, teaches the same. Nowhere do the divine teachings state the Son is greater than the Spirit by being a cause — you are not paying attention to the words of God! — nor has any pious mind up to now ever been detected of having thought so. But the contentious speech of the enemies of God not only makes the Son greater than the Spirit, but also makes the Son nearer to the Father, and, even worse, confused with Him.",
          "id": 90040
        },
        {
          "text": " 42. Moreover, how can you escape the conclusion that if the Son causes the Spirit, you have found an emergent second cause in the Trinity, which is beyond nature and causality? Do not such machinations do wanton violence against not merely the first source, but also against the second source, for Whom it was devised to honour? For, if there is no advantage to the Spirit, Who has no need of such a procession nor any need for a man to exhibit such a need, will it not insult the Son? Is not the insult more wanton when called an honour? And as for the Spirit, Who has an eternal procession from the Father and therefore is in need of nothing, if He is known more fully in another procession which is also a procession proper to the essence, then what exactly does that production by another procession provide?",
          "id": 90041
        },
        {
          "text": " 43. Is it possible to avoid the conclusion that the Spirit has been divided into two? The one part proceeds from the Father, Who is the first cause and also unoriginate; the second part proceeds from a second cause, and this second cause is not underived. This heresy invents a distortion of the Spirit's distinction, not merely by arrangement, but also in the category of His origin. It makes us cast off our adoration of the Trinity for a Quaternity. Indeed, no effort is neglected to malign everything in the plenteously-good Trinity and Creator of all! We will leave no ramification of this teaching aside.\nv\n44. And besides, if on one hand the Son is the cause of the Spirit, and on the other hand the Father is the cause of both, then certainly a new cause is discovered in the most perfect and perfecting Trinity which is excluded from the source and first cause of perfection. Thus, the lordly perfection of the Spirit is destroyed because it will either be imperfect and divided in two, or it will be a composite. Consequently, it is valid to view this as a mythology which composes the hypostases in successive, corruptible generations, as if imitating the part-horse and part-man centaurs of old. — These impious contentions speak absurdities such as a cause either divided in two or synthesised from cause and caused, without shuddering in fear. — Even if each absurdities pretend to battle with each other — for such is the harvest of impious seeds — nonetheless both lead to the same crime of attributing imperfection to the Spirit. When all is said and done, it comes down to the same eternal pride.",
          "id": 90042
        },
        {
          "text": " 45. All this aside, if the one Spirit is beyond nature and of a lordly unity, just as the Father and Son are each absolutely and ineffably one, then is it not monstrous and impossible to say He is from two causes?",
          "id": 90043
        },
        {
          "text": " 46. Now it was right that you should understand all the implications of these impious men by means of such perceptions. The Catholic and Apostolic Church, instead of superstitious nonsense, is instructed in pure godliness to believe with the whole mind, and with resolute understanding, the unchangeable doctrine that each hypostasis of the consubstantial and divine Trinity is ineffably united to each other in an inseparable communion of nature, but each maintains His specific and unique characteristic properties by distinction of the hypostases. This distinction allows no room for confusion — away with the thought! — You are led astray, because the communion of nature does not permit any severance or division, nor are the properties which distinguish each of the three permitted to be mingled into any fusion. Just as the Son is begotten from the Father and remains immutable and unchanging in Himself, preserving the dignity of Sonship, so also the All-Holy Spirit likewise proceeds from the Father and remains unchanging in Himself, preserving the property of procession. And, according to the Word Who is from the Father, the Spirit, being likewise produced (but according to a different type of production) from the uncaused Father does not assume the divine operation of any other begetting or procession, nor is He made into something new by any transmutation of His procession, even so, by the same analogy, the Son, Who is begotten of the uncaused Father does not assume the divine operation of originating another hypostasis, either by begetting or by procession. Nor is the divine procession subject to participation in other privileges because of the common nature, because when this is introduced, it adulterates the Sonship.",
          "id": 90044
        },
        {
          "text": " 47. If you do not see these distinctions rightly, I should have to describe you as wilfully blind. For if the Father produces the Spirit according to the nature, the very nature of the Trinity, then many other kindred and outrageous acts would certainly result from such an unreasonable origin. What was your motive, then, in inventing the fables of your impiety? Not only would you change the Son into a cause of the Spirit, but the Spirit would be changed into a cause of the Son, and the Spirit's specific distinction of procession is divided and distributed to multiple hypostases. It is better to let silence conceal the rest, for even if we do not utter the other improprieties to be observed in this word [Filioque], those who investigate with intelligence and reverence will clearly understand. For if this word [Filioque] is the expression of something about divine nature, and not about some specific hypostatic characteristic, then anyone who says the Father causes the Spirit is thought to be telling a fantastic fable! It was told in sacred dogma that the Father produces the Spirit, in view of the fact that He is the Father; it will not doubted by the godly-minded. But if this is so, then this word [Filioque] has introduced an innovation into the dignity of the Sonship, in view of the fact that it speaks of the Son as producing the Spirit! Neither will the Son mutilate the Father and transfer to Himself the property of procession, nor will He ever change His own submissive and changeless generation. For it is not, I repeat, not the nature (that which is common amongst these hypostases) which is worshipped, but the specific hypostatic properties through which theology discerns the hypostases of the Trinity.",
          "id": 90045
        },
        {
          "text": " 48. Well! It is certain the heresies also ask: Will you not be convicted of changing the meaning of the writings of Paul, the herald of the Church, the teacher of the civilised world, that truly great and heavenly man who cries out, God has sent forth the Spirit of His Son into your hearts, crying \"Abba, Father\".? (Galatians 4:6) If Paul who knows orthodox dogmas, therefore says the Spirit proceeds from the Son, why do those who receive the teachings of heavenly things from him not receive this is as well? Who is it that in every opinion impudently smears this Paul, the ambassador of ineffable things: he who strives to prove that Paul contradicts his teacher and our common Master, or he who reverently maintains and hymns Paul's agreement with the Master? For if the Master mystically teaches that the Spirit proceeds from the Father, but heresy introduces Paul as teaching that He proceeds from the Son, who would be the slanderer? Would it not be the one who attributes to Paul contradiction of the Master and thus renders himself liable to the judgement of impudence? Observe how you attempt to isolate the ecumenical teacher from the assembly of teachers which is a guide unto godliness. You use zeal without knowledge instead of proceeding with humility. Heresy always makes use of the customary usage of language. Since it accuses the very Son and Word of God of falling into contradiction, it is only being consistent when it argumentatively and contentiously affirms that His genuine servant and disciple denies and corrects his teacher.",
          "id": 90046
        },
        {
          "text": " 49. Where does Paul supposedly say the Spirit proceeds from the Son? For it is certainly proper to the Spirit to be of the Son? For — God forbid! — He does not belong to anyone else! Together with Paul, the Church confesses and believes it. But the statement that the Spirit proceeds from the Son surely did not come forth from his divinely inspired tongue — God forbid! — Nor did you write of any of the saints who never wrote such a thing nor would they have permitted this blasphemy to be heard. Instead, you acquired knowledge of the ill omen before hearing their statements. Truly, a far-fetched slander.",
          "id": 90047
        },
        {
          "text": " 50. Though being small of stature, but great in trials and zealously protecting the ecumenical Faith, Paul said, the Spirit of His Son. Why do you not say the same? Instead, you do evil by dragging down and distorting the doctrine of the herald [Paul], which is from above. But — what is more urgent? — would you send your distorted and blasphemous voice into the mouth of the teacher?",
          "id": 90048
        },
        {
          "text": " 51. He [Paul] said the Spirit of the Son with God-given wisdom. Why do you distort his teaching and say what he did not say, but rather proclaim — without even blushing — what he never conceived as though he had supposedly said the Spirit of His Son? He certainly could not have phrased it better. For the Spirit has a nature identical to the Son, and the Spirit is of one essence with the Son, and possesses the same glory, dignity, and dominion. Therefore, when Paul says the Spirit of His Son, he is teaching the identity of the nature, but by no means indicating the cause of His procession. He acknowledges the unity of the essence, but by no means considers or exhibits that the Son brings forth a consubstantial hypostasis. Indeed, he does not even hint concerning the origin.",
          "id": 90049
        },
        {
          "text": " 52. Why is this? Is it not also a divine statement that the Father is the Father of the Son? Will you consequently reverse the begetting for this reason? We say the Father is the Father of the Son because the Son is consubstantial, not because He has been begotten. However, if you like, let it refer to the fact that the Son has been begotten. Then, given the phrase, the Spirit of the Son, why have you not called the Spirit the source of the Son? Instead, you move the Spirit to the rank of caused and effected. If it is possible to say there is a procession of the Spirit from the Son on the basis of the expression of the Son, then in the same way it is possible to have a production of the Son from the Spirit. Thus, Paul is presumed to teach a wandering principle by means of an example. But, surely, only deception could have invented a procession from this starting point and example. Your irrational contentions are sacrilegious towards God and rivals only your fondness of embellishment.",
          "id": 90050
        },
        {
          "text": " 53. Truly the Church says, the Son of the Father and the Father of the Son. With these expressions she understands they are consubstantial. It is theologised that the Son is begotten of the Father, yet we shall never be misled by the phrase, the Father of the Son and blasphemously presume to theologise the reverse. When we sacredly proclaim the Spirit is of the Father and of the Son, we unambiguously indicate by these phrases the Spirit's consubstantiality with both. Now, He is consubstantial with the Father because He proceeds from Him, and He is consubstantial with the Son, but not because He proceeds — God forbid! — neither is the Son consubstantial with the Spirit because He is begotten, but rather because His procession from the same one, indivisible, eternal cause brings each of them into the same rank.",
          "id": 90051
        },
        {
          "text": " 54. The Spirit of His Son. Your presuppositions only prepare a fatal poison in you, not the saving word of the herald of divine truth and wisdom. Returning to your senses is not difficult: you need not a more acute or vigorous intelligence for deeply delving into formidable secrets. He [Paul] says, the Spirit of His Son, which means one thing, and elsewhere it is said, the Spirit Who proceeds from the Father, which means something else. Do not allow the similarity of the grammatical cases lead you to such incurable error; there are many expressions similar in sound that are not interpreted with a similar meaning, indeed they are not even close. I should have collected a list of many such expressions, but your disobedient minds weary me.",
          "id": 90052
        },
        {
          "text": " 55. Equally grievous is that you are a slave to your customary usage because you have not apostatized to the logical absurdity. For it is said the Son is the effulgence of the Father, the Light from Light. But He says as much Himself, I am the Light of the World. {Saint Photius here suggests that to understand all genitives of description as ablatives of source, then the Lord Jesus Christ must be the light proceeding from the world because He is the light of the world.} The phrase, light of light, shows the consubstantiality of the Son and of the Father. This fact prepares a noose for your own wisdom and opinion and tongue, not so that I may place it around your necks, but to entreat you to search the perdition of hanging, and to flee it by any means possible.",
          "id": 90053
        },
        {
          "text": " 56. The divine Paul, in the fullness of the evangelical proclamation which went into the whole world, said, God sent forth the Spirit of His Son (Galatians 4:6). If you declare what he said we will not bring you to trial, but if you teach what he did not say as if it were what he preached, we shall indict you as surely deserving punishment for impiety. That heavenly man said, the Spirit of His Son. But you, just as if you were caught up to the third heaven of transcendent and ineffable expressions, a law unto yourselves, proclaim of Paul that he was imperfect in his writings. Thus, you exclude him from your faith, perfecting what was imperfect. Rather than saying, the Spirit of His Son you teach — alas! the rashness is not to be outdone! — that the Spirit proceeds from the Son. And you will receive no one if they do not subscribe to these drastic compositions and blasphemies, with respect and harmony to your teaching. Inventing defamations, you are not ashamed to claim as your teacher and advocate him [Paul] whom you have defamed. The noxious venom of impiety you have so abundantly vomited forth truly demonstrates what spirit animates and possesses you.",
          "id": 90054
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": " 57. If you wish, I can cite other sacred texts by which the bane of your dementia and madness is ridiculed. He [Paul] says many sacred things about the All-Holy Spirit: Spirit of wisdom (Isaiah 11:2), Spirit of understanding (Isaiah 11:2), Spirit of knowledge (Isaiah 11:2), Spirit of love (2 Timothy 1:7), Spirit of a sound mind (2 Timothy 1:7), Spirit of adoption unto Sonship (Romans 8:15). He said, For you did not receive a spirit of bondage into fear, but a Spirit of adoption unto Sonship. (Romans 8:15) This Spirit is the never-setting and uncreated Light of Truth in the course of the Sun, and of all the earth. And again, For he has not given you a spirit of bondage, but the Spirit of wisdom, love, and a sound mind. (2 Timothy 1:7) And, indeed, it is also said, the Spirit of faith and of power and of prophecy and counsel, of strength and godliness and of meekness. (Cf. 2 Corinthians 4:13; 2 Timothy 1:7; Numbers 11:26; Apocalypse 19:10; Isaiah 11:2; Romans 15:13; 1 Corinthians 4:21) If a man be overtaken in any wrongdoing, you who are spiritual restore him [sic] in the spirit of meekness. (Galatians 6:1) Thus teaches Paul, that fiery tongue of the Spirit. And what is more, he says, the Spirit of perception, for the sacred writings say, Behold I have called by name Beseleel ... I have filled him with a Spirit of wisdom and knowledge and perception. (Cf. Exodus 31:2-3) He is called the Spirit of humility, as when the children were accompanied in the fire, being moistened. We undertake in contriteness of soul and in a Spirit of humility. (Daniel 3:38) He is also called the Spirit of judgement and fire, indicating the vengeful and purifying power of the Spirit, just as when Isaiah cries, the Lord purifies them in the Spirit of judgement and the Spirit of fire. (Isaiah 4:4) He is also called the Spirit of fullness, just as when the prophet Jeremiah says, The way of the daughter of my people is not holy, nor into the pure Spirit of fullness. But instead the way of purity and of a Holy Spirit has not been fulfilled. (See Jeremiah 4:12-13) Why do you frown at these things: at the very gifts which He supplies and bestows? Is it because you would fight against a procession of the All-Holy Spirit from each of these as well? Thus, your ungodly doctrine outwits your own salvation by clever sophisms, even if you remain under your persuasion. For all that, everyone knows that the sacred writings proclaim the Son to be the Word and Wisdom and Power and Truth of God; and he who has been granted the mind of Christ knows as well that the All-Holy Spirit speaks not only about the Son, but also about the gifts which He has the authority to distribute. Thus, having an equality of mind, He acts as supervisor of the honour of Christ.",
          "id": 90055
        },
        {
          "text": " 58. This means that your evil principle will enjoin you, nay rather even compel you, not only to say, the Spirit proceeds from the Son because it is said of the Son, but also that He proceeds from the understanding, from the gifts which are distributed, and from innumerable other divine operations and powers. Each divine operation will be known and worshipped as a source and provider of the All-Holy Spirit. Mainly, He will proceed from faith and from revelation, from the promise and judgement and understanding, because your evil is present in these statements. But by the very same reasoning, it is not very possible to call the Son by name in these sayings either.",
          "id": 90056
        },
        {
          "text": " 59. But if the name Spirit does not mean the All-Holy and consubstantial Spirit of the Father and Son, but instead indicates spirits coming from the gifts, then the name of Spirit is distributed to those gifts which the Spirit offers. The pretext for this supposition is that since the gifts are referred to the Spirit and the Spirit distributes them, the gifts therefore assimilate the name of Spirit. How many have said this I cannot now say, but if this proposition is allowed to stand, then their lawless, inferior enterprise is refuted, because as soon as the gifts of the Spirit is said, then the new doctrine compels them to preach that the Spirit can no longer supply grace or understanding or wisdom or power or adoption to sonship or revelation or faith or even piety. Rather, they will be compelled to say the exact opposite, namely that understanding, revelation, piety, faith, and a sound mind produce the gifts: the very things which they must call Spirits. And they must say this of each of the gifts separately. Now, if indeed it is established practice to call each of the gifts a spirit, and if in the number of gifts the fullness of spirits is increased, then your own doctrine differs from Paul, who said simply spirit and gift, because your doctrine requires that the Spirit come forth and proceed from each of those very gifts. Therefore, will you increase each of the gifts or spirits, previously one, into two in order that one portion would be the dispenser and the other the dispensed, the one portion the cause and the other the caused? Then each gift could be caused and causing itself, produced and proceeding itself: faith by faith, understanding by understanding, and intelligence by intelligence. How much of your time will you thus consume by your nonsense!",
          "id": 90057
        },
        {
          "text": " 60. This heresy only battles against itself. For the All-Holy Spirit grants gifts to the worthy. But, as it appears, since heresy is not content with anything, it is also not content with His distribution of gifts, and so divides the gifts into parts, in order that those who are ambitious of honour may have more numerous and richer gifts. Truly, the agitation and disorder of their minds undermines them so they overthrow and confound the order and nature of things. This first sowing of the impious doctrine gives birth to countless heresies. It has all these conclusions inherent in it. Yet, although the preceding arguments are sufficient to persuade these shameless ones who have not gone into complete impiety, we will not omit the remaining arguments. One must both refute those who have chosen shamelessness and to call back those inclined to error because those who suffer from this sickness will either be set free by one cure or another, or, due to depravity of mind, will choose to remain unhealed even though completely refuted.",
          "id": 90058
        },
        {
          "text": " 61. Therefore, not even these points should be omitted. If the Son is begotten from the Father, and the Spirit proceeds from the Son, according to their own opinion, then how is it that this godless doctrine does not make the Spirit a grandson and thus drive away the tremendous mysteries of theology with protracted nonsense?",
          "id": 90059
        },
        {
          "text": " 62. Behold the excessiveness of this impiety. If the Father is the immediate cause of the Spirit just as He is the immediate cause of the Son, then the generation and the procession are immediate, because the Son is not begotten through some intermediary and the Spirit likewise proceeds without an intermediary. But if one says — as this impious and idle chatter does — the Spirit also proceeds from the Son as if from the same cause, the Father would be proclaimed as both the immediate and remote cause of the Spirit, something which cannot be imagined even in a mutable and changing nature.",
          "id": 90060
        },
        {
          "text": " 63. Do you see the manifold absurdity of this ungodly thing? Observe it here. In accordance with sacred theology and the laws of the incorporeal and supernatural essence, the Son is begotten from the Father simultaneously with the Spirit's procession from the Father. However, if the Spirit were to proceed from both the Father and the Son simultaneously (for a before and an after are alien to the eternal Trinity), then the former procession and the latter procession each belong to a completely different hypostasis. But if this is the case, then how are the distinctions of the causes and the divine operations maintained? And why is division induced against the indivisible, simple, and unitary hypostasis of the Spirit? For the hypostasis comes before the distinctions in energies and operations, especially because it is supported by the evidence of the superior and supernatural Word. It is easy to see and accept these many testimonies which refer to a distinct hypostasis producing various operations and virtues simultaneously, especially in supernatural things which surpass our intellect, but it is absolutely impossible to find a hypostasis which is due to multiple causes without the hypostasis having within itself the difference of the causes and being divided by them.",
          "id": 90061
        },
        {
          "text": " 64. Besides all that is said above, if something is said of one thing in the Godhead, and if this cannot be observed to exist in the unity and consubstantiality of the omnipotent Trinity, then it plainly belongs to only one of the three hypostases. But the procession of the Spirit is in no part of the more-than-nature unity which is contemplated in the Trinity. Therefore, procession is understood to belong to only one of the Three. But the reasons for holding such a doctrine must be examined. The Spirit proceeds from the Son neither earlier nor later than the Son is begotten from the Father (for these adverbs of time are removed as far as possible from eternal Divinity, for the Son's generation and the Spirit's procession are simultaneous). If, at the moment the Son comes forth by begetting, the Son generates the Spirit by procession, then the cause comes into existence simultaneously with the caused. This is the fruit of their blasphemous sowing. Thus, while the Son is being begotten the Spirit would be both begotten together with the Son and proceeding from the Son. The Spirit will be begotten because He proceeds simultaneously in the Son's begetting, but He will be proceeding, because the dual procession is permanent. Who could be found to be more insane or blasphemous?",
          "id": 90062
        },
        {
          "text": " 65. Behold, your sophisms and abuse of the words of Scripture thrust you into the pit of error and perdition. You see the saying he will receive from Him Who is mine and the expression God sent forth the Spirit of His Son, not only disagree with your blasphemous speech, but totally refute this great impudence, and will inevitably bring judgement upon it. Until that time, however, must we devote ourselves to refuting other displays of knowledge that may bring forth from their scheming mind of evil?",
          "id": 90063
        },
        {
          "text": " 66. You bring forth Ambrose, Augustine and Jerome as well as certain other men as witnesses against the dogma of the Church, because you say they hold the opinion that the Spirit proceeds from the Son. They say, One should not charge the Holy Fathers with the crime of ungodliness: one either agrees with their opinions because they taught rightly and are acknowledged as Fathers, or they and their teaching should be rejected as impious because they introduced impious doctrines. These things are said by youngsters in fearful desperation, for the insufferable conclusions of their unprofitable impudence cannot escape in the face of knowledge and zeal. Not content with distorting the word of the Master and slandering the herald of piety, they deem the Fathers' zealous pursuits incomplete and then turn around and make their Fathers treat the Master and His herald with wanton violence, and then they celebrate this! However, the simple word of truth confounds them, saying, Take care where you are going, how long will you plunge your destruction into the vitals of your soul.",
          "id": 90064
        },
        {
          "text": " 67. What sort of poisonous insanity compelled them to produce the Fathers, holy and mature men settled and established in the truth, as protectors of impiety? Thus, which of us sustains their rights as Fathers? The one who receives them with no contradictions against the Master, or the one who compels them to establish testimony against the Master's word, and who distorts by perverse sophisms the admirable teaching by which we theologise that the Spirit proceeds from the Father? Is it not evident that heresy attributes the name of Father to those memorable men only in words? For heresy does not begrudge giving the title of Father stripped of all honour, but through sophism, heresy chooses to drive the Fathers into the portion of impious and corrupt men. Do all of these ungodly men presume to honour their Fathers with such privileges?",
          "id": 90065
        },
        {
          "text": " 68. Read through Ambrose or Augustine or whatever Father you may choose: which of them wished to affirm anything contrary to the Master's word? If it is I, then I insult your Fathers. But if you say it whilst I deny it, then you insult them, and I condemn you of insolence towards the Fathers. But, you retort, they have written so, and the words the Spirit proceeds from the Son are to be found in their writings. What of it? If those fathers, having been instructed, did not alter or change their opinion, if after just rebukes they were not persuaded — again, this is another slander against your Fathers — then you who teach your word [Filioque] as a dogma introduce your own stubbornness of opinion into the teachings of those men. Although in other things they are the equals of the best [Fathers], what does this have to do with you? If they slipped and fell into error, therefore, by some negligence or oversight — for such is the human condition — when they were corrected, they neither contradicted nor were they obstinately disobedient. For they were not, even in the slightest degree, participants in those things in which you abound. Though they were admirable by reason of many other qualities that manifest virtue and piety, they professed your teaching either through ignorance or negligence. But if they in no way shared the benefit of your advantages [of being corrected], why do your introduce their human fault as a mandate for your blasphemous belief? By your mandate, you attest that men who never imposed anything of this type are obvious transgressors, and so you demand a penalty for the worst blasphemy under the pretence of benevolence and affection. The results of your contentions are not good. Observe the excessive impiety and perversity of this frivolous knowledge! They claim the Master to be their advocate, but are discovered to be liars. They call upon the disciples to be their advocates, but are likewise discovered to be slanderers. They fled for refuge to the Fathers, but are found to cast down their great honour with blasphemy.",
          "id": 90066
        },
        {
          "text": " 69. Although they call them Fathers — indeed, they do — they do not attribute to them the honour of being Fathers, but seek to discover how they may become patricides. They do not tremble at the voice of the divinely inspired Paul, whom they turn against the Fathers with great wickedness. For he who had received the authority to bind and to loose — and that authority reaches to the very Kingdom of Heaven itself and is both fearful and mighty — exclaims with a great, mighty and brilliant voice, But even if we, or an angel from heaven, preach a gospel to you other than what we preached to you, let him be anathema. [Galatians 1:8] He who is so great a man, Paul, the never-silent trumpet of the Church, surrenders to anathema anyone who dares to receive or introduce any foreign doctrine to the Gospel, and he subjects to great curses not only others who would dare this, but also says it about himself; if he were seen to be obstinate, he urged equal judgement. He sets no limit on this fearful word of judgement but searches the heavens themselves. And if he finds there an angel with dominion upon the earth who evangelises anything contrary to the Gospel preaching, he suggests equal bonds, delivering him over to the devil. And you, who bring forth the Fathers to violate the dogmas of the Master, to violate the preaching of which the disciples were heralds, to violate all the Ecumenical Synods, to violate the godly doctrine preached throughout the whole world, do you neither shudder nor tremble nor cower at the threat [of anathema]? You make them your Fathers without living their life in yourselves. Not even the incorporeal nature of the angels, nor the fact that as pure minds they stand before the Master in devotion, allows occasion for appeal, because they are reduced to equality with earthly things [in being subject to the pronounced anathema]. You call Ambrose, Augustine and other good men your Fathers — alas, such ruinous honour! — but does opposing them to the Master's teaching make any more tolerable the condemnation for yourselves or on these men? For you neither assign a good reward to your Fathers nor repay your forebears properly for their nurture. The anathema will not pass through you onto those blessed men, because neither your sophisms nor disobediences nor impieties will be found with them. You bear the anathema on your own shoulders because you presume they partake in your impiety. With distinguished deeds, however, and with their whole voice they cry against the anathema which you would bring on them.",
          "id": 90067
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": " 70. But I do not admit that what you assert was so plainly taught by those blessed men. Even so, if any among them has fallen into something unseemly — for they were all men and human, and no one composed of dust and ephemeral nature can avoid some trace of defilement — I would then imitate the sons of Noah and cover my father's shame with silence and gratitude instead of a garment. I would not have followed Ham as you do. Indeed, you follow him with even more shamelessness and impudence than he himself, because you publish abroad the shame of those whom you call your Fathers. Ham is cursed, not because he uncovered his father, but because he failed to cover him. You, however, both uncover your Fathers and brag about your audacity. Ham exposes the secret to his brothers; you tell yours not to one or two brothers, but in your rash and reckless abandon, proclaim the shame of your Fathers to the whole world, as if it were your theatre. You behave lewdly towards the shame of their nakedness and seek other revellers with whom to make more conspicuous festival, rejoicing when you expose their nakedness to the light!",
          "id": 90068
        },
        {
          "text": " 71. Augustine and Jerome said the Spirit proceeds from the Son. Now why is it that having said this in faith, in a time great with sayings, that their treatises did not work your evil? Because it is you who presume that they, and not just yourself, were intent upon this insufferable godlessness. And it is because of the fact that in those times, these sayings were not a impediment to anyone. You, however, abound in the resourcefulness of the enemy.\n(Alternate:)\nAugustine and Jerome said the Spirit proceeds from the Son. How can one trust or confidently testify their writings have not been maliciously altered with the passage of so much time? For do not think you are the only one eager for ungodliness and bold in things that should not be dared. Rather, from the state of your own mind, realise that nothing hindered the wily enemy of the human race from finding vessels for such a deed.",
          "id": 90069
        },
        {
          "text": " 72. Admittedly, those things were said (by Augustine and Jerome). But perhaps they spoke out of necessity in attacking [pagan] Greek madness, or whilst refuting heresy, or through some condescension to the weakness of their listeners, or due to the necessity of any one of the many things presented by daily life. If, by chance, such a statement escaped their lips because of one or more of the above reasons, then why do you still dismiss their testimony, and take as a necessary dogma what they did not mean as a dogma? Do you not realise that you bring irreparable destruction upon yourselves by enlisting those men in your rebellious contention?",
          "id": 90070
        },
        {
          "text": " 73. What did the preacher of the whole world, the contemplator of ineffable things, who ennobled nature with his manner of life, what did he say when he opposed the [pagan] Greeks who were spewing forth many words? He condescended to their weakness and proclaimed, For as I passed by and beheld your objects of worship, I found also an altar with this inscription: To the Unknown God. Whom, therefore, you worship ignorantly, Him I declare unto you. (Acts 17:23) What are we to make of this? By being a teacher even of Greek wisdom, he captured and guided the impious to the piety of the Church. Will you therefore presume to teach this invented dogma of yours to the destroyer of the Greek idol called the Unknown God? It would not be surprising when we consider the web of your quibbling sophisms and the use which you make of philosophy. The altar was erected in Pani, and the citizens of Athens worshipped for a long time without comprehending the Name written upon the altar: To the Unknown God. But that expert and heavenly man saw the [pagan] Greeks were not convinced by the sayings of the prophets and the teaching of the Master and recalled them from their diabolical devotions to the worship of the Creator. He used the very proclamations of the devil to condemn the devil's tyranny. From the devil's stronghold, he overthrew the might of their authority. From deception, he cultivated godliness and from the offspring of perdition he produced sprigs of salvation. From the snares of the devil, he urged them on to the race of the Gospel. From the summit of apostasy, he made an entrance through which he brought them into the bridal chamber and to the immaculate nuptials of Christ, the Church. His mind was so sublime, bearing strength from on high, wounding and subjugating the devil by the devil's own weapons. What then? Because Paul overcame the enemy with the enemy's own weapons, will you therefore honour those weapons, call them divine, and use them for your own slaughter? How many similar examples can be found in him who wisely used all things in the strength of the Spirit!",
          "id": 90071
        },
        {
          "text": " 74. But what need is there of more examples? He himself says with a piercing voice, I became to the Jews as a Jew that I might gain Jews; to them who were under the law that I might gain them who were under the law; to them outside the law, not as being outside the law of God but in the law of Christ, in order that I might gain them who were outside the law. (1 Corinthians 9:20-21) Would you, therefore, revive Judaism because of this statement? Or would you legislate lawlessness instead of being renewed by the divine and human laws for the conduct of our life and shamelessly — or, rather, godlessly — say that such are the commandments and such is the preaching of Paul?",
          "id": 90072
        },
        {
          "text": " 75. It is possible to find many other examples in our holy and blessed fathers. I have in mind Clement, one of the bishops of [Old] Rome. Consider the books which are known from him as Clementine (I do not say write because, according to ancient report, Peter the Coryphaeus commanded they be written). Consider also Dionysius of Alexandria, who in stretching out his hand against Sabellius nearly joins with Arius. Consider also the splendour of the sacred-martyr, Methodius the Great of Patara, who did not reject the idea that angels fell into mortal desire and bodily intercourse, even though they are incorporeal and without passions. I shall pass over Pantaenos, Clement, Pierios, Pamphilos and Theognostos, all holy men and teachers of holy disciples whom we hymn with great honour and affection, especially Pamphilos and Pierios, distinguished by the trials of martyrdom. Although we do not accept all of their statements, we grant them honour for their patient disposition and goodness of life and for their other doctrines. In addition to those previously mentioned, there is Irenaeus, the bishop of God, who received the supervision of sacred things in Lyons and also Hippolytus, his disciple, the Episcopal martyr: all of these were admirable in many ways, though at times some of their writings do not avoid departing from orthodoxy.",
          "id": 90073
        },
        {
          "text": " 76. Consequently, you should produce this double dilemma and strive against all of these men and, with raised brows, say: Either these men should be honoured and their writings not rejected, or, if we reject some of their words, we should simultaneously reject the men themselves. But will not these more-than-righteous, expert men more fairly turn your facile argument back upon you, saying, Why, O man, do you enjoin what is not enjoined? If you really call us Fathers, why do you not fear to take up arms against the Fathers and, what is even more prideful, against our common Master, the Creator of all? But once you decided to behave insultingly towards us by being zealous for your doctrine, are you not evidently insane when you simultaneously stretch patricidal hands towards us? How many ways your sophisms can be turned against you! But just as we passed by the Fathers previously named, let us pass by discussion of these points for now.",
          "id": 90074
        },
        {
          "text": " 77. Who does not know about Basil the Great, who (whilst preserving the royal garment of pure godliness in the secret chamber of his soul) was silent about the deity of the Spirit? A soul burning with divine love, but not flaring into an open flame lest it be extinguished by that very progress and open splendour! This man ordered his words with judgement and guided the godly with small, gradual increases (for when it has been gently introduced into men's souls, the mighty flame of faith arises more strongly; for the hasty assault of light frequently blinds the spiritual eyes of men as when strong light overshadows the eyes of those who have weak vision). For this reason, he is silent, inflaming them before he proclaims it. He passed over it in silence so that a more seasonable time would come to eloquently proclaim the secret. If one wished to name all the men and their reasons for often not revealing the blossom of truth, one would have to compose a huge book! Their ultimate concern was how this blossom might bloom more beautifully and how its fruit might multiply so that an abundant harvest could be gathered. But we admire those men who had unspeakable inspiration which surpasses reason and for their judiciousness of wisdom. Now if any of you would introduce laws and dogmas into the Church which are hateful to the Holy Fathers, we would consider him an enemy of the truth and a destroyer of piety. Since he becomes guilty by himself, we would condemn him with the judgements he himself provides.",
          "id": 90075
        },
        {
          "text": " 78. You cite Western Fathers. But this simply pours the West down into the abyss, because it contends against the whole world. For my part, I will kindle for you from the West a never-setting and noetic light of godliness, whose brilliance your darkness cannot resist and can only fade. Ambrose might have said: The Spirit proceeds from the Son. But the evil is wrought by your tongue. But then this is in turn contradicted by the Orthodoxy of the luminous, thrice-blessed Damascene and thus your darkness is destroyed before it came to be. For by confirming the Second Ecumenical Synod, whose dogmas are affirmed to the ends of the world, he resplendently confesses and understands that the Spirit proceeds as Light from the Father. But then you say that Ambrose or Augustine taught otherwise. But again more murk pours forth from your tongue because Clement did not say it, nor hear of it, nor assent to it. On the contrary, he dissipated the blindness of your statements by the luminous radiance of Orthodoxy.",
          "id": 90076
        },
        {
          "text": " 79. What will hinder me from referring to other Fathers? Leo the Great, whilst bishop of [Old] Rome, carefully demonstrated divine matters in his inspired and dogmatic Tome. In this, he was confirmed by the Fourth Synod. He confirmed its decree, and was praised by the sacred, and God-inspired assembly. He clearly taught that the All-Holy Spirit proceeds from the Father. He thus radiates the very same light of Orthodoxy, not only upon the entire West, but also to the ends of the East through his God-inspired and dogmatic epistles, through the legates who exercised his authority, and through the peace with which he illumined that great assembly collected by God. Moreover, he also said that if anyone set up or teach another doctrine other than that taught by the Synod, that person should be deposed if he were of the dignity of the priesthood or anathematised if he were a layperson or even a monastic, religious or ascetic. Whatever that God-inspired Synod decreed, Leo, similarly inspired by God, openly confirmed through the holy men Paschasinus, Lucentius and Boniface (as one may hear many times from them, indeed not only from them, but from him who sent them). Dispatching synodical letters, Leo himself testifies and confirms that the speeches, spirit, and decisions of his delegates are not theirs, but his own. Still, even if there were nothing of this, it is sufficient that they were his representatives at the Synod and that when the Synod ended, he professed to abide by its decisions.",
          "id": 90077
        },
        {
          "text": " 80. There were some who would not heed their sacred utterances, because after the exposition of the Faith which the First and Second Synods delivered and established, it goes on to say, Therefore, this wise and salutary Symbol of divine grace is established in perfection of godliness and knowledge, of wisdom and salvation. Now, it says perfection and not imperfection. It is not in need of any addition or subtraction. And how is it perfect? Turn your attention to that which follows: it says it expounds matters concerning the Father and the Son and the Holy Spirit perfectly. How does it perfectly expound these matters? By exclaiming that the Son is begotten from the Father and that the Spirit proceeds from the Father. And shortly thereafter, it says that one hundred and fifty fathers, assembled in the Imperial City, subsequently confirmed the teaching concerning the essence of the Spirit against those contending against the Holy Spirit. Now, how did they confirm the essence of the Spirit? By plainly stating that the Spirit proceeds from the Father. Therefore, he who teaches a different doctrine overturns their authority and has come to a point in his presumption of confounding and confusing the very essence of the Spirit. Next, consider these words: those contending against the Holy Spirit. Who were these men? Then it was those who proclaimed Macedonius as their teacher in place of the immaculate teachings, but now, it is those who are against Christ and His doctrine. Thus, I will not hold back what needs to be said: it is the same senseless act of impiety which rushes towards perdition instead of towards the Saviour. With a multi-tongued voice under the inspiration of the Spirit, the Synod spoke clearly; they are confirmed by all votes and the all-wise Leo resoundingly concurs. Apply your mind, therefore, to what follows towards the end of the entire section of the Acts it says quite clearly: The Holy and Ecumenical Synod fixes therefore with these men from every quarter, with exactness and harmony, our exact exposition, the meaning of which the chief legate of Leo procured. What did it decree? That no one is permitted to declare a different faith; that is to say, neither to write it, nor assent to it, nor think it, nor teach it to others. But for those who presume to accept another faith, that is they who promulgate or teach or deliver a different Symbol to those who wish to return to the knowledge of the truth from Hellenism, or Judaism, or any other heresy; and if any are bishops or clergy, let the bishops be deprived of their diocese and the clerics be deposed of their office; but if they be monks or laity, let them be anathema.",
          "id": 90078
        },
        {
          "text": " 81. Look attentively O blind men, and hearken O deaf men, you who reside in the heretical West and dwell in darkness. Look attentively to the ever-shining light of the Church, and search into the noble mind of Leo. Give ear to what kind of trumpet he sounds against your dogma — the trumpet of the Spirit! And if you will not be ashamed, you should at least fear your own Father, even if you fear no others. Through him reverence the other elect Fathers whose writings found favour with previous synods and are enrolled among the distinguished Fathers. You call the men Augustine, Jerome, and others resembling them your Fathers. You do well in this, but not in the purpose for which you use them, but because you consider it not praiseworthy to despise their title of Father. Indeed, if your subtle scheming concerning the Fathers went no further, then as long as the wickedness was unfulfilled, inasmuch as it was more moderate, so would have been the judgement. But if you begin with an impious opinion, and refuse to bring this to its completion, then does this in fact mean that the violence of the accursed thing is destroyed? No, it only abates and mitigates the inevitable punishment. You intended to frighten us with the Fathers whom you insult. But if there are among the chorus of the Fathers those who reject your subtle scheming against godly doctrine, then they are the Fathers of the Fathers. And, indeed, they are the Fathers of those very same men whom you acknowledge as Fathers. If you acknowledge Ambrose, Augustine and Jerome, then why do you not acknowledge those others, but indeed, deny them?",
          "id": 90079
        },
        {
          "text": " 82. You should consider the equally renowned Vigilius, equal in throne and rank of glory with those other men, who assisted at the Fifth Synod which is also adorned with holy and ecumenical decrees. Like an unerring rule, this man conformed himself to its true dogmas. He voiced agreement in other matters and with equal zeal matching those Fathers before him and of his own time, proclaiming that the All-Holy and Consubstantial Spirit proceeds from the Father, also saying that if anyone introduced any definition other than the unanimous and common faith of the pious, then he should be delivered to the same bonds of anathema.",
          "id": 90080
        },
        {
          "text": " 83. You should consider the noble and good Agatho, honoured with the same victorious deeds. Through his legates, he convened and made illustrious the Sixth Synod (which also shines with ecumenical rank), being present there, if not bodily, then certainly in will and with all diligence. He preserved the Symbol of our inviolate, pure, and unchangeable Faith without innovation, in accordance with the synods. Moreover, he confirmed the Synod by placing under an equal curse any so bold as to alter any word taught by it as dogma; these words which were affirmed as dogma from the beginning.",
          "id": 90081
        },
        {
          "text": " 84. And why do you pass silently over Gregory [the Dialogist] and Zacharias, bishops of [Old] Rome, who were adorned with virtue, who increased the flock with divine wisdom and teaching, and who shone with miraculous gifts? For although neither of these men were ever assembled at a synod accorded ecumenical authority, yet brightly imitating those who did, they openly and clearly taught that the All-Holy Spirit proceeds from the Father. While Gregory, who wrote Latin, flourished not long before the Sixth Synod, Zacharias, wrote in Greek sixty years after. These men enshrined the dogma and preaching of the Master and the Fathers without defilement and with purity of soul, as though in a pure and immaculate bridal chamber. They joined their flock to godly worship of Christ, the true God and Bridegroom of our souls. The wise Zacharias, besides the beneficial writings composed as dialogues, made other holy writings of the holy Gregory a resounding trumpet throughout the whole world in the Greek language. At the end of the second dialogue when Archdeacon Peter (a man loved by God) questioned why the power of miracles is present more in a small portion of a saint's relics than in the whole relic, the God-bearing Gregory and Zacharias explained that although divine grace was present in both, its operation was rather displayed in the case of a particle. For no one doubts regarding entire relics that they are the bodies of the saints they are said to be or that miracles can come from them by the authority of the victorious souls who, together with those bodies, endured trials and labours; but not a few weaker persons insult the particles by doubting that they belong to those saints to whom they are attributed, or doubting they are filled with the same grace and power. Therefore, where doubt seemed to reign, the enhypostatic and inexhaustible fountain of good things will spring forth into more miracles more abundantly, both in number and magnitude. When these two [Gregory and Zacharias] had answered the aforementioned doubt, along with many others under enquiry, no one amongst them stood up in argument against them. They added the following words a little later: The Paraclete — the Spirit — proceeds from the Father and abides in the Son, Gregory in Latin and Zacharias by correct translation into Greek.",
          "id": 90082
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": " 85. The Forerunner, in whom godliness was continually visible and resplendent, first gathered the faithful from his multitude and then initiated them into the first mysteries of grace, and so piety is seen as forever possessing the adornment of this doctrine. For he who is affirmed to be little less than superhuman, baptised the Fountain of Life and Immortality, the Master and Creator of all, in the world-purifying streams of the Jordan. Seeing the heavens opened — a miracle testified by miracles — he saw the All-Holy Spirit descending in the form of a dove. Thus, seeing the unseeable, the true prophet of the Word cried, I saw the Spirit descending as a dove and abiding upon Him. (John 1:32) The Spirit, descending from the Father, abides upon the Son, and if you wish, in the Son as well, for a change of prepositions in this passage makes no difference. And the prophet Isaiah, expounder of almost equal oracles from above and declaring the prophecy in the person of Christ, says: The Spirit of the Lord is upon me, because He has anointed me. (Isaiah 61:1; Luke 4:18) Now, having previously heard that the renowned Gregory and Zacharias said, The Spirit abides in the Son — for perhaps they will be more suited to change your shamelessness into fear — why do you not immediately think of Paul's phrase, The Spirit of His Son, in this regard? Had you done this, instead of fashioning that fantastic tale about the procession, you would have been raised up to understand. Is this not the proper meaning of the statement, the Spirit of His Son? For I am persuaded the reason behind the Spirit being said to be of the Son is not at all uncertain, nor is it said for the same abstruse reasons as your forced argument. It is said because He is in the Son. For which statement gives the meaning closest to that of the apostolic statements: the phrase, the Spirit abides in the Son, or the statement, the Spirit proceeds from the Son? Indeed, this latter interpretation is vulgar. For the Baptiser of our common Master trumpets the former, the Prophet Isaiah long ago foretold it, and the Saviour Himself confirms the exact meaning of revealed doctrine. Therefore, the godly receive this mystical teaching and faithfully teach what is set forth from that source. But you, rising from the murky gates of ungodliness, you contend against God by asserting that the Spirit proceeds from the Son, instead of preaching that the Spirit abides in the Son and upon the Son. The Spirit remains in the Son. Thus, it is said that the Spirit is of the Son, as well as for the reasons I have previously cited, that the Spirit is of the same nature, divinity, glory, kingdom, and virtue. And, if you will, the Spirit is in the Son because He anoints Christ as well: For the Spirit of the Lord is upon me because He has anointed me. (Isaiah 61:1; Luke 4:18) It is also said because when the ineffable Incarnation came to pass, He overshadowed the Virgin and that ineffable Child came forth without seed. It is also said because He is of the Son because He also sends Christ: For He has sent me to preach the Gospel to the poor. (Luke 4:18) Therefore, by reason of one or more of the above explanations, how much better and more consistent were it for you to think and to say what I have said [that He is called the Spirit of the Son and the Spirit of Christ] rather than to dismiss such cogent and consistent reasons and to try to corrupt the dogmas of the Church with peculiar lies and vacuous fantasies. But let the renowned Gregory and Zacharias again come forward and cooperate with me in rebuking your teaching, for even the impost impudent of men have greater respect for reproof coming from one's own kindred.",
          "id": 90083
        },
        {
          "text": " 86. If Gregory and Zacharias, although many years distant from each other, did not differ in the views about the procession of the All-Holy Spirit, and if the intervening sacred choir of Roman bishops who oversaw the priestly institutions also professed the same doctrines without innovation, being warmed by faith, but rather advocated the same dogmas, then not only these two poles, but those men between them kept, established and directed the same faith. (For by the extremes are the intermediate readily contained and simultaneously limited; they are thus united and take the same direction.) Indeed, if any of the men who preceded or followed these holy men were found to have turned aside to an alien doctrine, it is quite certain that he would have cut himself off from that choir and throne and high priesthood inasmuch as he had torn himself from their Faith, Throughout its life, this chorus has maintained the godly statements of the saints.",
          "id": 90084
        },
        {
          "text": " 87. Are you ignorant of ancient things? Do you fear your fathers? Do you truly examine their doctrine? Recently (the second generation has not yet passed), Leo [III, pope of [Old] Rome, 795-816], another renowned man who was adorned with miracles, removed all pretext for heresy from everyone. Because the Latin language, frequently used by our holy Fathers, has inadequate meanings which do not translate the Greek language purely and exactly, and often render false notions of the doctrines of the Faith, and because it is not supplied with as many words that can interpret the meaning of a Greek word in its exact sense, that God-inspired man conceived an idea (the idea being conceived not only because of what we have just said, but also because of that heresy [the Filioque] now openly proclaimed without restraint, but then only being hinted at in the city of [Old] Rome). He decreed that the people of [Old] Rome should recite the sacred Symbol of Faith in the Greek tongue. Through these divinely inspired plans, he supplemented and redressed the inadequacy of the Latin tongue and expelled from the pious the suspicion of a difference in faith, pulling up by the roots the pollution then growing in the provinces of [Old] Rome. In the city of [Old] Rome, he posted notices and decrees that the sacred Symbol of Faith be recited in the same Greek tongue with which it had been first proclaimed according to the authoritative utterance of the Synods, even by those who used Latin in the mystical and sacred rites. Not only for [Old] Rome did he decree it, but also throughout the provinces which deferred to the high priesthood and rule of [Old] Rome. He sent sermons and synodical letters that everyone think and do the same, and he ensured the immutability of the doctrine by anathemas.",
          "id": 90085
        },
        {
          "text": " 88. This practice was reverently maintained not only during his reign, but also during that of the praise-worthy Benedict, that gentle and forbearing man (as was befitting the office of archbishop) who was radiant with ascetical practices and who succeeded him to that arch-episcopal throne. But, he [Benedict] was eager to not be second in anything to him [Leo] in favouring and strengthening this practice, even though he was second in order of time. But, if later, this pious and useful practice of the Church was halted and undermined by one pretending piety with a tongue of deceit, he himself would have been standing prepared for battle. Such a deceiver would certainly have to hide his true thought and, although unable to endure that the awesome Symbol of Faith was on the lips of all, would not dare to oppose with bare head the excellent and God-beloved practice. However, it is not my task to recount abysmal crimes with detailed names. He accurately saw the rashness and exacted punishment for it. However (for he was silent, but not unwilling) he rejected it by his silence. It was not until the divinely inspired Leo produced these thoughts by God-moved foresight and action that anything was explicitly said. But they were already to be found stored among the treasuries of the chief apostles, Peter and Paul, from the most ancient times when piety flourished. There were two shields, upon which were engraved with Greek letters and words the often repeated holy exposition of our Faith [the Symbol of Faith]. He [Leo] deemed it right that these shields be read aloud in the presence of all the multitudes of [Old] Rome and be exhibited for all to see. Many of those who saw and read them are still among the living.",
          "id": 90086
        },
        {
          "text": " 89. Thus, these men shone with piety, attesting that the Spirit proceeds from the Father, as did my John [Pope John VIII, 872-882, who signed the decrees of the Eighth Ecumenical Synod that met in Constantinople, 879-880 and agreed to prohibit the Filioque from the Symbol of Faith, ending the schism] — he is mine because, besides other reasons, he was more in harmony with others who are our Fathers. Our John, being courageous in mind as well as piety, and courageous because he abhors and casts down unrighteousness and every manner of impiety, was able to prevail in both the sacred and the civil laws and to transform disorder into order. This man, favoured amongst the Roman archbishops by his more-than-illustrious and God-serving legates Paul, Eugene and Peter (bishops and priests of God), who were with us in the synod [the Eighth Ecumenical Synod that met at Constantinople, 879-880], this grace-filled bishop of [Old] Rome accepted the Symbol of the Faith of the Catholic Church of God, as the bishops of [Old] Rome had done before him. He both confirmed and subscribed to it with wondrous and notable sayings, with sacred tongue and hand through those very illustrious and admirable men aforementioned. Yes, and after that, the holy Hadrian, his successor, sent us a synodical letter according to the prescription of ancient custom, sending us the same doctrine, testifying for the same theology, namely, that the Spirit proceeds from the Father. Consequently, those sacred and blessed bishops of [Old] Rome both believed and taught thus throughout their life, and they remained in the same confession until they passed from this perishable life to the imperishable. Which of these bishops of [Old] Rome, by life, thought or teaching, altered the profession of immortal life by saying the heretical and diseased word [Filioque]? Can those diseased with heretical sickness claim they drank the deadly poison of so great an impiety from any of the aforementioned without immediately becoming adversaries of those who triumphantly illumined Western lands with Orthodoxy?",
          "id": 90087
        },
        {
          "text": " 90. Are you still unwilling to renounce this deceitful teaching? I have sung eloquent canticles taken from the utterances of the Holy Spirit. The All-Holy Spirit is called the Spirit of God. And the Saviour says, But if I by the Spirit of God cast out demons (Matthew 12:28), it is by the Spirit of the Father (see Matthew 10:20). Now we are not the ones who speak thus, but it is again the same Fountain of Truth that says, the Spirit of the Father who speaks in you (Matthew 10:20) He is called the Spirit of God, for Isaiah exclaims, The Spirit of God will abide upon Him. (Isaiah 11:2) He is called the Spirit Who is from God, for Paul, the great herald of orthodox dogmas proclaims, But you have not received the Spirit of the world but the Spirit Who is from God. (1 Corinthians 2:12) And, But if you have been led by the Spirit of God, you are not in the flesh. (Romans 8:9) He is called the Spirit of the Lord, for Isaiah cries, the Spirit of the Lord is upon me because he hath anointed me. (Isaiah 61:1) And in many places Paul said, the Spirit of the Son (Galatians 4:6), the Spirit of Christ (Romans 8:9; Philippians 1:19, 1 Peter 1:11), or the the Spirit of Him that raised Christ. (Romans 8:11) Again, Paul initiates us into the holy mysteries, saying, God sent forth the Spirit of His Son into our hearts crying Abba Father! (Galatians 4:6) and the Spirit of Him that raised up Jesus Christ will dwell in you (Romans 8:11) and You are not in the flesh, but in the Spirit, if the Spirit of God dwells in you. Now if any many does not have the Spirit of Christ, he does not belong to Him. (Romans 8:9) Now, when the Spirit is called of God, from God the Father, of the Lord, of Him that raised up Christ from the dead, and the Spirit of the Father, is it not clear that the same thing is meant by them as is meant in the statement that the Spirit proceeds from the Father? No one could be so stupid as to come into such ignorance concerning such simple expressions that he cannot easily see — at a glance — that, although each of these phrases refers to the same hypostasis, yet in the phrase the Spirit proceeds from the Father, the word Spirit conveys a different meaning from that in the phrase the Spirit of God, or of the Lord, or any other similar phrases mentioned. For by the verb, the former declares procession, but the latter phrases do not in any way do so. Though the latter phrases were uttered because the Spirit proceeds from Him, yet none of the words in these phrases indicate or supply any procession of the Spirit. This procession is plainly declared in Scripture, but this new procession is not. These texts, which say that He proceeds from the Father, give no explanation of the procession. For to say the Spirit proceeds from the Father is obviously different from what is indicated by the names Spirit of God or of the Lord and the like.",
          "id": 90088
        },
        {
          "text": " 91. And yet, even if each of these phrases did signify procession, this would be in our favour also, since the divine utterance has certainly burst forth with the same divine words that the Spirit's procession is from the Father — for myriads presupposed the same thing, accurately perceiving that the Spirit proceeds from the Father — then why do they not simultaneously indicate that He proceeds from the Son? It is not possible to pretend these phrases possess such a meaning, for none of them say this, nor do they even imply it, because it is not once spoken of in any text, neither divine texts, nor in Spirit-bearing human texts, that the Spirit proceeds from the Son. If it is said, the Spirit of God, then this means that He has equality of procession and a first cause. He is consubstantial because He proceeds from the Father, but He does not proceed because He is consubstantial. Even if the phrases of God and of the Lord or any similar saying originated primarily and principally by reason of the procession, still other phrases such as Spirit of the Son or Spirit of Christ and similar phrases are attributed to various other reasons: that the Spirit is consubstantial with Him, or that the Spirit anoints Him, or that the Spirit abides upon Him, or that the Spirit is in Him. Therefore, even if we allow that procession is the principal reason why the Spirit is said to be of God and of the Lord and the like (although these statements still do not plainly declare such a procession), how then, is it possible to look for procession in the other phrases? But it is inevitable that they should seek for causes in these expressions, and thereby inevitable that the procession should be divided. For the more causes that are perceived, then the more they can sing the praise of the Spirit of the Son and of Christ.",
          "id": 90089
        },
        {
          "text": " 92. You open your ears and mind to ungodly thoughts whenever you hear the phrases Spirit of Christ or of the Son. You ignored everything that would hinder your fall into perdition, and you ran headlong to what no one had ever been convinced to assert. It is said, the Spirit proceeds from the Father. The Spirit is also called the Spirit of the Father, and of God, and other similar expressions to which our discourse has frequently cited. But none of these former statements, save the first, indicate the procession. The Spirit is also called the Spirit of the Son and of Christ and other similar expressions, but nowhere is it stated that the Spirit proceeds from the Son. Since these phrases do not indicate the procession from the Son in any manner, then are you not utterly stupid and erroneous to assert these phrases mean that which no one, nowhere, by no means ever uttered? Indeed, even they who have undertaken to say all the insolence that can be said will not dare to assert that it is possible to find anywhere that the Spirit proceeds from the Son in the sacred words of Scripture.",
          "id": 90090
        },
        {
          "text": " 93. You noticed that my writings said, the Spirit of Christ. Truly, it was said. It is not burdensome to be taught by Isaiah, or even better, from the Master's own voice and reading of Isaiah's words that the Spirit is upon me because He has anointed me. (Isaiah 61:2; Luke 4:18) So is there one Spirit of the Lord and another Spirit of the Son? But it says Spirit of the Son, not because of the anointing, but because the Spirit is consubstantial with the Son. And it says, Spirit of Christ (the Anointed One) because the Spirit anoints Him. For the Spirit is upon me, says the Truth, because He has anointed me. The Spirit anoints Christ, but in what manner do you understand that, O man? Is He anointed according to the humanity of the Word Who took its flesh and blood and became man, or according to His pre-existent Deity? If you say the second, then I suppose that you have said every rash insolence there is to say! For the Son was not anointed as God — away with the thought! — therefore, inasmuch as He is man, Christ was anointed by the Spirit. Accordingly, since the Spirit anoints Christ, it is said that He is the Spirit of Christ. But you go on to say, Because He is called the Spirit of Christ, He certainly also proceeds from Christ. But this in turn means that the Spirit of Christ proceeds from Him not according to His Divinity, but according to His humanity. And therefore, the Spirit does not proceed before the beginning of time, holding existence simultaneously with the Father, but only begins to proceed at the time when the Son assumed human substance.",
          "id": 90091
        },
        {
          "text": " 94. Turn your mind and rouse yourself from your deception, O Man, and do not prove your injury and wound resistant to all cure. The Spirit is worshipped as being of Christ because He anoints Christ. But on this basis, your pernicious precept asserts that He proceeds from Him. Thus He must proceed from Christ — as the doctrine you glory in makes clear — not from Christ's Divinity, but from that which He took from us and commingled with Himself. Therefore, if the Spirit, as God, proceeds from the Son, from Christ, according to the humanity which Christ commingled with us, and the Spirit also proceeds from the Son according to Christ's Divinity — for such is the bidding of your precept — and if the Spirit of the Son and the Spirit of Christ are really consubstantial, then, logically, one must conclude that His human nature is consubstantial with the Son and indeed of Christ. For you would make Him proceed both before and after the Incarnation, yet not cast off His consubstantiality with either. Therefore, if the Spirit of Christ is consubstantial with the Spirit of the Son and consubstantial also with the Son's assumed nature — for you insist the Spirit proceeds from that which He took from us and commingled with Himself — then the Divinity of Christ is shown to be consubstantial with His humanity by inescapable logic. But now to prove this is to assemble a dogma against the Father Himself, with Whom the flesh of Christ is also consubstantial by the same reasoning. And what could be more impious than this blasphemy or more wretched than this detestable error?",
          "id": 90092
        },
        {
          "text": " 95. But you still do not wish to perceive over what sort of abyss into which you are cast and into what pits of the soul's corruption you are buried because you are not willing to be persuaded by Christ, or His disciples, or the Ecumenical Synods, or a rational method of reasoning, or by sacred and eloquent testimonies to humble your mind. You are buried. Rather, you reproach the common Lord. You accuse the noble mind of Paul, but you accuse falsely. You incite rebellion against the Holy and Ecumenical Synods. You ridicule the Fathers. You banish the true thoughts and the true intentions of your bishops and Fathers and consign them to the devil. You dismiss any remedy, are dumb to rational thought. Indeed, you completely overwhelm your salvation with dubious and passionate preconceptions! But, instead of us, let our divine father David the psalmist and ancestor of God shout the Psalm to you, Understand then, ye mindless ones among the people; and ye fools, at length be wise. (Psalm 93:8, LXX) Otherwise, the common enemy of our race will cast great snares around you and your offspring, for he is like a roaring lion, walking about our souls. Flee to help, lest there be no one to deliver. (See Isaiah 5:29)",
          "id": 90093
        },
        {
          "text": " 96. So, you have these outlines just as you requested, most reverent and learned of men. If the Lord ever returns the use of our books and secretaries to us in our exile, if the All-Holy Spirit inspires and permits us, soon you will also have the arguments developed by these enemies of the Spirit, these raving enemies of the more-than-good and Tri-hypostatic Godhead. Without a doubt, nothing remains which they have not blasphemed in their madness. Truly, you will have those whom they cite, from whom they produce the statements and proofs their writings contain, as well as their own treachery and deception in these matters. But, above all, you will have the unimpeachable testimonies of our divinely wise Fathers through which these wicked men are confuted and the mindset of apostasy is entirely driven away.",
          "id": 90094
        }
      ]
    }
  ]
}