{
  "book": "Recognitions of Clement Book VI",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Recognitions of Clement Book VI: Chapter I.",
          "id": 488815
        },
        {
          "text": "—Diligence in Study.",
          "id": 488816
        },
        {
          "text": "But as soon as day began to advance the dawn upon the retiring darkness, Peter having gone into the garden to pray, and returning thence and coming to us, by way of excuse for awaking and coming to us a little later than usual, said this: \"Now that the spring-time has lengthened the day, of course the night is shorter; if, therefore, one desires to occupy some portion of the night in study, he must not keep the same hours for waking at all seasons, but should spend the same length of time in sleeping, whether the night be longer or shorter, and be exceedingly careful that he do not cut off from the period which he is wont to have for study, and so add to his sleep and lessen his time of keeping awake.",
          "id": 488817
        },
        {
          "text": "And this also is to be observed, lest haply if sleep be interrupted while the food is still undigested, the undigested mass lead the mind, and by the exhalation of crude spirits render the inner sense confused and disturbed.",
          "id": 488818
        },
        {
          "text": "It is right, therefore, that that part also be cherished with sufficient rest, so that, those things being sufficiently accomplished which are due to it, the body may be able in other things to render due service to the mind\".",
          "id": 488819
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 488820
        },
        {
          "text": "—Much to Be Done in a Little Time.",
          "id": 488821
        },
        {
          "text": "When he had said this, as very many had already assembled in the accustomed place of the garden to hear him, Peter went forth; and having saluted the crowds in his usual manner, began to speak as follows: \"Since, indeed, as land neglected by the cultivator necessarily produces thorns and thistles, so your sense, by long neglect, has produced a plentiful crop of noxious opinions of things and dogmas of false science; there is need now of much care in cultivating the field of your mind, that the word of truth, which is the true and diligent husbandman of the heart, may cultivate it with continual instructions.",
          "id": 488822
        },
        {
          "text": "It is therefore your part to render obedience to it, and to lop off superfluous occupations and anxieties, lest a noxious growth choke the good seed of the word.",
          "id": 488823
        },
        {
          "text": "For it may be that a short and earnest diligence may repair a long time's neglect; for the time of every one's life is uncertain, and therefore we must hasten to salvation, lest haply sudden death seize upon him who delays.",
          "id": 488824
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 488825
        },
        {
          "text": "—Righteous Anger.",
          "id": 488826
        },
        {
          "text": "\"And all the more eagerly must we strive on this account, that while there is time, the collected vices of evil custom may be cut off.",
          "id": 488827
        },
        {
          "text": "And this you shall not be able to do otherwise, than by being angry with yourselves on account of your profitless and base doings.",
          "id": 488828
        },
        {
          "text": "For this is righteous and necessary anger, by which every one is indignant with himself, and accuses himself for those things in which he has erred and done amiss; and by this indignation a certain fire is kindled in us, which, applied as it were to a barren field, consumes and burns up the roots of vile pleasure, and renders the soil of the heart more fertile for the good seed of the word of God.",
          "id": 488829
        },
        {
          "text": "And I think that you have sufficiently worthy causes of anger, from which that most righteous fire may be kindled, if you consider into what errors the evil of ignorance has drawn you, and how it has caused you to fall and rush headlong into sin, from what good things it has withdrawn you, and into what evils it has driven you, and, what is of more importance than all the rest, how it has made you liable to eternal punishments in the world to come.",
          "id": 488830
        },
        {
          "text": "Is not the fire of most righteous indignation kindled within you for all these things, now that the light of truth has shone upon you; and does not the flame of that anger which is pleasing to God rise within you, that every sprout may be burnt up and destroyed from the root, if haply any shoot of evil concupiscence has budded within you?.",
          "id": 488831
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 488832
        },
        {
          "text": "—Not Peace, But a Sword.",
          "id": 488833
        },
        {
          "text": "Hence, also, He who hath sent us, when He had come, and had seen that all the world had fallen into wickedness, did not forthwith give peace to him who is in error, lest He should confirm him in evil; but set the knowledge of truth in opposition to the ruins of ignorance of it, that, if haply men would repent and look upon the light of truth, they might rightly grieve that they had been deceived and drawn away into the precipices of error, and might kindle the fire of salutary anger against the ignorance that had deceived them.",
          "id": 488834
        },
        {
          "text": "On this account, therefore, He said, 'I have come to send fire on the earth; and how I wish that it were kindled!' There is therefore a certain fight, which is to be fought by us in this life; for the word of truth and knowledge necessarily separates men from error and ignorance, as we have often seen putrified and dead flesh in the body separated by the cutting knife from its connection with the living members.",
          "id": 488835
        },
        {
          "text": "Such is the effect produced by knowledge of the truth.",
          "id": 488836
        },
        {
          "text": "For it is necessary that, for the sake of salvation, the son, for example, who has received the word of truth, be separated from his unbelieving parents; or again, that the father be separated from his son, or the daughter from her mother.",
          "id": 488837
        },
        {
          "text": "And in this manner the battle of knowledge and ignorance, of truth and error, arises between believing and unbelieving kinsmen and relations.",
          "id": 488838
        },
        {
          "text": "And therefore He who has sent us said again, 'I am not come to send peace on earth, but a sword.",
          "id": 488839
        },
        {
          "text": "'.",
          "id": 488840
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 488841
        },
        {
          "text": "—How the Fight Begins.",
          "id": 488842
        },
        {
          "text": "\"But if any one say, How does it seem right for men to be separated from their parents? I will tell you how.",
          "id": 488843
        },
        {
          "text": "Because, if they remained with them in error, they would do no good to them, and they would themselves perish with them.",
          "id": 488844
        },
        {
          "text": "It is therefore right, and very right, that he who will be saved be separated from him who will not.",
          "id": 488845
        },
        {
          "text": "But observe this also, that this separation does not come from those who understand aright; for they wish to be with their relatives, and to do them good, and to teach them better things.",
          "id": 488846
        },
        {
          "text": "But it is the vice peculiar to ignorance, that it will not bear to have near it the light of truth, which confutes it; and therefore that separation originates with them.",
          "id": 488847
        },
        {
          "text": "For those who receive the knowledge of the truth, because it is full of goodness, desire, if it be possible, to share it with all, as given by the good God; yea, even with those who hate and persecute them: for they know that ignorance is the cause of their sin.",
          "id": 488848
        },
        {
          "text": "Wherefore, in short, the Master Himself, when He was being led to the cross by those who knew Him not, prayed the Father for His murderers, and said, 'Father, forgive their sin, for they know not what they do!' The disciples also, in imitation of the Master, even when themselves were suffering, in like manner prayed for their murderers.",
          "id": 488849
        },
        {
          "text": "But if we are taught to pray even for our murderers and persecutors, how ought we not to bear the persecutions of parents and relations, and to pray for their conversion?.",
          "id": 488850
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 488851
        },
        {
          "text": "—God to Be Loved More Than Parents.",
          "id": 488852
        },
        {
          "text": "\"Then let us consider carefully, in the next place, what reason we have for loving our parents.",
          "id": 488853
        },
        {
          "text": "For this cause, it is said, we love them, because they seem to be the authors of our life.",
          "id": 488854
        },
        {
          "text": "But our parents are not authors of our life, but means of it.",
          "id": 488855
        },
        {
          "text": "For they do not bestow life, but afford the means of our entering into this life; while the one and sole author of life is God.",
          "id": 488856
        },
        {
          "text": "If, therefore we would love the Author of our life, let us know that it is He that is to be loved.",
          "id": 488857
        },
        {
          "text": "But then it is said, We cannot know Him; but them we know, and hold in affection.",
          "id": 488858
        },
        {
          "text": "Be it so: you cannot know what God is, but you can very easily know what God is not.",
          "id": 488859
        },
        {
          "text": "For how can any man fail to know that wood, or stone, or brass, or other such matter, is not God? But if you will not give your mind to consider the things which you might easily apprehend, it is certain that you are hindered in the knowledge of God, not by impossibility, but by indolence; for if you had wished it, even from these useless images you might have been set on the way of understanding.",
          "id": 488860
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 488861
        },
        {
          "text": "—The Earth Made for Men.",
          "id": 488862
        },
        {
          "text": "\"For it is certain that these images are made with iron tools; but iron is wrought by fire, which fire is extinguished by water.",
          "id": 488863
        },
        {
          "text": "But water is moved by spirit; and spirit has its beginning from God.",
          "id": 488864
        },
        {
          "text": "For thus saith the prophet Moses: 'In the beginning God made the heaven and the earth.",
          "id": 488865
        },
        {
          "text": "But the earth was invisible, and unarranged; and darkness was over the deep: and the Spirit of God was upon the waters.",
          "id": 488866
        },
        {
          "text": "' Which Spirit, like the Creator's hand, by command of God separated light from darkness; and after that invisible heaven produced this visible one, that He might make the higher places a habitation for angels, and the lower for men.",
          "id": 488867
        },
        {
          "text": "For your sake, therefore, by command of God, the water which was upon the face of the earth withdrew, that the earth might produce fruits for you; and into the earth also He inserted veins of moisture, that fountains and rivers might flow forth from it for you.",
          "id": 488868
        },
        {
          "text": "For your sake it was commanded to bring forth living creatures, and all things which could serve for your use and pleasure.",
          "id": 488869
        },
        {
          "text": "Is it not for you that the winds blow, that the earth, conceiving by them, may bring forth fruits? Is it not for you that the showers fall, and the seasons change? Is it not for you that the sun rises and sets, and the moon undergoes her changes? For you the sea offers its service, that all things may be subject to you, ungrateful as you are.",
          "id": 488870
        },
        {
          "text": "For all these things shall there not be a righteous punishment of vengeance, because beyond all else you are ignorant of the bestower of all these things, whom you ought to acknowledge and reverence above all?.",
          "id": 488871
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 488872
        },
        {
          "text": "—Necessity of Baptism.",
          "id": 488873
        },
        {
          "text": "\"But now I lead you to understanding by the same paths.",
          "id": 488874
        },
        {
          "text": "For you see that all things are produced from waters.",
          "id": 488875
        },
        {
          "text": "But water was made at first by the Only-begotten; and the Almighty God is the head of the Only-begotten, by whom we come to the Father in such order as we have stated above.",
          "id": 488876
        },
        {
          "text": "But when you have come to the Father you will learn that this is His will, that you be born anew by means of waters, which were first created.",
          "id": 488877
        },
        {
          "text": "For he who is regenerated by water, having filled up the measure of good works, is made heir of Him by whom he has been regenerated in incorruption.",
          "id": 488878
        },
        {
          "text": "Wherefore, with prepared minds, approach as sons to a father, that your sins may be washed away, and it may be proved before God that ignorance was their sole cause.",
          "id": 488879
        },
        {
          "text": "For if, after the learning of these things, you remain in unbelief, the cause of your destruction will be imputed to yourselves, and not to ignorance.",
          "id": 488880
        },
        {
          "text": "And do you suppose that you can have hope towards God, even if you cultivate all piety and all righteousness, but do not receive baptism.",
          "id": 488881
        },
        {
          "text": "Yea rather, he will be worthy or greater punishment, who does good works not well; for merit accrues to men from good works, but only if they be done as God commands.",
          "id": 488882
        },
        {
          "text": "Now God has ordered every one who worships Him to be sealed by baptism; but if you refuse, and obey your own will rather than God's, you are doubtless contrary and hostile to His will.",
          "id": 488883
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 488884
        },
        {
          "text": "—Use of Baptism.",
          "id": 488885
        },
        {
          "text": "\"But you will perhaps say, What does the baptism of water contribute towards the worship of God? In the first place, because that which hath pleased God is fulfilled.",
          "id": 488886
        },
        {
          "text": "In the second place, because, when you are regenerated and born again of water and of God, the frailty of your former birth, which you have through men, is cut off, and so at length you shall be able to attain salvation; but otherwise it is impossible.",
          "id": 488887
        },
        {
          "text": "For thus hath the true prophet testified to us with an oath: 'Verily I say to you, That unless a man is born again of water, he shall not enter into the kingdom of heaven.",
          "id": 488888
        },
        {
          "text": "' Therefore make haste; for there is in these waters a certain power of mercy which was borne upon them at the beginning, and acknowledges those who are baptized under the name of the threefold sacrament, and rescues them from future punishments, presenting as a gift to God the souls that are consecrated by baptism.",
          "id": 488889
        },
        {
          "text": "Betake yourselves therefore to these waters, for they alone can quench the violence of the future fire; and he who delays to approach to them, it is evident that the idol of unbelief remains in him, and by it he is prevented from hastening to the waters which confer salvation.",
          "id": 488890
        },
        {
          "text": "For whether you be righteous or unrighteous, baptism is necessary for you in every respect: for the righteous, that perfection may be accomplished in him, and he may be born again to God; for the unrighteous, that pardon may be vouchsafed him of the sins which he has committed in ignorance.",
          "id": 488891
        },
        {
          "text": "Therefore all should hasten to be born again to God without delay, because the end of every one's life is uncertain.",
          "id": 488892
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 488893
        },
        {
          "text": "—Necessity of Good Works.",
          "id": 488894
        },
        {
          "text": "\"But when you have been regenerated by water, show by good works the likeness in you of that Father who hath begotten you.",
          "id": 488895
        },
        {
          "text": "Now you know God, honour Him as a father; and His honour is, that you live according to His will.",
          "id": 488896
        },
        {
          "text": "And His will is, that you so live as to know nothing of murder or adultery, to flee from hatred and covetousness, to put away anger, pride, and boasting, to abhor envy, and to count all such things entirely unsuitable to you.",
          "id": 488897
        },
        {
          "text": "There is truly a certain peculiar observance of our religion, which is not so much imposed upon men, as it is sought out by every worshipper of God by reason of its purity.",
          "id": 488898
        },
        {
          "text": "By reason of chastity, I say, of which there are many kinds, but first, that every one be careful that he 'come not near a menstruous woman;' for this the law of God regards as detestable.",
          "id": 488899
        },
        {
          "text": "But though the law had given no admonition concerning these things, should we willingly, like beetles, roll ourselves in filth? For we ought to have something more than the animals, as reasonable men, and capable of heavenly senses, whose chief study it ought to be to guard the conscience from every defilement of the heart.",
          "id": 488900
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 488901
        },
        {
          "text": "—Inward and Outward Cleansing.",
          "id": 488902
        },
        {
          "text": "\"Moreover, it is good, and tends to purity, also to wash the body with water.",
          "id": 488903
        },
        {
          "text": "I call it good, not as if it were that prime good of the purifying of the mind, but because this of the washing of the body is the sequel of that good.",
          "id": 488904
        },
        {
          "text": "For so also our Master rebuked some of the Pharisees and scribes, who seemed to be better than others, and separated from the people, calling them hypocrites, because they purified only those things which were seen of men, but left defiled and sordid their hearts, which God alone sees.",
          "id": 488905
        },
        {
          "text": "To some therefore of them—not to all—He said, 'Woe to you, scribes and Pharisees, hypocrites! because ye cleanse the outside of the cup and platter, but the inside is full of pollution.",
          "id": 488906
        },
        {
          "text": "O blind Pharisees, first make clean what is within, and what is without shall be clean also.",
          "id": 488907
        },
        {
          "text": "' For truly, if the mind be purified by the light of knowledge, when once it is clean and clear, then it necessarily takes care of that which is without a man, that is, his flesh, that it also may be purified.",
          "id": 488908
        },
        {
          "text": "But when that which is without, the cleansing of the flesh, is neglected, it is certain that there is no care taken of the purity of the mind and the cleanness of the heart.",
          "id": 488909
        },
        {
          "text": "Thus therefore it comes to pass, that he who is clean inwardly is without doubt cleansed outwardly also, but not always that he who is clean outwardly is also cleansed inwardly—to wit, when he does these things that he may please men.",
          "id": 488910
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 488911
        },
        {
          "text": "—Importance of Chastity.",
          "id": 488912
        },
        {
          "text": "\"But this kind of chastity is also to be observed, that sexual intercourse must not take place heedlessly and for the sake of mere pleasure, but for the sake of begetting children.",
          "id": 488913
        },
        {
          "text": "And since this observance is found even amongst some of the lower animals, it were a shame if it be not observed by men, reasonable, and worshipping God.",
          "id": 488914
        },
        {
          "text": "But there is this further reason why chastity should be observed by those who hold the true worship of God, in those forms of it of which we have spoken, and others of like sort, that it is observed strictly even amongst those who are still held by the devil in error, for even amongst them there is in some degree the observance of chastity.",
          "id": 488915
        },
        {
          "text": "What then? Will you not observe, now that you are reformed, what you observed when you were in error?.",
          "id": 488916
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 488917
        },
        {
          "text": "—Superiority of Christian Morality.",
          "id": 488918
        },
        {
          "text": "\"But perhaps some one of you will say, Must we then observe all things which we did while we worshipped idols? Not all.",
          "id": 488919
        },
        {
          "text": "But whatever things were done well, these you ought to observe even now; because, if anything is rightly done by those who are in error, it is certain that that is derived from the truth; whereas, if anything is not rightly done in the true religion, that is, without doubt, borrowed from error.",
          "id": 488920
        },
        {
          "text": "For good is good, though it be done by those who are in error; and evil is evil, though it be done by those who follow the truth.",
          "id": 488921
        },
        {
          "text": "Or shall we be so foolish, that if we see a worshipper of idols to be sober, we shall refuse to be sober, lest we should seem to do the same things which he does who worships idols? It is not so.",
          "id": 488922
        },
        {
          "text": "But let this be our study, that if those who err do not commit murder, we should not even be angry; if they do not commit adultery, we should not even covet another's wife; if they love their neighbours, we should love even our enemies; if they lend to those who have the means of paying, we should give to those from whom we do not hope to receive anything.",
          "id": 488923
        },
        {
          "text": "And in all things, we who hope for the inheritance of the eternal world ought to excel those who know only the present world; knowing that if their works, when compared with our works, be found like and equal in the day of judgment, there will be confusion to us, because we are found equal in our works to those who are condemned on account of ignorance, and had no hope of the world to come.",
          "id": 488924
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 488925
        },
        {
          "text": "—Knowledge Enhances Responsibility.",
          "id": 488926
        },
        {
          "text": "\"And truly confusion is our worthy portion, if we have done no more than those who are inferior to us in knowledge.",
          "id": 488927
        },
        {
          "text": "But if it be confusion to us, to be found equal to them in works, what shall become of us if the examination that is to take place find us inferior and worse than them? Hear, therefore, how our true Prophet has taught us concerning these things; for, with respect to those who neglect to hear the words of wisdom, He speaks thus: 'The queen of the south shall rise in judgment with this generation, and shall condemn it, because she came from the ends of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here, and they hear Him not.",
          "id": 488928
        },
        {
          "text": "' But with respect to those who refused to repent of their evil deeds, He spoke thus: 'The men of Nineve shall rise in the judgment with this generation, and shall condemn it; for they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.",
          "id": 488929
        },
        {
          "text": "' You see, therefore, how He condemned those who were instructed out of the law, by adducing the example of those who came from Gentile ignorance, and showing that the former were not even equal to those who seemed to live in error.",
          "id": 488930
        },
        {
          "text": "From all these things, then, the statement that He propounded is proved, that chastity, which is observed to a certain extent even by those who live in error, should be held much more purely and strictly, in all its forms, as we showed above, by us who follow the truth; and the rather because with us eternal rewards are assigned to its observance\".",
          "id": 488931
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 488932
        },
        {
          "text": "—Bishops, Presbyters, Deacons, and Widows Ordained at Tripolis.",
          "id": 488933
        },
        {
          "text": "When he had said these things, and others to the same effect, he dismissed the crowds; and having, according to his custom, supped with his friends, he went to sleep.",
          "id": 488934
        },
        {
          "text": "And while in this manner he was teaching the word of God for three whole months, and converting multitudes to the faith, at the last he ordered me to fast; and after the fast he conferred on me the baptism of ever-flowing water, in the fountains which adjoin the sea.",
          "id": 488935
        },
        {
          "text": "And when, for the grace of regeneration divinely conferred upon me, we had joyfully kept holiday with our brethren, Peter ordered those who had been appointed to go before him, to proceed to Antioch, and there to wait three months more.",
          "id": 488936
        },
        {
          "text": "And they having gone, he himself led down to the fountains, which, I have said, are near the sea, those who had fully received the faith of the Lord, and baptized them; and celebrating the Eucharist with them, he appointed, as bishop over them, Maro, who had entertained him in his house, and who was now perfect in all things; and with him he ordained twelve presbyters and deacons at the same time.",
          "id": 488937
        },
        {
          "text": "He also instituted the order of widows, and arranged all the services of the Church; and charged them all to obey Maro their bishop in all things that he should command them.",
          "id": 488938
        },
        {
          "text": "And thus all things being suitably arranged, when the three months were fulfilled, we bade farewell to those who were at Tripolis, and set out for Antioch.",
          "id": 488939
        }
      ]
    }
  ]
}