{
  "book": "Recognitions of Clement Book I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Pseudo-Clementine Literature:  Book I.",
          "id": 486663
        },
        {
          "text": "Chapter I.",
          "id": 486664
        },
        {
          "text": "—Clement's Early History; Doubts.",
          "id": 486665
        },
        {
          "text": "I Clement, who was born in the city of Rome, was from my earliest age a lover of chastity; while the bent of my mind held me bound as with chains of anxiety and sorrow.",
          "id": 486666
        },
        {
          "text": "For a thought that was in me—whence originating, I cannot tell—constantly led me to think of my condition of mortality, and to discuss such questions as these: Whether there be for me any life after death, or whether I am to be wholly annihilated: whether I did not exist before I was born, and whether there shall be no remembrance of this life after death, and so the boundlessness of time shall consign all things to oblivion and silence; so that not only we shall cease to be, but there shall be no remembrance that we have ever been.",
          "id": 486667
        },
        {
          "text": "This also I revolved in my mind: when the world was made, or what was before it was made, or whether it has existed from eternity.",
          "id": 486668
        },
        {
          "text": "For it seemed certain, that if it had been made, it must be doomed to dissolution; and if it be dissolved, what is to be afterwards?—unless, perhaps, all things shall be buried in oblivion and silence, or something shall be, which the mind of man cannot now conceive.",
          "id": 486669
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 486670
        },
        {
          "text": "—His Distress.",
          "id": 486671
        },
        {
          "text": "While I was continually revolving in my mind these and such like questions, suggested I know not how, I was pining away wonderfully through excess of grief; and, what was worse, if at any time I thought to cast aside such cares, as being of little use, the waves of anxiety rose all the higher upon me.",
          "id": 486672
        },
        {
          "text": "For I had in me that most excellent companion, who would not suffer me to rest—the desire of immortality: for, as the subsequent issue showed, and the grace of Almighty God directed, this bent of mind led me to the quest of truth, and the acknowledgment of the true light; and hence it came to pass, that ere long I pitied those whom formerly in my ignorance I believed to be happy.",
          "id": 486673
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 486674
        },
        {
          "text": "—His Dissatisfaction with the Schools of the Philosophers.",
          "id": 486675
        },
        {
          "text": "Having therefore such a bent of mind from my earliest years, the desire of learning something led me to frequent the schools of the philosophers.",
          "id": 486676
        },
        {
          "text": "There I saw that nought else was done, save that doctrines were asserted and controverted without end, contests were waged, and the arts of syllogisms and the subtleties of conclusions were discussed.",
          "id": 486677
        },
        {
          "text": "If at any time the doctrine of the immortality of the soul prevailed, I was thankful; if at any time it was impugned, I went away sorrowful.",
          "id": 486678
        },
        {
          "text": "Still, neither doctrine had the power of truth over my heart.",
          "id": 486679
        },
        {
          "text": "This only I understood, that opinions and definitions of things were accounted true or false, not in accordance with their nature and the truth of the arguments, but in proportion to the talents of those who supported them.",
          "id": 486680
        },
        {
          "text": "And I was all the more tortured in the bottom of my heart, because I was neither able to lay hold of any of those things which were spoken as firmly established, nor was I able to lay aside the desire of inquiry; but the more I endeavoured to neglect and despise them, so much the more eagerly, as I have said, did a desire of this sort, creeping in upon me secretly as with a kind of pleasure, take possession of my heart and mind.",
          "id": 486681
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 486682
        },
        {
          "text": "—His Increasing Disquiet.",
          "id": 486683
        },
        {
          "text": "Being therefore straitened in the discovery of things, I said to myself, Why do we labour in vain, since the end of things is manifest? For if after death I shall be no more, my present torture is useless; but if there is to be for me a life after death, let us keep for that life the excitements that belong to it, lest perhaps some sadder things befall me than those which I now suffer, unless I shall have lived piously and soberly; and, according to the opinions of some of the philosophers, I be consigned to the stream of dark-rolling Phlegethon, or to Tartarus, like Sisyphus and Tityus, and to eternal punishment in the infernal regions, like Ixion and Tantalus.",
          "id": 486684
        },
        {
          "text": "And again I would answer to myself: But these things are fables; or if it be so, since the matter is in doubt, it is better to live piously.",
          "id": 486685
        },
        {
          "text": "But again I would ponder with myself, How should I restrain myself from the lust of sin, while uncertain as to the reward of righteousness?—and all the more when I have no certainty what righteousness is, or what is pleasing to God; and when I cannot ascertain whether the soul be immortal, and be such that it has anything to hope for; nor do I know what the future is certainly to be.",
          "id": 486686
        },
        {
          "text": "Yet still I cannot rest from thoughts of this sort.",
          "id": 486687
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 486688
        },
        {
          "text": "—His Design to Test the Immortality of the Soul.",
          "id": 486689
        },
        {
          "text": "What, then, shall I do? This shall I do.",
          "id": 486690
        },
        {
          "text": "I shall proceed to Egypt, and there I shall cultivate the friendship of the hierophants or prophets, who preside at the shrines.",
          "id": 486691
        },
        {
          "text": "Then I shall win over a magician by money, and entreat him, by what they call the necromantic art, to bring me a soul from the infernal regions, as if I were desirous of consulting it about some business.",
          "id": 486692
        },
        {
          "text": "But this shall be my consultation, whether the soul be immortal.",
          "id": 486693
        },
        {
          "text": "Now, the proof that the soul is immortal will be put past doubt, not from what it says, or from what I hear, but from what I see: for seeing it with my eyes, I shall ever after hold the surest conviction of its immortality; and no fallacy of words or uncertainty of hearing shall ever be able to disturb the persuasion produced by sight.",
          "id": 486694
        },
        {
          "text": "However, I related this project to a certain philosopher with whom I was intimate, who counselled me not to venture upon it; \"for,\" said he, \"if the soul should not obey the call of the magician, you henceforth will live more hopelessly, as thinking that there is nothing after death, and also as having tried things unlawful.",
          "id": 486695
        },
        {
          "text": "If, however, you seem to see anything, what religion or what piety can arise to you from things unlawful and impious? For they say that transactions of this sort are hateful to the Divinity, and that God sets Himself in opposition to those who trouble souls after their release from the body\".",
          "id": 486696
        },
        {
          "text": "When I heard this, I was indeed staggered in my purpose; yet I could not in any way either lay aside my longing, or cast off the distressing thought.",
          "id": 486697
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 486698
        },
        {
          "text": "—Hears of Christ.",
          "id": 486699
        },
        {
          "text": "Not to make a long story of it, whilst I was tossed upon these billows of my thought, a certain report, which took its rise in the regions of the East in the reign of Tiberius Caesar, gradually reached us; and gaining strength as it passed through every place, like some good message sent from God, it was filling the whole world, and suffered not the divine will to be concealed in silence.",
          "id": 486700
        },
        {
          "text": "For it was spread over all places, announcing that there was a certain person in Judaea, who, beginning in the springtime, was preaching the kingdom of God to the Jews, and saying that those should receive it who should observe the ordinances of His commandments and His doctrine.",
          "id": 486701
        },
        {
          "text": "And that His speech might be believed to be worthy of credit, and full of the Divinity, He was said to perform many mighty works, and wonderful signs and prodigies by His mere word; so that, as one having power from God, He made the deaf to hear, and the blind to see, and the lame to stand erect, and expelled every infirmity and all demons from men; yea, that He even raised dead persons who were brought to Him; that He cured lepers also, looking at them from a distance; and that there was absolutely nothing which seemed impossible to Him.",
          "id": 486702
        },
        {
          "text": "These and such like things were confirmed in process of time, not now by frequent rumours, but by the plain statements of persons coming from those quarters; and day by day the truth of the matter was further disclosed.",
          "id": 486703
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 486704
        },
        {
          "text": "—Arrival of Barnabas at Rome.",
          "id": 486705
        },
        {
          "text": "At length meetings began to be held in various places in the city, and this subject to be discussed in conversation, and to be a matter of wonder who this might be who had appeared, and what message He had brought from God to men; until, about the same year, a certain man, standing in a most crowded place in the city, made proclamation to the people, saying: \"Hear me, O ye citizens of Rome.",
          "id": 486706
        },
        {
          "text": "The Son of God is now in the regions of Judaea, promising eternal life to every one who will hear Him, but upon condition that he shall regulate his actions according to the will of Him by whom He hath been sent, even of God the Father.",
          "id": 486707
        },
        {
          "text": "Wherefore turn ye from evil things to good, from things temporal to things eternal.",
          "id": 486708
        },
        {
          "text": "Acknowledge that there is one God, ruler of heaven and earth, in whose righteous sight ye unrighteous inhabit His world.",
          "id": 486709
        },
        {
          "text": "But if ye be converted, and act according to His will, then, coming to the world to come, and being made immortal, ye shall enjoy His unspeakable blessings and rewards\".",
          "id": 486710
        },
        {
          "text": "Now, the man who spoke these things to the people was from the regions of the East, by nation a Hebrew, by name Barnabas, who said that he himself was one of His disciples, and that he was sent for this end, that he should declare these things to those who would hear them.",
          "id": 486711
        },
        {
          "text": "When I heard these things, I began, with the rest of the multitude, to follow him, and to hear what he had to say.",
          "id": 486712
        },
        {
          "text": "Truly I perceived that there was nothing of dialectic artifice in the man, but that he expounded with simplicity, and without any craft of speech, such things as he had heard from the Son of God, or had seen.",
          "id": 486713
        },
        {
          "text": "For he did not confirm his assertions by the force of arguments, but produced, from the people who stood round about him, many witnesses of the sayings and marvels which he related.",
          "id": 486714
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 486715
        },
        {
          "text": "—His Preaching.",
          "id": 486716
        },
        {
          "text": "Now, inasmuch as the people began to assent willingly to the things which were sincerely spoken, and to embrace his simple discourse, those who thought themselves learned or philosophic began to laugh at the man, and to flout him, and to throw out for him the grappling-hooks of syllogisms, like strong arms.",
          "id": 486717
        },
        {
          "text": "But he, unterrified, regarding their subtleties as mere ravings, did not even judge them worthy of an answer, but boldly pursued the subject which he had set before him.",
          "id": 486718
        },
        {
          "text": "At length, some one having proposed this question to him as he was speaking, Why a gnat has been so formed, that though it is a small creature, and has six feet, yet it has got wings in addition; whereas an elephant, though it is an immense animal, and has no wings, yet has only four feet; he, paying no attention to the question, went on with his discourse, which had been interrupted by the unseasonable challenge, only adding this admonition at every interruption: \"We have it in charge to declare to you the words and the wondrous works of Him who hath sent us, and to confirm the truth of what we speak, not by artfully devised arguments, but by witnesses produced from amongst yourselves.",
          "id": 486719
        },
        {
          "text": "For I recognise many standing in the midst of you whom I remember to have heard along with us the things which we have heard, and to have seen what we have seen.",
          "id": 486720
        },
        {
          "text": "But be it in your option to receive or to spurn the tidings which we bring to you.",
          "id": 486721
        },
        {
          "text": "For we cannot keep back what we know to be for your advantage, because, if we be silent, woe is to us; but to you, if you receive not what we speak, destruction.",
          "id": 486722
        },
        {
          "text": "I could indeed very easily answer your foolish challenges, if you asked for the sake of learning truth,—I mean as to the difference of a gnat and an elephant; but now it were absurd to speak to you of these creatures, when the very Creator and Framer of all things is unknown by you\".",
          "id": 486723
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 486724
        },
        {
          "text": "—Clement's Interposition on Behalf of Barnabas.",
          "id": 486725
        },
        {
          "text": "When he had thus spoken, all, as with one consent, with rude voice raised a shout of derision, to put him to shame, and to silence him, crying out that he was a barbarian and a madman.",
          "id": 486726
        },
        {
          "text": "When I saw matters going on in this way, being filled, I know not whence, with a certain zeal, and inflamed with religious enthusiasm, I could not keep silence, but cried out with all boldness, \"Most righteously does Almighty God hide His will from you, whom He foresaw to be unworthy of the knowledge of Himself, as is manifest to those who are really wise, from what you are now doing.",
          "id": 486727
        },
        {
          "text": "For when you see that preachers of the will of God have come amongst you, because their speech makes no show of knowledge of the grammatical art, but in simple and unpolished language they set before you the divine commands, so that all who hear may be able to follow and to understand the things that are spoken, you deride the ministers and messengers of your salvation, not knowing that it is the condemnation of you who think yourselves skilful and eloquent, that rustic and barbarous men have the knowledge of the truth; whereas, when it has come to you, it is not even received as a guest, while, if your intemperance and lust did not oppose, it ought to have been a citizen and a native.",
          "id": 486728
        },
        {
          "text": "Thus you are convicted of not being friends of truth and philosophers, but followers of boasting and vain speakers.",
          "id": 486729
        },
        {
          "text": "Ye think that truth dwells not in simple, but in ingenious and subtle words, and produce countless thousands of words which are not to be rated at the worth of one word.",
          "id": 486730
        },
        {
          "text": "What, then, do ye think will become of you, all ye crowd of Greeks, if there is to be, as he says, a judgment of God? But now give over laughing at this man to your own destruction, and let any one of you who pleases answer me; for, indeed, by your barking you annoy the ears even of those who desire to be saved, and by your clamour you turn aside to the fall of infidelity the minds that are prepared for faith.",
          "id": 486731
        },
        {
          "text": "What pardon can there be for you who deride and do violence to the messenger of the truth when he offers to you the knowledge of God? whereas, even if he brought you nothing of truth, yet, even for the kindness of his intentions towards you, you ought to receive with gratitude and welcome\".",
          "id": 486732
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 486733
        },
        {
          "text": "—Intercourse with Barnabas.",
          "id": 486734
        },
        {
          "text": "While I was urging these and similar arguments, a great excitement was stirred up amongst the bystanders, some being moved with pity as towards a stranger, and approving my speech as in accordance with that feeling; others, petulant and stolid, rousing the anger of their undisciplined minds as much against me as against Barnabas.",
          "id": 486735
        },
        {
          "text": "But as the day was declining to evening, I laid hold of Barnabas by the right hand, and led him away, although reluctantly, to my house; and there I made him remain, lest perchance any one of the rude rabble should lay hands upon him.",
          "id": 486736
        },
        {
          "text": "While we were thus placed in contact for a few days, I gladly heard him discoursing the word of truth; yet he hastened his departure, saying that he must by all means celebrate at Judaea a festal day of his religion which was approaching, and that there he should remain in future with his countrymen and his brethren, evidently indicating that he was horrified at the wrong that had been done to him.",
          "id": 486737
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 486738
        },
        {
          "text": "—Departure of Barnabas.",
          "id": 486739
        },
        {
          "text": "At length I said to him, \"Only expound to me the doctrine of that man who you say has appeared, and I will arrange your sayings in my language, and will preach the kingdom and righteousness of Almighty God; and after that, if you wish it, I shall even sail along with you, for I am extremely desirous to see Judaea, and perhaps I shall remain with you always\".",
          "id": 486740
        },
        {
          "text": "To this he answered, \"If indeed you wish to see our country, and to learn those things which you desire, set sail with me even now; or, if there be anything that detains you now, I shall leave with you directions to my dwelling, so that when you please to come you may easily find me; for tomorrow I shall set out on my journey\".",
          "id": 486741
        },
        {
          "text": "When I saw him determined, I went down with him to the harbour, and carefully took from him the directions which he gave me to find his dwelling.",
          "id": 486742
        },
        {
          "text": "I told him that, but for the necessity of getting some money which was due to me, I should not at all delay, but that I should speedily follow him.",
          "id": 486743
        },
        {
          "text": "Having told him this, I commended him to the kindness of those who had charge of the ship, and returned sad; for I was possessed of the memory of the intercourse which I had had with an excellent guest and a choice friend.",
          "id": 486744
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 486745
        },
        {
          "text": "—Clement's Arrival at Caesarea, and Introduction to Peter.",
          "id": 486746
        },
        {
          "text": "Having then stopped for a few days, and having in some measure finished the business of collecting what was owing to me (for I neglected many things through my desire of hastening, that I might not be hindered from my purpose), I set sail direct for Judaea, and after fifteen days landed at Caesarea Stratonis, which is the largest city in Palestine.",
          "id": 486747
        },
        {
          "text": "When I had landed, and was seeking for an inn, I learned from the conversation of the people, that one Peter, a most approved disciple of Him who appeared in Judaea, and showed many signs and miracles divinely performed among men, was going to hold a discussion of words and questions the next day with one Simon, a Samaritan.",
          "id": 486748
        },
        {
          "text": "Having heard this, I asked to be shown his lodging; and having found it, and standing before the door, I informed the doorkeeper who I was, and whence I came; and, behold, Barnabas coming out, as soon as he saw me rushed into my arms, weeping for joy, and, seizing me by the hand, led me in to Peter.",
          "id": 486749
        },
        {
          "text": "Having pointed him out to me at a distance, \"This,\" said he, \"is Peter, of whom I spoke, to you as the greatest in the wisdom of God, and to whom also I have spoken constantly of you.",
          "id": 486750
        },
        {
          "text": "Enter, therefore, as one well known to him.",
          "id": 486751
        },
        {
          "text": "For he is well acquainted with all the good that is in thee, and has carefully made himself aware of your religious purpose, whence also he is greatly desirous to see you.",
          "id": 486752
        },
        {
          "text": "Therefore I present you to him to-day as a great gift\".",
          "id": 486753
        },
        {
          "text": "At the same time, presenting me, he said, \"This, O Peter, is Clement\".",
          "id": 486754
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 486755
        },
        {
          "text": "—His Cordial Reception by Peter.",
          "id": 486756
        },
        {
          "text": "But Peter most kindly, when he heard my name, immediately ran to me and kissed me.",
          "id": 486757
        },
        {
          "text": "Then, having made me sit down, he said, \"Thou didst well to receive as thy guest Barnabas, preacher of the truth, nothing fearing the rage of the insane people.",
          "id": 486758
        },
        {
          "text": "Thou shalt be blessed.",
          "id": 486759
        },
        {
          "text": "For as you have deemed an ambassador of the truth worthy of all honour, so the truth herself shall receive thee a wanderer and a stranger, and shall enroll thee a citizen of her own city; and then there shall be great joy to thee, because, imparting a small favour, thou shalt be written heir of eternal blessings.",
          "id": 486760
        },
        {
          "text": "Now, therefore, do not trouble yourself to explain your mind to me; for Barnabas has with faithful speech informed me of all things about you and your dispositions, almost daily and without ceasing, recalling the memory of your good qualities.",
          "id": 486761
        },
        {
          "text": "And to point out to you shortly, as to a friend already of one mind with us, what is your best course; if there is nothing to hinder you, come along with us, and hear the word of the truth, which we are going to speak in every place until we come even to the city of Rome; and now, if you wish anything, speak\".",
          "id": 486762
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 486763
        },
        {
          "text": "—His Account of Himself.",
          "id": 486764
        },
        {
          "text": "Having detailed to him what purpose I had conceived from the beginning, and how I had been distracted with vain inquiries, and all those things which at first I intimated to thee, my lord James, so that I need not repeat the same things now, I willingly agreed to travel with him; \"for that,\" said I, \"is just what I was most eagerly desirous of.",
          "id": 486765
        },
        {
          "text": "But first I should wish the scheme of truth to be expounded to me, that I may know whether the soul is mortal or immortal; and if immortal, whether it shall be brought into judgment for those things which it does here.",
          "id": 486766
        },
        {
          "text": "Further, I desire to know what that righteousness is, which is pleasing to God; then, further, whether the world was created, and why it was created, and whether it is to be dissolved, and whether it is to be renovated and made better, or whether after this there shall be no world at all; and, not to mention everything, I should wish to be told what is the case with respect to these and such like things\".",
          "id": 486767
        },
        {
          "text": "To this Peter answered, \"I shall briefly impart to you the knowledge of these things, O Clement: therefore listen\".",
          "id": 486768
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 486769
        },
        {
          "text": "—Peter's First Instruction: Causes of Ignorance.",
          "id": 486770
        },
        {
          "text": "\"The will and counsel of God has for many reasons been concealed from men; first, indeed, through bad instruction, wicked associations, evil habits, unprofitable conversation, and unrighteous presumptions.",
          "id": 486771
        },
        {
          "text": "On account of all these, I say, first error, then contempt, then infidelity and malice, covetousness also, and vain boasting, and other such like evils, have filled the whole house of this world, like some enormous smoke, and preventing those who dwell in it from seeing its Founder aright, and from perceiving what things are pleasing to Him.",
          "id": 486772
        },
        {
          "text": "What, then, is fitting for those who are within, excepting with a cry brought forth from their inmost hearts to invoke His aid, who alone is not shut up in the smoke-filled house, that He would approach and open the door of the house, so that the smoke may be dissipated which is within, and the light of the sun which shines without may be admitted\".",
          "id": 486773
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 486774
        },
        {
          "text": "—Instruction Continued: the True Prophet.",
          "id": 486775
        },
        {
          "text": "\"He, therefore, whose aid is needed for the house filled with the darkness of ignorance and the smoke of vices, is He, we say, who is called the true Prophet, who alone can enlighten the souls of men, so that with their eyes they may plainly see the way of safety.",
          "id": 486776
        },
        {
          "text": "For otherwise it is impossible to get knowledge of divine and eternal things, unless one learns of that true Prophet; because, as you yourself stated a little ago, the belief of things, and the opinions of causes, are estimated in proportion to the talents of their advocates: hence, also, one and the same cause is now thought just, now unjust; and what now seemed true, anon becomes false on the assertion of another.",
          "id": 486777
        },
        {
          "text": "For this reason, the credit of religion and piety demanded the presence of the true Prophet, that He Himself might tell us respecting each particular, how the truth stands, and might teach us how we are to believe concerning each.",
          "id": 486778
        },
        {
          "text": "And therefore, before all else, the credentials of the prophet himself must be examined with all care; and when you have once ascertained that he is a prophet, it behoves you thenceforth to believe him in everything, and not further to discuss the particulars which he teaches, but to hold the things which he speaks as certain and sacred; which things, although they seem to be received by faith, yet are believed on the ground of the probation previously instituted.",
          "id": 486779
        },
        {
          "text": "For when once at the outset the truth of the prophet is established on examination, the rest is to be heard and held on the ground of the faith by which it is already established that he is a teacher of truth.",
          "id": 486780
        },
        {
          "text": "And as it is certain that all things which pertain to divine knowledge ought to be held according to the rule of truth, so it is beyond doubt that from none but Himself alone can it be known what is true\".",
          "id": 486781
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 486782
        },
        {
          "text": "—Peter Requests Him to Be His Attendant.",
          "id": 486783
        },
        {
          "text": "Having thus spoken, he set forth to me so openly and so clearly who that Prophet was, and how He might be found, that I seemed to have before my eyes, and to handle with my hand, the proofs which he produced concerning the prophetic truth; and I was struck with intense astonishment, how no one sees, though placed before his eyes, those things which all are seeking for.",
          "id": 486784
        },
        {
          "text": "Whence, by his command, reducing into order what he had spoken to me, I compiled a book concerning the true Prophet, and sent it to you from Caesarea by his command.",
          "id": 486785
        },
        {
          "text": "For he said that he had received a command from you to send you every year an account of his sayings and doings.",
          "id": 486786
        },
        {
          "text": "Meantime, at the beginning of his discourse which he delivered to me the first day, when he had instructed me very fully concerning the true Prophet, and very many things besides, he added also this: \"See,\" said he, \"for the future, and be present at the discussions which whenever any necessity arises, I shall hold with those who contradict; against whom, when I dispute, even if I shall seem to be worsted, I shall not be afraid of your being led to doubt of those things which I have stated to you; because, even if I shall seem to be beaten, yet those things shall not therefore seem to be uncertain which the true Prophet has delivered to us.",
          "id": 486787
        },
        {
          "text": "Yet I hope that we shall not be overcome in disputations either, if only our hearers are reasonable, and friends of truth, who can discern the force and bearing of words, and recognise what discourse comes from the sophistical art, not containing truth, but an image of truth; and what that is, which, uttered simply and without craft, depends for all its power not on show and ornament, but on truth and reason\".",
          "id": 486788
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 486789
        },
        {
          "text": "—His Profiting by Peter's Instruction.",
          "id": 486790
        },
        {
          "text": "To this I answered: \"I give thanks to God Almighty, because I have been instructed as I wished and desired.",
          "id": 486791
        },
        {
          "text": "At all events, you may depend upon me so far, that I can never come to doubt of those things which I have learned of you; so that even if you yourself should at any time wish to transfer my faith from the true Prophet, you should not be able, because I have drunk in with all my heart what you have spoken.",
          "id": 486792
        },
        {
          "text": "And that you may not think that I am promising you a great thing when I say that I cannot be moved away from this faith, it is with me a certainty, that whoever has received this account of the true Prophet, can never afterwards so much as doubt of its truth.",
          "id": 486793
        },
        {
          "text": "And therefore I am confident with respect to this heaven-taught doctrine, in which all the art of malice is overborne.",
          "id": 486794
        },
        {
          "text": "For in opposition to this prophecy neither any art can stand, nor the subtleties of sophisms and syllogism; but every one who hears of the true Prophet must of necessity long immediately for the truth itself, nor will he afterwards, under pretext of seeking the truth, endure diverse errors.",
          "id": 486795
        },
        {
          "text": "Wherefore, O my lord Peter, be not further anxious about me, as if I were one who does not know what he has received, and how great a gift has been conferred on him.",
          "id": 486796
        },
        {
          "text": "Be assured that you have conferred a favour on one who knows and understands its value: nor can I be easily deceived on that account, because I seem to have gotten quickly what I long desired; for it may be that one who desires gets quickly, while another does not even slowly attain the things which he desires\".",
          "id": 486797
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 486798
        },
        {
          "text": "—Peter's Satisfaction.",
          "id": 486799
        },
        {
          "text": "Then Peter, when he heard me speak thus, said: \"I give thanks to my God, both for your salvation and for my own peace; for I am greatly delighted to see that you have understood what is the greatness of the prophetic virtue, and because, as you say, not even I myself, if I should wish it (which God forbid!), should be able to turn you away to another faith.",
          "id": 486800
        },
        {
          "text": "Now henceforth begin to be with us, and to-morrow be present at our discussions, for I am to have a contest with Simon the magician\".",
          "id": 486801
        },
        {
          "text": "When he had thus spoken, he retired to take food along with his friends; but he ordered me to eat by myself; and after the meal, when he had sung praise to God and given thanks, he rendered to me an account of this proceeding, and added, \"May the Lord grant to thee to be made like to us in all things, that, receiving baptism, thou mayest be able to meet with us at the same table\".",
          "id": 486802
        },
        {
          "text": "Having thus spoken, he ordered me to go to rest, for by this time both fatigue and the time of the day called to sleep.",
          "id": 486803
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 486804
        },
        {
          "text": "—Postponement of Discussion with Simon Magus.",
          "id": 486805
        },
        {
          "text": "Early next morning Zacchaeus came in to us, and after salutation, said to Peter: \"Simon puts off the discussion till the eleventh day of the present month, which is seven days hence, for he says that then he will have more leisure for the contest.",
          "id": 486806
        },
        {
          "text": "But to me it seems that his putting off is also advantageous to us, so that more may come together, who may be either hearers or judges of our disputation.",
          "id": 486807
        },
        {
          "text": "However, if it seem proper to you, let us occupy the interval in discussing among ourselves the things which, we suppose, may come into the controversy; so that each of us, knowing what things are to be proposed, and what answers are to be given, may consider with himself if they are all right, or if an adversary shall be able to find anything to object, or to set aside the things which we bring against him.",
          "id": 486808
        },
        {
          "text": "But if the things which are to be spoken by us are manifestly impregnable on every side, we shall have confidence in entering upon the examination.",
          "id": 486809
        },
        {
          "text": "And indeed, this is my opinion, that first of all it ought to be inquired what is the origin of all things, or what is the immediate thing which may be called the cause of all things which are: then, with respect to all things that exist, whether they have been made, and by whom, through whom, and for whom; whether they have received their subsistence from one, or from two, or from many; and whether they have been taken and fashioned from none previously subsisting, or from some: then, whether there is any virtue in the highest things, or in the lower; whether there is anything which is better than all, or anything that is inferior to all; whether there are any motions, or none; whether those things which are seen were always, and shall be always; whether they have come into existence without a creator, and shall pass away without a destroyer.",
          "id": 486810
        },
        {
          "text": "If, I say, the discussion begin with these things, I think that the things which shall be inquired into, being discussed with diligent examination, will be easily ascertained.",
          "id": 486811
        },
        {
          "text": "And when these are ascertained, the knowledge of those that follow will be easily found.",
          "id": 486812
        },
        {
          "text": "I have stated my opinion; be pleased to intimate what you think of the matter\".",
          "id": 486813
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter XXI.",
          "id": 486814
        },
        {
          "text": "—Advantage of the Delay.",
          "id": 486815
        },
        {
          "text": "To this Peter answered: \"Tell Simon in the meantime to do as he pleases, and to rest assured that, Divine Providence granting, he shall always find us ready\".",
          "id": 486816
        },
        {
          "text": "Then Zacchaeus went out to intimate to Simon what he had been told.",
          "id": 486817
        },
        {
          "text": "But Peter, looking at us, and perceiving that I was saddened by the putting off of the contest, said: \"He who believes that the world is administered by the providence of the Most High God, ought not, O Clement, my friend, to take it amiss, in whatever way particular things happen, being assured that the righteousness of God guides to a favourable and fitting issue even those things which seem superfluous or contrary in any business, and especially towards those who worship Him more intimately; and therefore he who is assured of these things, as I have said, if anything occur contrary to his expectation, he knows how to drive away grief from his mind on that account, holding it unquestionable in his better judgment, that, by the government of the good God, even what seems contrary may be turned to good.",
          "id": 486818
        },
        {
          "text": "Wherefore, O Clement, even now let not this delay of the magician Simon sadden you: for I believe that it has been done by the providence of God, for your advantage; that I may be able, in this interval of seven days, to expound to you the method of our faith without any distraction, and the order continuously, according to the tradition of the true Prophet, who alone knows the past as it was, the present as it is, and the future as it shall be: which things were indeed plainly spoken by Him, but are not plainly written; so much so, that when they are read, they cannot be understood without an expounder, on account of the sin which has grown up with men, as I said before.",
          "id": 486819
        },
        {
          "text": "Therefore I shall explain all things to you, that in those things which are written you may clearly perceive what is the mind of the Lawgiver\".",
          "id": 486820
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter XXII.",
          "id": 486821
        },
        {
          "text": "—Repetition of Instructions.",
          "id": 486822
        },
        {
          "text": "When he had said this, he began to expound to me point by point of those chapters of the law which seemed to be in question, from the beginning of the creation even to that point of time at which I came to him at Caesarea, telling me that the delay of Simon had contributed to my learning all things in order.",
          "id": 486823
        },
        {
          "text": "\"At other times,\" said he, \"we shall discourse more fully on individual points of which we have now spoken shortly, according as the occasion of our conversation shall bring them before us; so that, according to my promise, you may gain a full and perfect knowledge of all.",
          "id": 486824
        },
        {
          "text": "Since, then, by this delay we have to-day on our hands, I wish to repeat to you again what has been spoken, that it may be the better recalled to your memory\".",
          "id": 486825
        },
        {
          "text": "Then he began in this way to refresh my recollection of what he had said: \"Do you remember, O friend Clement, the account I gave you of the eternal age, that knows no end?\" Then said I, \"Never, O Peter, shall I retain anything, if I can lose or forget that\".",
          "id": 486826
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter XXIII.",
          "id": 486827
        },
        {
          "text": "—Repetition Continued.",
          "id": 486828
        },
        {
          "text": "Then Peter, having heard my answer with pleasure, said: \"I congratulate you because you have answered thus, not because you speak of these things easily, but because you profess that you remember them; for the most sublime truths are best honoured by means of silence.",
          "id": 486829
        },
        {
          "text": "Yet, for the credit of those things which you remember concerning things not to be spoken, tell me what you retain of those things which we spoke of in the second place, which can easily be spoken out, that, perceiving your tenacity of memory, I may the more readily point out to you, and freely open, the things of which I wish to speak\".",
          "id": 486830
        },
        {
          "text": "Then I, when I perceived that he rejoiced in the good memory of his hearers, said: \"Not only am I mindful of your definition, but also of that preface which was prefixed to the definition; and of almost all things that you have expounded, I retain the sense complete, though not all the words; because the things that you have spoken have been made, as it were, native to my soul, and inborn.",
          "id": 486831
        },
        {
          "text": "For you have held out a most sweet cup to me in my excessive thirst.",
          "id": 486832
        },
        {
          "text": "And that you may not suppose that I am occupying you with words, being unmindful of things, I shall now call to mind the things which were spoken, in which the order of your discussion greatly helps me; for the way in which the things that you said followed by consequence upon one another, and were arranged in a balanced manner, makes them easily recalled to memory by the lines of their order.",
          "id": 486833
        },
        {
          "text": "For the order of sayings is useful for remembering them: for when you begin to follow them point by point in succession, when anything is wanting, immediately the sense seeks for it; and when it has found it, retains it, or at all events, if it cannot discover it, there will be no reluctance to ask it of the master.",
          "id": 486834
        },
        {
          "text": "But not to delay in granting what you demand of me, I shall shortly rehearse what you delivered to me concerning the definition of truth\".",
          "id": 486835
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter XXIV.",
          "id": 486836
        },
        {
          "text": "—Repetition Continued.",
          "id": 486837
        },
        {
          "text": "\"There always was, there is now, and there ever shall be, that by which the first Will begotten from eternity consists; and from the first Will proceeds a second Will.",
          "id": 486838
        },
        {
          "text": "After these came the world; and from the world came time: from this, the multitude of men; from the multitude the election of the beloved, from whose oneness of mind the peaceful kingdom of God is constructed.",
          "id": 486839
        },
        {
          "text": "But the rest, which ought to follow these, you promised to tell me at another time.",
          "id": 486840
        },
        {
          "text": "After this, when you had explained about the creation of the world, you intimated the decree of God, \"which He, of His own good pleasure, announced in the presence of all the first angels,\" and which He ordained as an eternal law to all; and how He established two kingdoms,—I mean that of the present time and that of the future,—and appointed times to each, and decreed that a day of judgment should be expected, which He determined, in which a severance is to be made of things and of souls: so that the wicked indeed shall be consigned to eternal fire for their sins; but those who have lived according to the will of God the Creator, having received a blessing for their good works, effulgent with brightest light, introduced into an eternal abode, and abiding in incorruption, shall receive eternal gifts of ineffable blessings\".",
          "id": 486841
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter XXV.",
          "id": 486842
        },
        {
          "text": "—Repetition Continued.",
          "id": 486843
        },
        {
          "text": "While I was going on thus, Peter, enraptured with joy, and anxious for me as if I had been his son, lest perhaps I should fail in recollection of the rest, and be put to shame on account of those who were present, said: \"It is enough, O Clement; for you have stated these things more clearly than I myself explained them\".",
          "id": 486844
        },
        {
          "text": "Then said I, \"Liberal learning has conferred upon me the power of orderly narration, and of stating those things clearly for which there is occasion.",
          "id": 486845
        },
        {
          "text": "And if we use learning in asserting the errors of antiquity, we ruin ourselves by gracefulness and smoothness of speech; but if we apply learning and grace of speech to the assertion of the truth, I think that not a little advantage is thereby gained.",
          "id": 486846
        },
        {
          "text": "Be that as it may, my lord Peter, you can but imagine with what thankfulness I am transported for all the rest of your instruction indeed, but especially for the statement of that doctrine which you gave: There is one God, whose work the world is, and who, because He is in all respects righteous, shall render to every one according to his deeds.",
          "id": 486847
        },
        {
          "text": "And after that you added: For the assertion of this dogma countless thousands of words will be brought forward; but in those to whom is granted knowledge of the true Prophet, all this forest of words is cut down.",
          "id": 486848
        },
        {
          "text": "And on this account, since you have delivered to me a discourse concerning the true Prophet, you have strengthened me with all confidence of your assertions\".",
          "id": 486849
        },
        {
          "text": "And then, having perceived that the sum of all religion and piety consists in this, I immediately replied: \"You have proceeded most excellently, O Peter: wherefore, in future, expound unhesitatingly, as to one who already knows what are the foundations of faith and piety, the traditions of the true Prophet, who alone, as has been clearly proved, is to be believed.",
          "id": 486850
        },
        {
          "text": "But that exposition which requires assertions and arguments, reserve for the unbelievers, to whom you have not yet judged it proper to commit the indubitable faith of prophetic grace\".",
          "id": 486851
        },
        {
          "text": "When I had said this, I added: \"You promised that you would give at the proper time two things: first this exposition, at once simple and entirely free from error; and then an exposition of each individual point as it may be evolved in the course of the various questions which shall be raised.",
          "id": 486852
        },
        {
          "text": "And after this you expounded the sequence of things in order from the beginning of the world, even to the present time; and if you please, I can repeat the whole from memory\".",
          "id": 486853
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter XXVI.",
          "id": 486854
        },
        {
          "text": "—Friendship of God; How Secured.",
          "id": 486855
        },
        {
          "text": "To this Peter answered: \"I am exceedingly delighted, O Clement, that I commit my words to so safe a heart; for to be mindful of the things that are spoken is an indication of having in readiness the faith of works.",
          "id": 486856
        },
        {
          "text": "But he from whom the wicked demon steals away the words of salvation, and snatches them away from his memory, cannot be saved, even though he wish it; for he loses the way by which life is reached.",
          "id": 486857
        },
        {
          "text": "Wherefore let us the rather repeat what has been spoken, and confirm it in your heart, that is, in what manner or by whom the world was made, that we may proceed to the friendship of the Creator.",
          "id": 486858
        },
        {
          "text": "But His friendship is secured by living well, and by obeying His will; which will is the law of all that live.",
          "id": 486859
        },
        {
          "text": "We shall therefore unfold these things briefly to you, in order that they may be the more surely remembered.",
          "id": 486860
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter XXVII.",
          "id": 486861
        },
        {
          "text": "—Account of the Creation.",
          "id": 486862
        },
        {
          "text": "\"In the beginning, when God had made the heaven and the earth, as one house, the shadow which was cast by the mundane bodies involved in darkness those things which were enclosed in it.",
          "id": 486863
        },
        {
          "text": "But when the will of God had introduced light, that darkness which had been caused by the shadows of bodies was straightway dispelled: then at length light is appointed for the day, darkness for the night.",
          "id": 486864
        },
        {
          "text": "And now the water which was within the world, in the middle space of that first heaven and earth, congealed as if with frost, and solid as crystal, is distended, and the middle spaces of the heaven and earth are separated as by a firmament of this sort; and that firmament the Creator called heaven, so called by the name of that previously made: and so He divided into two portions that fabric of the universe, although it was but one house.",
          "id": 486865
        },
        {
          "text": "The reason of the division was this, that the upper portion might afford a dwelling-place to angels, and the lower to men.",
          "id": 486866
        },
        {
          "text": "After this, the place of the sea and the chaos which had been made received that portion of the water which remained below, by order of the eternal Will; and these flowing down to the sunk and hollow places, the dry land appeared; and the gatherings of the waters were made seas.",
          "id": 486867
        },
        {
          "text": "And after this the earth, which had appeared, produced various species of herbs and shrubs.",
          "id": 486868
        },
        {
          "text": "It gave forth fountains also, and rivers, not only in the plains, but on the mountains.",
          "id": 486869
        },
        {
          "text": "And so all things were prepared, that men who were to dwell in it might have it in their power to use all these things according to their will, that is, either for good or evil\".",
          "id": 486870
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chapter XXVIII.",
          "id": 486871
        },
        {
          "text": "—Account of the Creation Continued.",
          "id": 486872
        },
        {
          "text": "\"After this He adorns that visible heaven with stars.",
          "id": 486873
        },
        {
          "text": "He places in it also the sun and the moon, that the day might enjoy the light of the one, the night that of the other; and that at the same time they might be for an indication of things past, present, and future.",
          "id": 486874
        },
        {
          "text": "For they were made for signs of seasons and of days, which, although they are seen indeed by all, are understood only by the learned and intelligent.",
          "id": 486875
        },
        {
          "text": "And when, after this, He had ordered living creatures to be produced from the earth and the waters, He made Paradise, which also He named a place of delights.",
          "id": 486876
        },
        {
          "text": "But after all these things He made man, on whose account He had prepared all things, whose internal species is older, and for whose sake all things that are were made, given up to his service, and assigned to the uses of his habitation\".",
          "id": 486877
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chapter XXIX.",
          "id": 486878
        },
        {
          "text": "—The Giants: the Flood.",
          "id": 486879
        },
        {
          "text": "\"All things therefore being completed which are in heaven, and in earth, and in the waters, and the human race also having multiplied, in the eighth generation, righteous men, who had lived the life of angels, being allured by the beauty of women, fell into promiscuous and illicit connections with these; and thenceforth acting in all things without discretion, and disorderly, they changed the state of human affairs and the divinely prescribed order of life, so that either by persuasion or force they compelled all men to sin against God their Creator.",
          "id": 486880
        },
        {
          "text": "In the ninth generation are born the giants, so called from of old, not dragon-footed, as the fables of the Greeks relate, but men of immense bodies, whose bones, of enormous size, are still shown in some places for confirmation.",
          "id": 486881
        },
        {
          "text": "But against these the righteous providence of God brought a flood upon the world, that the earth might be purified from their pollution, and every place might be turned into a sea by the destruction of the wicked.",
          "id": 486882
        },
        {
          "text": "Yet there was then found one righteous man, by name Noah, who, being delivered in an ark with his three sons and their wives, became the colonizer of the world after the subsiding of the waters, with those animals and seeds which he had shut up with him\".",
          "id": 486883
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chapter XXX.",
          "id": 486884
        },
        {
          "text": "—Noah's Sons.",
          "id": 486885
        },
        {
          "text": "\"In the twelfth generation, when God had blessed men, and they had begun to multiply, they received a commandment that they should not taste blood, for on account of this also the deluge had been sent.",
          "id": 486886
        },
        {
          "text": "In the thirteenth generation, when the second of Noah's three sons had done an injury to his father, and had been cursed by him, he brought the condition of slavery upon his posterity.",
          "id": 486887
        },
        {
          "text": "His elder brother meantime obtained the lot of a dwelling-place in the middle region of the world, in which is the country of Judaea; the younger obtained the eastern quarter, and he the western.",
          "id": 486888
        },
        {
          "text": "In the fourteenth generation one of the cursed progeny first erected an altar to demons, for the purpose of magical arts, and offered there bloody sacrifices.",
          "id": 486889
        },
        {
          "text": "In the fifteenth generation, for the first time, men set up an idol and worshipped it.",
          "id": 486890
        },
        {
          "text": "Until that time the Hebrew language, which had been given by God to men, bore sole sway.",
          "id": 486891
        },
        {
          "text": "In the sixteenth generation the sons of men migrated from the east, and, coming to the lands that had been assigned to their fathers, each one marked the place of his own allotment by his own name.",
          "id": 486892
        },
        {
          "text": "In the seventeenth generation Nimrod I.",
          "id": 486893
        },
        {
          "text": "reigned in Babylonia, and built a city, and thence migrated to the Persians, and taught them to worship fire\".",
          "id": 486894
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "Chapter XXXI.",
          "id": 486895
        },
        {
          "text": "—World After the Flood.",
          "id": 486896
        },
        {
          "text": "\"In the eighteenth generation walled cities were built, armies were organized and armed, judges and laws were sanctioned, temples were built, and the princes of nations were adored as gods.",
          "id": 486897
        },
        {
          "text": "In the nineteenth generation the descendants of him who had been cursed after the flood, going beyond their proper bounds which they had obtained by lot in the western regions, drove into the eastern lands those who had obtained the middle portion of the world, and pursued them as far as Persia, while themselves violently took possession of the country from which they expelled them.",
          "id": 486898
        },
        {
          "text": "In the twentieth generation a son for the first time died before his father, on account of an incestuous crime\".",
          "id": 486899
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "Chapter XXXII.",
          "id": 486900
        },
        {
          "text": "—Abraham.",
          "id": 486901
        },
        {
          "text": "\"In the twenty-first generation there was a certain wise man, of the race of those who were expelled, of the family of Noah's eldest son, by name Abraham, from whom our Hebrew nation is derived.",
          "id": 486902
        },
        {
          "text": "When the whole world was again overspread with errors, and when for the hideousness of its crimes destruction was ready for it, this time not by water, but fire, and when already the scourge was hanging over the whole earth, beginning with Sodom, this man, by reason of his friendship with God, who was well pleased with him, obtained from God that the whole world should not equally perish.",
          "id": 486903
        },
        {
          "text": "From the first this same man, being an astrologer, was able, from the account and order of the stars, to recognise the Creator, while all others were in error, and understood that all things are regulated by His providence.",
          "id": 486904
        },
        {
          "text": "Whence also an angel, standing by him in a vision, instructed him more fully concerning those things which he was beginning to perceive.",
          "id": 486905
        },
        {
          "text": "He showed him also what belonged to his race and posterity, and promised him that those districts should be restored rather than given to them.",
          "id": 486906
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "Chapter XXXIII.",
          "id": 486907
        },
        {
          "text": "—Abraham: His Posterity.",
          "id": 486908
        },
        {
          "text": "\"Therefore Abraham, when he was desirous to learn the causes of things, and was intently pondering upon what had been told him, the true Prophet appeared to him, who alone knows the hearts and purpose of men, and disclosed to him all things which he desired.",
          "id": 486909
        },
        {
          "text": "He taught him the knowledge of the Divinity; intimated the origin of the world, and likewise its end; showed him the immortality of the soul, and the manner of life which was pleasing to God; declared also the resurrection of the dead, the future judgment, the reward of the good, the punishment of the evil,—all to be regulated by righteous judgment: and having given him all this information plainly and sufficiently, He departed again to the invisible abodes.",
          "id": 486910
        },
        {
          "text": "But while Abraham was still in ignorance, as we said to you before, two sons were born to him, of whom the one was called Ismael, and the other Heliesdros.",
          "id": 486911
        },
        {
          "text": "From the one are descended the barbarous nations, from the other the people of the Persians, some of whom have adopted the manner of living and the institutions of their neighbours, the Brachmans.",
          "id": 486912
        },
        {
          "text": "Others settled in Arabia, of whose posterity some also have spread into Egypt.",
          "id": 486913
        },
        {
          "text": "From them some of the Indians and of the Egyptians have learned to be circumcised, and to be of purer observance than others, although in process of time most of them have turned to impiety what was the proof and sign of purity\".",
          "id": 486914
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "Chapter XXXIV.",
          "id": 486915
        },
        {
          "text": "—The Israelites in Egypt.",
          "id": 486916
        },
        {
          "text": "\"Nevertheless, as he had got these two sons during the time while he still lived in ignorance of things, having received the knowledge of God, he asked of the Righteous One that he might merit to have offspring by Sarah, who was his lawful wife, though she was barren.",
          "id": 486917
        },
        {
          "text": "She obtained a son.",
          "id": 486918
        },
        {
          "text": "whom he named Isaac, from whom came Jacob, and from him the twelve patriarchs, and from these twelve seventy-two.",
          "id": 486919
        },
        {
          "text": "These, when famine befell came into Egypt with all their family; and in the course of four hundred years, being multiplied by the blessing and promise of God, they were afflicted by the Egyptians.",
          "id": 486920
        },
        {
          "text": "And when they were afflicted the true Prophet appeared to Moses, and struck the Egyptians with ten plagues, when they refused to let the Hebrew people depart from them, and return to their native land; and he brought the people of God out of Egypt.",
          "id": 486921
        },
        {
          "text": "But those of the Egyptians who survived the plagues, being infected with the animosity of their king, pursued after the Hebrews.",
          "id": 486922
        },
        {
          "text": "And when they had overtaken them at the sea-shore, and thought to destroy and exterminate them all, Moses, pouring out prayer to God, divided the sea into two parts, so that the water was held on the right hand and on the left as if it had been frozen, and the people of God passed as over a dry road; but the Egyptians who were pursuing them, rashly entering, were drowned.",
          "id": 486923
        },
        {
          "text": "For when the last of the Hebrews came out, the last of the Egyptians went down into the sea; and straightway the waters of the sea, which by his command were held bound as with frost, were loosed by his command who had bound them, and recovering their natural freedom, inflicted punishment on the wicked nation.",
          "id": 486924
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "Chapter XXXV.",
          "id": 486925
        },
        {
          "text": "—The Exodus.",
          "id": 486926
        },
        {
          "text": "\"After this, Moses, by the command of God, whose providence is over all, led out the people of the Hebrews into the wilderness; and, leaving the shortest road which leads from Egypt to Judaea, he led the people through long windings of the wilderness, that, by the discipline of forty years, the novelty of a changed manner of life might root out the evils which had clung to them by a long-continued familiarity with the customs of the Egyptians.",
          "id": 486927
        },
        {
          "text": "Meantime they came to Mount Sinai, and thence the law was given to them with voices and sights from heaven, written in ten precepts, of which the first and greatest was that they should worship God Himself alone, and not make to themselves any appearance or form to worship.",
          "id": 486928
        },
        {
          "text": "But when Moses had gone up to the mount, and was staying there forty days, the people, although they had seen Egypt struck with the ten plagues, and the sea parted and passed over by them on foot, manna also given to them from heaven for bread, and drink supplied to them out of the rock that followed them, which kind of food was turned into whatever taste any one desired; and although, being placed under the torrid region of heaven, they were shaded by a cloud in the day-time, that they might not be scorched by the heat, and by night were enlightened by a pillar of fire, lest the horror of darkness should be added to the wasteness of the wilderness;—those very people, I say, when Moses stayed in the mount, made and worshipped a golden calf's head, after the fashion of Apis, whom they had seen worshipped in Egypt; and after so many and so great marvels which they had seen, were unable to cleanse and wash out from themselves the defilements of old habit.",
          "id": 486929
        },
        {
          "text": "On this account, leaving the short road which leads from Egypt to Judaea, Moses conducted them by an immense circuit of the desert, if haply he might be able, as we mentioned before, to shake off the evils of old habit by the change of a new education\".",
          "id": 486930
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "Chapter XXXVI.",
          "id": 486931
        },
        {
          "text": "—Allowance of Sacrifice for a Time.",
          "id": 486932
        },
        {
          "text": "\"When meantime Moses, that faithful and wise steward, perceived that the vice of sacrificing to idols had been deeply ingrained into the people from their association with the Egyptians, and that the root of this evil could not be extracted from them, he allowed them indeed to sacrifice, but permitted it to be done only to God, that by any means he might cut off one half of the deeply ingrained evil, leaving the other half to be corrected by another, and at a future time; by Him, namely, concerning whom he said himself, 'A prophet shall the Lord your God raise unto you, whom ye shall hear even as myself, according to all things which He shall say to you.",
          "id": 486933
        },
        {
          "text": "Whosoever shall not hear that prophet, his soul shall be cut off from his people.",
          "id": 486934
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "Chapter XXXVI.",
          "id": 486935
        },
        {
          "text": "—Allowance of Sacrifice for a Time.",
          "id": 486936
        },
        {
          "text": "\"When meantime Moses, that faithful and wise steward, perceived that the vice of sacrificing to idols had been deeply ingrained into the people from their association with the Egyptians, and that the root of this evil could not be extracted from them, he allowed them indeed to sacrifice, but permitted it to be done only to God, that by any means he might cut off one half of the deeply ingrained evil, leaving the other half to be corrected by another, and at a future time; by Him, namely, concerning whom he said himself, 'A prophet shall the Lord your God raise unto you, whom ye shall hear even as myself, according to all things which He shall say to you.",
          "id": 486937
        },
        {
          "text": "Whosoever shall not hear that prophet, his soul shall be cut off from his people.",
          "id": 486938
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "Chapter XXXVII.",
          "id": 486939
        },
        {
          "text": "—The Holy Place.",
          "id": 486940
        },
        {
          "text": "\"In addition to these things, he also appointed a place in which alone it should be lawful to them to sacrifice to God.",
          "id": 486941
        },
        {
          "text": "And all this was arranged with this view, that when the fitting time should come, and they should learn by means of the Prophet that God desires mercy and not sacrifice, they might see Him who should teach them that the place chosen of God, in which it was suitable that victims should be offered to God, is his Wisdom; and that on the other hand they might hear that this place, which seemed chosen for a time, often harassed as it had been by hostile invasions and plunderings, was at last to be wholly destroyed.",
          "id": 486942
        },
        {
          "text": "And in order to impress this upon them, even before the coming of the true Prophet, who was to reject at once the sacrifices and the place, it was often plundered by enemies and burnt with fire, and the people carried into captivity among foreign nations, and then brought back when they betook themselves to the mercy of God; that by these things they might be taught that a people who offer sacrifices are driven away and delivered up into the hands of the enemy, but they who do mercy and righteousness are without sacrifices freed from captivity, and restored to their native land.",
          "id": 486943
        },
        {
          "text": "But it fell out that very few understood this; for the greater number, though they could perceive and observe these things, yet were held by the irrational opinion of the vulgar: for right opinion with liberty is the prerogative of a few\".",
          "id": 486944
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "Chapter XXXVIII.",
          "id": 486945
        },
        {
          "text": "—Sins of the Israelites.",
          "id": 486946
        },
        {
          "text": "\"Moses, then, having arranged these things, and having set over the people one Auses to bring them to the land of their fathers, himself by the command of the living God went up to a certain mountain, and there died.",
          "id": 486947
        },
        {
          "text": "Yet such was the manner of his death, that till this day no one has found his burial-place.",
          "id": 486948
        },
        {
          "text": "When, therefore, the people reached their fathers' land, by the providence of God, at their first onset the inhabitants of wicked races are routed, and they enter upon their paternal inheritance, which was distributed among them by lot.",
          "id": 486949
        },
        {
          "text": "For some time thereafter they were ruled not by kings, but judges, and remained in a somewhat peaceful condition.",
          "id": 486950
        },
        {
          "text": "But when they sought for themselves tyrants rather than kings, then also with regal ambition they erected a temple in the place which had been appointed to them for prayer; and thus, through a succession of wicked kings, the people fell away to greater and still greater impiety\".",
          "id": 486951
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "text": "Chapter XXXIX.",
          "id": 486952
        },
        {
          "text": "—Baptism Instituted in Place of Sacrifices.",
          "id": 486953
        },
        {
          "text": "\"But when the time began to draw near that what was wanting in the Mosaic institutions should be supplied, as we have said, and that the Prophet should appear, of whom he had foretold that He should warn them by the mercy of God to cease from sacrificing; lest haply they might suppose that on the cessation of sacrifice there was no remission of sins for them, He instituted baptism by water amongst them, in which they might be absolved from all their sins on the invocation of His name, and for the future, following a perfect life, might abide in immortality, being purified not by the blood of beasts, but by the purification of the Wisdom of God.",
          "id": 486954
        },
        {
          "text": "Subsequently also an evident proof of this great mystery is supplied in the fact, that every one who, believing in this Prophet who had been foretold by Moses, is baptized in His name, shall be kept unhurt from the destruction of war which impends over the unbelieving nation, and the place itself; but that those who do not believe shall be made exiles from their place and kingdom, that even against their will they may understand and obey the will of God\".",
          "id": 486955
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "text": "Chapter XL.",
          "id": 486956
        },
        {
          "text": "—Advent of the True Prophet.",
          "id": 486957
        },
        {
          "text": "\"These things therefore having been fore-arranged, He who was expected comes, bringing signs and miracles as His credentials by which He should be made manifest.",
          "id": 486958
        },
        {
          "text": "But not even so did the people believe, though they had been trained during so many ages to the belief of these things.",
          "id": 486959
        },
        {
          "text": "And not only did they not believe, but they added blasphemy to unbelief, saying that He was a gluttonous man and a belly-slave, and that He was actuated by a demon, even He who had come for their salvation.",
          "id": 486960
        },
        {
          "text": "To such an extent does wickedness prevail by the agency of evil ones; so that, but for the Wisdom of God assisting those who love the truth, almost all would have been involved in impious delusion.",
          "id": 486961
        },
        {
          "text": "Therefore He chose us twelve, the first who believed in Him, whom He named apostles; and afterwards other seventy-two most approved disciples, that, at least in this way recognising the pattern of Moses, the multitude might believe that this is He of whom Moses foretold, the Prophet that was to come\".",
          "id": 486962
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "text": "Chapter XLI.",
          "id": 486963
        },
        {
          "text": "—Rejection of the True Prophet.",
          "id": 486964
        },
        {
          "text": "\"But some one perhaps may say that it is possible for any one to imitate a number; but what shall we say of the signs and miracles which He wrought? For Moses had wrought miracles and cures in Egypt.",
          "id": 486965
        },
        {
          "text": "He also of whom he foretold that He should rise up a prophet like unto himself, though He cured every sickness and infirmity among the people, wrought innumerable miracles, and preached eternal life, was hurried by wicked men to the cross; which deed was, however, by His power turned to good.",
          "id": 486966
        },
        {
          "text": "In short, while He was suffering, all the world suffered with Him; for the sun was darkened, the mountains were torn asunder, the graves were opened, the veil of the temple was rent, as in lamentation for the destruction impending over the place.",
          "id": 486967
        },
        {
          "text": "And yet, though all the world was moved, they themselves are not even now moved to the consideration of these so great things\".",
          "id": 486968
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "text": "Chapter XLII.",
          "id": 486969
        },
        {
          "text": "—Call of the Gentiles.",
          "id": 486970
        },
        {
          "text": "\"But inasmuch as it was necessary that the Gentiles should be called into the room of those who remained unbelieving, so that the number might be filled up which had been shown to Abraham, the preaching of the blessed kingdom of God is sent into all the world.",
          "id": 486971
        },
        {
          "text": "On this account worldly spirits are disturbed, who always oppose those who are in quest of liberty, and who make use of the engines of error to destroy God's building; while those who press on to the glory of safety and liberty, being rendered braver by their resistance to these spirits, and by the toil of great struggles against them, attain the crown of safety not without the palm of victory.",
          "id": 486972
        },
        {
          "text": "Meantime, when He had suffered, and darkness had overwhelmed the world from the sixth even to the ninth hour, as soon as the sun shone out again, and things were returned to their usual course, even wicked men returned to themselves and their former practices, their fear having abated.",
          "id": 486973
        },
        {
          "text": "For some of them, watching the place with all care, when they could not prevent His rising again, said that He was a magician; others pretended that he was stolen away\".",
          "id": 486974
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "text": "Chapter XLIII.",
          "id": 486975
        },
        {
          "text": "—Success of the Gospel.",
          "id": 486976
        },
        {
          "text": "\"Nevertheless, the truth everywhere prevailed; for, in proof that these things were done by divine power, we who had been very few became in the course of a few days, by the help of God, far more than they.",
          "id": 486977
        },
        {
          "text": "So that the priests at one time were afraid, lest haply, by the providence of God, to their confusion, the whole of the people should come over to our faith.",
          "id": 486978
        },
        {
          "text": "Therefore they often sent to us, and asked us to discourse to them concerning Jesus, whether He were the Prophet whom Moses foretold, who is the eternal Christ.",
          "id": 486979
        },
        {
          "text": "For on this point only does there seem to be any difference between us who believe in Jesus, and the unbelieving Jews.",
          "id": 486980
        },
        {
          "text": "But while they often made such requests to us, and we sought for a fitting opportunity, a week of years was completed from the passion of the Lord, the Church of the Lord which was constituted in Jerusalem was most plentifully multiplied and grew, being governed with most righteous ordinances by James, who was ordained bishop in it by the Lord\".",
          "id": 486981
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "text": "Chapter XLIV.",
          "id": 486982
        },
        {
          "text": "—Challenge by Caiaphas.",
          "id": 486983
        },
        {
          "text": "\"But when we twelve apostles, on the day of the passover, had come together with an immense multitude, and entered into the church of the brethren, each one of us, at the request of James, stated briefly, in the hearing of the people, what we had done in every place.",
          "id": 486984
        },
        {
          "text": "While this was going on, Caiaphas, the high priest, sent priests to us, and asked us to come to him, that either we should prove to him that Jesus is the eternal Christ, or he to us that He is not, and that so all the people should agree upon the one faith or the other; and this he frequently entreated us to do.",
          "id": 486985
        },
        {
          "text": "But we often put it off, always seeking for a more convenient time\".",
          "id": 486986
        },
        {
          "text": "Then I, Clement, answered to this: \"I think that this very question, whether He is the Christ, is of great importance for the establishment of the faith; otherwise the high priest would not so frequently ask that he might either learn or teach concerning the Christ\".",
          "id": 486987
        },
        {
          "text": "Then Peter: \"You have answered rightly, O Clement; for as no one can see without eyes, nor hear without ears, nor smell without nostrils, nor taste without a tongue, nor handle anything without hands, so it is impossible, without the true Prophet, to know what is pleasing to God\".",
          "id": 486988
        },
        {
          "text": "And I answered: \"I have already learned from your instruction that this true prophet is the Christ; but I should wish to learn what the Christ means, or why He is so called, that a matter of so great importance may not be vague and uncertain to me\".",
          "id": 486989
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "text": "Chapter XLV.",
          "id": 486990
        },
        {
          "text": "—The True Prophet: Why Called the Christ.",
          "id": 486991
        },
        {
          "text": "Then Peter began to instruct me in this manner: \"When God had made the world, as Lord of the universe, He appointed chiefs over the several creatures, over the trees even, and the mountains, and the fountains, and the rivers, and all things which He had made, as we have told you; for it were too long to mention them one by one.",
          "id": 486992
        },
        {
          "text": "He set, therefore, an angel as chief over the angels, a spirit over the spirits, a star over the stars, a demon over the demons, a bird over the birds, a beast over the beasts, a serpent over the serpents, a fish over the fishes, a man over men, who is Christ Jesus.",
          "id": 486993
        },
        {
          "text": "But He is called Christ by a certain excellent rite of religion; for as there are certain names common to kings, as Arsaces among the Persians, Caesar among the Romans, Pharaoh among the Egyptians, so among the Jews a king is called Christ.",
          "id": 486994
        },
        {
          "text": "And the reason of this appellation is this: Although indeed He was the Son of God, and the beginning of all things, He became man; Him first God anointed with oil which was taken from the wood of the tree of life: from that anointing therefore He is called Christ.",
          "id": 486995
        },
        {
          "text": "Thence, moreover, He Himself also, according to the appointment of His Father, anoints with similar oil every one of the pious when they come to His kingdom, for their refreshment after their labours, as having got over the difficulties of the way; so that their light may shine, and being filled with the Holy Spirit, they may be endowed with immortality.",
          "id": 486996
        },
        {
          "text": "But it occurs to me that I have sufficiently explained to you the whole nature of that branch from which that ointment is taken\".",
          "id": 486997
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "text": "Chapter XLVI.",
          "id": 486998
        },
        {
          "text": "—Anointing.",
          "id": 486999
        },
        {
          "text": "\"But now also I shall, by a very short representation, recall you to the recollection of all these things.",
          "id": 487000
        },
        {
          "text": "In the present life, Aaron, the first high priest, was anointed with a composition of chrism, which was made after the pattern of that spiritual ointment of which we have spoken before.",
          "id": 487001
        },
        {
          "text": "He was prince of the people, and as a king received first-fruits and tribute from the people, man by man; and having undertaken the office of judging the people, he judged of things clean and things unclean.",
          "id": 487002
        },
        {
          "text": "But if any one else was anointed with the same ointment, as deriving virtue from it, he became either king, or prophet, or priest.",
          "id": 487003
        },
        {
          "text": "If, then, this temporal grace, compounded by men, had such efficacy, consider now how potent was that ointment extracted by God from a branch of the tree of life, when that which was made by men could confer so excellent dignities among men.",
          "id": 487004
        },
        {
          "text": "For what in the present age is more glorious than a prophet, more illustrious than a priest, more exalted than a king?\".",
          "id": 487005
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "text": "Chapter XLVII.",
          "id": 487006
        },
        {
          "text": "—Adam Anointed a Prophet.",
          "id": 487007
        },
        {
          "text": "To this, I replied: \"I remember, Peter, that you told me of the first man that he was a prophet; but you did not say that he was anointed.",
          "id": 487008
        },
        {
          "text": "If then there be no prophet without anointing, how could the first man be a prophet, since he was not anointed?\" Then Peter, smiling, said: \"If the first man prophesied, it is certain that he was also anointed.",
          "id": 487009
        },
        {
          "text": "For although he who has recorded the law in his pages is silent as to his anointing, yet he has evidently left us to understand these things.",
          "id": 487010
        },
        {
          "text": "For as, if he had said that he was anointed, it would not be doubted that he was also a prophet, although it were not written in the law; so, since it is certain that he was a prophet, it is in like manner certain that he was also anointed, because without anointing he could not be a prophet.",
          "id": 487011
        },
        {
          "text": "But you should rather have said, If the chrism was compounded by Aaron, by the perfumer's art, how could the first man be anointed before Aaron's time, the arts of composition not yet having been discovered?\" Then I answered, \"Do not misunderstand me, Peter; for I do not speak of that compounded ointment and temporal oil, but of that simple and eternal ointment, which you told me was made by God, after whose likeness you say that that other was compounded by men\".",
          "id": 487012
        }
      ]
    },
    {
      "chapter": 49,
      "verses": [
        {
          "text": "Chapter XLVIII.",
          "id": 487013
        },
        {
          "text": "—The True Prophet, a Priest.",
          "id": 487014
        },
        {
          "text": "Then Peter answered, with an appearance of indignation: \"What! do you suppose, Clement, that all of us can know all things before the time? But not to be drawn aside now from our proposed discourse, we shall at another time, when your progress is more manifest, explain these things more distinctly.",
          "id": 487015
        },
        {
          "text": "\"Then, however, a priest or a prophet, being anointed with the compounded ointment, putting fire to the altar of God, was held illustrious in all the world.",
          "id": 487016
        },
        {
          "text": "But after Aaron, who was a priest, another is taken out of the waters.",
          "id": 487017
        },
        {
          "text": "I do not speak of Moses, but of Him who, in the waters of baptism, was called by God His Son.",
          "id": 487018
        },
        {
          "text": "For it is Jesus who has put out, by the grace of baptism, that fire which the priest kindled for sins; for, from the time when He appeared, the chrism has ceased, by which the priesthood or the prophetic or the kingly office was conferred\".",
          "id": 487019
        }
      ]
    },
    {
      "chapter": 50,
      "verses": [
        {
          "text": "Chapter XLIX.",
          "id": 487020
        },
        {
          "text": "—Two Comings of Christ.",
          "id": 487021
        },
        {
          "text": "\"His coming, therefore, was predicted by Moses, who delivered the law of God to men; but by another also before him, as I have already informed you.",
          "id": 487022
        },
        {
          "text": "He therefore intimated that He should come, humble indeed in His first coming, but glorious in His second.",
          "id": 487023
        },
        {
          "text": "And the first, indeed, has been already accomplished; since He has come and taught, and He, the Judge of all, has been judged and slain.",
          "id": 487024
        },
        {
          "text": "But at His second coming He shall come to judge, and shall indeed condemn the wicked, but shall take the pious into a share and association with Himself in His kingdom.",
          "id": 487025
        },
        {
          "text": "Now the faith of His second coming depends upon His first.",
          "id": 487026
        },
        {
          "text": "For the prophets—especially Jacob and Moses—spoke of the first, but some also of the second.",
          "id": 487027
        },
        {
          "text": "But the excellency of prophecy is chiefly shown in this, that the prophets spoke not of things to come, according to the sequence of things; otherwise they might seem merely as wise men to have conjectured what the sequence of things pointed out\".",
          "id": 487028
        }
      ]
    },
    {
      "chapter": 51,
      "verses": [
        {
          "text": "Chapter L.",
          "id": 487029
        },
        {
          "text": "—His Rejection by the Jews.",
          "id": 487030
        },
        {
          "text": "\"But what I say is this: It was to be expected that Christ should be received by the Jews, to whom He came, and that they should believe on Him who was expected for the salvation of the people, according to the traditions of the fathers; but that the Gentiles should be averse to Him, since neither promise nor announcement concerning Him had been made to them, and indeed he had never been made known to them even by name.",
          "id": 487031
        },
        {
          "text": "Yet the prophets, contrary to the order and sequence of things, said that He should be the expectation of the Gentiles, and not of the Jews.",
          "id": 487032
        },
        {
          "text": "And so it happened.",
          "id": 487033
        },
        {
          "text": "For when He came, he was not at all acknowledged by those who seemed to expect Him, in consequence of the tradition of their ancestors; whereas those who had heard nothing at all of Him, both believe that He has come, and hope that he is to come.",
          "id": 487034
        },
        {
          "text": "And thus in all things prophecy appears faithful, which said that He was the expectation of the Gentiles.",
          "id": 487035
        },
        {
          "text": "The Jews, therefore, have erred concerning the first coming of the Lord; and on this point only there is disagreement betwixt us and them.",
          "id": 487036
        },
        {
          "text": "For they themselves know and expect that Christ shall come; but that he has come already in humility—even he who is called Jesus—they do not know.",
          "id": 487037
        },
        {
          "text": "And this is a great confirmation of His coming, that all do not believe on Him\".",
          "id": 487038
        }
      ]
    },
    {
      "chapter": 52,
      "verses": [
        {
          "text": "Chapter LI.",
          "id": 487039
        },
        {
          "text": "—The Only Saviour.",
          "id": 487040
        },
        {
          "text": "\"Him, therefore, has God appointed in the end of the world; because it was impossible that the evils of men could be removed by any other, provided that the nature of the human race were to remain entire, i-e:, the liberty of the will being preserved.",
          "id": 487041
        },
        {
          "text": "This condition, therefore, being preserved inviolate, He came to invite to His kingdom all righteous ones, and those who have been desirous to please Him.",
          "id": 487042
        },
        {
          "text": "For these He has prepared unspeakable good things, and the heavenly city Jerusalem, which shall shine above the brightness of the sun, for the habitation of the saints.",
          "id": 487043
        },
        {
          "text": "But the unrighteous, and the wicked and those who have despised God, and have devoted the life given them to diverse wickednesses, and have given to the practice of evil the time which was given them for the work of righteousness He shall hand over to fitting and condign vengeance.",
          "id": 487044
        },
        {
          "text": "But the rest of the things which shall then be done, it is neither in the power of angels nor of men to tell or to describe.",
          "id": 487045
        },
        {
          "text": "This only it is enough for us to know, that God shall confer upon the good an eternal possession of good things\".",
          "id": 487046
        }
      ]
    },
    {
      "chapter": 53,
      "verses": [
        {
          "text": "Chapter LII.",
          "id": 487047
        },
        {
          "text": "—The Saints Before Christ's Coming.",
          "id": 487048
        },
        {
          "text": "When he had thus spoken, I answered: \"If those shall enjoy the kingdom of Christ, whom His coming shall find righteous, shall then those be wholly deprived of the kingdom who have died before His coming?\" Then Peter says: \"You compel me, O Clement, to touch upon things that are unspeakable.",
          "id": 487049
        },
        {
          "text": "But so far as it is allowed to declare them, I shall not shrink from doing so.",
          "id": 487050
        },
        {
          "text": "Know then that Christ, who was from the beginning, and always, was ever present with the pious, though secretly, through all their generations: especially with those who waited for Him, to whom He frequently appeared.",
          "id": 487051
        },
        {
          "text": "But the time was not yet that there should be a resurrection of the bodies that were dissolved; but this seemed rather to be their reward from God, that whoever should be found righteous, should remain longer in the body; or, at least, as is clearly related in the writings of the law concerning a certain righteous man, that God translated him.",
          "id": 487052
        },
        {
          "text": "In like manner others were dealt with, who pleased His will, that, being translated to Paradise, they should be kept for the kingdom.",
          "id": 487053
        },
        {
          "text": "But as to those who have not been able completely to fulfil the rule of righteousness, but have had some remnants of evil in their flesh, their bodies are indeed dissolved, but their souls are kept in good and blessed abodes, that at the resurrection of the dead, when they shall recover their own bodies, purified even by the dissolution, they may obtain an eternal inheritance in proportion to their good deeds.",
          "id": 487054
        },
        {
          "text": "And therefore blessed are all those who shall attain to the kingdom of Christ; for not only shall they escape the pains of hell, but shall also remain incorruptible, and shall be the first to see God the Father, and shall obtain the rank of honour among the first in the presence of God\".",
          "id": 487055
        }
      ]
    },
    {
      "chapter": 54,
      "verses": [
        {
          "text": "Chapter LIII.",
          "id": 487056
        },
        {
          "text": "—Animosity of the Jews.",
          "id": 487057
        },
        {
          "text": "\"Wherefore there is not the least doubt concerning Christ; and all the unbelieving Jews are stirred up with boundless rage against us, fearing lest haply He against whom they have sinned should be He.",
          "id": 487058
        },
        {
          "text": "And their fear grows all the greater, because they know that, as soon as they fixed Him on the cross, the whole world showed sympathy with Him; and that His body, although they guarded it with strict care, could nowhere be found; and that innumerable multitudes are attaching themselves to His faith.",
          "id": 487059
        },
        {
          "text": "Whence they, together with the high priest Caiaphas, were compelled to send to us again and again, that an inquiry might be instituted concerning the truth of His name.",
          "id": 487060
        },
        {
          "text": "And when they were constantly entreating that they might either learn or teach concerning Jesus, whether He were the Christ, it seemed good to us to go up into the temple, and in the presence of all the people to bear witness concerning Him, and at the same time to charge the Jews with many foolish things which they were doing.",
          "id": 487061
        },
        {
          "text": "For the people was now divided into many parties, ever since the days of John the Baptist\".",
          "id": 487062
        }
      ]
    },
    {
      "chapter": 55,
      "verses": [
        {
          "text": "Chapter LIV.",
          "id": 487063
        },
        {
          "text": "—Jewish Sects.",
          "id": 487064
        },
        {
          "text": "\"For when the rising of Christ was at hand for the abolition of sacrifices, and for the bestowal of the grace of baptism, the enemy, understanding from the predictions that the time was at hand, wrought various schisms among the people, that, if haply it might be possible to abolish the former sin, the latter fault might be incorrigible.",
          "id": 487065
        },
        {
          "text": "The first schism, therefore, was that of those who were called Sadducees, which took their rise almost in the time of John.",
          "id": 487066
        },
        {
          "text": "These, as more righteous than others, began to separate themselves from the assembly of the people, and to deny the resurrection of the dead, and to assert that by an argument of infidelity, saying that it was unworthy that God should be worshipped, as it were, under the promise of a reward.",
          "id": 487067
        },
        {
          "text": "The first author of this opinion was Dositheus; the second was Simon.",
          "id": 487068
        },
        {
          "text": "Another schism is that of the Samaritans; for they deny the resurrection of the dead, and assert that God is not to be worshipped in Jerusalem, but on Mount Gerizim.",
          "id": 487069
        },
        {
          "text": "They indeed rightly, from the predictions of Moses, expect the one true Prophet; but by the wickedness of Dositheus they were hindered from believing that Jesus is He whom they were expecting.",
          "id": 487070
        },
        {
          "text": "The scribes also, and Pharisees, are led away into another schism; but these, being baptized by John, and holding the word of truth received from the tradition of Moses as the key of the kingdom of heaven, have hid it from the hearing of the people.",
          "id": 487071
        },
        {
          "text": "Yea, some even of the disciples of John, who seemed to be great ones, have separated themselves from the people, and proclaimed their own master as the Christ.",
          "id": 487072
        },
        {
          "text": "But all these schisms have been prepared, that by means of them the faith of Christ and baptism might be hindered\".",
          "id": 487073
        }
      ]
    },
    {
      "chapter": 56,
      "verses": [
        {
          "text": "Chapter LV.",
          "id": 487074
        },
        {
          "text": "—Public Discussion.",
          "id": 487075
        },
        {
          "text": "\"However, as we were proceeding to say, when the high priest had often sent priests to ask us that we might discourse with one another concerning Jesus; when it seemed a fit opportunity, and it pleased all the Church, we went up to the temple, and, standing on the steps together with our faithful brethren, the people kept perfect silence; and first the high priest began to exhort the people that they should hear patiently and quietly, and at the same time witness and judge of those things that were to be spoken.",
          "id": 487076
        },
        {
          "text": "Then, in the next place, exalting with many praises the rite or sacrifice which had been bestowed by God upon the human race for the remission of sins, he found fault with the baptism of our Jesus, as having been recently brought in in opposition to the sacrifices.",
          "id": 487077
        },
        {
          "text": "But Matthew, meeting his propositions, showed clearly, that whosoever shall not obtain the baptism of Jesus shall not only be deprived of the kingdom of heaven, but shall not be without peril at the resurrection of the dead, even though he be fortified by the prerogative of a good life and an upright disposition.",
          "id": 487078
        },
        {
          "text": "Having made these and such like statements, Matthew stopped\".",
          "id": 487079
        }
      ]
    },
    {
      "chapter": 57,
      "verses": [
        {
          "text": "Chapter LVI.",
          "id": 487080
        },
        {
          "text": "—Sadducees Refuted.",
          "id": 487081
        },
        {
          "text": "\"But the party of the Sadducees, who deny the resurrection of the dead, were in a rage, so that one of them cried out from amongst the people, saying that those greatly err who think that the dead ever arise.",
          "id": 487082
        },
        {
          "text": "In opposition to him, Andrew, my brother, answering, declared that it is not an error, but the surest matter of faith, that the dead rise, in accordance with the teaching of Him of whom Moses foretold that He should come the true Prophet.",
          "id": 487083
        },
        {
          "text": "'Or if,' says he, 'you do not think that this is He whom Moses foretold, let this first be inquired into, so that when this is clearly proved to be He, there may be no further doubt concerning the things which He taught.",
          "id": 487084
        },
        {
          "text": "' These, and many such like things, Andrew proclaimed, and then stopped\".",
          "id": 487085
        }
      ]
    },
    {
      "chapter": 58,
      "verses": [
        {
          "text": "Chapter LVII.",
          "id": 487086
        },
        {
          "text": "—Samaritan Refuted.",
          "id": 487087
        },
        {
          "text": "\"But a certain Samaritan, speaking against the people and against God, and asserting that neither are the dead to rise, nor is that worship of God to be maintained which is in Jerusalem, but that Mount Gerizim is to be reverenced, added also this in opposition to us, that our Jesus was not He whom Moses foretold as a Prophet to come into the world.",
          "id": 487088
        },
        {
          "text": "Against him, and another who supported him in what he said, James and John, the sons of Zebedee, strove vigorously; and although they had a command not to enter into their cities, nor to bring the word of preaching to them, yet, lest their discourse, unless it were confined, should hurt the faith of others, they replied so prudently and so powerfully, that they put them to perpetual silence.",
          "id": 487089
        },
        {
          "text": "For James made an oration concerning the resurrection of the dead, with the approbation of all the people; while John showed that if they would abandon the error of Mount Gerizim, they should consequently acknowledge that Jesus was indeed He who, according to the prophecy of Moses, was expected to come; since, indeed, as Moses wrought signs and miracles, so also did Jesus.",
          "id": 487090
        },
        {
          "text": "And there is no doubt but that the likeness of the signs proves Him to be that prophet of whom he said that He should come, 'like himself.",
          "id": 487091
        },
        {
          "text": "' Having declared these things, and more to the same effect, they ceased\".",
          "id": 487092
        }
      ]
    },
    {
      "chapter": 59,
      "verses": [
        {
          "text": "Chapter LVIII.",
          "id": 487093
        },
        {
          "text": "—Scribes Refuted.",
          "id": 487094
        },
        {
          "text": "\"And, behold, one of the scribes, shouting out from the midst of the people, says: 'The signs and miracles which your Jesus wrought, he wrought not as a prophet, but as a magician.",
          "id": 487095
        },
        {
          "text": "' Him Philip eagerly encounters, showing that by this argument he accused Moses also.",
          "id": 487096
        },
        {
          "text": "For when Moses wrought signs and miracles in Egypt, in like manner as Jesus also did in Judaea, it cannot be doubted that what was said of Jesus might as well be said of Moses.",
          "id": 487097
        },
        {
          "text": "Having made these and such like protestations, Philip was silent\".",
          "id": 487098
        }
      ]
    },
    {
      "chapter": 60,
      "verses": [
        {
          "text": "Chapter LIX.",
          "id": 487099
        },
        {
          "text": "—Pharisees Refuted.",
          "id": 487100
        },
        {
          "text": "\"Then a certain Pharisee, hearing this, chid Philip because he put Jesus on a level with Moses.",
          "id": 487101
        },
        {
          "text": "To whom Bartholomew, answering, boldly declared that we do not only say that Jesus was equal to Moses, but that He was greater than he, because Moses was indeed a prophet, as Jesus was also, but that Moses was not the Christ, as Jesus was, and therefore He is doubtless greater who is both a prophet and the Christ, than he who is only a prophet.",
          "id": 487102
        },
        {
          "text": "After following out this train of argument, he stopped.",
          "id": 487103
        },
        {
          "text": "After him James the son of Alphaeus gave an address to the people, with the view of showing that we are not to believe on Jesus on the ground that the prophets foretold concerning Him, but rather that we are to believe the prophets, that they were really prophets, because the Christ bears testimony to them; for it is the presence and coming of Christ that show that they are truly prophets: for testimony must be borne by the superior to his inferiors, not by the inferiors to their superior.",
          "id": 487104
        },
        {
          "text": "After these and many similar statements, James also was silent.",
          "id": 487105
        },
        {
          "text": "After him Lebbaeus began vehemently to charge it upon the people that they did not believe in Jesus, who had done them so much good by teaching them the things that are of God, by comforting the afflicted, healing the sick, relieving the poor; yet for all these benefits their return had been hatred and death.",
          "id": 487106
        },
        {
          "text": "When he had declared these and many more such things to the people, he ceased\".",
          "id": 487107
        }
      ]
    },
    {
      "chapter": 61,
      "verses": [
        {
          "text": "Chapter LX.",
          "id": 487108
        },
        {
          "text": "—Disciples of John Refuted.",
          "id": 487109
        },
        {
          "text": "\"And, behold, one of the disciples of John asserted that John was the Christ, and not Jesus, inasmuch as Jesus Himself declared that John was greater than all men and all prophets.",
          "id": 487110
        },
        {
          "text": "'If, then,' said he, 'he be greater than all, he must be held to be greater than Moses, and than Jesus himself.",
          "id": 487111
        },
        {
          "text": "But if he be the greatest of all, then must he be the Christ.",
          "id": 487112
        },
        {
          "text": "' To this Simon the Canaanite, answering, asserted that John was indeed greater than all the prophets, and all who are born of women, yet that he is not greater than the Son of man.",
          "id": 487113
        },
        {
          "text": "Accordingly Jesus is also the Christ, whereas John is only a prophet: and there is as much difference between him and Jesus, as between the forerunner and Him whose forerunner he is; or as between Him who gives the law, and him who keeps the law.",
          "id": 487114
        },
        {
          "text": "Having made these and similar statements, the Canaanite also was silent.",
          "id": 487115
        },
        {
          "text": "After him Barnabas, who also is called Matthias, who was substituted as an apostle in the place of Judas, began to exhort the people that they should not regard Jesus with hatred, nor speak evil of Him.",
          "id": 487116
        },
        {
          "text": "For it were far more proper, even for one who might be in ignorance or in doubt concerning Jesus, to love than to hate Him.",
          "id": 487117
        },
        {
          "text": "For God has affixed a reward to love, a penalty to hatred.",
          "id": 487118
        },
        {
          "text": "'For the very fact,' said he, 'that He assumed a Jewish body, and was born among the Jews, how has not this incited us all to love Him?' When he had spoken this, and more to the same effect, he stopped\".",
          "id": 487119
        }
      ]
    },
    {
      "chapter": 62,
      "verses": [
        {
          "text": "Chapter LXI.",
          "id": 487120
        },
        {
          "text": "—Caiaphas Answered.",
          "id": 487121
        },
        {
          "text": "\"Then Caiaphas attempted to impugn the doctrine of Jesus, saying that He spoke vain things, for He said that the poor are blessed; and promised earthly rewards; and placed the chief gift in an earthly inheritance; and promised that those who maintain righteousness shall be satisfied with meat and drink; and many things of this sort He is charged with teaching.",
          "id": 487122
        },
        {
          "text": "Thomas, in reply, proves that his accusation is frivolous; showing that the prophets, in whom Caiaphas believes, taught these things much more, and did not show in what manner these things are to be, or how they are to be understood; whereas Jesus pointed out how they are to be taken.",
          "id": 487123
        },
        {
          "text": "And when he had spoken these things, and others of like kind, Thomas also held his peace\".",
          "id": 487124
        }
      ]
    },
    {
      "chapter": 63,
      "verses": [
        {
          "text": "Chapter LXII.",
          "id": 487125
        },
        {
          "text": "—Foolishness of Preaching.",
          "id": 487126
        },
        {
          "text": "\"Therefore Caiaphas, again looking at me, and sometimes in the way of warning and sometimes in that of accusation, said that I ought for the future to refrain from preaching Christ Jesus, lest I should do it to my own destruction, and lest, being deceived myself, I should also deceive others.",
          "id": 487127
        },
        {
          "text": "Then, moreover, he charged me with presumption, because, though I was unlearned, a fisherman, and a rustic, I dared to assume the office of a teacher.",
          "id": 487128
        },
        {
          "text": "As he spoke these things, and many more of like kind, I said in reply, that I incurred less danger, if, as he said, this Jesus were not the Christ, because I received Him as a teacher of the law; but that he was in terrible danger if this be the very Christ, as assuredly He is: for I believe in Him who has appeared; but for whom else, who has never appeared, does he reserve his faith? But if I, an unlearned and uneducated man, as you say, a fisherman and a rustic, have more understanding than wise elders, this, said I, ought the more to strike terror into you.",
          "id": 487129
        },
        {
          "text": "For if I disputed with any learning, and won over you wise and learned men, it would appear that I had acquired this power by long learning, and not by the grace of divine power; but now, when, as I have said, we unskilled men convince and overcome you wise men, who that has any sense does not perceive that this is not a work of human subtlety, but of divine will and gift?\".",
          "id": 487130
        }
      ]
    },
    {
      "chapter": 64,
      "verses": [
        {
          "text": "Chapter LXIII.",
          "id": 487131
        },
        {
          "text": "—Appeal to the Jews.",
          "id": 487132
        },
        {
          "text": "\"Thus we argued and bore witness; and we who were unlearned men and fishermen, taught the priests concerning the one only God of heaven; the Sadducees, concerning the resurrection of the dead; the Samaritans, concerning the sacredness of Jerusalem (not that we entered into their cities, but disputed with them in public); the scribes and Pharisees, concerning the kingdom of heaven; the disciples of John, that they should not suffer John to be a stumbling-block to them; and all the people, that Jesus is the eternal Christ.",
          "id": 487133
        },
        {
          "text": "At last, however, I warned them, that before we should go forth to the Gentiles, to preach to them the knowledge of God the Father, they should themselves be reconciled to God, receiving His Son; for I showed them that in no way else could they be saved, unless through the grace of the Holy Spirit they hasted to be washed with the baptism of threefold invocation, and received the Eucharist of Christ the Lord, whom alone they ought to believe concerning those things which He taught, that so they might merit to attain eternal salvation; but that otherwise it was utterly impossible for them to be reconciled to God, even if they should kindle a thousand altars and a thousand high altars to Him\".",
          "id": 487134
        }
      ]
    },
    {
      "chapter": 65,
      "verses": [
        {
          "text": "Chapter LXIV.",
          "id": 487135
        },
        {
          "text": "—Temple to Be Destroyed.",
          "id": 487136
        },
        {
          "text": "\"'For we,' said I, 'have ascertained beyond doubt that God is much rather displeased with the sacrifices which you offer, the time of sacrifices having now passed away; and because ye will not acknowledge that the time for offering victims is now past, therefore the temple shall be destroyed, and the abomination of desolation shall stand in the holy place; and then the Gospel shall be preached to the Gentiles for a testimony against you, that your unbelief may be judged by their faith.",
          "id": 487137
        },
        {
          "text": "For the whole world at different times suffers under divers maladies, either spreading generally over all, or affecting specially.",
          "id": 487138
        },
        {
          "text": "Therefore it needs a physician to visit it for its salvation.",
          "id": 487139
        },
        {
          "text": "We therefore bear witness to you, and declare to you what has been hidden from every one of you.",
          "id": 487140
        },
        {
          "text": "It is for you to consider what is for your advantage.",
          "id": 487141
        },
        {
          "text": "'\".",
          "id": 487142
        }
      ]
    },
    {
      "chapter": 66,
      "verses": [
        {
          "text": "Chapter LXV.",
          "id": 487143
        },
        {
          "text": "—Tumult Stilled by Gamaliel.",
          "id": 487144
        },
        {
          "text": "\"When I had thus spoken, the whole multitude of the priests were in a rage, because I had foretold to them the overthrow of the temple.",
          "id": 487145
        },
        {
          "text": "Which when Gamaliel, a chief of the people, saw—who was secretly our brother in the faith, but by our advice remained among them—because they were greatly enraged and moved with intense fury against us, he stood up, and said, 'Be quiet for a little, O men of Israel, for ye do not perceive the trial which hangs over you.",
          "id": 487146
        },
        {
          "text": "Wherefore refrain from these men; and if what they are engaged in be of human counsel, it will soon come to an end; but if it be from God, why will you sin without cause, and prevail nothing? For who can overpower the will of God? Now therefore, since the day is declining towards evening, I shall myself dispute with these men to-morrow, in this same place, in your hearing, so that I may openly oppose and clearly confute every error.",
          "id": 487147
        },
        {
          "text": "' By this speech of his their fury was to some extent checked, especially in the hope that next day we should be publicly convicted of error; and so he dismissed the people peacefully\".",
          "id": 487148
        }
      ]
    },
    {
      "chapter": 67,
      "verses": [
        {
          "text": "Chapter LXVI.",
          "id": 487149
        },
        {
          "text": "—Discussion Resumed.",
          "id": 487150
        },
        {
          "text": "\"Now when we had come to our James, while we detailed to him all that had been said and done, we supped, and remained with him, spending the whole night in supplication to Almighty God, that the discourse of the approaching disputation might show the unquestionable truth of our faith.",
          "id": 487151
        },
        {
          "text": "Therefore, on the following day, James the bishop went up to the temple with us, and with the whole church.",
          "id": 487152
        },
        {
          "text": "There we found a great multitude, who had been waiting for us from the middle of the night.",
          "id": 487153
        },
        {
          "text": "Therefore we took our stand in the same place as before, in order that, standing on an elevation, we might be seen by all the people.",
          "id": 487154
        },
        {
          "text": "Then, when profound silence was obtained, Gamaliel, who, as we have said, was of our faith, but who by a dispensation remained amongst them, that if at any time they should attempt anything unjust or wicked against us, he might either check them by skillfully adopted counsel, or might warn us, that we might either be on our guard or might turn it aside;—he therefore, as if acting against us, first of all looking to James the bishop, addressed him in this manner:—.",
          "id": 487155
        }
      ]
    },
    {
      "chapter": 68,
      "verses": [
        {
          "text": "Chapter LXVII.",
          "id": 487156
        },
        {
          "text": "—Speech of Gamaliel.",
          "id": 487157
        },
        {
          "text": "\"'If I, Gamaliel, deem it no reproach either to my learning or to my old age to learn something from babes and unlearned ones, if haply there be anything which it is for profit or for safety to acquire (for he who lives reasonably knows that nothing is more precious than the soul), ought not this to be the object of love and desire to all, to learn what they do not know, and to teach what they have learned? For it is most certain that neither friendship, nor kindred, nor lofty power, ought to be more precious to men than truth.",
          "id": 487158
        },
        {
          "text": "Therefore you, O brethren, if ye know anything more, shrink not from laying it before the people of God who are present, and also before your brethren; while the whole people shall willingly and in perfect quietness hear what you say.",
          "id": 487159
        },
        {
          "text": "For why should not the people do this, when they see even me equally with themselves willing to learn from you, if haply God has revealed something further to you? But if you in anything are deficient, be not ye ashamed in like manner to be taught by us, that God may fill up whatever is wanting on either side.",
          "id": 487160
        },
        {
          "text": "But if any fear now agitates you on account of some of our people whose minds are prejudiced against you, and if through fear of their violence you dare not openly speak your sentiments, in order that I may deliver you from this fear, I openly swear to you by Almighty God, who liveth for ever, that I will suffer no one to lay hands upon you.",
          "id": 487161
        },
        {
          "text": "Since, then, you have all this people witnesses of this my oath, and you hold the covenant of our sacrament as a fitting pledge, let each one of you, without any hesitation, declare what he has learned; and let us, brethren, listen eagerly and in silence.",
          "id": 487162
        },
        {
          "text": "'\".",
          "id": 487163
        }
      ]
    },
    {
      "chapter": 69,
      "verses": [
        {
          "text": "Chapter LXVIII.",
          "id": 487164
        },
        {
          "text": "—The Rule of Faith.",
          "id": 487165
        },
        {
          "text": "\"These sayings of Gamaliel did not much please Caiaphas; and holding him in suspicion, as it seemed, he began to insinuate himself cunningly into the discussions: for, smiling at what Gamaliel had said, the chief of the priests asked of James, the chief of the bishops, that the discourse concerning Christ should not be drawn but from the Scriptures; 'that we may know,' said he, 'whether Jesus be the very Christ or no.",
          "id": 487166
        },
        {
          "text": "' Then said James, 'We must first inquire from what Scriptures we are especially to derive our discussion.",
          "id": 487167
        },
        {
          "text": "' Then he, with difficulty, at length overcome by reason, answered, that it must be derived from the law; and afterwards he made mention also of the prophets\".",
          "id": 487168
        }
      ]
    },
    {
      "chapter": 70,
      "verses": [
        {
          "text": "Chapter LXIX.",
          "id": 487169
        },
        {
          "text": "—Two Comings of Christ.",
          "id": 487170
        },
        {
          "text": "\"To him our James began to show, that whatsoever things the prophets say they have taken from the law, and what they have spoken is in accordance with the law.",
          "id": 487171
        },
        {
          "text": "He also made some statements respecting the books of the Kings, in what way, and when, and by whom they were written, and how they ought to be used.",
          "id": 487172
        },
        {
          "text": "And when he had discussed most fully concerning the law, and had, by a most clear exposition, brought into light whatever things are in it concerning Christ, he showed by most abundant proofs that Jesus is the Christ, and that in Him are fulfilled all the prophecies which related to His humble advent.",
          "id": 487173
        },
        {
          "text": "For he showed that two advents of Him are foretold: one in humiliation, which He has accomplished; the other in glory, which is hoped for to be accomplished, when He shall come to give the kingdom to those who believe in Him, and who observe all things which He has commanded.",
          "id": 487174
        },
        {
          "text": "And when he had plainly taught the people concerning these things, he added this also: That unless a man be baptized in water, in the name of the threefold blessedness, as the true Prophet taught, he can neither receive remission of sins nor enter into the kingdom of heaven; and he declared that this is the prescription of the unbegotten God.",
          "id": 487175
        },
        {
          "text": "To which he added this also: 'Do not think that we speak of two unbegotten Gods, or that one is divided into two, or that the same is made male and female.",
          "id": 487176
        },
        {
          "text": "But we speak of the only-begotten Son of God, not sprung from another source, but ineffably self-originated; and in like manner we speak of the Paraclete.",
          "id": 487177
        },
        {
          "text": "' But when he had spoken some things also concerning baptism, through seven successive days he persuaded all the people and the high priest that they should hasten straightway to receive baptism\".",
          "id": 487178
        }
      ]
    },
    {
      "chapter": 71,
      "verses": [
        {
          "text": "Chapter LXX.",
          "id": 487179
        },
        {
          "text": "—Tumult Raised by Saul.",
          "id": 487180
        },
        {
          "text": "\"And when matters were at that point that they should come and be baptized, some one of our enemies, entering the temple with a few men, began to cry out, and to say, 'What mean ye, O men of Israel? Why are you so easily hurried on? Why are ye led headlong by most miserable men, who are deceived by Simon, a magician?' While he was thus speaking, and adding more to the same effect, and while James the bishop was refuting him, he began to excite the people and to raise a tumult, so that the people might not be able to hear what was said.",
          "id": 487181
        },
        {
          "text": "Therefore he began to drive all into confusion with shouting, and to undo what had been arranged with much labour, and at the same time to reproach the priests, and to enrage them with revilings and abuse, and, like a madman, to excite every one to murder, saying, 'What do ye? Why do ye hesitate? Oh sluggish and inert, why do we not lay hands upon them, and pull all these fellows to pieces?' When he had said this, he first, seizing a strong brand from the altar, set the example of smiting.",
          "id": 487182
        },
        {
          "text": "Then others also, seeing him, were carried away with like readiness.",
          "id": 487183
        },
        {
          "text": "Then ensued a tumult on either side, of the beating and the beaten.",
          "id": 487184
        },
        {
          "text": "Much blood is shed; there is a confused flight, in the midst of which that enemy attacked James, and threw him headlong from the top of the steps; and supposing him to be dead, he cared not to inflict further violence upon him\".",
          "id": 487185
        }
      ]
    },
    {
      "chapter": 72,
      "verses": [
        {
          "text": "Chapter LXXI.",
          "id": 487186
        },
        {
          "text": "—Flight to Jericho.",
          "id": 487187
        },
        {
          "text": "\"But our friends lifted him up, for they were both more numerous and more powerful than the others; but, from their fear of God, they rather suffered themselves to be killed by an inferior force, than they would kill others.",
          "id": 487188
        },
        {
          "text": "But when the evening came the priests shut up the temple, and we returned to the house of James, and spent the night there in prayer.",
          "id": 487189
        },
        {
          "text": "Then before daylight we went down to Jericho, to the number of  men.",
          "id": 487190
        },
        {
          "text": "Then after three days one of the brethren came to us from Gamaliel, whom we mentioned before, bringing to us secret tidings that that enemy had received a commission from Caiaphas, the chief priest, that he should arrest all who believed in Jesus, and should go to Damascus with his letters, and that there also, employing the help of the unbelievers, he should make havoc among the faithful; and that he was hastening to Damascus chiefly on this account, because he believed that Peter had fled thither.",
          "id": 487191
        },
        {
          "text": "And about thirty days thereafter he stopped on his way while passing through Jericho going to Damascus.",
          "id": 487192
        },
        {
          "text": "At that time we were absent, having gone out to the sepulchres of two brethren which were whitened of themselves every year, by which miracle the fury of many against us was restrained, because they saw that our brethren were had in remembrance before God\".",
          "id": 487193
        }
      ]
    },
    {
      "chapter": 73,
      "verses": [
        {
          "text": "Chapter LXXII.",
          "id": 487194
        },
        {
          "text": "—Peter Sent to Caesarea.",
          "id": 487195
        },
        {
          "text": "\"While, therefore, we abode in Jericho, and gave ourselves to prayer and fasting, James the bishop sent for me, and sent me here to Caesarea, saying that Zacchaeus had written to him from Caesarea, that one Simon, a Samaritan magician, was subverting many of our people, asserting that he was one Stans,—that is, in other words, the Christ, and the great power of the high God, which is superior to the Creator of the world; at the same time that he showed many miracles, and made some doubt, and others fall away to him.",
          "id": 487196
        },
        {
          "text": "He informed me of all things that had been ascertained respecting this man from those who had formerly been either his associates or his disciples, and had afterwards been converted to Zacchaeus.",
          "id": 487197
        },
        {
          "text": "'Many therefore there are, O Peter,' said James, 'for whose safety's sake it behoves you to go and to refute the magician, and to teach the word of truth.",
          "id": 487198
        },
        {
          "text": "Therefore make no delay; nor let it grieve you that you set out alone, knowing that God by Jesus will go with you, and will help you, and that soon, by His grace, you will have many associates and sympathizers.",
          "id": 487199
        },
        {
          "text": "Now be sure that you send me in writing every year an account of your sayings and doings, and especially at the end of every seven years.",
          "id": 487200
        },
        {
          "text": "' With these expressions he dismissed me, and in six days I arrived at Caesarea\".",
          "id": 487201
        }
      ]
    },
    {
      "chapter": 74,
      "verses": [
        {
          "text": "Chapter LXXIII.",
          "id": 487202
        },
        {
          "text": "—Welcomed by Zacchaeus.",
          "id": 487203
        },
        {
          "text": "\"When I entered the city, our most beloved brother Zacchaeus met me; and embracing me, brought me to this lodging, in which he himself stayed, inquiring of me concerning each of the brethren, especially concerning our honourable brother James.",
          "id": 487204
        },
        {
          "text": "And when I told him that he was still lame on one foot, on his immediately asking the cause of this, I related to him all that I have now detailed to you, how we had been called by the priests and Caiaphas the high priest to the temple, and how James the archbishop, standing on the top of the steps, had for seven successive days shown the whole people from the Scriptures of the Lord that Jesus is the Christ; and how, when all were acquiescing that they should be baptized by him in the name of Jesus, an enemy did all those things which I have already mentioned, and which I need not repeat\".",
          "id": 487205
        }
      ]
    },
    {
      "chapter": 75,
      "verses": [
        {
          "text": "Chapter LXXIV.",
          "id": 487206
        },
        {
          "text": "—Simon Magus Challenges Peter.",
          "id": 487207
        },
        {
          "text": "\"When Zacchaeus had heard these things, he told me in return of the doings of Simon; and in the meantime Simon himself—how he heard of my arrival I do not know—sent a message to me, saying, 'Let us dispute to-morrow in the hearing of the people.",
          "id": 487208
        },
        {
          "text": "' To which I answered, 'Be it so, as it pleaseth you.",
          "id": 487209
        },
        {
          "text": "' And this promise of mine was known over the whole city, so that even you, who arrived on that very day, learned that I was to hold a discussion with Simon on the following day, and having found out my abode, according to the directions which you had received from Barnabas, came to me.",
          "id": 487210
        },
        {
          "text": "But I so rejoiced at your coming, that my mind, moved I know not how, hastened to expound all things quickly to you, yet especially that which is the main point in our faith, concerning the true Prophet, which alone, I doubt not, is a sufficient foundation for the whole of our doctrine.",
          "id": 487211
        },
        {
          "text": "Then, in the next place, I unfolded to you the more secret meaning of the written law, through its several heads, which there was occasion to unfold; neither did I conceal from you the good things of the traditions.",
          "id": 487212
        },
        {
          "text": "But what remains, beginning from tomorrow, you shall hear from day to day in connection with the questions which will be raised in the discussion with Simon, until by God's favour we reach that city of Rome to which we believe that our journey is to be directed\".",
          "id": 487213
        },
        {
          "text": "I then declared that I owed him all thanks for what he had told me, and promised that I would most readily do all that he commanded.",
          "id": 487214
        },
        {
          "text": "Then, having taken food, he ordered me to rest, and he also betook himself to rest\".",
          "id": 487215
        }
      ]
    }
  ]
}