{
  "book": "Remains: Aristo of Pella",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Aristo of Pella.",
          "id": 504117
        },
        {
          "text": "a.",
          "id": 504118
        },
        {
          "text": "d.",
          "id": 504119
        },
        {
          "text": "Aristo of Pella is supposed to have been a Jew, whose work was designed to help the failing Judaism of his country.",
          "id": 504120
        },
        {
          "text": "Though his work is lost, alike the original and the Latin translation of one \"Celsus,\" it seems to have been a popular tract among Christians of Cyprian's time, and the Latin preface is often suffixed to editions of that Father.",
          "id": 504121
        },
        {
          "text": "The work of Aristo is known as the Disputation of Papiscus and Jason, and Celsus tells us that Jason was a Hebrew Christian, while his opponent was a Jew of Alexandria.",
          "id": 504122
        },
        {
          "text": "Now, Papiscus owns himself convinced by the arguments of Jason, and concludes by a request to be baptized.",
          "id": 504123
        },
        {
          "text": "Celsus, who seems to have been a heathen or an Epicurean, derides the work with scornful commiseration; but Origen rebukes this, and affirms his respect for the work.",
          "id": 504124
        },
        {
          "text": "All this considered, one must think Aristo was \"almost persuaded to be a Christian,\" and deserves a place among Christian writers.",
          "id": 504125
        },
        {
          "text": "From the Disputation of Jason and Papiscus.",
          "id": 504126
        },
        {
          "text": "\"I remember,\" says Jerome (Comm.",
          "id": 504127
        },
        {
          "text": "ad Gal.",
          "id": 504128
        },
        {
          "text": ", cap.",
          "id": 504129
        },
        {
          "text": "iii.",
          "id": 504130
        },
        {
          "text": "comm.",
          "id": 504131
        },
        {
          "text": "), \"in the Dispute between Jason and Papiscus, which is composed in Greek, to have found it written:  'The execration of God is he that is hanged.",
          "id": 504132
        },
        {
          "text": "'\"  From the Same Work.",
          "id": 504133
        },
        {
          "text": "Jerome likewise, in his Hebrew Questions on Genesis, says:  \"In the beginning God made the heaven and the earth.",
          "id": 504134
        },
        {
          "text": "The majority believe, as it is affirmed also in the Dispute between Jason and Papiscus, and as Tertullian in his book Against Praxeas contends, and as Hilarius too, in his exposition of one of the Psalms, declares, that in the Hebrew it is:  'In the Son, God made the heaven and the earth.",
          "id": 504135
        },
        {
          "text": "'  But that this is false, the nature of the case itself proves\".",
          "id": 504136
        },
        {
          "text": "Perhaps from the Same Work.",
          "id": 504137
        },
        {
          "text": "…And when the man himself who had instigated them to this folly had paid the just penalty (says Eusebius, Hist.",
          "id": 504138
        },
        {
          "text": ", iv.",
          "id": 504139
        },
        {
          "text": "), \"the whole nation from that time was strictly forbidden to set foot on the region about Jerusalem, by the formal decree and enactment of Adrian, who commanded that they should not even from a distance look on their native soil!\"  So writes Aristo of Pella.",
          "id": 504140
        },
        {
          "text": "From the Same Work.",
          "id": 504141
        },
        {
          "text": "I have found this expression Seven heavens (says Maximus, in Scholia on the work concerning the Mystical Theology, ascribed to Dionysius the Areopagite, cap.",
          "id": 504142
        },
        {
          "text": "i.",
          "id": 504143
        },
        {
          "text": ") also in the Dispute between Papiscus and Jason, written by Aristo of Pella, which Clement of Alexandria, in the sixth book of the Outlines, says was composed by Saint Luke.",
          "id": 504144
        },
        {
          "text": "Concerning the Same Work.",
          "id": 504145
        },
        {
          "text": "Thus writes Origen:…in which book a Christian is represented disputing with a Jew from the Jewish Scriptures, and showing that the prophecies concerning the Christ apply to Jesus:  although his opponent addresses himself to the argument with no common ability, and in a manner not unbefitting his Jewish character.",
          "id": 504146
        }
      ]
    }
  ]
}