{
  "book": "Remains: Theophilus Bishop of Caesarea in Palestine",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Theophilus, Bishop of Caesarea in Palestine.",
          "id": 504789
        },
        {
          "text": "a.",
          "id": 504790
        },
        {
          "text": "d.",
          "id": 504791
        },
        {
          "text": "When Eusebius says that the churches of \"all Asia\" concurred in the Ephesine use concerning the Paschal, he evidently means Asia Minor, as in the Scriptures and elsewhere.",
          "id": 504792
        },
        {
          "text": "Throughout \"the rest of the world,\" he testifies, however, that such was not the use.",
          "id": 504793
        },
        {
          "text": "The Palestinian bishops, after the Jewish downfall, seem to have been the first to comprehend the propriety of adopting the more Catholic usage; and our author presided over a council in Caesarea, of which he was bishop, assisted by Narcissus, bishop of Jerusalem, with Cassius of Tyre and Clarus of Ptolemais, which confirmed it.",
          "id": 504794
        },
        {
          "text": "It is to be noted, that Alexandria is cited by Theophilus as authority for this custom; and it is not quite correct to say that the Western usage prevailed at Nicaea, for it was the general use, save only in Asia Minor and churches which were colonies of the same.",
          "id": 504795
        },
        {
          "text": "This fact has been overlooked, and is very important, in history.",
          "id": 504796
        },
        {
          "text": "From His Epistle on the Question of the Passover, Written in the Name of the Synod of Caesarea.",
          "id": 504797
        },
        {
          "text": "Endeavour also to send abroad copies of our epistle among all the churches, so that those who easily deceive their own souls may not be able to lay the blame on us.",
          "id": 504798
        },
        {
          "text": "We would have you know, too, that in Alexandria also they observe the festival on the same day as ourselves.",
          "id": 504799
        },
        {
          "text": "For the Paschal letters are sent from us to them, and from them to us:  so that we observe the holy day in unison and together.",
          "id": 504800
        }
      ]
    }
  ]
}