{
  "book": "Rufinus: Preface to Book II",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Preface to Book II.",
          "id": 259260
        },
        {
          "text": "Rufinus, as we see by his Preface to the former book, considered it unsatisfactory to expound the Blessing upon Judah apart from those on his brethren.",
          "id": 259261
        },
        {
          "text": "Paulinus therefore, taking the occasion of their common friend Cerealis' journey to Rome, sends the following letter to induce Rufinus to expound the remaining Benedictions.",
          "id": 259262
        },
        {
          "text": "Paulinus to his brother Rufinus, all good wishes.",
          "id": 259263
        },
        {
          "text": "1.",
          "id": 259264
        },
        {
          "text": "Although our son Cerealis declared to me that it was uncertain whether, in returning as he now does to St.",
          "id": 259265
        },
        {
          "text": "Peter, he would be able to visit you, yet it appears to me that it would be blamable in me and vexatious to you were I not to write to you by him in whom you have a part as well as I.",
          "id": 259266
        },
        {
          "text": "It seems to me preferable to lose some letter paper by his not visiting you rather than to lose credit with you as I think I should do by his visiting you without it: and therefore I have entrusted this letter, I will not say to chance, but to faith: for I believe that the Lord will direct to you the way both of our son and of my letter; since to those who long for good all will turn to good; and indeed he longs for you as you ought to be longed for by one who understands the good he may gain from your society.",
          "id": 259267
        },
        {
          "text": "I believe that this longing of his in a good matter will not be lost, according to his faith and piety: and therefore I have confidence that he will reach you and abide with you, and that I shall see the saving help of the Lord doubled towards you, since in him you will have the accession of a good son and pupil and assistant, and he will find in you a father and teacher of all good things given to him from the Lord, who will add to the efficacy and power of his prayers the strength of spiritual grace.",
          "id": 259268
        },
        {
          "text": "As to myself, though I have the assurance that when you return to the East you will be unwilling to depart without visiting me, yet my sins make me fear that the daughter of Babylon, may turn you away from me.",
          "id": 259269
        },
        {
          "text": "I pray therefore with earnest longings to the Lord that he would give me not according to my deserts but according to my desire and may direct your course to me in the way of peace; for such as do not walk in that way are reprobate and condemned and incapable of truly longing for your presence.",
          "id": 259270
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "2.",
          "id": 259271
        },
        {
          "text": "But now for the business part of my letter.",
          "id": 259272
        },
        {
          "text": "I charge you, with the importunity, with which I am in the habit of knocking at your door even in the middle of the night, being driven by fear of a refusal to the modest attitude of a supplicant, to show me kindness once more, and to expound the Benedictions on the twelve Patriarchs.",
          "id": 259273
        },
        {
          "text": "You have already made a beginning with the prophecy relating to Judah, and have given, according to the precept, a threefold interpretation of it.",
          "id": 259274
        },
        {
          "text": "I now beg you to expound the prophecy as it relates to each of the sons of Judah: so that I may myself become possessed of the truth by your means, and may also gain through your help the favor and the praise which will accrue to me; for I shall thus be able to make answer to those who have thought well to consult me on the difficulties of this passage of Scripture not with foolish words drawn from my own understanding but with divine truth flowing from your inspiration.",
          "id": 259275
        },
        {
          "text": "Rufinus, though at this time busy with his larger works, the translations of Pamphilus' defence of Origen, and Origen's Περὶ ᾽Αρχῶν, and, though about to set out for Rome, lost no time in composing the work which Paulinus demanded, and sent it him with the following letter.",
          "id": 259276
        },
        {
          "text": "Rufinus to His Brother Paulinus, the Man of God, with All Good Wishes.",
          "id": 259277
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "1.",
          "id": 259278
        },
        {
          "text": "Though our common son Cerealis did not visit me, he felt what pain he would cause me if he delayed my reception of your letter, and forwarded it to me.",
          "id": 259279
        },
        {
          "text": "In reading it I felt, as usual, a continual increase in my yearning towards you: but I found towards its close a request from which I have frequently begged you to excuse me—I mean the request which you make that I should write something in answer to your questions as to the interpretation of passages of Scripture.",
          "id": 259280
        },
        {
          "text": "I thought that I should lead you to desist from these questions by the writings I have once and again sent you, which have given evidence of my ignorance and of the roughness of my speech.",
          "id": 259281
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "2.",
          "id": 259282
        },
        {
          "text": "But since you still are not weary of commanding me, I have at once, to the best of my powers, added to what I had written at your desire on the Benediction of Judah the comments on the remaining eleven patriarchs.",
          "id": 259283
        },
        {
          "text": "I acted like the man in the parable of the two sons.",
          "id": 259284
        },
        {
          "text": "I thought that I should thus best fulfil the father's will: and though when he ordered me to go into the vineyard I had said I will not go, yet after a while I went.",
          "id": 259285
        },
        {
          "text": "If, as I grant, there is some rashness in the fact that with so little capacity we attempt such a great task, I would say, with submission to you, that this must be most justly imputed to you, since, through your excessive love for me you do not see that my measure of knowledge, as of other virtues, is but slight.",
          "id": 259286
        },
        {
          "text": "I wrote this work in the days of Lent, while I was staying in the monastery of Pinetum, and I wrote it for you.",
          "id": 259287
        },
        {
          "text": "But I found it impossible to conceal this poor work from the brethren who were there: and they, considering that a thing which had been honoured by your approval must be of great importance, extorted from me the permission to copy it for themselves.",
          "id": 259288
        },
        {
          "text": "Thus, while you demand from me food for yourself you give refreshment to others also.",
          "id": 259289
        },
        {
          "text": "Farewell, and be in peace, my most loving brother, most true worshipper of God, and an Israelite in whom there is no guile.",
          "id": 259290
        },
        {
          "text": "I entreat you who are so full of the grace of God to hold me still in remembrance.",
          "id": 259291
        }
      ]
    }
  ]
}